{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/648452/",
  "id": 648452,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca10/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/164029/",
      "id": 164029,
      "absolute_url": "/opinion/164029/heideman-v-south-salt-lake-city/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/648452/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/164029/",
          "id": 164029,
          "absolute_url": "/opinion/164029/heideman-v-south-salt-lake-city/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/164029/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2010-08-14T08:09:44Z",
          "date_modified": "2017-03-24T08:13:12.153705Z",
          "type": "010combined",
          "sha1": "35510261991adf88b0a15c519290f323fafece27",
          "page_count": 40,
          "download_url": "http://www.ca10.uscourts.gov/opinions/02/02-4030.pdf",
          "local_path": "pdf/2003/11/04/Heideman_vs._South_Salt_Lake_City.pdf",
          "plain_text": "                                                                     F I L E D\n                                                              United States Court of Appeals\n                                                                      Tenth Circuit\n                                     PUBLISH\n                                                                      NOV 4 2003\n                  UNITED STATES COURT OF APPEALS\n                                                                   PATRICK FISHER\n                                                                          Clerk\n                               TENTH CIRCUIT\n\n\n\n FLONA M. HEIDEMAN; MARIEA\n M. BERRYMAN; CRYSTAL\n DIERINGER; HEATHER R.\n LILJENQUIST; JENNIFER GOFF;\n AMBER BLANKE; STACY LAMB;\n BOBBIE GLEASON; AMY WOODS;\n JANEEN BICKERSTAFF,\n                                                     No. 02-4030\n             Plaintiffs - Appellants,\n\n       v.\n\n SOUTH SALT LAKE CITY, A Utah\n Municipal Corporation,\n\n             Defendant - Appellee.\n\n\n        APPEAL FROM THE UNITED STATES DISTRICT COURT\n                  FOR THE DISTRICT OF UTAH\n                    (D.C. NO. 2:01-CV-918-J)\n\n\nW. Andrew McCullough, McCullough & Associates, LLC, Midvale, Utah, for\nPlaintiffs-Appellants.\n\nScott D. Bergthold, Law Office of Scott D. Bergthold, P.L.L.C., Scottsdale,\nArizona (and David M. Carlson and Janice Frost, South Salt Lake, Utah, with him\non the briefs), for Defendant-Appellee.\n\fBefore LUCERO , HARTZ and McCONNELL , Circuit Judges.\n\n\nMcCONNELL , Circuit Judge.\n\n\n\n      South Salt Lake City is a municipality of some 9,800 people, located\n\nimmediately south of Utah’s capital. The City’s main artery, State Street or U.S.\n\nHighway 89, was the primary north-south highway in the area prior to\n\nconstruction of Interstate-15. State Street is the locus of a virtually uninterrupted\n\nstring of gas stations, retail outlets, fast food restaurants, pawn shops, used car\n\ndealerships, old-fashioned drive-up motels, and the like; much of the City is\n\noccupied by light industry and the remaining area by modest single-family\n\nresidences and apartments. The City’s Chamber of Commerce touts the\n\nmunicipality as “Utah’s Center of Industry.” 1 Almost hidden among the\n\nwarehouses and workshops of light industrial South Salt Lake City are – or were –\n\nthree establishments featuring nude dancing.\n\n      The City Council recently enacted an ordinance prohibiting nudity within\n\nsexually oriented businesses. South Salt Lake City, Utah, Ordinance No. 2001-\n\n04 (the “Ordinance”) (effective May 7, 2001) (codified as South Salt Lake City,\n\nUtah, Code, ch. 5.56 (the “Code”)).   Under the Ordinance, dancers at the\n\n\n      1\n        South Salt Lake Chamber of Commerce, at\nhttp://www.southsaltlakechamber.com.\n\n                                          -2-\n\festablishments mentioned above may no longer drop the last stitch. Id. §\n\n5.56.3100. The Plaintiffs-Appellants in this case, female dancers who object to\n\nthe requirement of wearing “G-strings” and “pasties” during their performances,\n\nbrought suit to enjoin the enforcement of the Ordinance, and filed a motion for a\n\npreliminary injunction in district court.\n\n      The district court denied their request for a preliminary injunction,\n\ncommenting:\n\n      The specific proposition stated by Plaintiffs, that nude dancing is a\n      protected form of expression not subject to any limitation, has not\n      been passed upon by the 10th Circuit Court of Appeals. It is this\n      Court’s opinion that if and when they consider this proposition, the\n      modest limitations imposed by the ordinance will not be considered a\n      burden on expression of erotic dancing in a sexually oriented\n      business.\n\nOrder Upon Pls.’ Mot. for Prelim. Inj. and Def.’s Mot. to Dismiss (“Order”), at 2\n\n(Jan. 29, 2002), App. at 191. In response to a question from Plaintiffs’ counsel\n\nregarding what issues would be open in the litigation on the merits, the district\n\ncourt declined to provide guidance beyond what was said in the ruling on the\n\npreliminary injunction.\n\n      The district court’s reluctance to elaborate the law applicable to nude\n\ndancing is understandable. Twice in the past fifteen years, the United States\n\nSupreme Court has considered the constitutionality of ordinances banning\n\ncommercial nude dancing under the Free Speech Clause, and both times the Court\n\n\n                                            -3-\n\fproduced fractured decisions with no majority opinion and no clear statement of\n\ncontrolling doctrine. See Barnes v. Glen Theatre, Inc., 501 U.S. 560 (1991); City\n\nof Erie v. Pap’s A.M., 529 U.S. 277 (2000). This is because, as discussed below,\n\nit is far from clear how prohibitions of nude dancing “fit” within the conceptual\n\nstructure of First Amendment law. 2 Despite the theoretical uncertainties,\n\nhowever, the results themselves in these cases have been consistent: the\n\npractitioners of nude dancing have lost and the ordinances have been upheld.\n\n      In their briefs and arguments in this Court, the Plaintiffs devote much of\n\ntheir attention to issues beyond the propriety of the denial of a preliminary\n\ninjunction. In particular, they argue that they are entitled to trial on certain of\n\ntheir claims, which the Defendants stoutly deny. The procedural posture of this\n\ncase, however, is not a direct challenge to the Ordinance or even a motion for\n\nsummary judgment. It is an appeal from the district court’s denial of a\n\npreliminary injunction against enforcement of the Ordinance. Our appellate\n\nreview is limited by this posture. See, e.g., Hawkins v. City & County of Denver,\n\n170 F.3d 1281, 1292 (10th Cir. 1999) (emphasizing narrow scope of appellate\n\nreview of denial of a motion for preliminary injunction); Southwest Voter Reg.\n\nEduc. Project v. Shelley, 344 F.3d 914, 917-18 (9th Cir. 2003) (en banc) (noting\n\n\n      2\n        The best account of the theoretical difficulties may be found in Vincent\nBlasi, Six Conservatives in Search of the First Amendment: The Revealing Case of\nNude Dancing, 33 Wm. & Mary L. Rev. 611 (1992).\n\n                                          -4-\n\fthat appellate review of the denial of a preliminary injunction is “limited and\n\ndeferential”). The proper means for testing whether a trial is required is for one\n\nor both parties to move for summary judgment or judgment on the pleadings. No\n\nsuch motion has been made. The issue before us is simply whether the district\n\ncourt abused its discretion in denying a motion for preliminary relief on this\n\nrecord. The answer to that question is no.\n\n                                    Background\n\n      Under South Salt Lake City’s prior Sexually Oriented Business Ordinance,\n\noriginally enacted in February, 1991, commercial nude dancing was permitted,\n\nsubject to regulation and licensing. The three establishments at which Plaintiffs\n\nwork, or wish to work, provided nude entertainment for more than ten years under\n\nthis licensing scheme. Around 1999, the City Council became concerned about\n\nwhat are called “negative secondary effects” – such as crime, prostitution, and\n\nlowered property values – thought to be associated with sexually oriented\n\nbusinesses. For approximately a year, City officials gathered police reports and\n\nstudies from around the country regarding the connection between sexually\n\noriented commercial business and these secondary effects.\n\n      The Ordinance was amended on January 10, 1996, and, after the studies,\n\nagain on May 2, 2001. As currently formulated, the Ordinance forbids employees\n\n\n\n\n                                         -5-\n\fof such businesses 3 to “[a]ppear in a state of nudity before a patron on the\n\npremises of a sexually oriented business.” Code § 5.56.310, 310(G). 4 The\n\nOrdinance also forbids patrons of these establishments to “[a]ppear in a state of\n\nnudity before another person on the premises of a sexually oriented business.”\n\nCode § 5.56.320, 320(C). The Ordinance continues to permit semi-nude\n\ncommercial dancing; dancers may perform wearing “pasties” and “G-strings.”\n\nPlaintiffs maintain that these new restrictions violate their freedom of expression\n\nunder the First Amendment, as applied to state and local governments through the\n\nFourteenth Amendment.\n\n      Plaintiffs originally filed this action in the Third Judicial District Court for\n\nSalt Lake County, Utah. It was removed to federal district court on May 7, 2001.\n\nIn their Complaint, filed April 30, 2001, and by motion, Plaintiffs requested a\n\ntemporary restraining order and preliminary injunction against the enforcement of\n\nthe Ordinance. The City filed a motion to dismiss on the pleadings.\n\n\n\n\n      3\n         The Code defines a “Sexually oriented business” as “an adult arcade,\nadult bookstore, adult motion picture theater, adult novelty store, adult theater,\nadult video store, adult cabaret, and adult motel[,]” each of which is defined in\nthe Code’s “Definitions” section. Code § 5.56.050.\n      4\n       The Code defines “[n]udity or state of nudity” as “the showing of the\nhuman male or female genitals, pubic area, vulva, anus, or anal cleft with less\nthan a fully opaque covering, or the showing of the female breast with less than a\nfully opaque covering of any part of the nipple.” Code § 5.56.050.\n\n                                         -6-\n\f      The City argued that the Ordinance is justified by the City’s interest in\n\ncurtailing what it found to be the negative secondary effects of establishments\n\nfeaturing totally nude dancing. The targeted secondary effects the City identified\n\nincluded: venereal disease, prostitution, general poor sanitation, criminality, and\n\noffenses against minors, among others. See Preamble to Ordinance; Ordinance,\n\n“Purpose and Findings,” (1) – (25). The City based its findings and conclusions\n\non a number of sources cited in the Ordinance, including findings incorporated in\n\ndecisions of the Supreme Court and this Court, as well as numerous other studies\n\nand statistics from the City police department and other municipalities. 5\n\n\n      5\n       The cases and studies on which the City relied include the following:\n      Pap’s A.M. v. City of Erie, 529 U.S. 277 (2000); City of Renton v.\n      Playtime Theatres, Inc., 475 U.S. 41 (1986); Young v. American Mini\n      Theatre, [Inc.], 427 U.S. 50 (1976); Barnes v. Glen Theatre, Inc.,\n      501 U.S. 560 (1991); California v. La Rue, 409 U.S. 109 (1972);\n      O’Connor v City and County of Denver, 894 F.2d 1210 (10th Cir.\n      1990); Z.J. Gifts D-2, L.L.C. v. City of Aurora, 136 F.3d 683 (10th\n      Cir. 1998); Dodger’s Bar & Grill, Inc. v. Johnson County, 98 F.3d\n      1262 (10th Cir. 1996); Dodger’s Bar & Grill, Inc. v. Johnson County\n      Bd. of County Com’rs, 32 F.3d 1436 (10th Cir. 1994); American\n      Target Advertising, Inc. v Giani, 199 F3d 1241 (10th Cir. 2000); MS\n      News Co. v. Casado, 721 F.2d 1281 (10th Cir.1983); Cortese v.\n      Black, No. 95-1429, 1996 U.S. App. LEXIS 15311 (10th Cir. June\n      25, 1996); Salt Lake City v. Wood, 1999 Utah App. 323, 991 P.2d\n      595 (Utah Ct. App. 1999); Salt Lake City v. Roberts, 7 P.3d 789\n      (Utah [Ct.] App. 2000); United States v. Freedberg, 724 F.Supp. 851\n      (D. Utah 1989); reports of the South Salt Lake Police Department;\n      and documents concerning the secondary effects occurring in and\n      around sexually oriented businesses, including, but not limited to,\n      Phoenix, Arizona – 1984; Minneapolis, Minnesota – 1980; Houston,\n                                                                      (continued...)\n\n                                         -7-\n\f      The district court held a hearing on January 3, 2002, on the Plaintiffs’\n\nmotion for preliminary injunctive relief and the City’s motion to dismiss. The\n\nonly evidence before the district court at the time of the hearing was the\n\nOrdinance itself, the preamble of which contained citations to the studies and\n\nreports on which the City relied, and affidavits and testimony of four of the\n\nPlaintiffs regarding their perceptions of future economic harm that they would\n\nsuffer absent an injunction. Although the nude dancing establishments,\n\nrepresented by Plaintiffs’ counsel, had presented certain contrary studies and\n\nevidence to the City Council during its deliberations, Plaintiffs did not submit this\n\n\n\n\n      5\n       (...continued)\n      Texas – 1997; Indianapolis, Indiana – 1984; Amarillo, Texas; Garden\n      Grove, California – 1991; Los Angeles, California – 1977; Whittier,\n      California – 1978; Austin, Texas – 1986; Seattle, Washington –\n      1989; Oklahoma City, Oklahoma – 1986; Cleveland, Ohio – ; and\n      Dallas, Texas – 1997; St. Croix County, Wisconsin – 1993; Bellevue,\n      Washington – 1998; Newport News, Virginia – 1996; New York\n      Times Square study – 1994; Phoenix, Arizona – 1995-98; and also on\n      findings from the paper entitled “Stripclubs According to Strippers:\n      Exposing Workplace Sexual Violence,” by Kelly Holsopple, Program\n      Director, Freedom and Justice Center for Prostitution Resources,\n      Minneapolis, Minnesota, and from “Sexually Oriented Businesses:\n      An Insider’s View,” by David Sherman, presented to the Michigan\n      House Committee on Ethics and Constitutional Law, Jan. 12, 2000;\n      crime statistics of the City of South Salt Lake for the past seven\n      years; and the Report of the Attorney General’s Working Group On\n      The Regulation Of Sexually Oriented Businesses, (June 6, 1989,\n      State of Minnesota).\nOrdinance, sec. I(B) (“Findings”).\n\n                                         -8-\n\for any other evidence contrary to the City’s findings to the district court for\n\nconsideration on their motion for a preliminary injunction.\n\n      In denying both motions from the bench, the district court observed:\n\n             I’ll deny the motion for a preliminary injunction. . . .\n             It would appear to me that the modest effort at limitations\n      provided by the ordinance as enacted by South Salt Lake City\n      requiring the use of G strings and pasties in no way in my opinion\n      limits expression. It would appear to me that expression allowed is at\n      the outer limits that counsel has referred to and that the modest\n      requirements set forth in the ordinance as to semi-nude vers[u]s nude\n      is an appropriate exercise of municipal power.\n             I think that the issue presented, I hate to say the naked\n      proposition but the specific proposition asserted by counsel for\n      plaintiffs does indeed present an interesting question. That specific\n      proposition as far as I know has never been passed on by the Tenth\n      Circuit but my opinion is that if and when they consider it that the\n      modest limitations imposed by the ordinance will not be considered a\n      burden on expression of erotic dancing in a sexually oriented\n      business establishment.\n             It would appear to me that the justification set forth in the\n      ordinance as to the secondary questions are legitimate questions for a\n      city to be concerned with and that the modest limitations imposed in\n      no way deprive the artist, the performer, the dancer from expression\n      which is violative of the First Amendment. . . .\n\nTr. of Hearing dated Jan. 3, 2002 (“Tr.”), at 102-04, App. at 184-86.\n\n       After the hearing, the district court entered a short order memorializing its\n\nobservations from the bench. Four of these observations are relevant to our\n\nreview here:\n\n       4.   The South Salt Lake City ordinance requiring the use of G\n            strings and pasties in sexually oriented businesses does not\n            limit expression.\n\n\n                                          -9-\n\f      5.   The modest requirement of the ordinance permitting semi-\n           nudity and prohibiting nudity in sexually oriented businesses is\n           an appropriate exercise of municipal power.\n      6.   The specific proposition stated by Plaintiffs, that nude dancing\n           is a protected form of expression not subject to any limitation,\n           has not been passed upon by the 10 th Circuit Court of Appeals.\n           It is this Court’s opinion that if and when they consider this\n           proposition, the modest limitations imposed by the ordinance\n           will not be considered a burden on expression of erotic\n           dancing in a sexually oriented business.\n      7.   The secondary harmful effects of nudity in a sexually oriented\n           business are concerns that a municipality may legitimately\n           address.\n\nOrder at 2, App. at 191. After making these findings, the order\n\nmemorialized the denial of the motion for preliminary injunction which the\n\ndistrict court had made from the bench.\n\n                                    Analysis\n\nI.    Standards of Review\n\n      We review the district court’s decision to deny a preliminary injunction for\n\nabuse of discretion. Utah Licensed Beverage Ass’n v. Leavitt, 256 F.3d 1061,\n\n1065 (10th Cir. 2001). In doing so, we examine the district court’s factual\n\nfindings for clear error and review its legal determinations de novo. Davis v.\n\nMineta, 302 F.3d 1104, 1111 (10th Cir. 2002); see also Prairie Band of\n\nPotawatomi Indians v. Pierce, 253 F.3d 1234, 1243 (10th Cir. 2001); Tri-State\n\nGeneration & Transmission Ass’n v. Shoshone River Power, Inc., 805 F.2d 351,\n\n354 (10th Cir. 1986). The abuse of discretion standard commands that\n\n\n                                      -10-\n\f     we give due deference to the district court’s evaluation of the\n     salience and credibility of testimony, affidavits, and other evidence.\n     We will not challenge that evaluation unless it finds no support in the\n     record, deviates from the appropriate legal standard, or follows from\n     a plainly implausible, irrational, or erroneous reading of the record.\n\nUnited States v. Robinson, 39 F.3d 1115, 1116 (10th Cir. 1994) (citation\n\nomitted).\n\n      It is well settled that a preliminary injunction is an extraordinary remedy,\n\nand that it should not be issued unless the movant’s right to relief is “clear and\n\nunequivocal.” Kikumura v. Hurley, 242 F.3d 950, 955 (10th Cir. 2001); see also\n\nSCFC ILC, Inc. v. Visa USA, Inc., 936 F.2d 1096, 1098 (10th Cir. 1991).\n\n     But while the standard to be applied by the district court in deciding\n     whether a [party] is entitled to a preliminary injunction is stringent,\n     the standard of appellate review is simply whether the issuance [or\n     denial] of the injunction, in light of the applicable standard,\n     constituted an abuse of discretion.\n\nDoran v. Salem Inn, Inc., 422 U.S. 922, 931-32 (1975).\n\n      We must be mindful, therefore, as the Supreme Court has cautioned, that\n\n“a preliminary injunction is customarily granted on the basis of procedures that\n\nare less formal and evidence that is less complete than in a trial on the merits.”\n\nUniversity of Texas v. Camenisch, 451 U.S. 390, 395 (1981). A hearing for\n\npreliminary injunction is generally a restricted proceeding, often conducted under\n\npressured time constraints, on limited evidence and expedited briefing schedules.\n\nThe Federal Rules of Evidence do not apply to preliminary injunction hearings.\n\n\n                                        -11-\n\fSee, e.g., SEC v. Cherif, 933 F.2d 403, 412 n.8 (7th Cir. 1991); Asseo v. Pan Am.\n\nGrain Co., 805 F.2d 23, 25-26 (1st Cir. 1986); United States v. O’Brien, 836 F.\n\nSupp. 438, 441 (S.D. Ohio 1993). Thus, as a prudential matter, it bears\n\nremembering the obvious: that when a district court holds a hearing on a motion\n\nfor preliminary injunction it is not conducting a trial on the merits.\n\nII.    Preliminary Injunction Factors\n\n       Before a preliminary injunction may be entered pursuant to Fed. R. Civ. P.\n\n65, the moving party must establish that:\n\n      (1) [the movant] will suffer irreparable injury unless the injunction\n      issues; (2) the threatened injury . . . outweighs whatever damage the\n      proposed injunction may cause the opposing party; (3) the injunction,\n      if issued, would not be adverse to the public interest; and (4) there is\n      a substantial likelihood [of success] on the merits.\n\nResolution Trust Corp. v. Cruce, 972 F.2d 1195, 1198 (10th Cir. 1992);\n\nKikumura, 242 F.3d at 955. It is the movant’s burden to establish that each of\n\nthese factors tips in his or her favor. Id. However, “[t]he Tenth Circuit has\n\nadopted the Second Circuit’s liberal definition of the ‘probability of success’\n\nrequirement.” Otero Sav. & Loan Ass’n v. Federal Reserve Bank, 665 F.2d 275,\n\n278 (10th Cir. 1981). Accordingly, we have held that where the moving party\n\nhas established that the three “harm” factors tip   decidedly in its favor, the\n\n“probability of success requirement” is somewhat relaxed.       Prairie Band , 253\n\nF.3d at 1246; Continental Oil Co. v. Frontier Ref. Co.    , 338 F.2d 780, 781-82\n\n\n                                           -12-\n\f(10th Cir. 1964) (same);    see also, e.g. , Boucher v. School Bd. , 134 F.3d 821, 825\n\nn.5 (7th Cir. 1998). In such cases, “[t]he movant need only show ‘questions\n\ngoing to the merits so serious, substantial, difficult and doubtful, as to make\n\nthem a fair ground for litigation.’”   Resolution Trust , 972 F.2d at 1199 (citing\n\nTri-State , 805 F.2d at 358); Otero, 665 F.2d at 278. However, the Second\n\nCircuit has held, and we agree, that “[w]here . . . a preliminary injunction ‘seeks\n\nto stay governmental action taken in the public interest pursuant to a statutory or\n\nregulatory scheme,’ the less rigorous fair-ground-for-litigation standard should\n\nnot be applied.” Sweeney v. Bane, 996 F.2d 1384, 1388 (2d Cir. 1993) (quoting\n\nPlaza Health Labs. v. Perales, 878 F.2d 577, 580 (2d Cir. 1989)). With this in\n\nmind, we consider whether the district court abused its discretion in the present\n\ncase.\n\nIII.    Application of Preliminary Injunction Factors: The Equities\n\n        A.    Irreparable Harm\n\n        To constitute irreparable harm, an injury must be certain, great, actual\n\n“and not theoretical.” Wisconsin Gas Co. v. FERC, 758 F.2d 669, 674 (D.C. Cir.\n\n1985); accord Prairie Band, 253 F.3d at 1250. Irreparable harm is not harm that\n\nis “merely serious or substantial.” Prairie Band, 253 F.3d at 1250 (quoting A.O.\n\nSmith Corp. v. FTC, 530 F.2d 515, 525 (3d Cir. 1976)). “[T]he party seeking\n\ninjunctive relief must show that the injury complained of is of such imminence\n\n\n                                          -13-\n\fthat there is a clear and present need for equitable relief to prevent irreparable\n\nharm.” Id. (emphasis in original) (brackets, citations, and internal quotation\n\nmarks omitted). It is also well settled that simple economic loss usually does\n\nnot, in and of itself, constitute irreparable harm; such losses are compensable by\n\nmonetary damages. 11A Charles Alan Wright, Arthur R. Miller & Mary Kay\n\nKane, Federal Practice & Procedure § 2948.1, at 152-53 (2d ed. 1995).\n\n      The Plaintiffs presented no evidence that enforcement of the Ordinance\n\nduring the time it will take to litigate this case in district court will have an\n\nirreparable effect in the sense of making it difficult or impossible to resume their\n\nactivities or restore the status quo ante in the event they prevail. See, e.g.,\n\nGreater Yellowstone Coalition v. Flowers, 321 F.3d 1250 (10th Cir. 2003)\n\n(irreparable harm found when there was danger of actual death of eagles and\n\ndestruction of their breeding grounds if developer were allowed to proceed);\n\nOhio Oil Co. v. Conway, 279 U.S. 813, 814 (1929) (irreparable harm found in\n\npayment of an allegedly unconstitutional tax when state law did not provide a\n\nremedy for its return should the statute ultimately be adjudged invalid). At oral\n\nargument, Plaintiffs’ counsel asserted that at least one of the establishments had\n\nbeen forced out of business, but no such evidence was presented in district court.\n\nIn the absence of evidence to the contrary, we assume that Plaintiffs will be able\n\nto resume their nude dancing in the event they prevail on the merits. The only\n\n\n                                          -14-\n\fquestion, then, is whether the requirement that they wear pasties and G-strings in\n\nthe meantime is sufficient injury to warrant preliminary injunctive relief.\n\n      The Supreme Court has made clear that “the loss of First Amendment\n\nfreedoms, for even minimal periods of time, unquestionably constitutes\n\nirreparable injury.” Elrod v. Burns, 427 U.S. 347, 373 (1976) (plurality op.); see\n\nalso Utah Licensed Beverage, 256 F.3d at 1076 (noting presumption when\n\ninfringement of First Amendment rights is alleged); Homans v. City of\n\nAlbuquerque, 264 F.3d 1240, 1243 & n.2 (10th Cir. 2001); ACLU v. Johnson,\n\n194 F.3d 1149, 1163 (10th Cir. 1999); Community Communications Co. v. City of\n\nBoulder, 660 F.2d 1370, 1380 (10th Cir. 1981). It is necessary, however, to\n\nconsider the specific character of the First Amendment claim. The Supreme\n\nCourt has observed that the requirement that dancers wear G-strings and pasties\n\n“is a minimal restriction in furtherance of the asserted government interests, and\n\nthe restriction leaves ample capacity to convey the dancer’s erotic message.”\n\nPap’s, 529 U.S. at 301 (plurality op.); id. at 294 (“Any effect on the overall\n\nexpression [on account of requiring dancers to wear pasties and G-strings] is de\n\nminimis.”). In reliance on Pap’s, the district court found that the “modest\n\nlimitations” of requiring G-strings and pasties, would “not be considered a\n\nburden on expression of erotic dancing.” Tr. at 103, lns. 14-16, App. at 185.\n\n\n\n\n                                        -15-\n\fThus, while the harm to the Plaintiffs may arguably be imminent and irreparable,\n\nit is not “great” or “substantial.”\n\n      For First Amendment purposes, the important point is that the Plaintiffs\n\nare able to convey their chosen message – not that they are able to do so in a\n\nstate of undress. Appearing nude is not a First Amendment interest in the\n\nabstract, but only insofar as nudity is a means by which some message is\n\nconveyed. See Pap’s, 529 U.S. at 289 (plurality op.) (“Being ‘in a state of\n\nnudity’ is not an inherently expressive condition.”). The Supreme Court has held\n\n– and it stands to reason – that there are “ample” alternative means by which the\n\nPlaintiffs’ erotic message might be conveyed.\n\n      But to say that a harm is “minimal” is not to say it is nonexistent. In the\n\nrealm of performance art – to which the activity here is at least a distant cousin –\n\nthe manner of presentation is part of the artistic enterprise. To tell Mahler he\n\ncould not convey the message of thunder using the kettle drum might leave open\n\nample alternative means for communicating the desired message, but no one\n\nwould say that the restriction was of no artistic consequence. Because our\n\nprecedents dictate that we treat alleged First Amendment harms gingerly, we find\n\nthat this element tips slightly in favor of the Plaintiffs. See, e.g., Kikumura, 242\n\nF.3d at 963; Utah Licensed Beverage, 256 F.3d at 1076.\n\n      B.     Balance of Harms\n\n\n                                        -16-\n\f      To be entitled to a preliminary injunction, the movant has the burden of\n\nshowing that “the threatened injury to the movant outweighs the injury to the\n\nother party under the preliminary injunction.” Kikumura, 242 F.3d at 955. The\n\nrecord is nearly devoid of any finding by the district court regarding the injury to\n\nthe City of not enforcing the Ordinance during the pendency of the litigation.\n\nPresumably, however, the court’s conclusion that the harmful secondary effects\n\nof nudity in a sexually oriented business are concerns that a municipality may\n\nlegitimately address has application to the short run as well as the long.\n\nAssuming for sake of argument that the Ordinance serves legitimate purposes\n\nand ultimately will be sustained, the interests of the City would be injured by\n\npostponing the day of its enforcement. In the context of constitutional\n\nchallenges to Acts of Congress, Chief Justice Rehnquist has stated: “The\n\npresumption of constitutionality which attaches to every Act of Congress is not\n\nmerely a factor to be considered in evaluating success on the merits, but an\n\nequity to be considered in favor of applicants in balancing hardships.” Walters v.\n\nNat’l Ass’n of Radiation Survivors, 468 U.S. 1323, 1324 (1984) (Rehnquist, J., in\n\nchambers); Bowen v. Kendrick, 483 U.S. 1304, 1304 (1987) (Rehnquist, C.J., in\n\nchambers). Although the presumption of constitutionality accorded a municipal\n\nordinance is less than that accorded an Act of Congress, especially in a case\n\ninvolving an explicitly enumerated constitutional right, the ability of a city to\n\n\n                                        -17-\n\fenact and enforce measures it deems to be in the public interest is still an equity\n\nto be considered in balancing hardships. See Plaza Health Labs., 878 F.2d at\n\n580-83.\n\n      As with Plaintiffs’ claim of hardship, however, the City’s interest is less\n\nthan substantial. Much of the City’s professed concern about negative secondary\n\neffects arises from sexually oriented businesses in general rather than\n\ncommercial nude entertainment in particular. The City offers no specific\n\nevidence that the requirement of pasties and G-strings will produce a significant\n\nincremental improvement with respect to the negative secondary effects.\n\nMoreover, the City has tolerated nude dancing establishments for many years,\n\nand even after embarking on a different policy took over a year to put the\n\nrestrictions into effect. This invites skepticism regarding the imperative for\n\nimmediate implementation.\n\n      Thus, the balance of hardships in this case is fairly even: neither party has\n\nshown that it will suffer grievous harm if it loses on the preliminary injunction\n\nmotion.\n\n      C.     Public Interest\n\n      A movant also has the burden of demonstrating that the injunction, if\n\nissued, is not adverse to the public interest. Kikumura, 242 F.3d at 955. The\n\nPlaintiffs cite the public’s interest in ensuring that freedom of expression is not\n\n\n                                        -18-\n\funconstitutionally curtailed. They also argue that there is a historic value to the\n\nbusinesses where the Plaintiffs work, in which, they contend, the public also has\n\nan interest. On the other hand, the democratically elected representatives to the\n\nCity Council are in a better position than this Court to determine the public\n\ninterest with respect to questions of social and economic policy. The courts’\n\npeculiar function is to say what the law is, not to second-guess democratic\n\ndeterminations of the public interest. In this case, where the Plaintiffs’ claim of\n\nthe public interest is largely a restatement of their own constitutional interest,\n\nand the City’s claim of public interest is largely a restatement of its own interest\n\nin regulating the conduct in question, the “public interest” prong of the\n\npreliminary injunction inquiry is nothing more than a restatement of the “balance\n\nof hardships” prong. This factor, therefore, also favors neither party.\n\nIV.   Application of Preliminary Injunction Standards: Likelihood of Success on\n      the Merits\n\n      The final question before the district court was whether Plaintiffs\n\ndemonstrated that they were likely to meet their burden of showing that the\n\nCity’s ordinances are facially unconstitutional infringements on their First\n\nAmendment rights to expression.\n\n      A.     Constitutional Standards: The Appropriate Level of Scrutiny\n\n      The First Amendment to the United States Constitution provides that:\n\n\n\n                                         -19-\n\f     Congress shall make no law respecting an establishment of religion,\n     or prohibiting the free exercise thereof; or abridging the freedom of\n     speech, or of the press, or of the right of the people peaceably to\n     assemble, and to petition the Government for a redress of grievances.\n\nU.S. Const. amend. I. Since Gitlow v. New York, 268 U.S. 652, 666 (1925), the\n\nSupreme Court has held that the liberty of expression which the First\n\nAmendment guarantees against abridgment by the federal government is within\n\nthe liberty safeguarded by the Due Process Clause of the Fourteenth Amendment\n\nfrom invasion by state action.\n\n      The Supreme Court has held that nude dancing “falls only within the outer\n\nambit of the First Amendment’s protection.” City of Erie v. Pap’s A.M., 529\n\nU.S. 277, 289 (2000) (plurality op.); see also Barnes v. Glen Theatre, Inc., 501\n\nU.S. 560, 566 (1991) (plurality op.) (nude dancing “is expressive conduct within\n\nthe outer perimeters of the First Amendment, though we view it as only\n\nmarginally so”). The Court has been less clear about the reasons why this is the\n\ncase. It has not treated nude dancing as among the “well-defined and narrowly\n\nlimited classes of speech, the prevention and punishment of which have never\n\nbeen thought to raise any Constitutional problem,” such as bribery, obscenity,\n\nand fighting words, which play “no essential part of any exposition of ideas, and\n\nare of such slight social value as a step to truth that any benefit that may be\n\nderived from them is clearly outweighed by the social interest in order and\n\nmorality.” Chaplinsky v. New Hampshire, 315 U.S. 568, 572 (1942).\n\n                                         -20-\n\f      Rather, the Supreme Court’s analysis of restrictions on nude dancing\n\ncombines two lines of First Amendment doctrine that, while in principle distinct,\n\nhave become effectively merged. The first line of doctrine rests on the\n\ndistinction between “speech” and “conduct.” While the Court has recognized\n\nthat conduct is often expressive in character – burning a flag or sitting in at a\n\nsegregated lunch counter are well-known examples of expressive conduct – the\n\nstate has broad latitude to regulate expressive conduct if its interest in doing so\n\nis “unrelated to the suppression of free expression,” if the regulation furthers “an\n\nimportant or substantial government interest,” and if the “incidental restriction\n\non alleged First Amendment freedoms is no greater than is essential to the\n\nfurtherance of that interest.” United States v. O’Brien, 391 U.S. 367, 377\n\n(1968). This line of cases applies here because, as the Court has explained,\n\n“[b]eing ‘in a state of nudity’ is not an inherently expressive condition,” yet nude\n\ndancing is expressive conduct. Pap’s, 529 U.S. at 289. The Court has held that\n\na general prohibition on nudity is “unrelated to the suppression of free\n\nexpression” because such a law prohibits a class of conduct, the act of appearing\n\nnude in public, without reference to any element of expression. Barnes, 501 U.S.\n\nat 566, 570-71.\n\n      The second line of doctrine rests on the distinction between the prohibition\n\nof certain messages based on their content and the enforcement of reasonable\n\n\n                                         -21-\n\ftime, place, or manner restrictions – such as requiring that street demonstrations\n\noccur at times other than rush hour, that billboards be located away from scenic\n\nhighways, or that sound trucks not exceed a certain decibel level. See Clark v.\n\nCommunity for Creative Non-Violence, 468 U.S. 288, 293 (1984); Metromedia,\n\nInc. v. City of San Diego, 453 U.S. 490 (1981); Kovacs v. Cooper, 336 U.S. 77\n\n(1949). Such regulations warrant relatively relaxed, or “intermediate,” scrutiny\n\nnot only if they are “content neutral” in the classic sense, but also if the\n\ngovernment’s regulatory purpose is not based on the communicative impact of\n\nthe speech. See City of Los Angeles v. Alameda Books, Inc., 535 U.S. 425, 445-\n\n47 (1992) (Kennedy, J., concurring).\n\n      In City of Renton v. Playtime Theatres, Inc., 475 U.S. 41 (1986), the Court\n\nnoted that a zoning ordinance which attempted to locate theaters featuring\n\n“adult” films was “content based” to the extent that it identified the regulated\n\nactivity by the content of the films shown. Id. at 47. Focusing on the purpose of\n\nthe regulation, however, the Court determined that it merely aimed to impose\n\ntime, place, or manner restrictions on account of the theaters’ “secondary\n\neffects,” meaning effects other than communicative impact on the audience. Id.\n\n“The ordinance by its terms is designed to prevent crime, protect the city’s retail\n\ntrade, maintain property values, and generally protect and preserve the quality of\n\nthe city’s neighborhoods, commercial districts, and the quality of urban life, not\n\n\n                                         -22-\n\fto suppress the expression of unpopular views.” Id. at 48 (internal quotation\n\nmarks and brackets omitted). The Court thus carved out a category of speech\n\nregulations that are “content-neutral” not because they apply to conduct on a\n\ngenerally applicable basis without regard to expressive content, but because the\n\nregulatory purpose is unrelated to that content. In Ward v. Rock Against Racism,\n\nthe Court stated that “[t]he principal inquiry in determining content neutrality . . .\n\nis whether the government has adopted a regulation of speech because of\n\ndisagreement with the message it conveys.” 491 U.S. 781, 791 (1989). This\n\nCourt has held that restrictions based on the negative secondary effects of\n\nsexually oriented businesses are “content-neutral” in this sense. Z-J Gifts D-2,\n\nL.L.C. v. City of Aurora, 136 F.3d 683, 686 (10th Cir. 1998).\n\n      The principal conceptual distinction between the two lines of doctrine is\n\nthat the former – the “O’Brien test” – applies to generally applicable regulations\n\nof both non-expressive and expressive conduct, not targeting or singling out\n\nexpressive conduct, while time, place, or manner regulations can be directed\n\nspecifically at expression (such as billboards or street demonstrations), so long as\n\nthe governmental purpose is unrelated to disagreement with the message and\n\nthere are adequate alternative channels of communication.\n\n      In Pap’s, a majority of the Court held that general prohibitions on public\n\nnudity, including commercial nude dancing, are subject to scrutiny “under the\n\n\n                                         -23-\n\fframework set forth in O’Brien for content-neutral restrictions on symbolic\n\nspeech.” 529 U.S. at 289 (plurality op. per O’Connor, J., joined by Rehnquist,\n\nC.J., and Kennedy and Breyer, JJ.); id. at 310 (Souter, J., concurring). The Court\n\nalso, however, relied heavily on the Renton line of cases. Id. at 295-96 (plurality\n\nop.); id. at 312-13 (Souter, J., concurring). The resulting doctrine thus seems to\n\nbe a combination of the two lines of cases.\n\n      This case does not involve a general prohibition on public nudity, like that\n\nin Barnes and Pap’s. Rather, it is a more narrowly tailored ban on nudity of\n\neither employees or patrons within sexually oriented businesses. Accordingly, it\n\nmight be argued that the case is most accurately analyzed as a “manner”\n\nregulation. This would seem to have been the Court’s point in Pap’s when it\n\nnoted: “The public nudity ban certainly has the effect of limiting one means of\n\nexpressing the erotic message being disseminated at Kandyland. But simply to\n\ndefine what is being banned as the ‘message’ is to assume the conclusion.” 529\n\nU.S. at 292-93. See also Fly Fish, Inc. v. City of Cocoa Beach, 337 F.3d 1301,\n\n1308 (11th Cir. 2003) (applying Pap’s and treating the G-string and pasties\n\nrequirement as a “manner” restriction). Nudity, after all, is not a message in\n\nitself, but is a mode of conveying any number of different messages. It can be\n\nhumorous (as when “Hotlips” Houlihan is exposed in the movie M*A*S*H); it\n\ncan be dehumanizing (as in the registration scene in Schindler’s List); it can be\n\n\n                                        -24-\n\fan act of self-affirmation (as in The Full Monty); it can symbolize\n\nunrighteousness (as in the Book of Hosea); it can symbolize innocence (as in\n\nBotticelli’s Birth of Venus), or the loss of innocence (as in the movie The Last\n\nPicture Show); it can convey cruelty or disgust or freedom or – as Plaintiffs\n\nclaim as their message – eroticism. 6 Often nudity is not communicative at all.\n\nBy banning nudity in sexually oriented businesses, South Salt Lake City has not\n\nprecluded the expression of any particular set of ideas, but has prohibited one\n\nparticular manner of conveying those ideas, which the City Council is convinced\n\nhas negative secondary effects.\n\n\n\n\n      6\n        We are not troubled by the fact that this reasoning runs counter to Marshall\nMcLuhan’s iconic dictum that “the medium is the message.” Marshall McLuhan,\nUnderstanding the Media: The Extensions of Man 23-35 (1964). Whatever might\nhave been its merits in its own pop cultural context, McLuhan’s dictum is\nincompatible with the basic thrust of modern First Amendment law, in which\ndistinctions based on content (‘the message”) are subject to a different mode of\nanalysis than distinctions based on time, place, or manner (“the medium”). See\nGeoffrey R. Stone, Content-Neutral Restrictions, 54 U. Chi. L. Rev. 46 (1987);\nContent Regulation and the First Amendment, 25 Wm. & Mary L. Rev. 189 (1983).\nThat would be nonsensical if the medium really were the message. Other scholars\nhave long maintained that media, or modes of expression, do not inherently\nconvey a particular meaning, but generate meaning through the way they are used\nin particular settings. See, e.g., John Dewey, Art as Experience 60-64 (Perigree,\n1980) (1934); Stanley Fish, Is There a Text in This Class? The Authority of\nInterpretive Communities 317-18 (1980); Clifford Geertz, Local Knowledge:\nFurther Essays in Interpretive Anthropology 119 (1983) (“It is, after all, not just\nstatues (or poems or paintings) that we have to do with but the factors that cause\nthese things to seem important – that is, affected with import – to those who make\nor possess them, and these are as various as life itself.”).\n\n                                        -25-\n\f      In one important sense, the South Salt Lake Ordinance is less\n\nconstitutionally problematic than the general public nudity bans upheld in Barnes\n\nand Pap’s: it is more narrowly tailored. In Barnes and Pap’s, there was dispute\n\nregarding the applicability of the prohibitions to legitimate theater or dance\n\ninvolving nudity, such as the plays Equus or Hair or the ballet Salome. The\n\nbroad sweep of the public nudity prohibition seemed to present a dilemma: either\n\nthe prohibition would apply to such performances and thus appear overbroad, or\n\nit would not apply and thus appear to be administered in a content-discriminatory\n\nmanner. By limiting its nudity ban to sexually oriented businesses – a\n\nclassification that itself is “content-neutral” within the meaning of this Court’s\n\ncases, see Z-J Gifts, 136 F.3d at 686-87 – the City here has avoided both horns of\n\nthe dilemma.\n\n      We turn now to Plaintiffs’ arguments that the district court abused its\n\ndiscretion in finding that they had not demonstrated a likelihood of success on\n\nthe merits.\n\n      B.      Plaintiffs’ Arguments for Heightened Scrutiny\n\n      Plaintiffs argue against application of the relatively relaxed standard of\n\nreview employed in Barnes and Pap’s. They point out that Barnes and Pap’s\n\ninvolved general prohibitions on public nudity, while the South Salt Lake\n\nOrdinance bans nudity only within sexually oriented businesses. Accordingly,\n\n\n                                        -26-\n\fthey argue that the South Salt Lake Ordinance is subject to strict scrutiny as a\n\n“content-based” restriction on speech. Their argument finds some support in two\n\ndistrict court decisions, Nakatomi Investments, Inc. v. City of Schenectady, 949\n\nF. Supp. 988, 998-99 (N.D.N.Y 1997), and Books, Inc. v. Potawatamie County,\n\n978 F. Supp. 1247, 1257 (S.D. Iowa 1997). But the argument – or at least the\n\nultimate conclusion – has also been rejected by the only two courts of appeals to\n\nconsider it. Schultz v. City of Cumberland, 228 F.3d 831, 846-47 (7th Cir.\n\n2000); Fly Fish, Inc. v. City of Cocoa Beach, 337 F.3d 1301, 1306-10 (11th Cir.\n\n2003).\n\n         We reject Plaintiffs’ argument for two independent reasons. First, the\n\nnarrower scope of the South Salt Lake Ordinance, as compared with the general\n\npublic nudity prohibitions of Barnes and Pap’s, does not necessarily make the\n\nOrdinance “content-based.” The prohibition is still on a form of conduct, and\n\nunless the category of businesses to which it applies is defined by their\n\nexpressive content, the Ordinance remains “unrelated to the suppression of free\n\nexpression.” O’Brien, 391 U.S. at 377. Plaintiffs inform us that “[t]he\n\nordinance at issue here applies only to adult businesses featuring nude dancing as\n\nexpressive conduct,” Appellants’ Br. at 16, but they point to nothing in the\n\nOrdinance that supports that interpretation. On its face, the Ordinance applies to\n\nall “sexually oriented businesses,” which include establishments such as “adult\n\n\n                                         -27-\n\fmotels” and “adult novelty stores,” which are not engaged in expressive activity.\n\nAlthough the “sexually oriented business” category certainly encompasses some\n\nexpressive activities – adult cabarets and theaters, for example – this does not\n\nmean that the Ordinance targets them. The nudity ban applies across the board to\n\nall sexually oriented businesses, expressive and non-expressive alike. It is\n\ntypical of conduct restrictions evaluated under O’Brien to include some\n\nexpressive, as well as some non-expressive, activities within their reach. Where,\n\nas here, expressive activities are not singled out for special regulation, O’Brien\n\napplies. See Alameda Books, 535 U.S. at 447 (Kennedy, J., concurring)\n\n(justifying application of lesser scrutiny to an ordinance that “is not limited to\n\nexpressive activities [but] extends, for example, to massage parlors”); Z-J Gifts,\n\n136 F.3d at 686-87 (holding that an ordinance restricting sexually oriented\n\nbusiness is content-neutral within the meaning of Renton).\n\n      Second, even if the South Salt Lake Ordinance must be distinguished from\n\nthat in Barnes and Pap’s, and cannot be justified as a generally applicable\n\nregulation of conduct, it still is subject to no more than intermediate scrutiny\n\nunder the Renton line of cases, because the governmental purpose is based on the\n\nsecondary effects of nudity in sexually oriented businesses rather than on\n\ndisagreements with the content of the message. Schultz, 228 F.3d at 845-46. To\n\nbe sure, as Plaintiffs point out, the ordinance upheld in Renton was a restriction\n\n\n                                         -28-\n\fon the locations within the city in which the sexually oriented businesses could\n\nlocate, rather than, as here, a restriction on the manner in which they are\n\npermitted to operate. But we think Plaintiffs are wrong to characterize this as a\n\n“total ban” on the speech. Plaintiffs are not prohibited from communicating their\n\nsupposedly erotic message through dance; they are merely prohibited from doing\n\nso in a state of total nudity. See Fly Fish, 337 F.3d at 1307-08.\n\n      In Pap’s, the plurality explicitly rejected the dissent’s characterization of a\n\nnudity prohibition as a “complete ban on expression.” 529 U.S. at 292 (plurality\n\nop.). The plurality explained: “The public nudity ban certainly has the effect of\n\nlimiting one particular means of expressing the kind of erotic message being\n\ndisseminated. . . . But simply to define what is being banned as the ‘message’ is\n\nto assume the conclusion.” Id. at 292-93. Indeed, the plurality found that “[a]ny\n\neffect on the overall expression is de minimis.” Id. at 294. Thus, far from being\n\na “complete ban,” the plurality found that the prohibition on nudity had a “de\n\nminimis” effect on the performers’ ability to convey their desired message. Id.;\n\nsee also Schultz, 228 F.3d at 847 (concluding that a requirement that dancers in\n\nsexually oriented businesses wear pasties and G-strings does not violate the First\n\nAmendment).\n\n      The fallacy in Plaintiffs’ argument is to assume that the “adequate\n\nalternative avenues of expression” required under the Renton line of cases refers\n\n\n                                        -29-\n\fexclusively to location. Time, place, or manner regulations all are partial\n\nlimitations, but each is partial in a different way. “Place” limitations require\n\nalternative locations; “time” limitations require alternative times; and “manner”\n\nlimitations require alternative ways in which a message may be communicated.\n\nA ban on nudity within sexually oriented businesses is a “manner” regulation,\n\nFly Fish, 337 F.3d at 1308-09, and Plaintiffs have provided no reason to believe\n\nthat there do not exist other ways to get their message across. See Pap’s, 529\n\nU.S. at 301 (“the requirement that dancers wear pasties and G-strings . . . leaves\n\nample capacity to convey the dancer’s erotic message.”); Schultz, 228 F.3d at 847\n\n(same). While “there may be cases in which banning the means of expression so\n\ninterferes with the message that it essentially bans the message, that is not the\n\ncase here.” Pap’s, 529 U.S. at 293; Fly Fish, 337 F.3d at 1308.\n\n      C.     Plaintiffs’ Argument Regarding Evidence of Secondary Effects and\n             the Record Before the District Court\n\n      Plaintiffs complain vigorously regarding the supposed inadequacy of the\n\nfactual record in this case to support the City’s claim that the Ordinance is\n\njustified by the need to control the negative secondary effects of commercial\n\nnude dancing. Indeed, they assert that “[t]here is no evidence that such effects\n\nhave occurred, or are in imminent danger of occurring, in South Salt Lake.\n\nPlaintiffs believe that all evidence is to the contrary.” Appellants’ Br. at 24.\n\nHowever, as counsel conceded at oral argument before this Court, at the hearing\n\n                                        -30-\n\fin the district court on their motion for preliminary injunctive relief, the\n\nPlaintiffs did not present any evidence in support of their position. In their\n\nbriefs in this Court, Plaintiffs refer to various studies that they submitted to the\n\nCity Council, but did not trouble to present to the district court, and to other\n\nevidence that they submitted in unrelated litigation in state court, but likewise\n\ndid not see fit to introduce below. See Appellants’ Br. at 24-26. Under these\n\ncircumstances, it is obvious that the district court did not abuse its discretion in\n\ndenying their motion. Plaintiffs simply had not met their burden of showing that\n\ntheir right to relief was “clear and unequivocal.” Kikumura, 242 F.3d at 955.\n\n          We turn, nevertheless, to the four elements of intermediate scrutiny, as set\n\nforth in O’Brien, 7 to determine whether the district court abused its discretion in\n\nconcluding, on this one-sided record, that Plaintiffs did not have a substantial\n\nlikelihood of success on the merits. Under intermediate scrutiny, a restriction on\n\nspeech must: (1) be within the constitutional power of government to adopt; (2)\n\nfurther an important or substantial governmental interest; which (3) is unrelated\n\nto the suppression of expression; and (4) be no greater restriction on First\n\n\n\n\n      7\n          The elements of intermediate scrutiny for time, place, or manner\nregulations are only slightly different. In such a case, we ask simply whether the\nregulation is “narrowly tailored to serve a significant governmental interest, and\n. . . leave[s] open ample alternative channels for communication of the\ninformation.” Clark, 468 U.S. at 293.\n\n                                           -31-\n\fAmendment freedom than is essential to furtherance of the government’s\n\npurpose. O’Brien, 391 U.S. at 377; Pap’s, 529 U.S. at 296, 301.\n\n          There is no doubt that the Ordinance is within the lawful powers of South\n\nSalt Lake City. See Pap’s, 529 U.S. at 296 (the city’s “efforts to protect public\n\nhealth and safety are clearly within the city’s police powers”).\n\n      The second factor is probably the most important and contested. To survive\n\nintermediate scrutiny, the government must be able to demonstrate that the\n\nchallenged speech restriction serves a “substantial governmental interest.”\n\nO’Brien, 391 U.S. at 377. The burden of proof is on the government to\n\n“demonstrate that the recited harms are real, not merely conjectural, and that the\n\nregulation will in fact alleviate these harms in a direct and material way.”\n\nTurner Broad. Sys., Inc. v. FCC, 512 U.S. 622, 664 (1994). 8 On the other hand,\n\nthe Court has repeatedly emphasized that “municipalities must be given a\n\n‘reasonable opportunity to experiment with solutions’ to address the secondary\n\n\n\n      8\n         It is not obvious that intermediate scrutiny cases from other contexts are\nnecessarily applicable to nude dancing or other sexually oriented speech, in light\nof the Court’s position that “society’s interest in protecting this type of expression\nis of a wholly different, and lesser, magnitude than the interest in untrammeled\npolitical debate.” Barnes, 501 U.S. at 584 (Souter, J., concurring) (quoting\nYoung, 427 U.S. at 70). Nonetheless, the Court’s recent decisions in the context\nof sexually explicit speech confirm that the government bears the burden of\nproviding evidence of secondary effects, where it relies on those secondary\neffects as the justification for restricting speech. See Alameda Books, 535 U.S. at\n437 (plurality op.).\n\n                                          -32-\n\feffects of protected speech.” Alameda Books, 535 U.S. at 439, quoting Renton,\n\n475 U.S. at 52, quoting Young v. American Mini Theatres, Inc., 427 U.S. 50, 71\n\n(1976) (plurality op.) (internal quotation marks omitted). The standards for the\n\nquantity and nature of the empirical evidence needed to uphold a city ordinance\n\nbased on the negative secondary effects of sexually oriented speech in general, or\n\nnude dancing in particular, are continuing to evolve.\n\n     In Renton, a six-Justice majority of the Supreme Court held that “[t]he First\n\nAmendment does not require a city, before enacting such an ordinance, to\n\nconduct new studies or produce evidence independent of that already generated\n\nby other cities, so long as whatever evidence the city relies upon is reasonably\n\nbelieved to be relevant to the problem the city addresses.” 475 U.S. at 51-52.\n\nAccordingly, it is common in these cases for cities to cite and rely on seemingly\n\npre-packaged studies, as well as the findings of courts in other cases. Here,\n\nSouth Salt Lake invoked a typical set of such studies and findings in support of\n\nits Ordinance.\n\n     In Barnes, the three-Justice plurality (Chief Justice Rehnquist, joined by\n\nJustices O’Connor and Kennedy) sustained a prohibition on public nudity, as\n\napplied to nude dancing, on the basis of the “substantial government interest in\n\nprotecting order and morality,” without the need for any empirical evidence\n\nregarding secondary effects. Barnes, 501 U.S. at 569 (plurality op.). Justice\n\n\n                                        -33-\n\fScalia concurred on the ground that a general public nudity prohibition “is not\n\nsubject to First Amendment scrutiny at all.” Id. at 572 (Scalia, J., concurring).\n\nThe decisive fifth vote was cast by Justice Souter, whose opinion is controlling\n\nunder the rule of Marks v. United States, 430 U.S. 188, 193 (1977) (“When a\n\nfragmented Court decides a case and no single rationale explaining the result\n\nenjoys the assent of five Justices, the holding of the Court may be viewed as that\n\nposition taken by those Members who concurred in the judgments on the\n\nnarrowest grounds.” (internal quotation marks omitted)). Justice Souter\n\nconcluded, contrary to the plurality, that the city was required to show secondary\n\neffects of the sort canvassed in Renton, and not merely an interest in order and\n\nmorality. Barnes, 501 U.S. at 583-86 (Souter, J., concurring). But he maintained\n\nthat it was not necessary for cities to “litigate this issue repeatedly in every\n\ncase,” and thus that previous court findings in Renton and other cases provided\n\nsufficient evidentiary support. Id. at 584.\n\n      In Pap’s, a four-Justice plurality (Justice O’Connor, joined by the Chief\n\nJustice, Justice Kennedy, and Justice Breyer) voted to uphold a general public\n\nnudity ban almost identical to that upheld in Barnes, but did so on the basis of\n\nsecondary effects. The Court emphasized that the city did not have to produce\n\nnew studies and was permitted to rely on the evidentiary foundation in earlier\n\ncases. Pap’s, 529 U.S. at 296-97. The Court also treated the judgments of city\n\n\n                                         -34-\n\fcouncil members regarding the need for the ordinance as evidence. “The city\n\ncouncil members, familiar with commercial downtown Erie, are the individuals\n\nwho would likely have had firsthand knowledge of what took place at and around\n\nnude dancing establishments in Erie, and can make particularized, expert\n\njudgments about the resulting harmful secondary effects.” Id. at 297-98. Indeed,\n\nthe Court observed that “O’Brien, of course, required no evidentiary showing at\n\nall that the threatened harm was real.” Id. at 299; see also id. at 298 (“On this\n\npoint, O’Brien is especially instructive. The Court there did not require evidence\n\nthat the integrity of the Selective Service System would be jeopardized. . . .”).\n\nThe plurality also noted that the plaintiffs had “ample opportunity to contest the\n\ncouncil’s findings about secondary effects – before the council itself, throughout\n\nthe state proceedings, and before this Court,” but had failed to do so. Id. at 298.\n\n“In the absence of any reason to doubt it,” the plurality stated, “the city’s expert\n\njudgment should be credited.” Id.\n\n     Two Justices concurred on the ground that a regulation of conduct is\n\nunconstitutional only where the “government prohibits conduct precisely because\n\nof its communicative attributes,” making it unnecessary to inquire into the\n\nempirical basis for the secondary effects justification (about which these Justices\n\nwere skeptical). Id. at 310 (Scalia, J., joined by Thomas, J., concurring).\n\nAccordingly, under the rule of Marks, the plurality opinion constitutes the\n\n\n                                         -35-\n\fholding of the Court. This suggests that the City’s initial burden to present\n\nempirical support for its conclusions is minimal, but that plaintiffs must have an\n\nopportunity to present their own evidence, to which the city is then entitled to\n\nrespond.\n\n     In Alameda Books, the Court granted certiorari to “clarify the standard for\n\ndetermining whether an ordinance serves a substantial government interest under\n\nRenton.” 535 U.S. at 433. Again, however, the Court failed to produce a\n\nmajority opinion. The four-Justice plurality (Justice O’Connor, joined by the\n\nChief Justice, Justice Scalia, and Justice Thomas) reaffirmed the basic approach\n\ntaken in Renton and Barnes. The Court explained that “the city certainly bears\n\nthe burden of providing evidence that supports a link between concentrations of\n\nadult operations and asserted secondary effects,” but it did not require the city to\n\n“bear the burden of providing evidence that rules out every theory for the link\n\nbetween concentrations of adult establishments that is inconsistent with its own.”\n\nId. at 437. The plurality distinguished between two parts of the Renton\n\nintermediate scrutiny framework: whether an ordinance is content-neutral and\n\nwhether it serves a substantial governmental interest while leaving open\n\nalternative avenues of communication. Only with regard to the latter would the\n\ncourts “examine evidence concerning regulated speech and secondary effects.”\n\nId. at 440-41.\n\n\n                                        -36-\n\f     Even as to that connection, the plurality reiterated that the Court had\n\n“refused to set such a high bar for municipalities that want to address merely the\n\nsecondary effects of protected speech.” Id. at 438. It stated that cities are\n\nentitled to rely, in part, on “appeal to common sense,” rather than “empirical\n\ndata,” at least where there is no “actual and convincing evidence from plaintiffs\n\nto the contrary.” Id. at 439. In so holding, the Alameda plurality provided the\n\nfollowing observation regarding the deference properly accorded to legislative\n\nfindings under the second prong of the O’Brien test:\n\n     This is not to say that the municipality can get away with shoddy data\n     or reasoning. The municipality’s evidence must fairly support the\n     municipality’s rationale for its ordinance. If plaintiffs fail to cast\n     direct doubt on this rationale, either by demonstrating that the\n     municipality’s evidence does not support its rationale or by\n     furnishing evidence that disputes the municipality’s factual findings,\n     the municipality meets the standard set forth in Renton. If plaintiffs\n     succeed in casting doubt on a municipality’s rationale in either\n     manner, the burden shifts back to the municipality to supplement the\n     record with evidence renewing support for a theory that justifies its\n     ordinance.\n\nId. at 438-39 (citing Pap’s, 529 U.S. at 298). The plurality described its\n\n“deference to the evidence presented by the city” as “the product of a careful\n\nbalance between competing interests.” Alameda, 535 U.S. at 440. On the one\n\nhand, courts have an obligation to exercise independent judgment in First\n\nAmendment cases, but on the other hand the plurality acknowledged “that the\n\n\n\n\n                                        -37-\n\fLos Angeles City Council is in a better position than the Judiciary to gather and\n\nevaluate data on local problems.” Id.\n\n     Justice Kennedy concurred separately. However, he did not criticize the\n\nplurality’s approach to the evidence necessary to support a secondary effects\n\njustification. If anything, Justice Kennedy’s comments on that issue appear\n\nsomewhat more deferential to the cities: “As a general matter, courts should not\n\nbe in the business of second-guessing fact-bound empirical assessments of city\n\nplanners.” Id. at 451 (Kennedy, J., concurring). “The Los Angeles City Council\n\nknows the streets of Los Angeles better than we do. . . . It is entitled to rely on\n\nthat knowledge; and if its inferences appear reasonable, we should not say there\n\nis no basis for its conclusion.” Id. at 452.\n\n     Applying these precedents, we cannot say that the district court abused its\n\ndiscretion in concluding that the Plaintiffs failed to show a likelihood of success\n\non the merits. The evidentiary record compiled by South Salt Lake City is\n\nsimilar to the record on which the Court affirmed the ordinance in Pap’s.\n\nPresumably, the City Council of South Salt Lake is entitled to as great a degree\n\nof deference as that of any other. The Plaintiffs failed to submit any evidence in\n\ndistrict court that might call the City’s empirical judgments into question.\n\nWithout “actual and convincing evidence from plaintiffs to the contrary,”\n\n\n\n\n                                         -38-\n\fAlameda Books, 535 U.S. at 439 (plurality op.), there was no reason for the\n\ndistrict court to inquire any further.\n\n      The third O’Brien factor, that the government interest is unrelated to the\n\nsuppression of free expression, follows from the second. As explained above,\n\nfrom Renton onward, the Court has consistently held that the control of negative\n\nsecondary effects, such as those invoked by South Salt Lake City, is unrelated to\n\nthe suppression of free expression.\n\n      Finally, the district court did not abuse its discretion in concluding that the\n\nOrdinance satisfies the fourth and final O’Brien factor – that the restriction is no\n\ngreater than is essential to the furtherance of the government interest – for the\n\nsame reason that factor was satisfied in Pap’s: the requirement that dancers wear\n\n“G-strings” and “pasties” has a “de minimis” effect on their ability to\n\ncommunicate their message. Pap’s, 529 U.S. at 301 (“The requirement that\n\ndancers wear pasties and G-strings is a minimal restriction in furtherance of the\n\nasserted government interests, and the restriction leaves ample capacity to\n\nconvey the dancer’s erotic message.”). Plaintiffs evidently disagree with that\n\nconclusion, but offer no basis for distinguishing the Supreme Court’s conclusion.\n\n      In summary, as the case is now postured, the Plaintiffs put on no evidence\n\nbefore the district court to establish a likelihood that O’Brien factors two, three\n\nand four favored their case on the merits. Because they failed to put on such\n\n\n                                         -39-\n\fevidence, the Plaintiffs have not demonstrated a substantial likelihood of success\n\non the merits.\n\n                                   Conclusion\n\n     For the foregoing reason, the decision of the district court denying the\n\nPlaintiffs’ motion for preliminary injunction is AFFIRMED. However, because\n\nthe record before us is very limited, we note specifically that we express no\n\nopinion on the ultimate merits of this case. Plaintiffs’ motion to supplement the\n\nrecord with materials not before the district court is DENIED.\n\n\n\n\n                                       -40-\n\f",
          "html": "<p class=\"case_cite\">348 F.3d 1182</p>\n    <p class=\"parties\">Flona M. HEIDEMAN; Mariea M. Berryman; Crystal Dieringer; Heather R. Liljenquist; Jennifer Goff; Amber Blanke; Stacy Lamb; Bobbie Gleason; Amy Woods; Janeen Bickerstaff, Plaintiffs &#8212; Appellants,<br>v.<br>SOUTH SALT LAKE CITY, A Utah Municipal Corporation, Defendant &#8212; Appellee.</p>\n    <p class=\"docket\">No. 02-4030.</p>\n    <p class=\"court\">United States Court of Appeals, Tenth Circuit.</p>\n    <p class=\"date\">November 4, 2003.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED W. Andrew McCullough, McCullough &amp; Associates, LLC, Midvale, UT, for Plaintiffs-Appellants.</p>\n      <p class=\"indent\">Scott D. Berghthold, Law Office of Scott D. Berghthold, P.L.L.C., Scottsdale, AZ (and David M. Carlson and Janice Frost, South Salt Lake, UT, with him on the briefs), for Defendant-Appellee.</p>\n      <p class=\"indent\">Before LUCERO, HARTZ and McCONNELL, Circuit Judges.</p>\n      <p class=\"indent\">McCONNELL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">South Salt Lake City is a municipality of some 9,800 people, located immediately south of Utah's capital. The City's main artery, State Street or U.S. Highway 89, was the primary north-south highway in the area prior to construction of Interstate-15. State Street is the locus of a virtually uninterrupted string of gas stations, retail outlets, fast food restaurants, pawn shops, used car dealerships, old-fashioned drive-up motels, and the like; much of the City is occupied by light industry and the remaining area by modest single-family residences and apartments. The City's Chamber of Commerce touts the municipality as \"Utah's Center of Industry.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Almost hidden among the warehouses and workshops of light industrial South Salt Lake City are &#8212; or were &#8212; three establishments featuring nude dancing.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The City Council recently enacted an ordinance prohibiting nudity within sexually oriented businesses. South Salt Lake City, Utah, Ordinance No.2001-04 (the \"Ordinance\") (effective May 7, 2001) (codified as South Salt Lake City, Utah, Code, ch. 5.56 (the \"Code\")). Under the Ordinance, dancers at the establishments mentioned above may no longer drop the last stitch. <i>Id.</i> &#167; 5.56.3100. The Plaintiffs-Appellants in this case, female dancers who object to the requirement of wearing \"G-strings\" and \"pasties\" during their performances, brought suit to enjoin the enforcement of the Ordinance, and filed a motion for a preliminary injunction in district court.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court denied their request for a preliminary injunction, commenting:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The specific proposition stated by Plaintiffs, that nude dancing is a protected form of expression not subject to any limitation, has not been passed upon by the 10th Circuit Court of Appeals. It is this Court's opinion that if and when they consider this proposition, the modest limitations imposed by the ordinance will not be considered a burden on expression of erotic dancing in a sexually oriented business.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Order Upon Pls.' Mot. for Prelim. Inj. and Def.'s Mot. to Dismiss (\"Order\"), at 2 (Jan. 29, 2002), App. at 191. In response to a question from Plaintiffs' counsel regarding what issues would be open in the litigation on the merits, the district court declined to provide guidance beyond what was said in the ruling on the preliminary injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court's reluctance to elaborate the law applicable to nude dancing is understandable. Twice in the past fifteen years, the United States Supreme Court has considered the constitutionality of ordinances banning commercial nude dancing under the Free Speech Clause, and both times the Court produced fractured decisions with no majority opinion and no clear statement of controlling doctrine. <i>See Barnes v. Glen Theatre, Inc.,</i> 501 U.S. 560, 111 S.Ct. 2456, 115 L.Ed.2d 504 (1991); <i>City of Erie v. Pap's A.M.,</i> 529 U.S. 277, 120 S.Ct. 1382, 146 L.Ed.2d 265 (2000). This is because, as discussed below, it is far from clear how prohibitions of nude dancing \"fit\" within the conceptual structure of First Amendment law.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Despite the theoretical uncertainties, however, the results themselves in these cases have been consistent: the practitioners of nude dancing have lost and the ordinances have been upheld.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In their briefs and arguments in this Court, the Plaintiffs devote much of their attention to issues beyond the propriety of the denial of a preliminary injunction. In particular, they argue that they are entitled to trial on certain of their claims, which the Defendants stoutly deny. The procedural posture of this case, however, is not a direct challenge to the Ordinance or even a motion for summary judgment. It is an appeal from the district court's denial of a preliminary injunction against enforcement of the Ordinance. Our appellate review is limited by this posture. <i>See, e.g., Hawkins v. City &amp; County of Denver,</i> 170 F.3d 1281, 1292 (10th Cir.1999) (emphasizing narrow scope of appellate review of denial of a motion for preliminary injunction); <i>Southwest Voter Reg. Educ. Project v. Shelley,</i> 344 F.3d 914, 917-18 (9th Cir. 2003) (en banc) (noting that appellate review of the denial of a preliminary injunction is \"limited and deferential\"). The proper means for testing whether a trial is required is for one or both parties to move for summary judgment or judgment on the pleadings. No such motion has been made. The issue before us is simply whether the district court abused its discretion in denying a motion for preliminary relief on this record. The answer to that question is no.</p>\n    </div>\n    <p>Background</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Under South Salt Lake City's prior Sexually Oriented Business Ordinance, originally enacted in February, 1991, commercial nude dancing was permitted, subject to regulation and licensing. The three establishments at which Plaintiffs work, or wish to work, provided nude entertainment for more than ten years under this licensing scheme. Around 1999, the City Council became concerned about what are called \"negative secondary effects\" &#8212; such as crime, prostitution, and lowered property values &#8212; thought to be associated with sexually oriented businesses. For approximately a year, City officials gathered police reports and studies from around the country regarding the connection between sexually oriented commercial business and these secondary effects.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Ordinance was amended on January 10, 1996, and, after the studies, again on May 2, 2001. As currently formulated, the Ordinance forbids employees of such businesses<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> to \"[a]ppear in a state of nudity before a patron on the premises of a sexually oriented business.\" Code &#167; 5.56.310, 310(G).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The Ordinance also forbids patrons of these establishments to \"[a]ppear in a state of nudity before another person on the premises of a sexually oriented business.\" Code &#167; 5.56.320, 320(C). The Ordinance continues to permit semi-nude commercial dancing; dancers may perform wearing \"pasties\" and \"G-strings.\" Plaintiffs maintain that these new restrictions violate their freedom of expression under the First Amendment, as applied to state and local governments through the Fourteenth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Plaintiffs originally filed this action in the Third Judicial District Court for Salt Lake County, Utah. It was removed to federal district court on May 7, 2001. In their Complaint, filed April 30, 2001, and by motion, Plaintiffs requested a temporary restraining order and preliminary injunction against the enforcement of the Ordinance. The City filed a motion to dismiss on the pleadings.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The City argued that the Ordinance is justified by the City's interest in curtailing what it found to be the negative secondary effects of establishments featuring totally nude dancing. The targeted secondary effects the City identified included: venereal disease, prostitution, general poor sanitation, criminality, and offenses against minors, among others. <i>See</i> Preamble to Ordinance; Ordinance, \"Purpose and Findings,\" (1)-(25). The City based its findings and conclusions on a number of sources cited in the Ordinance, including findings incorporated in decisions of the Supreme Court and this Court, as well as numerous other studies and statistics from the City police department and other municipalities.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court held a hearing on January 3, 2002, on the Plaintiffs' motion for preliminary injunctive relief and the City's motion to dismiss. The only evidence before the district court at the time of the hearing was the Ordinance itself, the preamble of which contained citations to the studies and reports on which the City relied, and affidavits and testimony of four of the Plaintiffs regarding their perceptions of future economic harm that they would suffer absent an injunction. Although the nude dancing establishments, represented by Plaintiffs' counsel, had presented certain contrary studies and evidence to the City Council during its deliberations, Plaintiffs did not submit this or any other evidence contrary to the City's findings to the district court for consideration on their motion for a preliminary injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In denying both motions from the bench, the district court observed:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">I'll deny the motion for a preliminary injunction....</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It would appear to me that the modest effort at limitations provided by the ordinance as enacted by South Salt Lake City requiring the use of G strings and pasties in no way in my opinion limits expression. It would appear to me that expression allowed is at the outer limits that counsel has referred to and that the modest requirements set forth in the ordinance as to semi-nude vers[u]s nude is an appropriate exercise of municipal power.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">I think that the issue presented, I hate to say the naked proposition but the specific proposition asserted by counsel for plaintiffs does indeed present an interesting question. That specific proposition as far as I know has never been passed on by the Tenth Circuit but my opinion is that if and when they consider it that the modest limitations imposed by the ordinance will not be considered a burden on expression of erotic dancing in a sexually oriented business establishment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It would appear to me that the justification set forth in the ordinance as to the secondary questions are legitimate questions for a city to be concerned with and that the modest limitations imposed in no way deprive the artist, the performer, the dancer from expression which is violative of the First Amendment....</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Tr. of Hearing dated Jan. 3, 2002 (\"Tr.\"), at 102-04, App. at 184-86.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">After the hearing, the district court entered a short order memorializing its observations from the bench. Four of these observations are relevant to our review here:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">4. The South Salt Lake City ordinance requiring the use of G strings and pasties in sexually oriented businesses does not limit expression.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">5. The modest requirement of the ordinance permitting semi-nudity and prohibiting nudity in sexually oriented businesses is an appropriate exercise of municipal power.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">6. The specific proposition stated by Plaintiffs, that nude dancing is a protected form of expression not subject to any limitation, has not been passed upon by the 10th Circuit Court of Appeals. It is this Court's opinion that if and when they consider this proposition, the modest limitations imposed by the ordinance will not be considered a burden on expression of erotic dancing in a sexually oriented business.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">7. The secondary harmful effects of nudity in a sexually oriented business are concerns that a municipality may legitimately address.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Order at 2, App. at 191. After making these findings, the order memorialized the denial of the motion for preliminary injunction which the district court had made from the bench.</p>\n    </div>\n    <p class=\"center\">\n      <i>Analysis</i>\n    </p>\n    <p class=\"indent\">\n      <i>I. Standards of Review</i>\n    </p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We review the district court's decision to deny a preliminary injunction for abuse of discretion. <i>Utah Licensed Beverage Ass'n v. Leavitt,</i> 256 F.3d 1061, 1065 (10th Cir.2001). In doing so, we examine the district court's factual findings for clear error and review its legal determinations de novo. <i>Davis v. Mineta,</i> 302 F.3d 1104, 1111 (10th Cir.2002); <i>see also Prairie Band of Potawatomi Indians v. Pierce,</i> 253 F.3d 1234, 1243 (10th Cir.2001); <i>Tri-State Generation &amp; Transmission Ass'n v. Shoshone River Power, Inc.,</i> 805 F.2d 351, 354 (10th Cir.1986). The abuse of discretion standard commands that</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">we give due deference to the district court's evaluation of the salience and credibility of testimony, affidavits, and other evidence. We will not challenge that evaluation unless it finds no support in the record, deviates from the appropriate legal standard, or follows from a plainly implausible, irrational, or erroneous reading of the record.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\"><i>United States v. Robinson,</i> 39 F.3d 1115, 1116 (10th Cir.1994) (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is well settled that a preliminary injunction is an extraordinary remedy, and that it should not be issued unless the movant's right to relief is \"clear and unequivocal.\" <i>Kikumura v. Hurley,</i> 242 F.3d 950, 955 (10th Cir.2001); <i>see also SCFC ILC, Inc. v. Visa USA, Inc.,</i> 936 F.2d 1096, 1098 (10th Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">But while the standard to be applied by the district court in deciding whether a [party] is entitled to a preliminary injunction is stringent, the standard of appellate review is simply whether the issuance [or denial] of the injunction, in light of the applicable standard, constituted an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\"><i>Doran v. Salem Inn, Inc.,</i> 422 U.S. 922, 931-32, 95 S.Ct. 2561, 45 L.Ed.2d 648 (1975).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We must be mindful, therefore, as the Supreme Court has cautioned, that \"a preliminary injunction is customarily granted on the basis of procedures that are less formal and evidence that is less complete than in a trial on the merits.\" <i>University of Texas v. Camenisch,</i> 451 U.S. 390, 395, 101 S.Ct. 1830, 68 L.Ed.2d 175 (1981). A hearing for preliminary injunction is generally a restricted proceeding, often conducted under pressured time constraints, on limited evidence and expedited briefing schedules. The Federal Rules of Evidence do not apply to preliminary injunction hearings. <i>See, e.g., SEC v. Cherif,</i> 933 F.2d 403, 412 n. 8 (7th Cir. 1991); <i>Asseo v. Pan Am. Grain Co.,</i> 805 F.2d 23, 25-26 (1st Cir.1986); <i>United States v. O'Brien,</i> 836 F.Supp. 438, 441 (S.D.Ohio 1993). Thus, as a prudential matter, it bears remembering the obvious: that when a district court holds a hearing on a motion for preliminary injunction it is not conducting a trial on the merits.</p>\n    </div>\n    <p class=\"indent\">\n      <i>II. Preliminary Injunction Factors</i>\n    </p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Before a preliminary injunction may be entered pursuant to Fed.R.Civ.P. 65, the moving party must establish that:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">(1) [the movant] will suffer irreparable injury unless the injunction issues; (2) the threatened injury ... outweighs whatever damage the proposed injunction may cause the opposing party; (3) the injunction, if issued, would not be adverse to the public interest; and (4) there is a substantial likelihood [of success] on the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\"><i>Resolution Trust Corp. v. Cruce,</i> 972 F.2d 1195, 1198 (10th Cir.1992); <i>Kikumura,</i> 242 F.3d at 955. It is the movant's burden to establish that each of these factors tips in his or her favor. <i>Id.</i> However, \"[t]he Tenth Circuit has adopted the Second Circuit's liberal definition of the `probability of success' requirement.\" <i>Otero Sav. &amp; Loan Ass'n v. Federal Reserve Bank,</i> 665 F.2d 275, 278 (10th Cir.1981). Accordingly, we have held that where the moving party has established that the three \"harm\" factors tip <i>decidedly</i> in its favor, the \"probability of success requirement\" is somewhat relaxed. <i>Prairie Band,</i> 253 F.3d at 1246; <i>Continental Oil Co. v. Frontier Ref. Co.,</i> 338 F.2d 780, 781-82 (10th Cir.1964) (same); <i>see also, e.g., Boucher v. School Bd.,</i> 134 F.3d 821, 825 n. 5 (7th Cir.1998). In such cases, \"[t]he movant need only show `questions going to the merits so serious, substantial, difficult and doubtful, as to make them a fair ground for litigation.'\" <i>Resolution Trust,</i> 972 F.2d at 1199 (citing <i>Tri-State,</i> 805 F.2d at 358); <i>Otero,</i> 665 F.2d at 278. However, the Second Circuit has held, and we agree, that \"[w]here ... a preliminary injunction `seeks to stay governmental action taken in the public interest pursuant to a statutory or regulatory scheme,' the less rigorous fair-ground-for-litigation standard should not be applied.\" <i>Sweeney v. Bane,</i> 996 F.2d 1384, 1388 (2d Cir.1993) (quoting <i>Plaza Health Labs. v. Perales,</i> 878 F.2d 577, 580 (2d Cir.1989)). With this in mind, we consider whether the district court abused its discretion in the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">\n        <i>III. Application of Preliminary Injunction Factors: The Equities</i>\n      </p>\n    </div>\n    <p class=\"indent\">\n      <i>A. Irreparable Harm</i>\n    </p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">To constitute irreparable harm, an injury must be certain, great, actual \"and not theoretical.\" <i>Wisconsin Gas Co. v. FERC,</i> 758 F.2d 669, 674 (D.C.Cir.1985); <i>accord Prairie Band,</i> 253 F.3d at 1250. Irreparable harm is not harm that is \"merely serious or substantial.\" <i>Prairie Band,</i> 253 F.3d at 1250 (quoting <i>A.O. Smith Corp. v. FTC,</i> 530 F.2d 515, 525 (3d Cir.1976)). \"[T]he party seeking injunctive relief must show that the injury complained of is of such <i>imminence</i> that there is a clear and present need for equitable relief to prevent irreparable harm.\" <i>Id.</i> (emphasis in original) (brackets, citations, and internal quotation marks omitted). It is also well settled that simple economic loss usually does not, in and of itself, constitute irreparable harm; such losses are compensable by monetary damages. 11A Charles Alan Wright, Arthur R. Miller &amp; Mary Kay Kane, <i>Federal Practice &amp; Procedure</i> &#167; 2948.1, at 152-53 (2d ed.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The Plaintiffs presented no evidence that enforcement of the Ordinance during the time it will take to litigate this case in district court will have an irreparable effect in the sense of making it difficult or impossible to resume their activities or restore the status quo ante in the event they prevail. <i>See, e.g., Greater Yellowstone Coalition v. Flowers,</i> 321 F.3d 1250 (10th Cir.2003) (irreparable harm found when there was danger of actual death of eagles and destruction of their breeding grounds if developer were allowed to proceed); <i>Ohio Oil Co. v. Conway,</i> 279 U.S. 813, 814, 49 S.Ct. 256, 73 L.Ed. 972 (1929) (irreparable harm found in payment of an allegedly unconstitutional tax when state law did not provide a remedy for its return should the statute ultimately be adjudged invalid). At oral argument, Plaintiffs' counsel asserted that at least one of the establishments had been forced out of business, but no such evidence was presented in district court. In the absence of evidence to the contrary, we assume that Plaintiffs will be able to resume their nude dancing in the event they prevail on the merits. The only question, then, is whether the requirement that they wear pasties and G-strings in the meantime is sufficient injury to warrant preliminary injunctive relief.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The Supreme Court has made clear that \"the loss of First Amendment freedoms, for even minimal periods of time, unquestionably constitutes irreparable injury.\" <i>Elrod v. Burns,</i> 427 U.S. 347, 373, 96 S.Ct. 2673, 49 L.Ed.2d 547 (1976) (plurality op.); <i>see also Utah Licensed Beverage,</i> 256 F.3d at 1076 (noting presumption when infringement of First Amendment rights is alleged); <i>Homans v. City of Albuquerque,</i> 264 F.3d 1240, 1243 &amp; n. 2 (10th Cir.2001); <i>ACLU v. Johnson,</i> 194 F.3d 1149, 1163 (10th Cir.1999); <i>Community Communications Co. v. City of Boulder,</i> 660 F.2d 1370, 1380 (10th Cir.1981). It is necessary, however, to consider the specific character of the First Amendment claim. The Supreme Court has observed that the requirement that dancers wear G-strings and pasties \"is a minimal restriction in furtherance of the asserted government interests, and the restriction leaves ample capacity to convey the dancer's erotic message.\" <i>Pap's,</i> 529 U.S. at 301, 120 S.Ct. 1382 (plurality op.); <i>id.</i> at 294, 120 S.Ct. 1382 (\"Any effect on the overall expression [on account of requiring dancers to wear pasties and G-strings] is <i>de minimis.</i>\"). In reliance on Pap's, the district court found that the \"modest limitations\" of requiring G-strings and pasties, would \"not be considered a burden on expression of erotic dancing.\" Tr. at 103, lns. 14-16, App. at 185. Thus, while the harm to the Plaintiffs may arguably be imminent and irreparable, it is not \"great\" or \"substantial.\"</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">For First Amendment purposes, the important point is that the Plaintiffs are able to convey their chosen message &#8212; not that they are able to do so in a state of undress. Appearing nude is not a First Amendment interest in the abstract, but only insofar as nudity is a means by which some message is conveyed. <i>See Pap's,</i> 529 U.S. at 289, 120 S.Ct. 1382 (plurality op.) (\"Being `in a state of nudity' is not an inherently expressive condition.\"). The Supreme Court has held &#8212; and it stands to reason &#8212; that there are \"ample\" alternative means by which the Plaintiffs' erotic message might be conveyed.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">But to say that a harm is \"minimal\" is not to say it is nonexistent. In the realm of performance art &#8212; to which the activity here is at least a distant cousin &#8212; the manner of presentation is part of the artistic enterprise. To tell Mahler he could not convey the message of thunder using the kettle drum might leave open ample alternative means for communicating the desired message, but no one would say that the restriction was of no artistic consequence. Because our precedents dictate that we treat alleged First Amendment harms gingerly, we find that this element tips slightly in favor of the Plaintiffs. <i>See, e.g., Kikumura,</i> 242 F.3d at 963; <i>Utah Licensed Beverage,</i> 256 F.3d at 1076.</p>\n    </div>\n    <p class=\"indent\">\n      <i>B. Balance of Harms</i>\n    </p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">To be entitled to a preliminary injunction, the movant has the burden of showing that \"the threatened injury to the movant outweighs the injury to the other party under the preliminary injunction.\" <i>Kikumura,</i> 242 F.3d at 955. The record is nearly devoid of any finding by the district court regarding the injury to the City of not enforcing the Ordinance during the pendency of the litigation. Presumably, however, the court's conclusion that the harmful secondary effects of nudity in a sexually oriented business are concerns that a municipality may legitimately address has application to the short run as well as the long. Assuming for sake of argument that the Ordinance serves legitimate purposes and ultimately will be sustained, the interests of the City would be injured by postponing the day of its enforcement. In the context of constitutional challenges to Acts of Congress, Chief Justice Rehnquist has stated: \"The presumption of constitutionality which attaches to every Act of Congress is not merely a factor to be considered in evaluating success on the merits, but an equity to be considered in favor of applicants in balancing hardships.\" <i>Walters v. Nat'l Ass'n of Radiation Survivors,</i> 468 U.S. 1323, 1324, 105 S.Ct. 11, 82 L.Ed.2d 908 (1984) (Rehnquist, J., in chambers); <i>Bowen v. Kendrick,</i> 483 U.S. 1304, 1304, 108 S.Ct. 1, 97 L.Ed.2d 787 (1987) (Rehnquist, C.J., in chambers). Although the presumption of constitutionality accorded a municipal ordinance is less than that accorded an Act of Congress, especially in a case involving an explicitly enumerated constitutional right, the ability of a city to enact and enforce measures it deems to be in the public interest is still an equity to be considered in balancing hardships. <i>See Plaza Health Labs.,</i> 878 F.2d at 580-83.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">As with Plaintiffs' claim of hardship, however, the City's interest is less than substantial. Much of the City's professed concern about negative secondary effects arises from sexually oriented businesses in general rather than commercial nude entertainment in particular. The City offers no specific evidence that the requirement of pasties and G-strings will produce a significant incremental improvement with respect to the negative secondary effects. Moreover, the City has tolerated nude dancing establishments for many years, and even after embarking on a different policy took over a year to put the restrictions into effect. This invites skepticism regarding the imperative for immediate implementation.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Thus, the balance of hardships in this case is fairly even: neither party has shown that it will suffer grievous harm if it loses on the preliminary injunction motion.</p>\n    </div>\n    <p class=\"indent\">\n      <i>C. Public Interest</i>\n    </p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">A movant also has the burden of demonstrating that the injunction, if issued, is not adverse to the public interest. <i>Kikumura,</i> 242 F.3d at 955. The Plaintiffs cite the public's interest in ensuring that freedom of expression is not unconstitutionally curtailed. They also argue that there is a historic value to the businesses where the Plaintiffs work, in which, they contend, the public also has an interest. On the other hand, the democratically elected representatives to the City Council are in a better position than this Court to determine the public interest with respect to questions of social and economic policy. The courts' peculiar function is to say what the law is, not to second-guess democratic determinations of the public interest. In this case, where the Plaintiffs' claim of the public interest is largely a restatement of their own constitutional interest, and the City's claim of public interest is largely a restatement of its own interest in regulating the conduct in question, the \"public interest\" prong of the preliminary injunction inquiry is nothing more than a restatement of the \"balance of hardships\" prong. This factor, therefore, also favors neither party.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">\n        <i>IV. Application of Preliminary Injunction Standards: Likelihood of Success on the Merits</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The final question before the district court was whether Plaintiffs demonstrated that they were likely to meet their burden of showing that the City's ordinances are facially unconstitutional infringements on their First Amendment rights to expression.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">\n        <i>A. Constitutional Standards: The Appropriate Level of Scrutiny</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The First Amendment to the United States Constitution provides that:</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof; or abridging the freedom of speech, or of the press, or of the right of the people peaceably to assemble, and to petition the Government for a redress of grievances.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">U.S. Const. amend. I. Since <i>Gitlow v. New York,</i> 268 U.S. 652, 666, 45 S.Ct. 625, 69 L.Ed. 1138 (1925), the Supreme Court has held that the liberty of expression which the First Amendment guarantees against abridgment by the federal government is within the liberty safeguarded by the Due Process Clause of the Fourteenth Amendment from invasion by state action.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The Supreme Court has held that nude dancing \"falls only within the outer ambit of the First Amendment's protection.\" <i>City of Erie v. Pap's A.M.,</i> 529 U.S. 277, 289, 120 S.Ct. 1382, 146 L.Ed.2d 265 (2000) (plurality op.); <i>see also Barnes v. Glen Theatre, Inc.,</i> 501 U.S. 560, 566, 111 S.Ct. 2456, 115 L.Ed.2d 504 (1991) (plurality op.) (nude dancing \"is expressive conduct within the outer perimeters of the First Amendment, though we view it as only marginally so\"). The Court has been less clear about the reasons why this is the case. It has not treated nude dancing as among the \"well-defined and narrowly limited classes of speech, the prevention and punishment of which have never been thought to raise any Constitutional problem,\" such as bribery, obscenity, and fighting words, which play \"no essential part of any exposition of ideas, and are of such slight social value as a step to truth that any benefit that may be derived from them is clearly outweighed by the social interest in order and morality.\" <i>Chaplinsky v. New Hampshire,</i> 315 U.S. 568, 572, 62 S.Ct. 766, 86 L.Ed. 1031 (1942).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Rather, the Supreme Court's analysis of restrictions on nude dancing combines two lines of First Amendment doctrine that, while in principle distinct, have become effectively merged. The first line of doctrine rests on the distinction between \"speech\" and \"conduct.\" While the Court has recognized that conduct is often expressive in character &#8212; burning a flag or sitting in at a segregated lunch counter are well-known examples of expressive conduct &#8212; the state has broad latitude to regulate expressive conduct if its interest in doing so is \"unrelated to the suppression of free expression,\" if the regulation furthers \"an important or substantial government interest,\" and if the \"incidental restriction on alleged First Amendment freedoms is no greater than is essential to the furtherance of that interest.\" <i>United States v. O'Brien,</i> 391 U.S. 367, 377, 88 S.Ct. 1673, 20 L.Ed.2d 672 (1968). This line of cases applies here because, as the Court has explained, \"[b]eing `in a state of nudity' is not an inherently expressive condition,\" yet nude dancing is expressive conduct. <i>Pap's,</i> 529 U.S. at 289, 120 S.Ct. 1382. The Court has held that a general prohibition on nudity is \"unrelated to the suppression of free expression\" because such a law prohibits a class of conduct, the act of appearing nude in public, without reference to any element of expression. <i>Barnes,</i> 501 U.S. at 566, 570-71, 111 S.Ct. 2456.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The second line of doctrine rests on the distinction between the prohibition of certain messages based on their content and the enforcement of reasonable time, place, or manner restrictions &#8212; such as requiring that street demonstrations occur at times other than rush hour, that billboards be located away from scenic highways, or that sound trucks not exceed a certain decibel level. <i>See Clark v. Community for Creative Non-Violence,</i> 468 U.S. 288, 293, 104 S.Ct. 3065, 82 L.Ed.2d 221 (1984); <i>Metromedia, Inc. v. City of San Diego,</i> 453 U.S. 490, 101 S.Ct. 2882, 69 L.Ed.2d 800 (1981); <i>Kovacs v. Cooper,</i> 336 U.S. 77, 69 S.Ct. 448, 93 L.Ed. 513 (1949). Such regulations warrant relatively relaxed, or \"intermediate,\" scrutiny not only if they are \"content neutral\" in the classic sense, but also if the government's regulatory purpose is not based on the communicative impact of the speech. <i>See City of Los Angeles v. Alameda Books, Inc.,</i> 535 U.S. 425, 445-47, 122 S.Ct. 1728, 152 L.Ed.2d 670 (2002) (Kennedy, J., concurring).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In <i>City of Renton v. Playtime Theatres, Inc.,</i> 475 U.S. 41, 106 S.Ct. 925, 89 L.Ed.2d 29 (1986), the Court noted that a zoning ordinance which attempted to locate theaters featuring \"adult\" films was \"content based\" to the extent that it identified the regulated activity by the content of the films shown. <i>Id.</i> at 47, 106 S.Ct. 925. Focusing on the purpose of the regulation, however, the Court determined that it merely aimed to impose time, place, or manner restrictions on account of the theaters' \"secondary effects,\" meaning effects other than communicative impact on the audience. <i>Id.</i> \"The ordinance by its terms is designed to prevent crime, protect the city's retail trade, maintain property values, and generally protect and preserve the quality of the city's neighborhoods, commercial districts, and the quality of urban life, not to suppress the expression of unpopular views.\" <i>Id.</i> at 48, 106 S.Ct. 925 (internal quotation marks and brackets omitted). The Court thus carved out a category of speech regulations that are \"content-neutral\" not because they apply to conduct on a generally applicable basis without regard to expressive content, but because the <i>regulatory purpose</i> is unrelated to that content. In <i>Ward v. Rock Against Racism,</i> the Court stated that \"[t]he principal inquiry in determining content neutrality ... is whether the government has adopted a regulation of speech because of disagreement with the message it conveys.\" 491 U.S. 781, 791, 109 S.Ct. 2746, 105 L.Ed.2d 661 (1989). This Court has held that restrictions based on the negative secondary effects of sexually oriented businesses are \"content-neutral\" in this sense. <i>Z.J. Gifts D-2, L.L.C. v. City of Aurora,</i> 136 F.3d 683, 686 (10th Cir. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The principal conceptual distinction between the two lines of doctrine is that the former &#8212; the \"<i>O'Brien</i> test\" &#8212; applies to generally applicable regulations of both non-expressive and expressive conduct, not targeting or singling out expressive conduct, while time, place, or manner regulations can be directed specifically at expression (such as billboards or street demonstrations), so long as the governmental purpose is unrelated to disagreement with the message and there are adequate alternative channels of communication.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In <i>Pap's,</i> a majority of the Court held that general prohibitions on public nudity, including commercial nude dancing, are subject to scrutiny \"under the framework set forth in <i>O'Brien</i> for content-neutral restrictions on symbolic speech.\" 529 U.S. at 289, 120 S.Ct. 1382 (plurality op. per O'Connor, J., joined by Rehnquist, C.J., and Kennedy and Breyer, JJ.); <i>id.</i> at 310, 120 S.Ct. 1382 (Souter, J., concurring). The Court also, however, relied heavily on the <i>Renton</i> line of cases. <i>Id.</i> at 295-96, 120 S.Ct. 1382 (plurality op.); <i>id.</i> at 312-13, 120 S.Ct. 1382 (Souter, J., concurring). The resulting doctrine thus seems to be a combination of the two lines of cases.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">This case does not involve a general prohibition on public nudity, like that in <i>Barnes</i> and <i>Pap's.</i> Rather, it is a more narrowly tailored ban on nudity of either employees or patrons within sexually oriented businesses. Accordingly, it might be argued that the case is most accurately analyzed as a \"manner\" regulation. This would seem to have been the Court's point in <i>Pap's</i> when it noted: \"The public nudity ban certainly has the effect of limiting one means of expressing the erotic message being disseminated at Kandyland. But simply to define what is being banned as the `message' is to assume the conclusion.\" 529 U.S. at 292-93, 120 S.Ct. 1382. <i>See also Fly Fish, Inc. v. City of Cocoa Beach,</i> 337 F.3d 1301, 1308 (11th Cir.2003) (applying <i>Pap's</i> and treating the G-string and pasties requirement as a \"manner\" restriction). Nudity, after all, is not a message in itself, but is a mode of conveying any number of different messages. It can be humorous (as when \"Hotlips\" Houlihan is exposed in the movie <i>M*A*S*H</i>); it can be dehumanizing (as in the registration scene in <i>Schindler's List);</i> it can be an act of self-affirmation (as in <i>The Full Monty</i>); it can symbolize unrighteousness (as in the Book of <i>Hosea</i>); it can symbolize innocence (as in Botticelli's <i>Birth of Venus</i>), or the loss of innocence (as in the movie <i>The Last Picture Show</i>); it can convey cruelty or disgust or freedom or &#8212; as Plaintiffs claim as their message &#8212; eroticism.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Often nudity is not communicative at all. By banning nudity in sexually oriented businesses, South Salt Lake City has not precluded the expression of any particular set of ideas, but has prohibited one particular manner of conveying those ideas, which the City Council is convinced has negative secondary effects.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In one important sense, the South Salt Lake Ordinance is less constitutionally problematic than the general public nudity bans upheld in <i>Barnes</i> and <i>Pap's:</i> it is more narrowly tailored. In <i>Barnes</i> and <i>Pap's,</i> there was dispute regarding the applicability of the prohibitions to legitimate theater or dance involving nudity, such as the plays <i>Equus</i> or <i>Hair</i> or the ballet <i>Salome.</i> The broad sweep of the public nudity prohibition seemed to present a dilemma: either the prohibition would apply to such performances and thus appear overbroad, or it would not apply and thus appear to be administered in a content-discriminatory manner. By limiting its nudity ban to sexually oriented businesses &#8212; a classification that itself is \"content-neutral\" within the meaning of this Court's cases, <i>see Z.J. Gifts,</i> 136 F.3d at 686-87 &#8212; the City here has avoided both horns of the dilemma.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">We turn now to Plaintiffs' arguments that the district court abused its discretion in finding that they had not demonstrated a likelihood of success on the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">\n        <i>B. Plaintiffs' Arguments for Heightened Scrutiny</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Plaintiffs argue against application of the relatively relaxed standard of review employed in <i>Barnes</i> and <i>Pap's.</i> They point out that <i>Barnes</i> and <i>Pap's</i> involved general prohibitions on public nudity, while the South Salt Lake Ordinance bans nudity only within sexually oriented businesses. Accordingly, they argue that the South Salt Lake Ordinance is subject to strict scrutiny as a \"content-based\" restriction on speech. Their argument finds some support in two district court decisions, <i>Nakatomi Investments, Inc. v. City of Schenectady,</i> 949 F.Supp. 988, 998-99 (N.D.N.Y.1997), and <i>Books, Inc. v. Pottawattamie County,</i> 978 F.Supp. 1247, 1257 (S.D.Iowa 1997). But the argument &#8212; or at least the ultimate conclusion &#8212; has also been rejected by the only two courts of appeals to consider it. <i>Schultz v. City of Cumberland,</i> 228 F.3d 831, 846-47 (7th Cir.2000); <i>Fly Fish, Inc. v. City of Cocoa Beach,</i> 337 F.3d 1301, 1306-10 (11th Cir. 2003).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">We reject Plaintiffs' argument for two independent reasons. First, the narrower scope of the South Salt Lake Ordinance, as compared with the general public nudity prohibitions of <i>Barnes</i> and <i>Pap's,</i> does not necessarily make the Ordinance \"content-based.\" The prohibition is still on a form of conduct, and unless the category of businesses to which it applies is defined by their expressive content, the Ordinance remains \"unrelated to the suppression of free expression.\" <i>O'Brien,</i> 391 U.S. at 377, 88 S.Ct. 1673. Plaintiffs inform us that \"[t]he ordinance at issue here applies only to adult businesses featuring nude dancing as expressive conduct,\" Appellants' Br. at 16, but they point to nothing in the Ordinance that supports that interpretation. On its face, the Ordinance applies to all \"sexually oriented businesses,\" which include establishments such as \"adult motels\" and \"adult novelty stores,\" which are not engaged in expressive activity. Although the \"sexually oriented business\" category certainly encompasses some expressive activities &#8212; adult cabarets and theaters, for example &#8212; this does not mean that the Ordinance targets them. The nudity ban applies across the board to all sexually oriented businesses, expressive and non-expressive alike. It is typical of conduct restrictions evaluated under <i>O'Brien</i> to include some expressive, as well as some non-expressive, activities within their reach. Where, as here, expressive activities are not singled out for special regulation, <i>O'Brien</i> applies. <i>See Alameda Books,</i> 535 U.S. at 447, 122 S.Ct. 1728 (Kennedy, J., concurring) (justifying application of lesser scrutiny to an ordinance that \"is not limited to expressive activities [but] extends, for example, to massage parlors\"); <i>Z.J. Gifts,</i> 136 F.3d at 686-87 (holding that an ordinance restricting sexually oriented business is content-neutral within the meaning of <i>Renton</i>).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Second, even if the South Salt Lake Ordinance must be distinguished from that in <i>Barnes</i> and <i>Pap's,</i> and cannot be justified as a generally applicable regulation of conduct, it still is subject to no more than intermediate scrutiny under the <i>Renton</i> line of cases, because the governmental purpose is based on the secondary effects of nudity in sexually oriented businesses rather than on disagreements with the content of the message. <i>Schultz,</i> 228 F.3d at 845-46. To be sure, as Plaintiffs point out, the ordinance upheld in <i>Renton</i> was a restriction on the locations within the city in which the sexually oriented businesses could locate, rather than, as here, a restriction on the manner in which they are permitted to operate. But we think Plaintiffs are wrong to characterize this as a \"total ban\" on the speech. Plaintiffs are not prohibited from communicating their supposedly erotic message through dance; they are merely prohibited from doing so in a state of total nudity. <i>See Fly Fish,</i> 337 F.3d at 1307-08.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">In <i>Pap's,</i> the plurality explicitly rejected the dissent's characterization of a nudity prohibition as a \"complete ban on expression.\" 529 U.S. at 292, 120 S.Ct. 1382 (plurality op.). The plurality explained: \"The public nudity ban certainly has the effect of limiting one particular means of expressing the kind of erotic message being disseminated.... But simply to define what is being banned as the `message' is to assume the conclusion.\" <i>Id.</i> at 292-93, 120 S.Ct. 1382. Indeed, the plurality found that \"[a]ny effect on the overall expression is <i>de minimis.</i>\" <i>Id.</i> at 294, 120 S.Ct. 1382. Thus, far from being a \"complete ban,\" the plurality found that the prohibition on nudity had a \"<i>de minimis</i>\" effect on the performers' ability to convey their desired message. <i>Id.; see also Schultz,</i> 228 F.3d at 847 (concluding that a requirement that dancers in sexually oriented businesses wear pasties and G-strings does not violate the First Amendment).</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The fallacy in Plaintiffs' argument is to assume that the \"adequate alternative avenues of expression\" required under the <i>Renton</i> line of cases refers exclusively to location. Time, place, or manner regulations all are partial limitations, but each is partial in a different way. \"Place\" limitations require alternative locations; \"time\" limitations require alternative times; and \"manner\" limitations require alternative ways in which a message may be communicated. A ban on nudity within sexually oriented businesses is a \"manner\" regulation, <i>Fly Fish,</i> 337 F.3d at 1308-09, and Plaintiffs have provided no reason to believe that there do not exist other ways to get their message across. <i>See Pap's,</i> 529 U.S. at 301, 120 S.Ct. 1382 (\"the requirement that dancers wear pasties and G-strings... leaves ample capacity to convey the dancer's erotic message.\"); <i>Schultz,</i> 228 F.3d at 847 (same). While \"there may be cases in which banning the means of expression so interferes with the message that it essentially bans the message, that is not the case here.\" <i>Pap's,</i> 529 U.S. at 293, 120 S.Ct. 1382; <i>Fly Fish,</i> 337 F.3d at 1308.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">\n        <i>C. Plaintiffs' Argument Regarding Evidence of Secondary Effects and the Record Before the District Court</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Plaintiffs complain vigorously regarding the supposed inadequacy of the factual record in this case to support the City's claim that the Ordinance is justified by the need to control the negative secondary effects of commercial nude dancing. Indeed, they assert that \"[t]here is no evidence that such effects have occurred, or are in imminent danger of occurring, in South Salt Lake. Plaintiffs believe that all evidence is to the contrary.\" Appellants' Br. at 24. However, as counsel conceded at oral argument before this Court, at the hearing in the district court on their motion for preliminary injunctive relief, the Plaintiffs did not present any evidence in support of their position. In their briefs in this Court, Plaintiffs refer to various studies that they submitted to the City Council, but did not trouble to present to the district court, and to other evidence that they submitted in unrelated litigation in state court, but likewise did not see fit to introduce below. <i>See</i> Appellants' Br. at 24-26. Under these circumstances, it is obvious that the district court did not abuse its discretion in denying their motion. Plaintiffs simply had not met their burden of showing that their right to relief was \"clear and unequivocal.\" <i>Kikumura,</i> 242 F.3d at 955.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">We turn, nevertheless, to the four elements of intermediate scrutiny, as set forth in <i>O'Brien,</i><a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> to determine whether the district court abused its discretion in concluding, on this one-sided record, that Plaintiffs did not have a substantial likelihood of success on the merits. Under intermediate scrutiny, a restriction on speech must: (1) be within the constitutional power of government to adopt; (2) further an important or substantial governmental interest; which (3) is unrelated to the suppression of expression; and (4) be no greater restriction on First Amendment freedom than is essential to furtherance of the government's purpose. <i>O'Brien,</i> 391 U.S. at 377, 88 S.Ct. 1673; <i>Pap's,</i> 529 U.S. at 296, 301, 120 S.Ct. 1382.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">There is no doubt that the Ordinance is within the lawful powers of South Salt Lake City. <i>See Pap's,</i> 529 U.S. at 296, 120 S.Ct. 1382 (the city's \"efforts to protect public health and safety are clearly within the city's police powers\").</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The second factor is probably the most important and contested. To survive intermediate scrutiny, the government must be able to demonstrate that the challenged speech restriction serves a \"substantial governmental interest.\" <i>O'Brien,</i> 391 U.S. at 377, 88 S.Ct. 1673. The burden of proof is on the government to \"demonstrate that the recited harms are real, not merely conjectural, and that the regulation will in fact alleviate these harms in a direct and material way.\" <i>Turner Broad. Sys., Inc. v. FCC,</i> 512 U.S. 622, 664, 114 S.Ct. 2445, 129 L.Ed.2d 497 (1994).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> On the other hand, the Court has repeatedly emphasized that \"municipalities must be given a `reasonable opportunity to experiment with solutions' to address the secondary effects of protected speech.\" <i>Alameda Books,</i> 535 U.S. at 439, 122 S.Ct. 1728, <i>quoting Renton,</i> 475 U.S. at 52, 106 S.Ct. 925, <i>quoting Young v. American Mini Theatres, Inc.,</i> 427 U.S. 50, 71, 96 S.Ct. 2440, 49 L.Ed.2d 310 (1976) (plurality op.) (internal quotation marks omitted). The standards for the quantity and nature of the empirical evidence needed to uphold a city ordinance based on the negative secondary effects of sexually oriented speech in general, or nude dancing in particular, are continuing to evolve.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">In <i>Renton,</i> a six-Justice majority of the Supreme Court held that \"[t]he First Amendment does not require a city, before enacting such an ordinance, to conduct new studies or produce evidence independent of that already generated by other cities, so long as whatever evidence the city relies upon is reasonably believed to be relevant to the problem the city addresses.\" 475 U.S. at 51-52, 106 S.Ct. 925. Accordingly, it is common in these cases for cities to cite and rely on seemingly prepackaged studies, as well as the findings of courts in other cases. Here, South Salt Lake invoked a typical set of such studies and findings in support of its Ordinance.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">In <i>Barnes,</i> the three-Justice plurality (Chief Justice Rehnquist, joined by Justices O'Connor and Kennedy) sustained a prohibition on public nudity, as applied to nude dancing, on the basis of the \"substantial government interest in protecting order and morality,\" without the need for any empirical evidence regarding secondary effects. <i>Barnes,</i> 501 U.S. at 569, 111 S.Ct. 2456 (plurality op.). Justice Scalia concurred on the ground that a general public nudity prohibition \"is not subject to First Amendment scrutiny at all.\" <i>Id.</i> at 572, 111 S.Ct. 2456 (Scalia, J., concurring). The decisive fifth vote was cast by Justice Souter, whose opinion is controlling under the rule of <i>Marks v. United States,</i> 430 U.S. 188, 193, 97 S.Ct. 990, 51 L.Ed.2d 260 (1977) (\"When a fragmented Court decides a case and no single rationale explaining the result enjoys the assent of five Justices, the holding of the Court may be viewed as that position taken by those Members who concurred in the judgments on the narrowest grounds.\" (internal quotation marks omitted)). Justice Souter concluded, contrary to the plurality, that the city was required to show secondary effects of the sort canvassed in <i>Renton,</i> and not merely an interest in order and morality. <i>Barnes,</i> 501 U.S. at 583-86, 111 S.Ct. 2456 (Souter, J., concurring). But he maintained that it was not necessary for cities to \"litigate this issue repeatedly in every case,\" and thus that previous court findings in <i>Renton</i> and other cases provided sufficient evidentiary support. <i>Id.</i> at 584, 111 S.Ct. 2456.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">In <i>Pap's,</i> a four-Justice plurality (Justice O'Connor, joined by the Chief Justice, Justice Kennedy, and Justice Breyer) voted to uphold a general public nudity ban almost identical to that upheld in <i>Barnes,</i> but did so on the basis of secondary effects. The Court emphasized that the city did not have to produce new studies and was permitted to rely on the evidentiary foundation in earlier cases. <i>Pap's,</i> 529 U.S. at 296-97, 120 S.Ct. 1382. The Court also treated the judgments of city council members regarding the need for the ordinance as evidence. \"The city council members, familiar with commercial downtown Erie, are the individuals who would likely have had firsthand knowledge of what took place at and around nude dancing establishments in Erie, and can make particularized, expert judgments about the resulting harmful secondary effects.\" <i>Id.</i> at 297-98, 120 S.Ct. 1382. Indeed, the Court observed that \"<i>O'Brien,</i> of course, required no evidentiary showing at all that the threatened harm was real.\" <i>Id.</i> at 299, 120 S.Ct. 1382; <i>see also id.</i> at 298, 120 S.Ct. 1382 (\"On this point, <i>O'Brien</i> is especially instructive. The Court there did not require evidence that the integrity of the Selective Service System would be jeopardized....\"). The plurality also noted that the plaintiffs had \"ample opportunity to contest the council's findings about secondary effects &#8212; before the council itself, throughout the state proceedings, and before this Court,\" but had failed to do so. <i>Id.</i> at 298, 120 S.Ct. 1382. \"In the absence of any reason to doubt it,\" the plurality stated, \"the city's expert judgment should be credited.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Two Justices concurred on the ground that a regulation of conduct is unconstitutional only where the \"government prohibits conduct precisely because of its communicative attributes,\" making it unnecessary to inquire into the empirical basis for the secondary effects justification (about which these Justices were skeptical). <i>Id.</i> at 310, 120 S.Ct. 1382 (Scalia, J., joined by Thomas, J., concurring). Accordingly, under the rule of <i>Marks,</i> the plurality opinion constitutes the holding of the Court. This suggests that the City's initial burden to present empirical support for its conclusions is minimal, but that plaintiffs must have an opportunity to present their own evidence, to which the city is then entitled to respond.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">In <i>Alameda Books,</i> the Court granted certiorari to \"clarify the standard for determining whether an ordinance serves a substantial government interest under <i>Renton.</i>\" 535 U.S. at 433, 122 S.Ct. 1728. Again, however, the Court failed to produce a majority opinion. The four-Justice plurality (Justice O'Connor, joined by the Chief Justice, Justice Scalia, and Justice Thomas) reaffirmed the basic approach taken in <i>Renton</i> and <i>Barnes.</i> The Court explained that \"the city certainly bears the burden of providing evidence that supports a link between concentrations of adult operations and asserted secondary effects,\" but it did not require the city to \"bear the burden of providing evidence that rules out every theory for the link between concentrations of adult establishments that is inconsistent with its own.\" <i>Id.</i> at 437, 122 S.Ct. 1728. The plurality distinguished between two parts of the <i>Renton</i> intermediate scrutiny framework: whether an ordinance is content-neutral and whether it serves a substantial governmental interest while leaving open alternative avenues of communication. Only with regard to the latter would the courts \"examine evidence concerning regulated speech and secondary effects.\" <i>Id.</i> at 440-41, 122 S.Ct. 1728.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Even as to that connection, the plurality reiterated that the Court had \"refused to set such a high bar for municipalities that want to address merely the secondary effects of protected speech.\" <i>Id.</i> at 438, 122 S.Ct. 1728. It stated that cities are entitled to rely, in part, on \"appeal to common sense,\" rather than \"empirical data,\" at least where there is no \"actual and convincing evidence from plaintiffs to the contrary.\" <i>Id.</i> at 439, 122 S.Ct. 1728. In so holding, the <i>Alameda</i> plurality provided the following observation regarding the deference properly accorded to legislative findings under the second prong of the <i>O'Brien</i> test:</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">This is not to say that the municipality can get away with shoddy data or reasoning. The municipality's evidence must fairly support the municipality's rationale for its ordinance. If plaintiffs fail to cast direct doubt on this rationale, either by demonstrating that the municipality's evidence does not support its rationale or by furnishing evidence that disputes the municipality's factual findings, the municipality meets the standard set forth in <i>Renton.</i> If plaintiffs succeed in casting doubt on a municipality's rationale in either manner, the burden shifts back to the municipality to supplement the record with evidence renewing support for a theory that justifies its ordinance.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\"><i>Id.</i> at 438-39 (citing <i>Pap's,</i> 529 U.S. at 298, 120 S.Ct. 1382). The plurality described its \"deference to the evidence presented by the city\" as \"the product of a careful balance between competing interests.\" <i>Alameda,</i> 535 U.S. at 440, 122 S.Ct. 1728. On the one hand, courts have an obligation to exercise independent judgment in First Amendment cases, but on the other hand the plurality acknowledged \"that the Los Angeles City Council is in a better position than the Judiciary to gather and evaluate data on local problems.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Justice Kennedy concurred separately. However, he did not criticize the plurality's approach to the evidence necessary to support a secondary effects justification. If anything, Justice Kennedy's comments on that issue appear somewhat more deferential to the cities: \"As a general matter, courts should not be in the business of second-guessing fact-bound empirical assessments of city planners.\" <i>Id.</i> at 451, 122 S.Ct. 1728 (Kennedy, J., concurring). \"The Los Angeles City Council knows the streets of Los Angeles better than we do.... It is entitled to rely on that knowledge; and if its inferences appear reasonable, we should not say there is no basis for its conclusion.\" <i>Id.</i> at 452, 122 S.Ct. 1728.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Applying these precedents, we cannot say that the district court abused its discretion in concluding that the Plaintiffs failed to show a likelihood of success on the merits. The evidentiary record compiled by South Salt Lake City is similar to the record on which the Court affirmed the ordinance in <i>Pap's.</i> Presumably, the City Council of South Salt Lake is entitled to as great a degree of deference as that of any other. The Plaintiffs failed to submit any evidence in district court that might call the City's empirical judgments into question. Without \"actual and convincing evidence from plaintiffs to the contrary,\" <i>Alameda Books,</i> 535 U.S. at 439, 122 S.Ct. 1728 (plurality op.), there was no reason for the district court to inquire any further.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">The third <i>O'Brien</i> factor, that the government interest is unrelated to the suppression of free expression, follows from the second. As explained above, from <i>Renton</i> onward, the Court has consistently held that the control of negative secondary effects, such as those invoked by South Salt Lake City, is unrelated to the suppression of free expression.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">Finally, the district court did not abuse its discretion in concluding that the Ordinance satisfies the fourth and final <i>O'Brien</i> factor &#8212; that the restriction is no greater than is essential to the furtherance of the government interest &#8212; for the same reason that factor was satisfied in <i>Pap's:</i> the requirement that dancers wear \"G-strings\" and \"pasties\" has a \"<i>de minimis</i>\" effect on their ability to communicate their message. <i>Pap's,</i> 529 U.S. at 301, 120 S.Ct. 1382 (\"The requirement that dancers wear pasties and G-strings is a minimal restriction in furtherance of the asserted government interests, and the restriction leaves ample capacity to convey the dancer's erotic message.\"). Plaintiffs evidently disagree with that conclusion, but offer no basis for distinguishing the Supreme Court's conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">In summary, as the case is now postured, the Plaintiffs put on no evidence before the district court to establish a likelihood that <i>O'Brien</i> factors two, three and four favored their case on the merits. Because they failed to put on such evidence, the Plaintiffs have not demonstrated a substantial likelihood of success on the merits.</p>\n    </div>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">For the foregoing reason, the decision of the district court denying the Plaintiffs' motion for preliminary injunction is AFFIRMED. However, because the record before us is very limited, we note specifically that we express no opinion on the ultimate merits of this case. Plaintiffs' motion to supplement the record with materials not before the district court is DENIED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> South Salt Lake Chamber of Commerce,<i>at</i> http://www.southsaltlakechamber.com.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The best account of the theoretical difficulties may be found in Vincent Blasi,<i>Six Conservatives in Search of the First Amendment: The Revealing Case of Nude Dancing,</i> 33 <i>Wm. &amp; Mary L.Rev.</i> 611 (1992).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Code defines a \"Sexually oriented business\" as \"an adult arcade, adult bookstore, adult motion picture theater, adult novelty store, adult theater, adult video store, adult cabaret, and adult motel[,]\" each of which is defined in the Code's \"Definitions\" section. Code &#167; 5.56.050</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Code defines \"[n]udity or state of nudity\" as \"the showing of the human male or female genitals, pubic area, vulva, anus, or anal cleft with less than a fully opaque covering, or the showing of the female breast with less than a fully opaque covering of any part of the nipple.\" Code &#167; 5.56.050</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The cases and studies on which the City relied include the following:</p>\n        <p class=\"indent\"><i>City of Erie v. Pap's A.M.,</i> 529 U.S. 277, 120 S.Ct. 1382, 146 L.Ed.2d 265 (2000); <i>City of Renton v. Playtime Theatres, Inc.,</i> 475 U.S. 41, 106 S.Ct. 925, 89 L.Ed.2d 29 (1986); <i>Young v. American Mini Theatres, [Inc.],</i> 427 U.S. 50, 96 S.Ct. 2440, 49 L.Ed.2d 310 (1976); <i>Barnes v. Glen Theatre, Inc.,</i> 501 U.S. 560, 111 S.Ct. 2456, 115 L.Ed.2d 504 (1991); <i>California v. La Rue,</i> 409 U.S. 109, 93 S.Ct. 390, 34 L.Ed.2d 342 (1972); <i>O'Connor v. City and County of Denver,</i> 894 F.2d 1210 (10th Cir.1990); <i>Z.J. Gifts D-2, L.L.C. v. City of Aurora,</i> 136 F.3d 683 (10th Cir.1998); <i>Dodger's Bar &amp; Grill, Inc. v. Johnson County,</i> 98 F.3d 1262 (10th Cir. 1996); <i>Dodger's Bar &amp; Grill, Inc. v. Johnson County Bd. of County Com'rs,</i> 32 F.3d 1436 (10th Cir.1994); <i>American Target Advertising, Inc. v. Giani,</i> 199 F.3d 1241 (10th Cir.2000); <i>MS News Co. v. Casado,</i> 721 F.2d 1281 (10th Cir.1983); <i>Cortese v. Black,</i> 87 F.3d 1327, (10th Cir.1996); <i>Salt Lake City v. Wood,</i> 1999 Utah App. 323, 991 P.2d 595 (Utah Ct.App.1999); <i>Salt Lake City v. Roberts,</i> 7 P.3d 789 (Utah Ct.App.2000); <i>United States v. Freedberg,</i> 724 F.Supp. 851 (D.Utah 1989); reports of the South Salt Lake Police Department; and documents concerning the secondary effects occurring in and around sexually oriented businesses, including, but not limited to, Phoenix, Arizona &#8212; 1984; Minneapolis, Minnesota &#8212; 1980; Houston, Texas &#8212; 1997; Indianapolis, Indiana &#8212; 1984; Amarillo, Texas; Garden Grove, California &#8212; 1991; Los Angeles, California &#8212; 1977; Whittier, California &#8212; 1978; Austin, Texas &#8212; 1986; Seattle, Washington &#8212; 1989; Oklahoma City, Oklahoma &#8212; 1986; Cleveland, Ohio &#8212;; and Dallas, Texas &#8212; 1997; St. Croix County, Wisconsin &#8212; 1993; Bellevue, Washington &#8212; 1998; Newport News, Virginia &#8212; 1996; New York Times Square study &#8212; 1994; Phoenix, Arizona &#8212; 1995-98; and also on findings from the paper entitled \"Stripclubs According to Strippers: Exposing Workplace Sexual Violence,\" by Kelly Holsopple, Program Director, Freedom and Justice Center for Prostitution Resources, Minneapolis, Minnesota, and from \"Sexually Oriented Businesses: An Insider's View,\" by David Sherman, presented to the Michigan House Committee on Ethics and Constitutional Law, Jan. 12, 2000; crime statistics of the City of South Salt Lake for the past seven years; and the Report of the Attorney General's Working Group On The Regulation Of Sexually Oriented Businesses, (June 6, 1989, State of Minnesota).</p>\n        <p class=\"indent\">Ordinance, sec. I(B) (\"Findings\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We are not troubled by the fact that this reasoning runs counter to Marshall McLuhan's iconic dictum that \"the medium is the message.\" Marshall McLuhan,<i>Understanding the Media: The Extensions of Man</i> 23-35 (1964). Whatever might have been its merits in its own pop cultural context, McLuhan's dictum is incompatible with the basic thrust of modern First Amendment law, in which distinctions based on content (\"the message\") are subject to a different mode of analysis than distinctions based on time, place, or manner (\"the medium\"). <i>See</i> Geoffrey R. Stone, <i>Content-Neutral Restrictions,</i> 54 U. Chi. L.Rev. 46 (1987); <i>Content Regulation and the First Amendment, 25 Wm. &amp; Mary L.Rev.</i> 189 (1983). That would be nonsensical if the medium really were the message. Other scholars have long maintained that media, or modes of expression, do not inherently convey a particular meaning, but generate meaning through the way they are used in particular settings. <i>See, e.g.,</i> John Dewey, <i>Art as Experience</i> 60-64 (Perigree, 1980) (1934); Stanley Fish, <i>Is There a Text in This Class? The Authority of Interpretive Communities</i> 317-18 (1980); Clifford Geertz, <i>Local Knowledge: Further Essays in Interpretive Anthropology</i> 119 (1983) (\"It is, after all, not just statues (or poems or paintings) that we have to do with but the factors that cause these things to seem important-that is, affected with import-to those who make or possess them, and these are as various as life itself.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The elements of intermediate scrutiny for time, place, or manner regulations are only slightly different. In such a case, we ask simply whether the regulation is \"narrowly tailored to serve a significant governmental interest, and</p>\n        <p class=\"indent\">... leave[s] open ample alternative channels for communication of the information.\" <i>Clark,</i> 468 U.S. at 293, 104 S.Ct. 3065.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> It is not obvious that intermediate scrutiny cases from other contexts are necessarily applicable to nude dancing or other sexually oriented speech, in light of the Court's position that \"society's interest in protecting this type of expression is of a wholly different, and lesser, magnitude than the interest in untrammeled political debate.\"<i>Barnes,</i> 501 U.S. at 584, 111 S.Ct. 2456 (Souter, J., concurring) (quoting <i>Young,</i> 427 U.S. at 70, 96 S.Ct. 2440). Nonetheless, the Court's recent decisions in the context of sexually explicit speech confirm that the government bears the burden of providing evidence of secondary effects, where it relies on those secondary effects as the justification for restricting speech. <i>See Alameda Books,</i> 535 U.S. at 437, 122 S.Ct. 1728 (plurality op.).</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">348</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1182</span></span></p>\n    <p class=\"parties\">Flona M. HEIDEMAN; Mariea M. Berryman; Crystal Dieringer; Heather R. Liljenquist; Jennifer Goff; Amber Blanke; Stacy Lamb; Bobbie Gleason; Amy Woods; Janeen Bickerstaff, Plaintiffs &#8212; Appellants,<br>v.<br>SOUTH SALT LAKE CITY, A Utah Municipal Corporation, Defendant &#8212; Appellee.</p>\n    <p class=\"docket\">No. 02-4030.</p>\n    <p class=\"court\">United States Court of Appeals, Tenth Circuit.</p>\n    <p class=\"date\">November 4, 2003.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED W. Andrew McCullough, McCullough &amp; Associates, LLC, Midvale, UT, for Plaintiffs-Appellants.</p>\n      <p class=\"indent\">Scott D. Berghthold, Law Office of Scott D. Berghthold, P.L.L.C., Scottsdale, AZ (and David M. Carlson and Janice Frost, South Salt Lake, UT, with him on the briefs), for Defendant-Appellee.</p>\n      <p class=\"indent\">Before LUCERO, HARTZ and McCONNELL, Circuit Judges.</p>\n      <p class=\"indent\">McCONNELL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">South Salt Lake City is a municipality of some 9,800 people, located immediately south of Utah's capital. The City's main artery, State Street or U.S. Highway 89, was the primary north-south highway in the area prior to construction of Interstate-15. State Street is the locus of a virtually uninterrupted string of gas stations, retail outlets, fast food restaurants, pawn shops, used car dealerships, old-fashioned drive-up motels, and the like; much of the City is occupied by light industry and the remaining area by modest single-family residences and apartments. The City's Chamber of Commerce touts the municipality as \"Utah's Center of Industry.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Almost hidden among the warehouses and workshops of light industrial South Salt Lake City are &#8212; or were &#8212; three establishments featuring nude dancing.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The City Council recently enacted an ordinance prohibiting nudity within sexually oriented businesses. South Salt Lake City, Utah, Ordinance No.2001-04 (the \"Ordinance\") (effective May 7, 2001) (codified as South Salt Lake City, Utah, Code, ch. 5.56 (the \"Code\")). Under the Ordinance, dancers at the establishments mentioned above may no longer drop the last stitch. <i>Id.</i> &#167; 5.56.3100. The Plaintiffs-Appellants in this case, female dancers who object to the requirement of wearing \"G-strings\" and \"pasties\" during their performances, brought suit to enjoin the enforcement of the Ordinance, and filed a motion for a preliminary injunction in district court.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court denied their request for a preliminary injunction, commenting:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The specific proposition stated by Plaintiffs, that nude dancing is a protected form of expression not subject to any limitation, has not been passed upon by the 10th Circuit Court of Appeals. It is this Court's opinion that if and when they consider this proposition, the modest limitations imposed by the ordinance will not be considered a burden on expression of erotic dancing in a sexually oriented business.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Order Upon Pls.' Mot. for Prelim. Inj. and Def.'s Mot. to Dismiss (\"Order\"), at 2 (Jan. 29, 2002), App. at 191. In response to a question from Plaintiffs' counsel regarding what issues would be open in the litigation on the merits, the district court declined to provide guidance beyond what was said in the ruling on the preliminary injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court's reluctance to elaborate the law applicable to nude dancing is understandable. Twice in the past fifteen years, the United States Supreme Court has considered the constitutionality of ordinances banning commercial nude dancing under the Free Speech Clause, and both times the Court produced fractured decisions with no majority opinion and no clear statement of controlling doctrine. <i>See Barnes v. Glen Theatre, Inc.,</i> <span class=\"citation\" data-id=\"112635\"><a href=\"/opinion/112635/barnes-v-glen-theatre-inc/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">560</span></a></span>, <span class=\"citation\" data-id=\"112635\"><a href=\"/opinion/112635/barnes-v-glen-theatre-inc/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2456</span></a></span>, <span class=\"citation\" data-id=\"112635\"><a href=\"/opinion/112635/barnes-v-glen-theatre-inc/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">504</span></a></span> (1991); <i>City of Erie v. Pap's A.M.,</i> <span class=\"citation\" data-id=\"118353\"><a href=\"/opinion/118353/erie-v-paps-am/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">277</span></a></span>, <span class=\"citation\" data-id=\"118353\"><a href=\"/opinion/118353/erie-v-paps-am/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span>, <span class=\"citation\" data-id=\"118353\"><a href=\"/opinion/118353/erie-v-paps-am/\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (2000). This is because, as discussed below, it is far from clear how prohibitions of nude dancing \"fit\" within the conceptual structure of First Amendment law.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Despite the theoretical uncertainties, however, the results themselves in these cases have been consistent: the practitioners of nude dancing have lost and the ordinances have been upheld.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In their briefs and arguments in this Court, the Plaintiffs devote much of their attention to issues beyond the propriety of the denial of a preliminary injunction. In particular, they argue that they are entitled to trial on certain of their claims, which the Defendants stoutly deny. The procedural posture of this case, however, is not a direct challenge to the Ordinance or even a motion for summary judgment. It is an appeal from the district court's denial of a preliminary injunction against enforcement of the Ordinance. Our appellate review is limited by this posture. <i>See, e.g., Hawkins v. City &amp; County of Denver,</i> <span class=\"citation\" data-id=\"762529\"><a href=\"/opinion/762529/jack-hawkins-individually-and-as-president-of-the-denver-area-labor/\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1281</span></a></span>, 1292 (10th Cir.1999) (emphasizing narrow scope of appellate review of denial of a motion for preliminary injunction); <i>Southwest Voter Reg. Educ. Project v. Shelley,</i> <span class=\"citation\" data-id=\"783669\"><a href=\"/opinion/783669/southwest-voter-registration-education-project-southern-christian/\"><span class=\"volume\">344</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">914</span></a></span>, 917-18 (9th Cir. 2003) (en banc) (noting that appellate review of the denial of a preliminary injunction is \"limited and deferential\"). The proper means for testing whether a trial is required is for one or both parties to move for summary judgment or judgment on the pleadings. No such motion has been made. The issue before us is simply whether the district court abused its discretion in denying a motion for preliminary relief on this record. The answer to that question is no.</p>\n    </div>\n    <p>Background</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Under South Salt Lake City's prior Sexually Oriented Business Ordinance, originally enacted in February, 1991, commercial nude dancing was permitted, subject to regulation and licensing. The three establishments at which Plaintiffs work, or wish to work, provided nude entertainment for more than ten years under this licensing scheme. Around 1999, the City Council became concerned about what are called \"negative secondary effects\" &#8212; such as crime, prostitution, and lowered property values &#8212; thought to be associated with sexually oriented businesses. For approximately a year, City officials gathered police reports and studies from around the country regarding the connection between sexually oriented commercial business and these secondary effects.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Ordinance was amended on January 10, 1996, and, after the studies, again on May 2, 2001. As currently formulated, the Ordinance forbids employees of such businesses<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> to \"[a]ppear in a state of nudity before a patron on the premises of a sexually oriented business.\" Code &#167; 5.56.310, 310(G).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The Ordinance also forbids patrons of these establishments to \"[a]ppear in a state of nudity before another person on the premises of a sexually oriented business.\" Code &#167; 5.56.320, 320(C). The Ordinance continues to permit semi-nude commercial dancing; dancers may perform wearing \"pasties\" and \"G-strings.\" Plaintiffs maintain that these new restrictions violate their freedom of expression under the First Amendment, as applied to state and local governments through the Fourteenth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Plaintiffs originally filed this action in the Third Judicial District Court for Salt Lake County, Utah. It was removed to federal district court on May 7, 2001. In their Complaint, filed April 30, 2001, and by motion, Plaintiffs requested a temporary restraining order and preliminary injunction against the enforcement of the Ordinance. The City filed a motion to dismiss on the pleadings.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The City argued that the Ordinance is justified by the City's interest in curtailing what it found to be the negative secondary effects of establishments featuring totally nude dancing. The targeted secondary effects the City identified included: venereal disease, prostitution, general poor sanitation, criminality, and offenses against minors, among others. <i>See</i> Preamble to Ordinance; Ordinance, \"Purpose and Findings,\" (1)-(25). The City based its findings and conclusions on a number of sources cited in the Ordinance, including findings incorporated in decisions of the Supreme Court and this Court, as well as numerous other studies and statistics from the City police department and other municipalities.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court held a hearing on January 3, 2002, on the Plaintiffs' motion for preliminary injunctive relief and the City's motion to dismiss. The only evidence before the district court at the time of the hearing was the Ordinance itself, the preamble of which contained citations to the studies and reports on which the City relied, and affidavits and testimony of four of the Plaintiffs regarding their perceptions of future economic harm that they would suffer absent an injunction. Although the nude dancing establishments, represented by Plaintiffs' counsel, had presented certain contrary studies and evidence to the City Council during its deliberations, Plaintiffs did not submit this or any other evidence contrary to the City's findings to the district court for consideration on their motion for a preliminary injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In denying both motions from the bench, the district court observed:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">I'll deny the motion for a preliminary injunction....</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It would appear to me that the modest effort at limitations provided by the ordinance as enacted by South Salt Lake City requiring the use of G strings and pasties in no way in my opinion limits expression. It would appear to me that expression allowed is at the outer limits that counsel has referred to and that the modest requirements set forth in the ordinance as to semi-nude vers[u]s nude is an appropriate exercise of municipal power.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">I think that the issue presented, I hate to say the naked proposition but the specific proposition asserted by counsel for plaintiffs does indeed present an interesting question. That specific proposition as far as I know has never been passed on by the Tenth Circuit but my opinion is that if and when they consider it that the modest limitations imposed by the ordinance will not be considered a burden on expression of erotic dancing in a sexually oriented business establishment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It would appear to me that the justification set forth in the ordinance as to the secondary questions are legitimate questions for a city to be concerned with and that the modest limitations imposed in no way deprive the artist, the performer, the dancer from expression which is violative of the First Amendment....</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Tr. of Hearing dated Jan. 3, 2002 (\"Tr.\"), at 102-04, App. at 184-86.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">After the hearing, the district court entered a short order memorializing its observations from the bench. Four of these observations are relevant to our review here:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">4. The South Salt Lake City ordinance requiring the use of G strings and pasties in sexually oriented businesses does not limit expression.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">5. The modest requirement of the ordinance permitting semi-nudity and prohibiting nudity in sexually oriented businesses is an appropriate exercise of municipal power.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">6. The specific proposition stated by Plaintiffs, that nude dancing is a protected form of expression not subject to any limitation, has not been passed upon by the 10th Circuit Court of Appeals. It is this Court's opinion that if and when they consider this proposition, the modest limitations imposed by the ordinance will not be considered a burden on expression of erotic dancing in a sexually oriented business.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">7. The secondary harmful effects of nudity in a sexually oriented business are concerns that a municipality may legitimately address.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Order at 2, App. at 191. After making these findings, the order memorialized the denial of the motion for preliminary injunction which the district court had made from the bench.</p>\n    </div>\n    <p class=\"center\">\n      <i>Analysis</i>\n    </p>\n    <p class=\"indent\">\n      <i>I. Standards of Review</i>\n    </p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We review the district court's decision to deny a preliminary injunction for abuse of discretion. <i>Utah Licensed Beverage Ass'n v. Leavitt,</i> <span class=\"citation\" data-id=\"161369\"><a href=\"/opinion/161369/ut-licensed-beverage-v-leavitt/\"><span class=\"volume\">256</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1061</span></a></span>, 1065 (10th Cir.2001). In doing so, we examine the district court's factual findings for clear error and review its legal determinations de novo. <i>Davis v. Mineta,</i> <span class=\"citation\" data-id=\"162325\"><a href=\"/opinion/162325/davis-v-mineta/\"><span class=\"volume\">302</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1104</span></a></span>, 1111 (10th Cir.2002); <i>see also Prairie Band of Potawatomi Indians v. Pierce,</i> <span class=\"citation\" data-id=\"161244\"><a href=\"/opinion/161244/prairie-band-indians-v-pierce/\"><span class=\"volume\">253</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1234</span></a></span>, 1243 (10th Cir.2001); <i>Tri-State Generation &amp; Transmission Ass'n v. Shoshone River Power, Inc.,</i> <span class=\"citation\" data-id=\"479257\"><a href=\"/opinion/479257/tri-state-generation-and-transmission-association-inc-a-colorado/\"><span class=\"volume\">805</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">351</span></a></span>, 354 (10th Cir.1986). The abuse of discretion standard commands that</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">we give due deference to the district court's evaluation of the salience and credibility of testimony, affidavits, and other evidence. We will not challenge that evaluation unless it finds no support in the record, deviates from the appropriate legal standard, or follows from a plainly implausible, irrational, or erroneous reading of the record.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\"><i>United States v. Robinson,</i> <span class=\"citation\" data-id=\"681701\"><a href=\"/opinion/681701/united-states-v-kerry-robinson/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1115</span></a></span>, 1116 (10th Cir.1994) (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is well settled that a preliminary injunction is an extraordinary remedy, and that it should not be issued unless the movant's right to relief is \"clear and unequivocal.\" <i>Kikumura v. Hurley,</i> <span class=\"citation\" data-id=\"160840\"><a href=\"/opinion/160840/kikumura-v-hurley/\"><span class=\"volume\">242</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">950</span></a></span>, 955 (10th Cir.2001); <i>see also SCFC ILC, Inc. v. Visa USA, Inc.,</i> <span class=\"citation\" data-id=\"563731\"><a href=\"/opinion/563731/scfc-ilc-inc-dba-mountainwest-financial-inc-v-visa-usa-inc/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1096</span></a></span>, 1098 (10th Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">But while the standard to be applied by the district court in deciding whether a [party] is entitled to a preliminary injunction is stringent, the standard of appellate review is simply whether the issuance [or denial] of the injunction, in light of the applicable standard, constituted an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\"><i>Doran v. Salem Inn, Inc.,</i> <span class=\"citation\" data-id=\"109314\"><a href=\"/opinion/109314/doran-v-salem-inn-inc/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">922</span></a></span>, 931-32, <span class=\"citation\" data-id=\"109314\"><a href=\"/opinion/109314/doran-v-salem-inn-inc/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2561</span></a></span>, <span class=\"citation\" data-id=\"109314\"><a href=\"/opinion/109314/doran-v-salem-inn-inc/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">648</span></a></span> (1975).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We must be mindful, therefore, as the Supreme Court has cautioned, that \"a preliminary injunction is customarily granted on the basis of procedures that are less formal and evidence that is less complete than in a trial on the merits.\" <i>University of Texas v. Camenisch,</i> <span class=\"citation\" data-id=\"110470\"><a href=\"/opinion/110470/university-of-texas-v-camenisch/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">390</span></a></span>, 395, <span class=\"citation\" data-id=\"110470\"><a href=\"/opinion/110470/university-of-texas-v-camenisch/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1830</span></a></span>, <span class=\"citation\" data-id=\"110470\"><a href=\"/opinion/110470/university-of-texas-v-camenisch/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">175</span></a></span> (1981). A hearing for preliminary injunction is generally a restricted proceeding, often conducted under pressured time constraints, on limited evidence and expedited briefing schedules. The Federal Rules of Evidence do not apply to preliminary injunction hearings. <i>See, e.g., SEC v. Cherif,</i> <span class=\"citation\" data-id=\"561303\"><a href=\"/opinion/561303/securities-and-exchange-commission-v-danny-o-cherif-and-khaled-sanchou/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">403</span></a></span>, 412 n. 8 (7th Cir. 1991); <i>Asseo v. Pan Am. Grain Co.,</i> <span class=\"citation\" data-id=\"479205\"><a href=\"/opinion/479205/mary-z-asseo-etc-v-pan-american-grain-company-inc-and-pan-american/\"><span class=\"volume\">805</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">23</span></a></span>, 25-26 (1st Cir.1986); <i>United States v. O'Brien,</i> <span class=\"citation\" data-id=\"1948937\"><a href=\"/opinion/1948937/united-states-v-obrien/\"><span class=\"volume\">836</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">438</span></a></span>, 441 (S.D.Ohio 1993). Thus, as a prudential matter, it bears remembering the obvious: that when a district court holds a hearing on a motion for preliminary injunction it is not conducting a trial on the merits.</p>\n    </div>\n    <p class=\"indent\">\n      <i>II. Preliminary Injunction Factors</i>\n    </p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Before a preliminary injunction may be entered pursuant to Fed.R.Civ.P. 65, the moving party must establish that:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">(1) [the movant] will suffer irreparable injury unless the injunction issues; (2) the threatened injury ... outweighs whatever damage the proposed injunction may cause the opposing party; (3) the injunction, if issued, would not be adverse to the public interest; and (4) there is a substantial likelihood [of success] on the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\"><i>Resolution Trust Corp. v. Cruce,</i> <span class=\"citation\" data-id=\"588920\"><a href=\"/opinion/588920/resolution-trust-corporation-as-receiver-for-peoples-heritage-savings-and/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1195</span></a></span>, 1198 (10th Cir.1992); <i>Kikumura,</i> 242 F.3d at 955. It is the movant's burden to establish that each of these factors tips in his or her favor. <i>Id.</i> However, \"[t]he Tenth Circuit has adopted the Second Circuit's liberal definition of the `probability of success' requirement.\" <i>Otero Sav. &amp; Loan Ass'n v. Federal Reserve Bank,</i> <span class=\"citation\" data-id=\"397272\"><a href=\"/opinion/397272/otero-savings-and-loan-association-majestic-savings-loan-association/\"><span class=\"volume\">665</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">275</span></a></span>, 278 (10th Cir.1981). Accordingly, we have held that where the moving party has established that the three \"harm\" factors tip <i>decidedly</i> in its favor, the \"probability of success requirement\" is somewhat relaxed. <i>Prairie Band,</i> 253 F.3d at 1246; <i>Continental Oil Co. v. Frontier Ref. Co.,</i> <span class=\"citation\" data-id=\"266043\"><a href=\"/opinion/266043/continental-oil-company-v-the-frontier-refining-company/\"><span class=\"volume\">338</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">780</span></a></span>, 781-82 (10th Cir.1964) (same); <i>see also, e.g., Boucher v. School Bd.,</i> <span class=\"citation\" data-id=\"751135\"><a href=\"/opinion/751135/justin-j-boucher-v-school-board-of-the-school-district-of-greenfield/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">821</span></a></span>, 825 n. 5 (7th Cir.1998). In such cases, \"[t]he movant need only show `questions going to the merits so serious, substantial, difficult and doubtful, as to make them a fair ground for litigation.'\" <i>Resolution Trust,</i> 972 F.2d at 1199 (citing <i>Tri-State,</i> 805 F.2d at 358); <i>Otero,</i> 665 F.2d at 278. However, the Second Circuit has held, and we agree, that \"[w]here ... a preliminary injunction `seeks to stay governmental action taken in the public interest pursuant to a statutory or regulatory scheme,' the less rigorous fair-ground-for-litigation standard should not be applied.\" <i>Sweeney v. Bane,</i> <span class=\"citation\" data-id=\"610562\"><a href=\"/opinion/610562/james-sweeney-william-drumright-theresa-saponara-and-gabriel-folarin/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1384</span></a></span>, 1388 (2d Cir.1993) (quoting <i>Plaza Health Labs. v. Perales,</i> <span class=\"citation\" data-id=\"525561\"><a href=\"/opinion/525561/medicaremedicaid-gu-37922-plaza-health-laboratories-inc-v-cesar-a/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">577</span></a></span>, 580 (2d Cir.1989)). With this in mind, we consider whether the district court abused its discretion in the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">\n        <i>III. Application of Preliminary Injunction Factors: The Equities</i>\n      </p>\n    </div>\n    <p class=\"indent\">\n      <i>A. Irreparable Harm</i>\n    </p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">To constitute irreparable harm, an injury must be certain, great, actual \"and not theoretical.\" <i>Wisconsin Gas Co. v. FERC,</i> <span class=\"citation\" data-id=\"450359\"><a href=\"/opinion/450359/wisconsin-gas-company-v-federal-energy-regulatory-commission-michigan/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">669</span></a></span>, 674 (D.C.Cir.1985); <i>accord Prairie Band,</i> 253 F.3d at 1250. Irreparable harm is not harm that is \"merely serious or substantial.\" <i>Prairie Band,</i> 253 F.3d at 1250 (quoting <i>A.O. Smith Corp. v. FTC,</i> <span class=\"citation\" data-id=\"333193\"><a href=\"/opinion/333193/a-o-smith-corporation-v-federal-trade-commission-in-no-75-1282/\"><span class=\"volume\">530</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">515</span></a></span>, 525 (3d Cir.1976)). \"[T]he party seeking injunctive relief must show that the injury complained of is of such <i>imminence</i> that there is a clear and present need for equitable relief to prevent irreparable harm.\" <i>Id.</i> (emphasis in original) (brackets, citations, and internal quotation marks omitted). It is also well settled that simple economic loss usually does not, in and of itself, constitute irreparable harm; such losses are compensable by monetary damages. 11A Charles Alan Wright, Arthur R. Miller &amp; Mary Kay Kane, <i>Federal Practice &amp; Procedure</i> &#167; 2948.1, at 152-53 (2d ed.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The Plaintiffs presented no evidence that enforcement of the Ordinance during the time it will take to litigate this case in district court will have an irreparable effect in the sense of making it difficult or impossible to resume their activities or restore the status quo ante in the event they prevail. <i>See, e.g., Greater Yellowstone Coalition v. Flowers,</i> <span class=\"citation\" data-id=\"163125\"><a href=\"/opinion/163125/greater-yellowstone-v-flowers/\"><span class=\"volume\">321</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1250</span></a></span> (10th Cir.2003) (irreparable harm found when there was danger of actual death of eagles and destruction of their breeding grounds if developer were allowed to proceed); <i>Ohio Oil Co. v. Conway,</i> <span class=\"citation\" data-id=\"101460\"><a href=\"/opinion/101460/ohio-oil-co-v-conway-supervisor-of-public-accounts/\"><span class=\"volume\">279</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">813</span></a></span>, 814, <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">256</span></span>, <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">972</span></span> (1929) (irreparable harm found in payment of an allegedly unconstitutional tax when state law did not provide a remedy for its return should the statute ultimately be adjudged invalid). At oral argument, Plaintiffs' counsel asserted that at least one of the establishments had been forced out of business, but no such evidence was presented in district court. In the absence of evidence to the contrary, we assume that Plaintiffs will be able to resume their nude dancing in the event they prevail on the merits. The only question, then, is whether the requirement that they wear pasties and G-strings in the meantime is sufficient injury to warrant preliminary injunctive relief.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The Supreme Court has made clear that \"the loss of First Amendment freedoms, for even minimal periods of time, unquestionably constitutes irreparable injury.\" <i>Elrod v. Burns,</i> <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, 373, <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2673</span></a></span>, <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">547</span></a></span> (1976) (plurality op.); <i>see also Utah Licensed Beverage,</i> 256 F.3d at 1076 (noting presumption when infringement of First Amendment rights is alleged); <i>Homans v. City of Albuquerque,</i> <span class=\"citation\" data-id=\"774867\"><a href=\"/opinion/774867/rick-homans-v-city-of-albuquerque-a-municipal-corporation-margie-baca/\"><span class=\"volume\">264</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1240</span></a></span>, 1243 &amp; n. 2 (10th Cir.2001); <i>ACLU v. Johnson,</i> <span class=\"citation\" data-id=\"158785\"><a href=\"/opinion/158785/aclu-v-johnson/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1149</span></a></span>, 1163 (10th Cir.1999); <i>Community Communications Co. v. City of Boulder,</i> <span class=\"citation\" data-id=\"395227\"><a href=\"/opinion/395227/community-communications-company-inc-v-city-of-boulder-colorado/\"><span class=\"volume\">660</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1370</span></a></span>, 1380 (10th Cir.1981). It is necessary, however, to consider the specific character of the First Amendment claim. The Supreme Court has observed that the requirement that dancers wear G-strings and pasties \"is a minimal restriction in furtherance of the asserted government interests, and the restriction leaves ample capacity to convey the dancer's erotic message.\" <i>Pap's,</i> 529 U.S. at 301, <span class=\"citation\" data-id=\"118353\"><a href=\"/opinion/118353/erie-v-paps-am/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span> (plurality op.); <i>id.</i> at 294, <span class=\"citation\" data-id=\"118353\"><a href=\"/opinion/118353/erie-v-paps-am/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span> (\"Any effect on the overall expression [on account of requiring dancers to wear pasties and G-strings] is <i>de minimis.</i>\"). In reliance on Pap's, the district court found that the \"modest limitations\" of requiring G-strings and pasties, would \"not be considered a burden on expression of erotic dancing.\" Tr. at 103, lns. 14-16, App. at 185. Thus, while the harm to the Plaintiffs may arguably be imminent and irreparable, it is not \"great\" or \"substantial.\"</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">For First Amendment purposes, the important point is that the Plaintiffs are able to convey their chosen message &#8212; not that they are able to do so in a state of undress. Appearing nude is not a First Amendment interest in the abstract, but only insofar as nudity is a means by which some message is conveyed. <i>See Pap's,</i> 529 U.S. at 289, <span class=\"citation\" data-id=\"118353\"><a href=\"/opinion/118353/erie-v-paps-am/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span> (plurality op.) (\"Being `in a state of nudity' is not an inherently expressive condition.\"). The Supreme Court has held &#8212; and it stands to reason &#8212; that there are \"ample\" alternative means by which the Plaintiffs' erotic message might be conveyed.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">But to say that a harm is \"minimal\" is not to say it is nonexistent. In the realm of performance art &#8212; to which the activity here is at least a distant cousin &#8212; the manner of presentation is part of the artistic enterprise. To tell Mahler he could not convey the message of thunder using the kettle drum might leave open ample alternative means for communicating the desired message, but no one would say that the restriction was of no artistic consequence. Because our precedents dictate that we treat alleged First Amendment harms gingerly, we find that this element tips slightly in favor of the Plaintiffs. <i>See, e.g., Kikumura,</i> 242 F.3d at 963; <i>Utah Licensed Beverage,</i> 256 F.3d at 1076.</p>\n    </div>\n    <p class=\"indent\">\n      <i>B. Balance of Harms</i>\n    </p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">To be entitled to a preliminary injunction, the movant has the burden of showing that \"the threatened injury to the movant outweighs the injury to the other party under the preliminary injunction.\" <i>Kikumura,</i> 242 F.3d at 955. The record is nearly devoid of any finding by the district court regarding the injury to the City of not enforcing the Ordinance during the pendency of the litigation. Presumably, however, the court's conclusion that the harmful secondary effects of nudity in a sexually oriented business are concerns that a municipality may legitimately address has application to the short run as well as the long. Assuming for sake of argument that the Ordinance serves legitimate purposes and ultimately will be sustained, the interests of the City would be injured by postponing the day of its enforcement. In the context of constitutional challenges to Acts of Congress, Chief Justice Rehnquist has stated: \"The presumption of constitutionality which attaches to every Act of Congress is not merely a factor to be considered in evaluating success on the merits, but an equity to be considered in favor of applicants in balancing hardships.\" <i>Walters v. Nat'l Ass'n of Radiation Survivors,</i> <span class=\"citation\" data-id=\"111279\"><a href=\"/opinion/111279/harry-n-walters-administrator-of-veterans-affairs-v-national-association/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1323</span></a></span>, 1324, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">11</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">908</span></span> (1984) (Rehnquist, J., in chambers); <i>Bowen v. Kendrick,</i> <span class=\"citation no-link\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1304</span></span>, 1304, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">787</span></span> (1987) (Rehnquist, C.J., in chambers). Although the presumption of constitutionality accorded a municipal ordinance is less than that accorded an Act of Congress, especially in a case involving an explicitly enumerated constitutional right, the ability of a city to enact and enforce measures it deems to be in the public interest is still an equity to be considered in balancing hardships. <i>See Plaza Health Labs.,</i> 878 F.2d at 580-83.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">As with Plaintiffs' claim of hardship, however, the City's interest is less than substantial. Much of the City's professed concern about negative secondary effects arises from sexually oriented businesses in general rather than commercial nude entertainment in particular. The City offers no specific evidence that the requirement of pasties and G-strings will produce a significant incremental improvement with respect to the negative secondary effects. Moreover, the City has tolerated nude dancing establishments for many years, and even after embarking on a different policy took over a year to put the restrictions into effect. This invites skepticism regarding the imperative for immediate implementation.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Thus, the balance of hardships in this case is fairly even: neither party has shown that it will suffer grievous harm if it loses on the preliminary injunction motion.</p>\n    </div>\n    <p class=\"indent\">\n      <i>C. Public Interest</i>\n    </p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">A movant also has the burden of demonstrating that the injunction, if issued, is not adverse to the public interest. <i>Kikumura,</i> 242 F.3d at 955. The Plaintiffs cite the public's interest in ensuring that freedom of expression is not unconstitutionally curtailed. They also argue that there is a historic value to the businesses where the Plaintiffs work, in which, they contend, the public also has an interest. On the other hand, the democratically elected representatives to the City Council are in a better position than this Court to determine the public interest with respect to questions of social and economic policy. The courts' peculiar function is to say what the law is, not to second-guess democratic determinations of the public interest. In this case, where the Plaintiffs' claim of the public interest is largely a restatement of their own constitutional interest, and the City's claim of public interest is largely a restatement of its own interest in regulating the conduct in question, the \"public interest\" prong of the preliminary injunction inquiry is nothing more than a restatement of the \"balance of hardships\" prong. This factor, therefore, also favors neither party.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">\n        <i>IV. Application of Preliminary Injunction Standards: Likelihood of Success on the Merits</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The final question before the district court was whether Plaintiffs demonstrated that they were likely to meet their burden of showing that the City's ordinances are facially unconstitutional infringements on their First Amendment rights to expression.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">\n        <i>A. Constitutional Standards: The Appropriate Level of Scrutiny</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The First Amendment to the United States Constitution provides that:</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof; or abridging the freedom of speech, or of the press, or of the right of the people peaceably to assemble, and to petition the Government for a redress of grievances.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">U.S. Const. amend. I. Since <i>Gitlow v. New York,</i> <span class=\"citation\" data-id=\"100708\"><a href=\"/opinion/100708/gitlow-v-new-york/\"><span class=\"volume\">268</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">652</span></a></span>, 666, <span class=\"citation\" data-id=\"100708\"><a href=\"/opinion/100708/gitlow-v-new-york/\"><span class=\"volume\">45</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">625</span></a></span>, <span class=\"citation\" data-id=\"100708\"><a href=\"/opinion/100708/gitlow-v-new-york/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1138</span></a></span> (1925), the Supreme Court has held that the liberty of expression which the First Amendment guarantees against abridgment by the federal government is within the liberty safeguarded by the Due Process Clause of the Fourteenth Amendment from invasion by state action.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The Supreme Court has held that nude dancing \"falls only within the outer ambit of the First Amendment's protection.\" <i>City of Erie v. Pap's A.M.,</i> <span class=\"citation\" data-id=\"118353\"><a href=\"/opinion/118353/erie-v-paps-am/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">277</span></a></span>, 289, <span class=\"citation\" data-id=\"118353\"><a href=\"/opinion/118353/erie-v-paps-am/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span>, <span class=\"citation\" data-id=\"118353\"><a href=\"/opinion/118353/erie-v-paps-am/\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (2000) (plurality op.); <i>see also Barnes v. Glen Theatre, Inc.,</i> <span class=\"citation\" data-id=\"112635\"><a href=\"/opinion/112635/barnes-v-glen-theatre-inc/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">560</span></a></span>, 566, <span class=\"citation\" data-id=\"112635\"><a href=\"/opinion/112635/barnes-v-glen-theatre-inc/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2456</span></a></span>, <span class=\"citation\" data-id=\"112635\"><a href=\"/opinion/112635/barnes-v-glen-theatre-inc/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">504</span></a></span> (1991) (plurality op.) (nude dancing \"is expressive conduct within the outer perimeters of the First Amendment, though we view it as only marginally so\"). The Court has been less clear about the reasons why this is the case. It has not treated nude dancing as among the \"well-defined and narrowly limited classes of speech, the prevention and punishment of which have never been thought to raise any Constitutional problem,\" such as bribery, obscenity, and fighting words, which play \"no essential part of any exposition of ideas, and are of such slight social value as a step to truth that any benefit that may be derived from them is clearly outweighed by the social interest in order and morality.\" <i>Chaplinsky v. New Hampshire,</i> <span class=\"citation\" data-id=\"103632\"><a href=\"/opinion/103632/chaplinsky-v-new-hampshire/\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">568</span></a></span>, 572, <span class=\"citation\" data-id=\"103632\"><a href=\"/opinion/103632/chaplinsky-v-new-hampshire/\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">766</span></a></span>, <span class=\"citation\" data-id=\"103632\"><a href=\"/opinion/103632/chaplinsky-v-new-hampshire/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1031</span></a></span> (1942).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Rather, the Supreme Court's analysis of restrictions on nude dancing combines two lines of First Amendment doctrine that, while in principle distinct, have become effectively merged. The first line of doctrine rests on the distinction between \"speech\" and \"conduct.\" While the Court has recognized that conduct is often expressive in character &#8212; burning a flag or sitting in at a segregated lunch counter are well-known examples of expressive conduct &#8212; the state has broad latitude to regulate expressive conduct if its interest in doing so is \"unrelated to the suppression of free expression,\" if the regulation furthers \"an important or substantial government interest,\" and if the \"incidental restriction on alleged First Amendment freedoms is no greater than is essential to the furtherance of that interest.\" <i>United States v. O'Brien,</i> <span class=\"citation\" data-id=\"107701\"><a href=\"/opinion/107701/united-states-v-obrien/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, 377, <span class=\"citation\" data-id=\"107701\"><a href=\"/opinion/107701/united-states-v-obrien/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>, <span class=\"citation\" data-id=\"107701\"><a href=\"/opinion/107701/united-states-v-obrien/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">672</span></a></span> (1968). This line of cases applies here because, as the Court has explained, \"[b]eing `in a state of nudity' is not an inherently expressive condition,\" yet nude dancing is expressive conduct. <i>Pap's,</i> 529 U.S. at 289, <span class=\"citation\" data-id=\"118353\"><a href=\"/opinion/118353/erie-v-paps-am/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span>. The Court has held that a general prohibition on nudity is \"unrelated to the suppression of free expression\" because such a law prohibits a class of conduct, the act of appearing nude in public, without reference to any element of expression. <i>Barnes,</i> 501 U.S. at 566, 570-71, <span class=\"citation\" data-id=\"112635\"><a href=\"/opinion/112635/barnes-v-glen-theatre-inc/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2456</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The second line of doctrine rests on the distinction between the prohibition of certain messages based on their content and the enforcement of reasonable time, place, or manner restrictions &#8212; such as requiring that street demonstrations occur at times other than rush hour, that billboards be located away from scenic highways, or that sound trucks not exceed a certain decibel level. <i>See Clark v. Community for Creative Non-Violence,</i> <span class=\"citation\" data-id=\"111245\"><a href=\"/opinion/111245/clark-v-community-for-creative-non-violence/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">288</span></a></span>, 293, <span class=\"citation\" data-id=\"111245\"><a href=\"/opinion/111245/clark-v-community-for-creative-non-violence/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3065</span></a></span>, <span class=\"citation\" data-id=\"111245\"><a href=\"/opinion/111245/clark-v-community-for-creative-non-violence/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">221</span></a></span> (1984); <i>Metromedia, Inc. v. City of San Diego,</i> <span class=\"citation\" data-id=\"110561\"><a href=\"/opinion/110561/metromedia-inc-v-san-diego/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span>, <span class=\"citation\" data-id=\"110561\"><a href=\"/opinion/110561/metromedia-inc-v-san-diego/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2882</span></a></span>, <span class=\"citation\" data-id=\"110561\"><a href=\"/opinion/110561/metromedia-inc-v-san-diego/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">800</span></a></span> (1981); <i>Kovacs v. Cooper,</i> <span class=\"citation\" data-id=\"104623\"><a href=\"/opinion/104623/kovacs-v-cooper/\"><span class=\"volume\">336</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">77</span></a></span>, <span class=\"citation\" data-id=\"104623\"><a href=\"/opinion/104623/kovacs-v-cooper/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">448</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">513</span></span> (1949). Such regulations warrant relatively relaxed, or \"intermediate,\" scrutiny not only if they are \"content neutral\" in the classic sense, but also if the government's regulatory purpose is not based on the communicative impact of the speech. <i>See City of Los Angeles v. Alameda Books, Inc.,</i> <span class=\"citation\" data-id=\"118501\"><a href=\"/opinion/118501/los-angeles-v-alameda-books-inc/\"><span class=\"volume\">535</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">425</span></a></span>, 445-47, <span class=\"citation\" data-id=\"118501\"><a href=\"/opinion/118501/los-angeles-v-alameda-books-inc/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1728</span></a></span>, <span class=\"citation\" data-id=\"118501\"><a href=\"/opinion/118501/los-angeles-v-alameda-books-inc/\"><span class=\"volume\">152</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">670</span></a></span> (2002) (Kennedy, J., concurring).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In <i>City of Renton v. Playtime Theatres, Inc.,</i> <span class=\"citation\" data-id=\"111597\"><a href=\"/opinion/111597/renton-v-playtime-theatres-inc/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, <span class=\"citation\" data-id=\"111597\"><a href=\"/opinion/111597/renton-v-playtime-theatres-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">925</span></a></span>, <span class=\"citation\" data-id=\"111597\"><a href=\"/opinion/111597/renton-v-playtime-theatres-inc/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">29</span></a></span> (1986), the Court noted that a zoning ordinance which attempted to locate theaters featuring \"adult\" films was \"content based\" to the extent that it identified the regulated activity by the content of the films shown. <i>Id.</i> at 47, <span class=\"citation\" data-id=\"111597\"><a href=\"/opinion/111597/renton-v-playtime-theatres-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">925</span></a></span>. Focusing on the purpose of the regulation, however, the Court determined that it merely aimed to impose time, place, or manner restrictions on account of the theaters' \"secondary effects,\" meaning effects other than communicative impact on the audience. <i>Id.</i> \"The ordinance by its terms is designed to prevent crime, protect the city's retail trade, maintain property values, and generally protect and preserve the quality of the city's neighborhoods, commercial districts, and the quality of urban life, not to suppress the expression of unpopular views.\" <i>Id.</i> at 48, <span class=\"citation\" data-id=\"111597\"><a href=\"/opinion/111597/renton-v-playtime-theatres-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">925</span></a></span> (internal quotation marks and brackets omitted). The Court thus carved out a category of speech regulations that are \"content-neutral\" not because they apply to conduct on a generally applicable basis without regard to expressive content, but because the <i>regulatory purpose</i> is unrelated to that content. In <i>Ward v. Rock Against Racism,</i> the Court stated that \"[t]he principal inquiry in determining content neutrality ... is whether the government has adopted a regulation of speech because of disagreement with the message it conveys.\" <span class=\"citation\" data-id=\"112315\"><a href=\"/opinion/112315/ward-v-rock-against-racism/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">781</span></a></span>, 791, <span class=\"citation\" data-id=\"112315\"><a href=\"/opinion/112315/ward-v-rock-against-racism/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2746</span></a></span>, <span class=\"citation\" data-id=\"112315\"><a href=\"/opinion/112315/ward-v-rock-against-racism/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">661</span></a></span> (1989). This Court has held that restrictions based on the negative secondary effects of sexually oriented businesses are \"content-neutral\" in this sense. <i>Z.J. Gifts D-2, L.L.C. v. City of Aurora,</i> <span class=\"citation\" data-id=\"155972\"><a href=\"/opinion/155972/zj-gifts-v-city-of-aurora/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">683</span></a></span>, 686 (10th Cir. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The principal conceptual distinction between the two lines of doctrine is that the former &#8212; the \"<i>O'Brien</i> test\" &#8212; applies to generally applicable regulations of both non-expressive and expressive conduct, not targeting or singling out expressive conduct, while time, place, or manner regulations can be directed specifically at expression (such as billboards or street demonstrations), so long as the governmental purpose is unrelated to disagreement with the message and there are adequate alternative channels of communication.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In <i>Pap's,</i> a majority of the Court held that general prohibitions on public nudity, including commercial nude dancing, are subject to scrutiny \"under the framework set forth in <i>O'Brien</i> for content-neutral restrictions on symbolic speech.\" 529 U.S. at 289, <span class=\"citation\" data-id=\"118353\"><a href=\"/opinion/118353/erie-v-paps-am/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span> (plurality op. per O'Connor, J., joined by Rehnquist, C.J., and Kennedy and Breyer, JJ.); <i>id.</i> at 310, <span class=\"citation\" data-id=\"118353\"><a href=\"/opinion/118353/erie-v-paps-am/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span> (Souter, J., concurring). The Court also, however, relied heavily on the <i>Renton</i> line of cases. <i>Id.</i> at 295-96, <span class=\"citation\" data-id=\"118353\"><a href=\"/opinion/118353/erie-v-paps-am/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span> (plurality op.); <i>id.</i> at 312-13, <span class=\"citation\" data-id=\"118353\"><a href=\"/opinion/118353/erie-v-paps-am/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span> (Souter, J., concurring). The resulting doctrine thus seems to be a combination of the two lines of cases.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">This case does not involve a general prohibition on public nudity, like that in <i>Barnes</i> and <i>Pap's.</i> Rather, it is a more narrowly tailored ban on nudity of either employees or patrons within sexually oriented businesses. Accordingly, it might be argued that the case is most accurately analyzed as a \"manner\" regulation. This would seem to have been the Court's point in <i>Pap's</i> when it noted: \"The public nudity ban certainly has the effect of limiting one means of expressing the erotic message being disseminated at Kandyland. But simply to define what is being banned as the `message' is to assume the conclusion.\" 529 U.S. at 292-93, <span class=\"citation\" data-id=\"118353\"><a href=\"/opinion/118353/erie-v-paps-am/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span>. <i>See also Fly Fish, Inc. v. City of Cocoa Beach,</i> <span class=\"citation\" data-id=\"76252\"><a href=\"/opinion/76252/fly-fish-inc-v-city-of-cocoa-beach/\"><span class=\"volume\">337</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1301</span></a></span>, 1308 (11th Cir.2003) (applying <i>Pap's</i> and treating the G-string and pasties requirement as a \"manner\" restriction). Nudity, after all, is not a message in itself, but is a mode of conveying any number of different messages. It can be humorous (as when \"Hotlips\" Houlihan is exposed in the movie <i>M*A*S*H</i>); it can be dehumanizing (as in the registration scene in <i>Schindler's List);</i> it can be an act of self-affirmation (as in <i>The Full Monty</i>); it can symbolize unrighteousness (as in the Book of <i>Hosea</i>); it can symbolize innocence (as in Botticelli's <i>Birth of Venus</i>), or the loss of innocence (as in the movie <i>The Last Picture Show</i>); it can convey cruelty or disgust or freedom or &#8212; as Plaintiffs claim as their message &#8212; eroticism.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Often nudity is not communicative at all. By banning nudity in sexually oriented businesses, South Salt Lake City has not precluded the expression of any particular set of ideas, but has prohibited one particular manner of conveying those ideas, which the City Council is convinced has negative secondary effects.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In one important sense, the South Salt Lake Ordinance is less constitutionally problematic than the general public nudity bans upheld in <i>Barnes</i> and <i>Pap's:</i> it is more narrowly tailored. In <i>Barnes</i> and <i>Pap's,</i> there was dispute regarding the applicability of the prohibitions to legitimate theater or dance involving nudity, such as the plays <i>Equus</i> or <i>Hair</i> or the ballet <i>Salome.</i> The broad sweep of the public nudity prohibition seemed to present a dilemma: either the prohibition would apply to such performances and thus appear overbroad, or it would not apply and thus appear to be administered in a content-discriminatory manner. By limiting its nudity ban to sexually oriented businesses &#8212; a classification that itself is \"content-neutral\" within the meaning of this Court's cases, <i>see Z.J. Gifts,</i> 136 F.3d at 686-87 &#8212; the City here has avoided both horns of the dilemma.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">We turn now to Plaintiffs' arguments that the district court abused its discretion in finding that they had not demonstrated a likelihood of success on the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">\n        <i>B. Plaintiffs' Arguments for Heightened Scrutiny</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Plaintiffs argue against application of the relatively relaxed standard of review employed in <i>Barnes</i> and <i>Pap's.</i> They point out that <i>Barnes</i> and <i>Pap's</i> involved general prohibitions on public nudity, while the South Salt Lake Ordinance bans nudity only within sexually oriented businesses. Accordingly, they argue that the South Salt Lake Ordinance is subject to strict scrutiny as a \"content-based\" restriction on speech. Their argument finds some support in two district court decisions, <i>Nakatomi Investments, Inc. v. City of Schenectady,</i> <span class=\"citation no-link\"><span class=\"volume\">949</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">988</span></span>, 998-99 (N.D.N.Y.1997), and <i>Books, Inc. v. Pottawattamie County,</i> <span class=\"citation\" data-id=\"2136145\"><a href=\"/opinion/2136145/books-inc-v-pottawattamie-county-ia/\"><span class=\"volume\">978</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1247</span></a></span>, 1257 (S.D.Iowa 1997). But the argument &#8212; or at least the ultimate conclusion &#8212; has also been rejected by the only two courts of appeals to consider it. <i>Schultz v. City of Cumberland,</i> <span class=\"citation\" data-id=\"770658\"><a href=\"/opinion/770658/joseph-schultz-doing-business-as-island-bar-and-tonya-norwood/\"><span class=\"volume\">228</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">831</span></a></span>, 846-47 (7th Cir.2000); <i>Fly Fish, Inc. v. City of Cocoa Beach,</i> <span class=\"citation\" data-id=\"76252\"><a href=\"/opinion/76252/fly-fish-inc-v-city-of-cocoa-beach/\"><span class=\"volume\">337</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1301</span></a></span>, 1306-10 (11th Cir. 2003).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">We reject Plaintiffs' argument for two independent reasons. First, the narrower scope of the South Salt Lake Ordinance, as compared with the general public nudity prohibitions of <i>Barnes</i> and <i>Pap's,</i> does not necessarily make the Ordinance \"content-based.\" The prohibition is still on a form of conduct, and unless the category of businesses to which it applies is defined by their expressive content, the Ordinance remains \"unrelated to the suppression of free expression.\" <i>O'Brien,</i> 391 U.S. at 377, <span class=\"citation\" data-id=\"107701\"><a href=\"/opinion/107701/united-states-v-obrien/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>. Plaintiffs inform us that \"[t]he ordinance at issue here applies only to adult businesses featuring nude dancing as expressive conduct,\" Appellants' Br. at 16, but they point to nothing in the Ordinance that supports that interpretation. On its face, the Ordinance applies to all \"sexually oriented businesses,\" which include establishments such as \"adult motels\" and \"adult novelty stores,\" which are not engaged in expressive activity. Although the \"sexually oriented business\" category certainly encompasses some expressive activities &#8212; adult cabarets and theaters, for example &#8212; this does not mean that the Ordinance targets them. The nudity ban applies across the board to all sexually oriented businesses, expressive and non-expressive alike. It is typical of conduct restrictions evaluated under <i>O'Brien</i> to include some expressive, as well as some non-expressive, activities within their reach. Where, as here, expressive activities are not singled out for special regulation, <i>O'Brien</i> applies. <i>See Alameda Books,</i> 535 U.S. at 447, <span class=\"citation\" data-id=\"118501\"><a href=\"/opinion/118501/los-angeles-v-alameda-books-inc/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1728</span></a></span> (Kennedy, J., concurring) (justifying application of lesser scrutiny to an ordinance that \"is not limited to expressive activities [but] extends, for example, to massage parlors\"); <i>Z.J. Gifts,</i> 136 F.3d at 686-87 (holding that an ordinance restricting sexually oriented business is content-neutral within the meaning of <i>Renton</i>).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Second, even if the South Salt Lake Ordinance must be distinguished from that in <i>Barnes</i> and <i>Pap's,</i> and cannot be justified as a generally applicable regulation of conduct, it still is subject to no more than intermediate scrutiny under the <i>Renton</i> line of cases, because the governmental purpose is based on the secondary effects of nudity in sexually oriented businesses rather than on disagreements with the content of the message. <i>Schultz,</i> 228 F.3d at 845-46. To be sure, as Plaintiffs point out, the ordinance upheld in <i>Renton</i> was a restriction on the locations within the city in which the sexually oriented businesses could locate, rather than, as here, a restriction on the manner in which they are permitted to operate. But we think Plaintiffs are wrong to characterize this as a \"total ban\" on the speech. Plaintiffs are not prohibited from communicating their supposedly erotic message through dance; they are merely prohibited from doing so in a state of total nudity. <i>See Fly Fish,</i> 337 F.3d at 1307-08.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">In <i>Pap's,</i> the plurality explicitly rejected the dissent's characterization of a nudity prohibition as a \"complete ban on expression.\" 529 U.S. at 292, <span class=\"citation\" data-id=\"118353\"><a href=\"/opinion/118353/erie-v-paps-am/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span> (plurality op.). The plurality explained: \"The public nudity ban certainly has the effect of limiting one particular means of expressing the kind of erotic message being disseminated.... But simply to define what is being banned as the `message' is to assume the conclusion.\" <i>Id.</i> at 292-93, <span class=\"citation\" data-id=\"118353\"><a href=\"/opinion/118353/erie-v-paps-am/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span>. Indeed, the plurality found that \"[a]ny effect on the overall expression is <i>de minimis.</i>\" <i>Id.</i> at 294, <span class=\"citation\" data-id=\"118353\"><a href=\"/opinion/118353/erie-v-paps-am/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span>. Thus, far from being a \"complete ban,\" the plurality found that the prohibition on nudity had a \"<i>de minimis</i>\" effect on the performers' ability to convey their desired message. <i>Id.; see also Schultz,</i> 228 F.3d at 847 (concluding that a requirement that dancers in sexually oriented businesses wear pasties and G-strings does not violate the First Amendment).</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The fallacy in Plaintiffs' argument is to assume that the \"adequate alternative avenues of expression\" required under the <i>Renton</i> line of cases refers exclusively to location. Time, place, or manner regulations all are partial limitations, but each is partial in a different way. \"Place\" limitations require alternative locations; \"time\" limitations require alternative times; and \"manner\" limitations require alternative ways in which a message may be communicated. A ban on nudity within sexually oriented businesses is a \"manner\" regulation, <i>Fly Fish,</i> 337 F.3d at 1308-09, and Plaintiffs have provided no reason to believe that there do not exist other ways to get their message across. <i>See Pap's,</i> 529 U.S. at 301, <span class=\"citation\" data-id=\"118353\"><a href=\"/opinion/118353/erie-v-paps-am/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span> (\"the requirement that dancers wear pasties and G-strings... leaves ample capacity to convey the dancer's erotic message.\"); <i>Schultz,</i> 228 F.3d at 847 (same). While \"there may be cases in which banning the means of expression so interferes with the message that it essentially bans the message, that is not the case here.\" <i>Pap's,</i> 529 U.S. at 293, <span class=\"citation\" data-id=\"118353\"><a href=\"/opinion/118353/erie-v-paps-am/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span>; <i>Fly Fish,</i> 337 F.3d at 1308.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">\n        <i>C. Plaintiffs' Argument Regarding Evidence of Secondary Effects and the Record Before the District Court</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Plaintiffs complain vigorously regarding the supposed inadequacy of the factual record in this case to support the City's claim that the Ordinance is justified by the need to control the negative secondary effects of commercial nude dancing. Indeed, they assert that \"[t]here is no evidence that such effects have occurred, or are in imminent danger of occurring, in South Salt Lake. Plaintiffs believe that all evidence is to the contrary.\" Appellants' Br. at 24. However, as counsel conceded at oral argument before this Court, at the hearing in the district court on their motion for preliminary injunctive relief, the Plaintiffs did not present any evidence in support of their position. In their briefs in this Court, Plaintiffs refer to various studies that they submitted to the City Council, but did not trouble to present to the district court, and to other evidence that they submitted in unrelated litigation in state court, but likewise did not see fit to introduce below. <i>See</i> Appellants' Br. at 24-26. Under these circumstances, it is obvious that the district court did not abuse its discretion in denying their motion. Plaintiffs simply had not met their burden of showing that their right to relief was \"clear and unequivocal.\" <i>Kikumura,</i> 242 F.3d at 955.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">We turn, nevertheless, to the four elements of intermediate scrutiny, as set forth in <i>O'Brien,</i><a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> to determine whether the district court abused its discretion in concluding, on this one-sided record, that Plaintiffs did not have a substantial likelihood of success on the merits. Under intermediate scrutiny, a restriction on speech must: (1) be within the constitutional power of government to adopt; (2) further an important or substantial governmental interest; which (3) is unrelated to the suppression of expression; and (4) be no greater restriction on First Amendment freedom than is essential to furtherance of the government's purpose. <i>O'Brien,</i> 391 U.S. at 377, <span class=\"citation\" data-id=\"107701\"><a href=\"/opinion/107701/united-states-v-obrien/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>; <i>Pap's,</i> 529 U.S. at 296, 301, <span class=\"citation\" data-id=\"118353\"><a href=\"/opinion/118353/erie-v-paps-am/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">There is no doubt that the Ordinance is within the lawful powers of South Salt Lake City. <i>See Pap's,</i> 529 U.S. at 296, <span class=\"citation\" data-id=\"118353\"><a href=\"/opinion/118353/erie-v-paps-am/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span> (the city's \"efforts to protect public health and safety are clearly within the city's police powers\").</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The second factor is probably the most important and contested. To survive intermediate scrutiny, the government must be able to demonstrate that the challenged speech restriction serves a \"substantial governmental interest.\" <i>O'Brien,</i> 391 U.S. at 377, <span class=\"citation\" data-id=\"107701\"><a href=\"/opinion/107701/united-states-v-obrien/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>. The burden of proof is on the government to \"demonstrate that the recited harms are real, not merely conjectural, and that the regulation will in fact alleviate these harms in a direct and material way.\" <i>Turner Broad. Sys., Inc. v. FCC,</i> <span class=\"citation\" data-id=\"117869\"><a href=\"/opinion/117869/turner-broadcasting-system-inc-v-fcc/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">622</span></a></span>, 664, <span class=\"citation\" data-id=\"117869\"><a href=\"/opinion/117869/turner-broadcasting-system-inc-v-fcc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2445</span></a></span>, <span class=\"citation\" data-id=\"117869\"><a href=\"/opinion/117869/turner-broadcasting-system-inc-v-fcc/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">497</span></a></span> (1994).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> On the other hand, the Court has repeatedly emphasized that \"municipalities must be given a `reasonable opportunity to experiment with solutions' to address the secondary effects of protected speech.\" <i>Alameda Books,</i> 535 U.S. at 439, <span class=\"citation\" data-id=\"118501\"><a href=\"/opinion/118501/los-angeles-v-alameda-books-inc/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1728</span></a></span>, <i>quoting Renton,</i> 475 U.S. at 52, <span class=\"citation\" data-id=\"111597\"><a href=\"/opinion/111597/renton-v-playtime-theatres-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">925</span></a></span>, <i>quoting Young v. American Mini Theatres, Inc.,</i> <span class=\"citation\" data-id=\"109505\"><a href=\"/opinion/109505/young-v-american-mini-theatres-inc/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">50</span></a></span>, 71, <span class=\"citation\" data-id=\"109505\"><a href=\"/opinion/109505/young-v-american-mini-theatres-inc/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2440</span></a></span>, <span class=\"citation\" data-id=\"109505\"><a href=\"/opinion/109505/young-v-american-mini-theatres-inc/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">310</span></a></span> (1976) (plurality op.) (internal quotation marks omitted). The standards for the quantity and nature of the empirical evidence needed to uphold a city ordinance based on the negative secondary effects of sexually oriented speech in general, or nude dancing in particular, are continuing to evolve.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">In <i>Renton,</i> a six-Justice majority of the Supreme Court held that \"[t]he First Amendment does not require a city, before enacting such an ordinance, to conduct new studies or produce evidence independent of that already generated by other cities, so long as whatever evidence the city relies upon is reasonably believed to be relevant to the problem the city addresses.\" 475 U.S. at 51-52, <span class=\"citation\" data-id=\"111597\"><a href=\"/opinion/111597/renton-v-playtime-theatres-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">925</span></a></span>. Accordingly, it is common in these cases for cities to cite and rely on seemingly prepackaged studies, as well as the findings of courts in other cases. Here, South Salt Lake invoked a typical set of such studies and findings in support of its Ordinance.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">In <i>Barnes,</i> the three-Justice plurality (Chief Justice Rehnquist, joined by Justices O'Connor and Kennedy) sustained a prohibition on public nudity, as applied to nude dancing, on the basis of the \"substantial government interest in protecting order and morality,\" without the need for any empirical evidence regarding secondary effects. <i>Barnes,</i> 501 U.S. at 569, <span class=\"citation\" data-id=\"112635\"><a href=\"/opinion/112635/barnes-v-glen-theatre-inc/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2456</span></a></span> (plurality op.). Justice Scalia concurred on the ground that a general public nudity prohibition \"is not subject to First Amendment scrutiny at all.\" <i>Id.</i> at 572, <span class=\"citation\" data-id=\"112635\"><a href=\"/opinion/112635/barnes-v-glen-theatre-inc/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2456</span></a></span> (Scalia, J., concurring). The decisive fifth vote was cast by Justice Souter, whose opinion is controlling under the rule of <i>Marks v. United States,</i> <span class=\"citation\" data-id=\"109611\"><a href=\"/opinion/109611/marks-v-united-states/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">188</span></a></span>, 193, <span class=\"citation\" data-id=\"109611\"><a href=\"/opinion/109611/marks-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">990</span></a></span>, <span class=\"citation\" data-id=\"109611\"><a href=\"/opinion/109611/marks-v-united-states/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">260</span></a></span> (1977) (\"When a fragmented Court decides a case and no single rationale explaining the result enjoys the assent of five Justices, the holding of the Court may be viewed as that position taken by those Members who concurred in the judgments on the narrowest grounds.\" (internal quotation marks omitted)). Justice Souter concluded, contrary to the plurality, that the city was required to show secondary effects of the sort canvassed in <i>Renton,</i> and not merely an interest in order and morality. <i>Barnes,</i> 501 U.S. at 583-86, <span class=\"citation\" data-id=\"112635\"><a href=\"/opinion/112635/barnes-v-glen-theatre-inc/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2456</span></a></span> (Souter, J., concurring). But he maintained that it was not necessary for cities to \"litigate this issue repeatedly in every case,\" and thus that previous court findings in <i>Renton</i> and other cases provided sufficient evidentiary support. <i>Id.</i> at 584, <span class=\"citation\" data-id=\"112635\"><a href=\"/opinion/112635/barnes-v-glen-theatre-inc/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2456</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">In <i>Pap's,</i> a four-Justice plurality (Justice O'Connor, joined by the Chief Justice, Justice Kennedy, and Justice Breyer) voted to uphold a general public nudity ban almost identical to that upheld in <i>Barnes,</i> but did so on the basis of secondary effects. The Court emphasized that the city did not have to produce new studies and was permitted to rely on the evidentiary foundation in earlier cases. <i>Pap's,</i> 529 U.S. at 296-97, <span class=\"citation\" data-id=\"118353\"><a href=\"/opinion/118353/erie-v-paps-am/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span>. The Court also treated the judgments of city council members regarding the need for the ordinance as evidence. \"The city council members, familiar with commercial downtown Erie, are the individuals who would likely have had firsthand knowledge of what took place at and around nude dancing establishments in Erie, and can make particularized, expert judgments about the resulting harmful secondary effects.\" <i>Id.</i> at 297-98, <span class=\"citation\" data-id=\"118353\"><a href=\"/opinion/118353/erie-v-paps-am/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span>. Indeed, the Court observed that \"<i>O'Brien,</i> of course, required no evidentiary showing at all that the threatened harm was real.\" <i>Id.</i> at 299, <span class=\"citation\" data-id=\"118353\"><a href=\"/opinion/118353/erie-v-paps-am/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span>; <i>see also id.</i> at 298, <span class=\"citation\" data-id=\"118353\"><a href=\"/opinion/118353/erie-v-paps-am/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span> (\"On this point, <i>O'Brien</i> is especially instructive. The Court there did not require evidence that the integrity of the Selective Service System would be jeopardized....\"). The plurality also noted that the plaintiffs had \"ample opportunity to contest the council's findings about secondary effects &#8212; before the council itself, throughout the state proceedings, and before this Court,\" but had failed to do so. <i>Id.</i> at 298, <span class=\"citation\" data-id=\"118353\"><a href=\"/opinion/118353/erie-v-paps-am/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span>. \"In the absence of any reason to doubt it,\" the plurality stated, \"the city's expert judgment should be credited.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Two Justices concurred on the ground that a regulation of conduct is unconstitutional only where the \"government prohibits conduct precisely because of its communicative attributes,\" making it unnecessary to inquire into the empirical basis for the secondary effects justification (about which these Justices were skeptical). <i>Id.</i> at 310, <span class=\"citation\" data-id=\"118353\"><a href=\"/opinion/118353/erie-v-paps-am/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span> (Scalia, J., joined by Thomas, J., concurring). Accordingly, under the rule of <i>Marks,</i> the plurality opinion constitutes the holding of the Court. This suggests that the City's initial burden to present empirical support for its conclusions is minimal, but that plaintiffs must have an opportunity to present their own evidence, to which the city is then entitled to respond.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">In <i>Alameda Books,</i> the Court granted certiorari to \"clarify the standard for determining whether an ordinance serves a substantial government interest under <i>Renton.</i>\" 535 U.S. at 433, <span class=\"citation\" data-id=\"118501\"><a href=\"/opinion/118501/los-angeles-v-alameda-books-inc/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1728</span></a></span>. Again, however, the Court failed to produce a majority opinion. The four-Justice plurality (Justice O'Connor, joined by the Chief Justice, Justice Scalia, and Justice Thomas) reaffirmed the basic approach taken in <i>Renton</i> and <i>Barnes.</i> The Court explained that \"the city certainly bears the burden of providing evidence that supports a link between concentrations of adult operations and asserted secondary effects,\" but it did not require the city to \"bear the burden of providing evidence that rules out every theory for the link between concentrations of adult establishments that is inconsistent with its own.\" <i>Id.</i> at 437, <span class=\"citation\" data-id=\"118501\"><a href=\"/opinion/118501/los-angeles-v-alameda-books-inc/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1728</span></a></span>. The plurality distinguished between two parts of the <i>Renton</i> intermediate scrutiny framework: whether an ordinance is content-neutral and whether it serves a substantial governmental interest while leaving open alternative avenues of communication. Only with regard to the latter would the courts \"examine evidence concerning regulated speech and secondary effects.\" <i>Id.</i> at 440-41, <span class=\"citation\" data-id=\"118501\"><a href=\"/opinion/118501/los-angeles-v-alameda-books-inc/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1728</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Even as to that connection, the plurality reiterated that the Court had \"refused to set such a high bar for municipalities that want to address merely the secondary effects of protected speech.\" <i>Id.</i> at 438, <span class=\"citation\" data-id=\"118501\"><a href=\"/opinion/118501/los-angeles-v-alameda-books-inc/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1728</span></a></span>. It stated that cities are entitled to rely, in part, on \"appeal to common sense,\" rather than \"empirical data,\" at least where there is no \"actual and convincing evidence from plaintiffs to the contrary.\" <i>Id.</i> at 439, <span class=\"citation\" data-id=\"118501\"><a href=\"/opinion/118501/los-angeles-v-alameda-books-inc/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1728</span></a></span>. In so holding, the <i>Alameda</i> plurality provided the following observation regarding the deference properly accorded to legislative findings under the second prong of the <i>O'Brien</i> test:</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">This is not to say that the municipality can get away with shoddy data or reasoning. The municipality's evidence must fairly support the municipality's rationale for its ordinance. If plaintiffs fail to cast direct doubt on this rationale, either by demonstrating that the municipality's evidence does not support its rationale or by furnishing evidence that disputes the municipality's factual findings, the municipality meets the standard set forth in <i>Renton.</i> If plaintiffs succeed in casting doubt on a municipality's rationale in either manner, the burden shifts back to the municipality to supplement the record with evidence renewing support for a theory that justifies its ordinance.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\"><i>Id.</i> at 438-39 (citing <i>Pap's,</i> 529 U.S. at 298, <span class=\"citation\" data-id=\"118353\"><a href=\"/opinion/118353/erie-v-paps-am/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span>). The plurality described its \"deference to the evidence presented by the city\" as \"the product of a careful balance between competing interests.\" <i>Alameda,</i> 535 U.S. at 440, <span class=\"citation\" data-id=\"118501\"><a href=\"/opinion/118501/los-angeles-v-alameda-books-inc/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1728</span></a></span>. On the one hand, courts have an obligation to exercise independent judgment in First Amendment cases, but on the other hand the plurality acknowledged \"that the Los Angeles City Council is in a better position than the Judiciary to gather and evaluate data on local problems.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Justice Kennedy concurred separately. However, he did not criticize the plurality's approach to the evidence necessary to support a secondary effects justification. If anything, Justice Kennedy's comments on that issue appear somewhat more deferential to the cities: \"As a general matter, courts should not be in the business of second-guessing fact-bound empirical assessments of city planners.\" <i>Id.</i> at 451, <span class=\"citation\" data-id=\"118501\"><a href=\"/opinion/118501/los-angeles-v-alameda-books-inc/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1728</span></a></span> (Kennedy, J., concurring). \"The Los Angeles City Council knows the streets of Los Angeles better than we do.... It is entitled to rely on that knowledge; and if its inferences appear reasonable, we should not say there is no basis for its conclusion.\" <i>Id.</i> at 452, <span class=\"citation\" data-id=\"118501\"><a href=\"/opinion/118501/los-angeles-v-alameda-books-inc/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1728</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Applying these precedents, we cannot say that the district court abused its discretion in concluding that the Plaintiffs failed to show a likelihood of success on the merits. The evidentiary record compiled by South Salt Lake City is similar to the record on which the Court affirmed the ordinance in <i>Pap's.</i> Presumably, the City Council of South Salt Lake is entitled to as great a degree of deference as that of any other. The Plaintiffs failed to submit any evidence in district court that might call the City's empirical judgments into question. Without \"actual and convincing evidence from plaintiffs to the contrary,\" <i>Alameda Books,</i> 535 U.S. at 439, <span class=\"citation\" data-id=\"118501\"><a href=\"/opinion/118501/los-angeles-v-alameda-books-inc/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1728</span></a></span> (plurality op.), there was no reason for the district court to inquire any further.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">The third <i>O'Brien</i> factor, that the government interest is unrelated to the suppression of free expression, follows from the second. As explained above, from <i>Renton</i> onward, the Court has consistently held that the control of negative secondary effects, such as those invoked by South Salt Lake City, is unrelated to the suppression of free expression.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">Finally, the district court did not abuse its discretion in concluding that the Ordinance satisfies the fourth and final <i>O'Brien</i> factor &#8212; that the restriction is no greater than is essential to the furtherance of the government interest &#8212; for the same reason that factor was satisfied in <i>Pap's:</i> the requirement that dancers wear \"G-strings\" and \"pasties\" has a \"<i>de minimis</i>\" effect on their ability to communicate their message. <i>Pap's,</i> 529 U.S. at 301, <span class=\"citation\" data-id=\"118353\"><a href=\"/opinion/118353/erie-v-paps-am/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span> (\"The requirement that dancers wear pasties and G-strings is a minimal restriction in furtherance of the asserted government interests, and the restriction leaves ample capacity to convey the dancer's erotic message.\"). Plaintiffs evidently disagree with that conclusion, but offer no basis for distinguishing the Supreme Court's conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">In summary, as the case is now postured, the Plaintiffs put on no evidence before the district court to establish a likelihood that <i>O'Brien</i> factors two, three and four favored their case on the merits. Because they failed to put on such evidence, the Plaintiffs have not demonstrated a substantial likelihood of success on the merits.</p>\n    </div>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">For the foregoing reason, the decision of the district court denying the Plaintiffs' motion for preliminary injunction is AFFIRMED. However, because the record before us is very limited, we note specifically that we express no opinion on the ultimate merits of this case. Plaintiffs' motion to supplement the record with materials not before the district court is DENIED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> South Salt Lake Chamber of Commerce,<i>at</i> http://www.southsaltlakechamber.com.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The best account of the theoretical difficulties may be found in Vincent Blasi,<i>Six Conservatives in Search of the First Amendment: The Revealing Case of Nude Dancing,</i> 33 <i>Wm. &amp; Mary L.Rev.</i> 611 (1992).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Code defines a \"Sexually oriented business\" as \"an adult arcade, adult bookstore, adult motion picture theater, adult novelty store, adult theater, adult video store, adult cabaret, and adult motel[,]\" each of which is defined in the Code's \"Definitions\" section. Code &#167; 5.56.050</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Code defines \"[n]udity or state of nudity\" as \"the showing of the human male or female genitals, pubic area, vulva, anus, or anal cleft with less than a fully opaque covering, or the showing of the female breast with less than a fully opaque covering of any part of the nipple.\" Code &#167; 5.56.050</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The cases and studies on which the City relied include the following:</p>\n        <p class=\"indent\"><i>City of Erie v. Pap's A.M.,</i> <span class=\"citation\" data-id=\"118353\"><a href=\"/opinion/118353/erie-v-paps-am/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">277</span></a></span>, <span class=\"citation\" data-id=\"118353\"><a href=\"/opinion/118353/erie-v-paps-am/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span>, <span class=\"citation\" data-id=\"118353\"><a href=\"/opinion/118353/erie-v-paps-am/\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (2000); <i>City of Renton v. Playtime Theatres, Inc.,</i> <span class=\"citation\" data-id=\"111597\"><a href=\"/opinion/111597/renton-v-playtime-theatres-inc/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, <span class=\"citation\" data-id=\"111597\"><a href=\"/opinion/111597/renton-v-playtime-theatres-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">925</span></a></span>, <span class=\"citation\" data-id=\"111597\"><a href=\"/opinion/111597/renton-v-playtime-theatres-inc/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">29</span></a></span> (1986); <i>Young v. American Mini Theatres, [Inc.],</i> <span class=\"citation\" data-id=\"109505\"><a href=\"/opinion/109505/young-v-american-mini-theatres-inc/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">50</span></a></span>, <span class=\"citation\" data-id=\"109505\"><a href=\"/opinion/109505/young-v-american-mini-theatres-inc/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2440</span></a></span>, <span class=\"citation\" data-id=\"109505\"><a href=\"/opinion/109505/young-v-american-mini-theatres-inc/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">310</span></a></span> (1976); <i>Barnes v. Glen Theatre, Inc.,</i> <span class=\"citation\" data-id=\"112635\"><a href=\"/opinion/112635/barnes-v-glen-theatre-inc/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">560</span></a></span>, <span class=\"citation\" data-id=\"112635\"><a href=\"/opinion/112635/barnes-v-glen-theatre-inc/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2456</span></a></span>, <span class=\"citation\" data-id=\"112635\"><a href=\"/opinion/112635/barnes-v-glen-theatre-inc/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">504</span></a></span> (1991); <i>California v. La Rue,</i> <span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">109</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">390</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">342</span></span> (1972); <i>O'Connor v. City and County of Denver,</i> <span class=\"citation\" data-id=\"535705\"><a href=\"/opinion/535705/dennis-oconnor-and-united-theaters-incorporated-dba-empress-theater/\"><span class=\"volume\">894</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1210</span></a></span> (10th Cir.1990); <i>Z.J. Gifts D-2, L.L.C. v. City of Aurora,</i> <span class=\"citation\" data-id=\"155972\"><a href=\"/opinion/155972/zj-gifts-v-city-of-aurora/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">683</span></a></span> (10th Cir.1998); <i>Dodger's Bar &amp; Grill, Inc. v. Johnson County,</i> <span class=\"citation\" data-id=\"154122\"><a href=\"/opinion/154122/dodgers-bar-grill-v-johnson-county-board/\"><span class=\"volume\">98</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1262</span></a></span> (10th Cir. 1996); <i>Dodger's Bar &amp; Grill, Inc. v. Johnson County Bd. of County Com'rs,</i> <span class=\"citation\" data-id=\"676584\"><a href=\"/opinion/676584/dodgers-bar-grill-inc-a-corporation-dba-bonita-flats-saloon-and/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1436</span></a></span> (10th Cir.1994); <i>American Target Advertising, Inc. v. Giani,</i> <span class=\"citation\" data-id=\"159097\"><a href=\"/opinion/159097/american-target-v-gianni/\"><span class=\"volume\">199</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1241</span></a></span> (10th Cir.2000); <i>MS News Co. v. Casado,</i> <span class=\"citation\" data-id=\"427588\"><a href=\"/opinion/427588/ms-news-company-a-kansas-corporation-v-antonio-casado-mayor-of-the-city/\"><span class=\"volume\">721</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1281</span></a></span> (10th Cir.1983); <i>Cortese v. Black,</i> <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1327</span></span>, (10th Cir.1996); <i>Salt Lake City v. Wood,</i> 1999 Utah App. 323, <span class=\"citation\" data-id=\"1402784\"><a href=\"/opinion/1402784/salt-lake-city-v-wood/\"><span class=\"volume\">991</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">595</span></a></span> (Utah Ct.App.1999); <i>Salt Lake City v. Roberts,</i> <span class=\"citation\" data-id=\"2570559\"><a href=\"/opinion/2570559/salt-lake-city-v-roberts/\"><span class=\"volume\">7</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">789</span></a></span> (Utah Ct.App.2000); <i>United States v. Freedberg,</i> <span class=\"citation\" data-id=\"1468081\"><a href=\"/opinion/1468081/united-states-v-freedberg/\"><span class=\"volume\">724</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">851</span></a></span> (D.Utah 1989); reports of the South Salt Lake Police Department; and documents concerning the secondary effects occurring in and around sexually oriented businesses, including, but not limited to, Phoenix, Arizona &#8212; 1984; Minneapolis, Minnesota &#8212; 1980; Houston, Texas &#8212; 1997; Indianapolis, Indiana &#8212; 1984; Amarillo, Texas; Garden Grove, California &#8212; 1991; Los Angeles, California &#8212; 1977; Whittier, California &#8212; 1978; Austin, Texas &#8212; 1986; Seattle, Washington &#8212; 1989; Oklahoma City, Oklahoma &#8212; 1986; Cleveland, Ohio &#8212;; and Dallas, Texas &#8212; 1997; St. Croix County, Wisconsin &#8212; 1993; Bellevue, Washington &#8212; 1998; Newport News, Virginia &#8212; 1996; New York Times Square study &#8212; 1994; Phoenix, Arizona &#8212; 1995-98; and also on findings from the paper entitled \"Stripclubs According to Strippers: Exposing Workplace Sexual Violence,\" by Kelly Holsopple, Program Director, Freedom and Justice Center for Prostitution Resources, Minneapolis, Minnesota, and from \"Sexually Oriented Businesses: An Insider's View,\" by David Sherman, presented to the Michigan House Committee on Ethics and Constitutional Law, Jan. 12, 2000; crime statistics of the City of South Salt Lake for the past seven years; and the Report of the Attorney General's Working Group On The Regulation Of Sexually Oriented Businesses, (June 6, 1989, State of Minnesota).</p>\n        <p class=\"indent\">Ordinance, sec. I(B) (\"Findings\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We are not troubled by the fact that this reasoning runs counter to Marshall McLuhan's iconic dictum that \"the medium is the message.\" Marshall McLuhan,<i>Understanding the Media: The Extensions of Man</i> 23-35 (1964). Whatever might have been its merits in its own pop cultural context, McLuhan's dictum is incompatible with the basic thrust of modern First Amendment law, in which distinctions based on content (\"the message\") are subject to a different mode of analysis than distinctions based on time, place, or manner (\"the medium\"). <i>See</i> Geoffrey R. Stone, <i>Content-Neutral Restrictions,</i> 54 U. Chi. L.Rev. 46 (1987); <i>Content Regulation and the First Amendment, 25 Wm. &amp; Mary L.Rev.</i> 189 (1983). That would be nonsensical if the medium really were the message. Other scholars have long maintained that media, or modes of expression, do not inherently convey a particular meaning, but generate meaning through the way they are used in particular settings. <i>See, e.g.,</i> John Dewey, <i>Art as Experience</i> 60-64 (Perigree, 1980) (1934); Stanley Fish, <i>Is There a Text in This Class? The Authority of Interpretive Communities</i> 317-18 (1980); Clifford Geertz, <i>Local Knowledge: Further Essays in Interpretive Anthropology</i> 119 (1983) (\"It is, after all, not just statues (or poems or paintings) that we have to do with but the factors that cause these things to seem important-that is, affected with import-to those who make or possess them, and these are as various as life itself.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The elements of intermediate scrutiny for time, place, or manner regulations are only slightly different. In such a case, we ask simply whether the regulation is \"narrowly tailored to serve a significant governmental interest, and</p>\n        <p class=\"indent\">... leave[s] open ample alternative channels for communication of the information.\" <i>Clark,</i> 468 U.S. at 293, <span class=\"citation\" data-id=\"111245\"><a href=\"/opinion/111245/clark-v-community-for-creative-non-violence/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3065</span></a></span>.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> It is not obvious that intermediate scrutiny cases from other contexts are necessarily applicable to nude dancing or other sexually oriented speech, in light of the Court's position that \"society's interest in protecting this type of expression is of a wholly different, and lesser, magnitude than the interest in untrammeled political debate.\"<i>Barnes,</i> 501 U.S. at 584, <span class=\"citation\" data-id=\"112635\"><a href=\"/opinion/112635/barnes-v-glen-theatre-inc/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2456</span></a></span> (Souter, J., concurring) (quoting <i>Young,</i> 427 U.S. at 70, <span class=\"citation\" data-id=\"109505\"><a href=\"/opinion/109505/young-v-american-mini-theatres-inc/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2440</span></a></span>). Nonetheless, the Court's recent decisions in the context of sexually explicit speech confirm that the government bears the burden of providing evidence of secondary effects, where it relies on those secondary effects as the justification for restricting speech. <i>See Alameda Books,</i> 535 U.S. at 437, <span class=\"citation\" data-id=\"118501\"><a href=\"/opinion/118501/los-angeles-v-alameda-books-inc/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1728</span></a></span> (plurality op.).</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/76252/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/100708/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101460/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103632/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104623/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107701/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109314/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109505/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109517/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109611/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110470/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110561/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111245/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111279/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111597/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112315/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112635/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117869/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118353/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118501/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/154122/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/155972/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/158785/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/159097/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/160840/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/161244/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/161369/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/162325/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/163125/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/266043/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/333193/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/395227/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/397272/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/427588/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/450359/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/479205/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/479257/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/525561/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/535705/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/561303/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/563731/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/588920/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/610562/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/676584/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/681701/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/751135/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/762529/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/770658/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/774867/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/783669/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1402784/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1468081/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1948937/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2136145/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2570559/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-14T09:00:36.484226Z",
      "date_modified": "2018-02-15T17:50:20.210664Z",
      "date_filed": "2003-11-04",
      "date_filed_is_approximate": false,
      "slug": "heideman-v-south-salt-lake-city",
      "citation_id": 148110,
      "case_name_short": "Heideman",
      "case_name": "Heideman v. South Salt Lake City",
      "case_name_full": "",
      "federal_cite_one": "348 F.3d 1182",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "CR",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 96,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/648452/heideman-v-south-salt-lake-city/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T11:11:31.412147Z",
  "date_modified": "2014-10-30T11:11:31.412147Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Heideman",
  "case_name": "Heideman v. South Salt Lake City",
  "case_name_full": "",
  "slug": "heideman-v-south-salt-lake-city",
  "docket_number": "02-4030",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}