{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/661612/",
  "id": 661612,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca5/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/282293/",
      "id": 282293,
      "absolute_url": "/opinion/282293/adell-kirkland-as-mother-and-next-friend-of-libbie-kirkland-an-infant-v/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/661612/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/282293/",
          "id": 282293,
          "absolute_url": "/opinion/282293/adell-kirkland-as-mother-and-next-friend-of-libbie-kirkland-an-infant-v/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/282293/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T08:44:22Z",
          "date_modified": "2017-03-24T20:23:25.425317Z",
          "type": "010combined",
          "sha1": "4b759d7e457f18c5414c16bde49fd86799c1de18",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/403/403.F2d.413.24296_1.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">403 F.2d 413</p>\n    <p class=\"parties\">Adell KIRKLAND, as mother and next friend of Libbie<br>Kirkland, an infant, et al., Appellants,<br>v.<br>George C. WALLACE, as Governor of the State of Alabama, et<br>al., Appellees.</p>\n    <p class=\"docket\">No. 24296.</p>\n    <p class=\"court\">United States Court of Appeals Fifth Circuit.</p>\n    <p class=\"date\">Oct. 22, 1968.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Alvin J. Bronstein, Jackson, Miss., Donald A. Jelinek, Selma, Ala., for appellants.</p>\n      <p class=\"indent\">Gordon Madison, Asst. Atty. Gen., Montgomery, Ala., for appellees.</p>\n      <p class=\"indent\">Before TUTTLE, THORNBERRY and GODBOLD, Circuit Judges.</p>\n      <p class=\"indent\">THORNBERRY, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Kirkland, a 16-year old Negro resident, and appellants Tyler and Felber, white civil rights workers, were arrested while distributing leaflets upon a public sidewalk in Eutaw, Alabama, on July 9, 1966.  The leaflets concerned alleged discriminatory employment practices of local businesses and urged members of the Negro community to trade only with those merchants who hired Negroes.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Appellants were charged with violation of Section 56 of Title 14, Code of Alabama, which reads:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Printing or Circulating notice of boycott forbidden.-- Any person, firm, corporation or association of persons who prints, or circulates any notice of boycott, boycott cards, stickers, dodgers or unfair lists, publishing or declaring that a boycott or ban exists or has existed or is contemplated against any person, firm, corporation, or association of persons doing a lawful business, shall be guilty of a misdemeanor.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">While prosecution was pending in the state court, appellants brought the present action in the United States District Court for the Northern District of Alabama, moving under 28 U.S.C. 2281 and 2284 for the convening of a three-judge district court.  The complaint asserted that the statute under which appellants were being prosecuted was unconstitutional and sought an injunction against its enforcement.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On July 13, 1966, the district court ordered appellees to show cause why a preliminary injunction should not issue and ordered the state trial court to stay proceedings against appellants pending a determination on the show cause order.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On July 18, the charges pending against appellants in the state court were dismissed.  Subsequently, the appellees filed a motion to dismiss appellants' complaint in the federal court and the matter came on for a hearing on August 12.  At the hearing, Mr. Boggs, the district attorney in whose jurisdiction the charges against appellants had been brought, stated that the arrests had been a 'slip-up' and that he had always 'avoided this boycott statute.'  He stated further that civil rights workers 'were not threatened in the future or in the past' by enforcement of the statute.  The appellants stated that they intended to continue to pass out leaflets in the same manner as when arrested.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On September 7, the district court rendered a memorandum opinion denying appellants all relief sought and dismissing the complaint.  The district court was of the opinion (1) that appellants 'lacked standing' in that prosecutions were 'neither pending nor threatened', and (2) that federal abstention should be exercised under the facts of the case.</p>\n    </div>\n    <p class=\"indent\">We reverse.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The recent Supreme Court decision, Zwickler v. Koota, 1967,389 U.S. 241, 88 S.Ct. 391, 19 L.Ed.2d 444, confirms that the district court erred in applying the doctrine of abstention.  See Davis v. Francois, 5th Cir. 1968,  395 F.2d 730.  There a state anti-handbill statute was challenged as being void for 'overbreadth' and therefore violative of the first-amendment right of free speech.  The lower court applied the doctrine of abstention but the Supreme Court reversed and remanded.  The Court emphasized the special duty of federal courts to vindicate federal rights, especially when the challenge is that a statute on its face is repugnant to the first amendment.  88 S.Ct. at 395.  The Court squarely held that the abstention doctrine is inappropriate for cases in which the statute is justifiably attacked on its face for an 'overbreadth' that abridges free expression.  Id. at 396, 399.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We pass now to a consideration of the action to be required of the district court upon remand.  Generally, suits attacking the constitutionality of a state statute and seeking an injunction against its enforcement must be heard by a three-judge district court.  If, however, 'prior decisions make frivolous any claim that (the) * * * state statute on its face is not unconstitutional,' a three-judge court is not required.  Bailey v. Patterson, 1962, 369 U.S. 31, 33, 82 S.Ct. 549, 551, 7 L.Ed.2d 512.  Having been given an opportunity to study the dissent, we take note of the argument that under the statutory framework we have no alternative but to vacate and remand.  We do not understand what legal doctrine limits our jurisdiction in the manner urged by the dissent.  As we view it, we have assumed jurisdiction of a final decision of a district court under 28 U.S.C. 1291.  See Schackman v. Arnebergh, supra, fn. 3; Idlewild Bon Voyage Liquor Corp. v. Epstein, supra, fn. 3.  If a substantial constitutional question were presented, we would remand for the convening of a three-judge district court as required by 28 U.S.C. 2281.  See Two Guys from Harrison-Allentown, Inc. v. McGinley, 3d Cir. 1959, 266 F.2d 427.  If the claim of unconstitutionality were patently frivolous, we would direct the dismissal of the action.  Ex parte Poresky, 1933, 290 U.S. 30, 54 S.Ct. 3, 78 L.Ed. 152.  But since prior decisions make frivolous any claim that the state statute on its face is not unconstitutional, we must direct the entry of an order to that effect.  Bailey v. Patterson, supra.  We are not appropriating by judicial fiat the Supreme Court's supervisory power under 28 U.S.C. 1253 but rather are disposing of a final decision of a single district judge (28 U.S.C. 1291) in the way that we deem 'just under the circumstances' (28 U.S.C. 2106).  In relying on Bailey v. Patterson, we cannot be subverting the three-judge court framework because this is not a three-judge matter.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Extended discussion is hardly necessary to show the patent invalidity of a statute such as Section 56.  Clearly, on its face, this statute prohibits actions protected by the First Amendment, and this overbreadth of coverage is fatal.  Support for this conclusion is legion.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  This case, therefore, presents precisely the type of situation to which the Bailey v. Patterson holding should be applied.  The issue of constitutionality can be answered merely by reading Section 56 and applying prior decisions of the Supreme Court.  Furthermore, where, as here, an appellate court speaks to the merits of the controversy, the policies of federalism meant to be preserved through adjudication by a three-judge court are fully satisfied.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The state, however, points to a decision of the Alabama Supreme Court holding Section 56 constitutional.  Kelly v. State, 1962, 273 Ala. 240, 139 So.2d 326.  The Alabama court in Kelly stated that the printing and circulating condemned by Section 56 'is the 'unlawful printing or circulating,' in other words, 'printing or circulating without just cause or legal excuse.\" Id. at 242, 139 So.2d at 328.  This construction, it is argued, saves the constitutionality of Section 56, or, at the very least, necessitates the convention of a three-judge court for consideration of the issue.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  One need look no further than Thornhill v. State of Alabama, 1940, 310 U.S. 88, 60 S.Ct. 736, 84 L.Ed. 1093, to see the lack of merit in this contention.  In Thornhill, the Supreme Court struck down as void on its face Section 55 of Title 14, Code of Alabama, a companion statute to the section now under attack.  Section 55 made criminal all picketing and boycott activities near to and directed at any lawful business 'for the purpose of hindering, delaying, or interfering' with the same.  That section contained the very words of qualification-- 'without a just cause or legal excuse'-- which the Alabama court has read into Section 56.  As to the effect of these words, the Supreme Court added:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The phrase 'without a just cause or legal excuse' does not in any effective manner restrict the breadth of the regulation; the words themselves have no ascertainable meaning either inherent or historical.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Id. at 100, 60 S.Ct. at 743.  Clearly then, an interpretation of Section 56, reading in the above words, does not alleviate its unconstitutional vagueness.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We hold Section 56 of Title 14, Code of Alabama, to be unconstitutional on its face and thereby void.  Appellants, therefore, are entitled to a declaratory judgment to that effect.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The propriety and necessity of injunctive relief can be decided by the district court in the first instance.  See Davis v. Francois, supra.  We also hold that upon remand the district court need not request convention of a three-judge court, but may take all necessary action as a single judge.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The judgment is reversed and the cause remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <p class=\"indent\">GODBOLD, Circuit Judge (dissenting):</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">I respectfully dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In my opinion, under established principles of federalism this case calls for impaneling a three-judge district court.  And, in any event, the declaratory judgment that state action is unconstitutional is beyond the power and authority of a court of appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">(1)</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The majority find this case not to be for a three-judge district court by applying the standard of Bailey v. Patterson,<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> that 'prior decisions make frivolous any claim that (the) * * * state statute on its face is not unconstitutional,' that 'the constitutional issue presented is essentially fictitious.'  The 'prior decision' relied on is Thornhill v. State of Alabama, 310 U.S. 88, 60 S.Ct. 736, 84 L.Ed. 1093 (1940).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The issue for this court is not whether we approve the application of the Alabama statute by arrest of a 16-year old Negro, and white civil rights workers, for distributing leaflets.  Bailey is not concerned with unconstitutional application of a statute but only with unconstitutionality of a statute on its face.  And the issue is not whether we agree with pertinent decisions of the state courts of Alabama construing the statute, but is one of giving appropriate consideration to those decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Three sections of the Alabama Code affect our decision, 54, 55 and 56 of Tit. 14.  All were part of a 1921 Act,<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> codified as the amended code chapter on 'Boycotting and Blacklisting.'</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In Thornhill in 1940 the Supreme Court held unconstitutional 55<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> (2 of the 1921 Act) relating to loitering or picketing.  The Court considered the qualifying language of 55, 'without (a) just cause or legal excuse' to relate only to loitering as an offense and not to picketing.  310 U.S. at 99-100, 60 S.Ct. at 743, 84 L.Ed. at 1101.  Insofar as the statute dealt with the loitering offense it was characterized as overbroad.  Id. at 100, 60 S.Ct. 736, 84 L.Ed. at 1101.  The Court held the qualifying language had 'no ascertainable meaning either inherent or historical.'  Ibid.  The second offense of 55, picketing, was characterized as too vague.  Id. at 101-102, 60 S.Ct. at 743, 84 L.Ed. at 1102.  Both offenses were held impermissible restraints on First Amendment rights.  The court's view of the qualifying phrase was not that it made unconstitutional an otherwise constitutional statute but only that it did not so narrow an otherwise unconstitutional statute as to make it constitutional.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The phrase 'without (a) just cause or legal excuse' does not in any effective manner restrict the breadth of the regulation, the words themselves have no ascertainable meaning either inherent or historical.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Id. at 100, 60 S.Ct. at 743, 84 L.Ed. at 1101.  In footnote 16 the Court gave its interpretation of the meaning of the qualifying phrase under the Alabama decisions:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">So far as the phrase may have been given meaning by the State Courts it apparently grants authority to the court and the jury to consider defensive matter brought forward by the accused, depending for its sufficiency not upon rules of general application but upon the peculiar facts of each case.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Three years later in Lash v. State<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a> the Alabama Court of Appeals had before it the constitutionality of 54 (1 of the 1921 Act).<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a>  That court was of the opinion that 54 was subject to the same vice as 55 had been found by Thornhill to possess, but, having no authority under Alabama law to declare a law unconstitutional, that authority being solely in the Supreme Court of Alabama, it certified the question to the state Supreme Court.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Alabama Supreme Court<a class=\"footnote\" href=\"#fn6-1\" id=\"fn6-1_ref\">6</a> reached a contrary conclusion and answered that 54 was not unconstitutional under Thornhill but was constitutional under the later case of Milk Wagon Drivers v. Meadowmoor Dairies, 312 U.S. 287, 61 S.Ct. 552, 85 L.Ed. 836, 132 A.L.R. 1200 (1941).  The court held that as a matter of Alabama law the phrase 'without just cause or legal excuse' as employed in 54 'is not without meaning legally, inherently and historically and means an unlawful act or purpose or without legal excuse.'</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The United States Supreme Court denied certiorari in Lash v. State of Alabama, 320 U.S. 784, 64 S.Ct. 192, 88 L.Ed. 471, rehearing denied, 320 U.S. 814, 64 S.Ct. 259, 88 L.Ed. 492 (1943).  A denial of certiorari does not make law.  But in this historical sequence the denial has relevance, considering especially that the state Court of Appeals thought 54 unconstitutional under Thornhill and the Alabama Supreme Court found it constitutional under the later Meadowmoor.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Next came Kelly v. State, 273 Ala. 240, 139 So.2d 326 (1962), which dealt with 56, (3 of the 1921 Act).  The Alabama Supreme Court read into 56 the qualifying language of 54.  It recited the Thornhill-Lash history and held that Lash settled the constitutionality of 56.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In applying the Bailey standard to the case before us the single district judge is required by appropriate considerations of federalism to look at 56 with the meaning given to its qualifying language by Lash and Kelly and in the light of the decision of the Alabama Supreme Court in Kelly that, as construed, 56 is not unconstitutional.  The single judge may feel that the Alabama Supreme Court erred in concluding that the Thornhill-Meadowmoor-Lash history, ending in the denial of certiorari in Lash, settled the issue of the constitutionality of 56 with the qualifying language of 54 read into it.  He may be of the view that the qualification of 54 was erroneously read into 56.  And he may conclude that 56, with the gloss put on it by the Alabama Supreme Court in interpreting its own state statutes, is unconstitutionally vague or overbroad.<a class=\"footnote\" href=\"#fn7-1\" id=\"fn7-1_ref\">7</a>  But all of this is far from saying that it is frivolous or fictitious to claim that 56 is not unconstitutional on its face.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The majority find the necessary frivolity by leaping backwards in time over Kelly, over the denial of certiorari in Lash, and over the state Supreme Court decision in Lash and its difference of view with the state Court of Appeals, to reach and follow the earlier language of Thornhill concerning absence of meaning of a term, although that term had been given meaning and the meaning applied by the overleaped state decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">This case is far afield from the 'essentially fictitious' claim of constitutionality in Bailey, involving state statutes and municipal ordinances denying nonsegregated service in interstate and intrastate transportation, an issue 'settled beyond question' and 'foreclosed as a litigable issue' by previous Supreme Court decisions.  It is unlike the cases relied on by the Court in Bailey, i.e., in Kelley v. Board of Education, 139 F.Supp. 578 (M.D.Tenn.1956), defendants conceded the unconstitutionality of state constitutional and statutory provisions and themselves moved for dissolution of the threejudge court.  In Willis v. Walker, 136 F.Supp. 181 (W.D.Ky.1955), invalidity of state constitutional and statutory provisions was not an issue, the defendants having conceded their invalidity.  Bush v. Orleans Parish School Board, 138 F.Supp. 337 (E.D.La.1956), aff'd. 242 F.2d 156 (5th Cir.), cert.denied, 354 U.S. 921, 77 S.Ct. 1380, 1 L.Ed.2d 1436 (1957), concerned state constitutional and statutory provisions requiring or permitting segregation in public schools, after the decision in Brown v. Board of Education, etc., 347 U.S. 483, 74 S.Ct. 686, 98 L.Ed. 873, 38 A.L.R.2d 1180 (1954).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The present case, involving interplay between a state's multi-decision interpretation of, and ruling on constitutionality of, its own criminal statutes and federal court rulings on constitutionality of those statutes, is the clearest sort of situation for a three-judge district court.<sup>7A</sup>  Whether we can predict what such a court should or will decide does not obviate the necessity for calling it.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">(2)</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Put succinctly, it is my view that under the jurisdictional arrangement set up by Congress for cases in which governmental action is sought to be enjoined, state action cannot be struck down in the first instance by a court of appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">No district court, single-judge or three-judge, has decided or even reached the constitutionality of 56 or the application of the Bailey standard to this case.  The single district judge declined to call a three-judge court on grounds of lack of standing and abstention.  All decisions touching the merits have been made by the Court of Appeals.  What the majority seek to do may be desirable as a matter of convenience, but it can be done only by legislation.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The judicial expense of the three-judge, direct@ppeal procedure might be further reduced by permitting the circuits to decide the merits of cases erroneously denied section 2281 treatment, when no factual issues remain for trial.  Once the case reaches the court of appeals, there would seem to be no reason for remanding to a not yet constituted three-judge tribunal; the circuit court provides the august forum, protection against slanted or ill-considered relief, and direct appeal to the Supreme Court envisaged by section 2281.  To effect such a change, however, legislation would be needed.  Section 2284(1) now requires that the original district judge sit on the three-judge panel, section 2281 styles the tribunal a 'district court,' and sections 1253 and 1254 do not now permit appeal from a court of appeals' decision upholding the constitutionality of a state statute.  'Were the courts of appeals to be authorized by Congress to proceed to the merits after reversing an erroneous dismissal by the district judge where no triable issues of fact exist, section 2281 procedure would be pruned of much of its burdensome character-- without detracting from the statutory purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Note, The Three-Judge District Court: Scope and Procedure Under Section 2281, 77 Harv.L.Rev. 299, 310-311 (1963).  The Dismal Swamp of appellate review of cases seeking to enjoin state or federal action has been explored and reexplored both before and after Bailey v. Patterson.<a class=\"footnote\" href=\"#fn8-1\" id=\"fn8-1_ref\">8</a>  There is no suggestion that under present legislation a court of appeals is empowered to take the action which the majority have taken in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">I am unable to identify clearly the source from which the majority conclude a court of appeals draws authority to enter the initial declaration by judgment that state action is unconstitutional.  Footnote 3 refers to orders of the single district judge being appealable to a court of appeals and not to the Supreme Court under 1253.  But that does not answer what the court of appeals may do upon such an appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The history of the statutory three-judge district court is concisely laid out by Professor Wright (Wright, Federal Courts, 50 (1963).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Congress, responding to state resentment over Ex parte Young,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> rejected proposals to strip the federal courts of jurisdiction of suits challenging state laws and instead provided for suits seeking injunctions against enforcement of state statutes to be heard by district courts each composed of three judges<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> with direct appeal therefrom to the Supreme Court.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  In borrowing the three-judge idea, 'it was the thought of Congress that there would be less public resentment where enforcement of the state statute was stayed by three judges rather than one, and that the provision for direct appeal to the Supreme Court would provide speedy review.'<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  In 1937 similar provision was made for actions seeking injunctions against Acts of Congress claimed to be unconstitutional.  28 U.S.C.A. 2282.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The courts of appeals are not a part of the statutory framework which Congress erected.  Stratton v. St. Louis S.W. Ry., 282 U.S. 10, 51 S.Ct. 8, 75 L.Ed. 135 (1930), established that a court of appeals is precluded from reviewing on the merits a case which originally should have been determined by a three-judge district court.  This is in keeping with the direct appeal statute, 28 U.S.C.A. 1253.  Stratton is still good law.  See Idlewild Bon Voyage Liquor Corp. v. Epstein, 370 U.S. 713, 82 S.Ct. 1294, 8 L.Ed.2d 794 (1962).<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  However, there has evolved outside the statutory system a limited role for the courts of appeals arising from determinations at the district court level of whether jurisdiction is in a single judge or three judges, and review thereof.  In a broad sense the function of courts of appeals has been supervisory, assisting to see that cases come before, and are determinded on the merits by, the judicial body having jurisdiction thereof.  In the conduct of that function the courts of appeals review the actions which single district judges have taken in determining subject matter jurisdiction, and the look at the merits which each single judge necessarily has taken in making that determination.  But where the district judge has not reached and determined subject matter jurisdiction the courts of appeals do not take over and exercise the district court's power to look at the merits in the name of jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The Third Circuit has spoken directly to the limited power of the courts of appeals, in Two Guys from Harrison-Allentown-Inc., supra, in which the single district judge had improvidently dismissed the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">This court has the jurisdiction to determine whether we have the power to entertain and adjudicate this appeal.  The judgment of the court below, entered by Judge Grim, is appealable since the suit was dismissed and an injunction was denied.  Sections 1291 and 1292, Title 28, U.S.C.  But our jurisdiction on this appeal is a very limited one.  We have the power to vacate the order of the court below improvidently entered but we can go no further.  Cf. Section 2106, 28 U.S.C.  We do not, however, possess the power to adjudicate the merits of the appeal.  Consequently we will vacate the judgment of the court below and will remand the cause for appropriate action.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">266 F.2d at 433.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In the early years of the three-judge system, if the complaint sought injunctive relief the statutory court had to be convened to determine if the case fell under the Act.  Ex parte Metropolitan Water Co. of West Virginia, 220 U.S. 539, 31 S.Ct. 600, 55 L.Ed. 575 (1911).  Ex parte Poresky, 290 U.S. 30, 54 S.Ct. 3, 78 L.Ed. 152 (1933) 'gave the single judge (with whom the application was filed) a considerable power to look into the merits under the guise of determining the jurisdictional issue.'<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  If he concluded the state action was clearly constitutional, he could proceed as a single judge.  This did no violence to the federal-state relations that led to and are implicit in the Act.  The power of the single judge under Poresky became a duty under California Water Serv.  Co. v. City of Redding, 304 U.S. 252, 58 S.Ct. 865, 82 L.Ed. 1323 (1938).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Until Poresky if a single judge decided a matter which was properly for a three-judge court the court of appeals had no jurisdiction to review, and the remedy was to seek mandamus in the Supreme Court to compel that a three-judge court be convened.  Stratton, supra.  After Poresky the courts of appeals in some cases have reviewed denial of a three-judge court, i.e., where the claim of unconstitutionality is so without substance that it is useless to convene a three-judge court to enter a decision upholding the statute.  Stuart v. Wilson, 282 F.2d 539 (5th Cir. 1960); Bell v. Waterfront Comm'n of New York Harbor, 279 F.2d 853 (2d Cir. 1960); Carrigan v. Sunland Tujunga Tel. Co., 263 F.2d 568 (9th Cir.), cert. denied 359 U.S. 975, 79 S.Ct. 893, 3 L.Ed.2d 841 (1959);<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> where jurisdictional amount was not present, Jacobs v. Tawes, 250 F.2d 611 (4th Cir. 1957).  None of these cases are contrary to history and the statutory scheme.  In each the court of appeals affirmed the action of the single district judge in upholding state (or federal) action which was clearly constitutional.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">This takes us to Bailey v. Patterson.  A three-judge court had been convened but voted 2-1 to abstain.  On direct appeal the Supreme Court decided, on analogy to Poresky, 'that three judges are similarly not required when, as here, prior decisions make frivolous any claim that a state statute on its face is not unconstitutional.'  The Court recognized that the case was not properly before it on direct appeal, since it was not a three-judge case under 1253.  Nevertheless the Court acted under its 'jurisdiction to determine the authority of the court below and to make such corrective order as may be appropriate to the enforcement of the limitations which that section (1253) imposes.'  Thus the Court did two things-- (1) it recognized, or created, a power in the single district judge to act alone where the state statute is so clearly unconstitutional that a claim to the contrary is frivolous;<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> (2) though the case was not properly before it the Court gave instructions to the District Court, based on its powers to take action incidental to the appellate jurisdiction granted by 1253.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Bailey was a significant extension of the power of the single district judge.  It recognized authority in his hands, as a matter of determining whether he or the statutory court has jurisdiction, to hold state action invalid, a power which for most of half a century he had been thought not to have.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a></p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">It seems to me implicit in the majority opinion that authority for its action is sought to be drawn from Bailey.  But Bailey neither grants nor recognizes any new or different powers of the courts of appeals in three-judge cases.  A serious constitutional question of separation of powers would be presented if the Supreme Court attempted to delegate to the courts of appeals the power vested in it by 1253 to review the merits of three-judge cases.  It made no such attempt in Bailey.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a></p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Idlewild Bon Voyage Liquor Corp. v. Epstein, 370 U.S. 713, 82 S.Ct. 1294, 8 L.Ed.2d 794 (1962), changed none of the foregoing principles.  It reaffirmed the Stratton rule and referred to the power of the court of appeals to give guidance to the district court by directing that a three-judge court be impaneled where there is a substantial constitutional issue and the single judge has declined on grounds of abstention to call a three-judge court.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a>  If it be thought that Bailey is a source of greater power in the courts of appeals than Idlewild recognizes, it should be noted that the Supreme Court decision in Bailey intervened between the decisions of the Second Circuit and the Supreme Court in Idlewild.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">This case should be remanded to the single district judge to consider the presence or absence of a substantial constitutional issue, which is the threshold question that will guide him in what to do, and then it should follow its normal and proper course.  If the district judge thinks the statute is constitutional beyond doubt he can and should so rule.  That is Poresky, and also Shackman v. Arnebergh, 387 U.S. 427, 87 S.Ct. 1622, 18 L.Ed.2d 865 (1967).  His decision would be appealable to this court rather than to the Supreme Court.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a>  On such an appeal this court could affirm, or if it considers constitutionality sufficiently in doubt it can direct that a three-judge district court be convened and remand for consideration of constitutionality.  That is consistent with the procedure approved by the Supreme Court in Idlewild.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">If the single judge thinks the statute unconstitutional beyond serious argument to the contrary, he can declare it so.  This is the single-judge power referred to in Bailey.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a></p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">If the single district judge thinks the statute neither constitutional beyond question under Poresky nor unconstitutional beyond question under Bailey, he must call for a three-judge court.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Convenience may say, 'Why send a matter to the district court for it to go through the formality of deciding what a court of appeals views as inevitably correct?'  But the matter is one of power, not convenience.  We have no power in a case seeking injunction against state or federal action-- however inevitable and infallible we may view our conclusion to be-- to make the initial declaration of unconstitutionality or the initial order issuing an injunction.  We do not acquire such power by reason of our right, in other types of cases with respect to which Congress has not legislated, to enter such orders and judgments as are appropriate.  We cannot vest ourselves with power by deciding it would be convenient and timesaving for all concerned that we have it.  This court has spoken with unmistakeable firmness of the responsibility of the district judge not to treat this 'highly remedial statute as a mere technicality to be evaded and circumvented by a single district judge at will.'  Board of Supervisors, etc. v. Tureaud, 207 F.2d 807, 809 (5th Cir. 1953), vacated and remanded, 347 U.S. 971, 74 S.Ct. 784, 98 L.Ed. 1112 (1954).  Our responsibility is no less.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a></p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The policies of federalism in this area have been the subject of detailed congressional consideration against a background of bitterness and resentment by the states,<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a> resulting in a prescribed procedural system to handle specified types of cases.<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a>  Those policies meant to be preserved through adjudication by a three-judge district court are not satisfied by the fact that a panel of an appellate court, coincidentally composed of three judges, speak to the merits of the controversy.  Rendition of a judgment by the wrong court is not a wellspring from which that court may draw judicial power validating its own action.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The three-judge procedure is cumbersome.  But changes are for the Congress.  I do not understand we are authorized to alter the arrangement because we think a new procedure will work better.  Especially is this so when the change is to broaden our own role.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The leaflets were hand printed and read:</p>\n        <p>DON'T BUY HERE.  This Store Does Not</p>\n        <p>Hire Negroes If They Won't Let You</p>\n        <p>Work Here Why Should You Spend Your Money Here?  Buy at</p>\n        <p>A &amp; P</p>\n        <p>Fred Jones' Store</p>\n        <p>Cheatum's Store</p>\n        <p>Bill's Dollar Store</p>\n        <p>the two Eutaw drug stores</p>\n        <p>SCLC</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The complaint alleged that 56 is in violation of the First and Fourteenth Amendments to the United States Constitution because on its face it abridges freedom of expression and denies equal protection of the laws by denying appellants the right peaceably to demonstrate, by suppressing the dissemination of information, and by failing to establish criteria for distinguishing a lawful from an unlawful boycott.  Appellants also submitted that the statute would seriously inhibit the future exercise of constitutionally protected rights in that the threat of criminal arrest would deter future peaceable demonstrations almost as potently as would actual arrests</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Where a case involving the validity of a state statute is disposed of by a single federal district judge rather than a three-judge district court, appeal from his action is to the court of appeals.  There is no direct appeal to the Supreme Court as 28 U.S.C. 1253 provides in cases determined by a three-judge district court.  Shackman v. Arnebergh, 1967, 387 U.S. 427, 87 S.Ct. 1622, 18 L.Ed.2d 865; Idlewild Bon Voyage Liquor Corp. v. Epstein, 1962, 370 U.S. 713, 82 S.Ct. 1294, 8 L.Ed.2d 794</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The fact that the state prosecutions of appellants have been nolle prossed does not deprive appellants of standing.  The language of the Court in Zwickler is controlling.  Other cases likewise support the proposition that the mere possibility of enforcement of a statute can confer standing upon a party seeking to attack its constitutionality.  See Baggett v. Bullitt, 1964, 377 U.S. 360, 363-364, 84 S.Ct. 1316, 1323-1324, 12 L.Ed.2d 377; Baldwin v. Morgan, 5th Cir. 1958, 251 F.2d 780, 787; University Committee to End the War in Vietnam v. Gunn, W.D.Tex.1968, 289 F.Supp. 469; Roberts v. Clement, E.D.Tenn.1966, 252 F.Srpp. 835.  Cf. Hague v. C.I.O., 1939, 307 U.S. 496, 59 S.Ct. 954, 83 L.Ed. 1423; Pierce v. Society of Sisters, 1925, 268 U.S. 510, 45 S.Ct. 571, 69 L.Ed. 1070, 39 A.L.R. 468; Monk v. City of Birmingham, N.D.Ala.1949, 87 F.Supp. 538, aff'd, 5th Cir. 1950, 185 F.2d 859</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See, e.g., Ashton v. Kentucky, 1966, 384 U.S. 195, 86 S.Ct. 1407, 16 L.Ed.2d 469; Dombrowski v. Pfister, 1965, 380 U.S. 479, 85 S.Ct. 1116, 14 L.Ed.2d 22; Smith v. People of State of California, 1960, 361 U.S. 147, 80 S.Ct. 215, 4 L.Ed.2d 205; Winters v. People of State of New York, 1948, 333 U.S. 507, 68 S.Ct. 665, 92 L.Ed. 840; Thornhill v. State of Alabama, 1940, 310 U.S. 88, 60 S.Ct. 736, 84 L.Ed. 1093; Hague v. C.I.O., supra; Lovell v. City of Griffin, 1938, 303 U.S. 444, 58 S.Ct. 666, 82 L.Ed. 949; Guyot v. Pierce, 5th Cir. 1967, 372 F.2d 658; Carmichael v. Allen, N.D.Ga.1967, 267 F.Supp. 985</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In Kelly v. State, the court relied primarily upon Lash v. State, 1943, 244 Ala. 48, 14 So.2d 229 wherein the Supreme Court of Alabama sustained the constitutionality of 54, a companion statute which makes it a crime for two or more persons to enter into a combination for the purpose of hindering other persons from carrying on a lawful business.  The qualifying words 'without a just cause or legal excuse' appeared in the statute.  The court held that as a matter of Alabama law this phrase did have meaning 'legally, inherently and historically' and meant 'an unlawful act or purpose or without legal excuse.'  In Kelly, the court read this qualifying language into 56</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Aside from being instructive as to the proper weight to be given the words 'without a just cause or legal excuse,' Thornhill also gives rise to another argument against Section 56's validity.  Section 56 makes criminal the publication and circulation of literature in furtherance of any boycott activities against lawful businesses-- conduct prohibited by Section 55.  Since Thornhill holds Section 55 to be unconstitutionally broad, it follows that Section 56 suffers from the some defect.  Surely the State cannot deem criminal all printing and circulation of literature in furtherance of any boycott activities when it cannot label as criminal all such activities themselves.  Carmichael v. Allen, supra.  Cf. Shuttles-worth v. City of Birmingham, 1963, 373 U.S. 262, 83 S.Ct. 1130, 10 L.Ed.2d 335</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> This holding does not, of course, prohibit the State from seeking in a noncriminal proceeding in state court a narrowing interpretation of the statute that will meet constitutional muster.  Dombrowski v. Pfister, supra, 380 U.S. at 491-492, 85 S.Ct. at 1123-1124</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> 369 U.S. 31, 33, 82 S.Ct. 549, 551, 7 L.Ed.2d 512, 514 (1962)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> Act.  No. 23, General and Local Acts of Ala.  (Spec.Sess.1921)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> 'Loitering or picketing forbidden.-- Any person or persons, who, without a just cause or legal excuse therefor, go near to or loiter about the premises or place of business of any other person, firm, corporation, or association of people, engaged in a lawful business, for the purpose, or with the intent of influencing, or inducing other persons not to trade with, buy from, sell to, have business dealings with, or be employed by such persons, firm, corporation, or association, or who picket the works or place of business of such other persons, firms, corporations, or associations of persons, for the purpose of hindering, delaying, or interfering with or injuring any lawful business or enterprise of another, shall be guilty of a misdemeanor; but nothing herein shall prevent any person from soliciting trade or business for a competitive business.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> 244 Ala. 48, 14 So.2d 229 (1943)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> 'Two or more persons who, without a just cause or legal excuse for so doing, enter into any combination, conspiracy, agreement, arrangement, or understanding for the purpose of hindering, delaying, or preventing any other persons, firms, corporation, or association of persons from carrying on any lawful business, shall be guilty of a misdemeanor.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6-1\">\n        <a class=\"footnote\" href=\"#fn6-1_ref\">6</a>\n        <p> Its opinion appears at 14 So.2d 230-235 and again at 14 So.2d 236-241</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7-1\">\n        <a class=\"footnote\" href=\"#fn7-1_ref\">7</a>\n        <p> I express no view whether 56, as construed, is overbroad, because I consider this a matter to be decided at the district court level.  Consideration should be given to Cameron v. Johnson, 390 U.S. 611, 88 S.Ct. 1335, 20 L.Ed.2d 182 (1968), on the question of overbreadth and of propriety of injunctive relief</p>\n        <p>7A This case is a demonstration of the caveats placed on the use of Bailey.</p>\n        <p>'The most difficult problem raised by Bailey. * * * is that of determining when it is to apply.'</p>\n        <p>Note, The Three-Judge District Court: Scope and Procedure Under Section 2281, 77 Harv.L.Rev. 299, 315 (1963).</p>\n        <p>'But the (Bailey) principle is a volatile one that could easily get out of control.'  Currie, The Three-Judge District Court in Constitutional Litigation, 32 U.Chi.L.Rev. 1, 66 (1964).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8-1\">\n        <a class=\"footnote\" href=\"#fn8-1_ref\">8</a>\n        <p> Currie, supra at 66-76; Note, 77 Harv.L.Rev. 299, 310-311 (1963); Note, The Three-Judge District Court and Appellate Review, 49 Va.L.Rev. 538, 555-569 (1963)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> For more complete recitals of the history, see: Hutcheson, Joseph C., Jr., A Case for Three Judges, 47 Harv.L.Rev. 795 (1934); Currie, supra; Note, 27 U.Chi.L.Rev. 555 (1960); Note, 49 Va.L.Rev. 538 (1963)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> 209 U.S. 123, 28 S.Ct. 441, 52 L.Ed. 714 (1908)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> 36 Stat. 557 (1910), as modified now 28 U.S.C.A. 2281:</p>\n        <p>'An interlocutory or permanent injunction restraining the enforcement, operation or execution of any State statute by restraining the action of any officer of such State * * * shall not be granted * * * upon the ground of the unconstitutionality of such statute unless the application therefor is heard and determined by a district court of three judges under section 2284 of this title.'</p>\n        <p>28 U.S.C.A. 2284:</p>\n        <p>'In any action or proceeding required by Act of Congress to be heard and determined by a district court of three judges the composition and procedure of the court, except as otherwise provided by law, shall be as follows:</p>\n        <p>(1) The district judge to whom the application for injunction or other relief is presented shall constitute one member of such court.  On the filing of the application, he shall immediately notify the chief judge of the circuit, who shall designate two other judges, at least one of whom shall be a circuit judge.  Such judges shall serve as members of the court to hear and determine the action or proceeding.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> 28 U.S.C.A. 1253:</p>\n        <p>'Any party may appeal to the Supreme Court from an order granting or denying * * * an interlocutory or permanent injunction in any civil action * * * required * * * to be heard and determined by a district court of three judges.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Wright, supra at 163; see 42 Cong.Rec. 4847, 4853 (1910)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Accord, Two Guys from Harrison-- Allentown, Inc. v. McGinley, 266 F.2d 427 (3rd Cir. 1959); Ford v. Attorney General of Pa., 274 F.2d 820 (3rd Cir. 1960); Miller v. Smith, 236 F.Supp. 927, 934 (E.D.Pa.1965) (Biggs, C.J.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Wright, supra, at 165</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> For similar cases involving federal action, see: unquestionably constitutional federal action, Wicks v. Southern Pacific Co., 231 F.2d 130 (9th Cir.), cert. denied, 351 U.S. 946, 76 S.Ct. 845, 100 L.Ed. 1471 (1956); tax claim, review of which was in exclusive jurisdiction of Customs Court and Court of Customs and Patent Appeals, Eastern States Petroleum Corp. v. Rogers, 105 U.S.App.D.C. 219, 265 F.2d 593, appeal dismissed sub nom.  Eastern States Petroleum Corp. v. Prettyman, 361 U.S. 805, 80 S.Ct. 93, 4 L.Ed.2d 56 (1959)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Prior to Bailey some of the district courts, on the authority of Poresky, had been holding that a single district judge could grant an injunction against a clearly unconstitutional state statute.  Wright, supra at 166</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> It has long been recognized that the Supreme Court has incidental power over three-judge appeals in cases where the merits are not before it, and that the power is derived from the three-judge statute itself.  Gully v. Interstate Natural Gas Co., 292 U.S. 16, 54 S.Ct. 565, 78 L.Ed. 1088 (1934)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> The procedure of the single judge finding the statute unconstitutional beyond question and granting injunctive relief to the plaintiff has been criticized as the precise evil at which the statute was directed.  Wright, supra at 166</p>\n        <p>'Poresky permitted the judge neither to issue an injunction nor to frustrate state policy.  Bailey, permitted him to do both.'</p>\n        <p>'So long as Bailey is confined to segregation cases, it should cause little trouble and serve to eliminate many noncontroversial cases from the three-judge docket.  But the principle is a volatile one that could easily get out of control.'</p>\n        <p>Currie, supra at 65-66.</p>\n        <p>'The Bailey rule of converse substantiality, that section 2281 does not apply to suits to enforce constitutional claims whose validity is unquestionable, appears to permit the very situation the statutory scheme was designed to prevent-- a single district judge's enjoining enforcement of a state statute on the ground of unconstitutionality.  Unlike the rule in Ex parte Poresky which permits a single judge to dismiss for want of a substantial federal question, the Bailey rule rests on no constitutional requirements of jurisdiction and leads directly to the statutorily proscribed result.  And where an erroneous decision in the Poresky situation results either in an immediate appeal (where the suit was dismissed) or in an unnecessarily convened special tribunal (whose judgment will nevertheless be valid), an erroneous application of the Bailey doctrine produces a void judgment, and the litigation must be recommenced.'</p>\n        <p>Note, 77 Harv.L.Rev. 299, 315 (1963).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> If the courts of appeals are vested with power to reach the merits of this case may they now rule on the merits of the Poresky type case?  I.e., if the single district judge reaches the issue of substantiality of a constitutional question and rules the statute constitutional beyond argument, but the court of appeals disagrees and views the statute as unconstitutional beyond argument, may it enter a declaratory judgment to that effect?</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> See the discussion of Idlewild in Note 77 Harv.L.Rev. 299, 310-311 (1963), recognizing the power of the court of appeals to review the single judge's threshold determination to abstain, but pointing out that without change in the present statutes the court of appeals may do no more than remand</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> As in Stuart v. Wilson, supra, Bell v. Waterfront Comm'n of New York Harbor, supra; Carrigan v. Sunland-Tujunga Tel. Co., supra; Jacobs v. Tawes, supra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> These powers of the single judge to grant relief under Bailey and to deny it under Poresky, were recognized by the Supreme Court in Idlewild</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> See the discussion by Judge Hutcheson at 47 Harv.L.Rev. 798-813, of the intent of the three-judge system.  This is referred to in his opinion in Tureaud.  207 F.2d at 809</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> See 42 Cong.Rec. 4846-59 (1908); 45 id. 7253-57 (1910)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> 'The crux of the business is procedural protection against an improvident state-wide doom by a federal court of a state's legislative policy.  This was the aim of Congress and this is the reconciling principle of the cases.'  Phillips v. United States, 312 U.S. 246, 61 S.Ct. 480, 85 L.Ed. 800, 805 (1941)</p>\n        <p>'The three-judge provisions, despite their bland and technical phrasing, are products of battles between competing political forces over four persistent and significant issues; judicial review, national supremacy, sovereign immunity, and the use of the injunction.'  Currie, supra at 3.</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">403</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">413</span></span></p>\n    <p class=\"parties\">Adell KIRKLAND, as mother and next friend of Libbie<br>Kirkland, an infant, et al., Appellants,<br>v.<br>George C. WALLACE, as Governor of the State of Alabama, et<br>al., Appellees.</p>\n    <p class=\"docket\">No. 24296.</p>\n    <p class=\"court\">United States Court of Appeals Fifth Circuit.</p>\n    <p class=\"date\">Oct. 22, 1968.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Alvin J. Bronstein, Jackson, Miss., Donald A. Jelinek, Selma, Ala., for appellants.</p>\n      <p class=\"indent\">Gordon Madison, Asst. Atty. Gen., Montgomery, Ala., for appellees.</p>\n      <p class=\"indent\">Before TUTTLE, THORNBERRY and GODBOLD, Circuit Judges.</p>\n      <p class=\"indent\">THORNBERRY, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Kirkland, a 16-year old Negro resident, and appellants Tyler and Felber, white civil rights workers, were arrested while distributing leaflets upon a public sidewalk in Eutaw, Alabama, on July 9, 1966.  The leaflets concerned alleged discriminatory employment practices of local businesses and urged members of the Negro community to trade only with those merchants who hired Negroes.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Appellants were charged with violation of Section 56 of Title 14, Code of Alabama, which reads:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Printing or Circulating notice of boycott forbidden.-- Any person, firm, corporation or association of persons who prints, or circulates any notice of boycott, boycott cards, stickers, dodgers or unfair lists, publishing or declaring that a boycott or ban exists or has existed or is contemplated against any person, firm, corporation, or association of persons doing a lawful business, shall be guilty of a misdemeanor.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">While prosecution was pending in the state court, appellants brought the present action in the United States District Court for the Northern District of Alabama, moving under 28 U.S.C. 2281 and 2284 for the convening of a three-judge district court.  The complaint asserted that the statute under which appellants were being prosecuted was unconstitutional and sought an injunction against its enforcement.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On July 13, 1966, the district court ordered appellees to show cause why a preliminary injunction should not issue and ordered the state trial court to stay proceedings against appellants pending a determination on the show cause order.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On July 18, the charges pending against appellants in the state court were dismissed.  Subsequently, the appellees filed a motion to dismiss appellants' complaint in the federal court and the matter came on for a hearing on August 12.  At the hearing, Mr. Boggs, the district attorney in whose jurisdiction the charges against appellants had been brought, stated that the arrests had been a 'slip-up' and that he had always 'avoided this boycott statute.'  He stated further that civil rights workers 'were not threatened in the future or in the past' by enforcement of the statute.  The appellants stated that they intended to continue to pass out leaflets in the same manner as when arrested.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On September 7, the district court rendered a memorandum opinion denying appellants all relief sought and dismissing the complaint.  The district court was of the opinion (1) that appellants 'lacked standing' in that prosecutions were 'neither pending nor threatened', and (2) that federal abstention should be exercised under the facts of the case.</p>\n    </div>\n    <p class=\"indent\">We reverse.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The recent Supreme Court decision, Zwickler v. Koota, 1967,389 U.S. 241, <span class=\"citation\" data-id=\"107553\"><a href=\"/opinion/107553/zwickler-v-koota/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">391</span></a></span>, <span class=\"citation\" data-id=\"107553\"><a href=\"/opinion/107553/zwickler-v-koota/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">444</span></a></span>, confirms that the district court erred in applying the doctrine of abstention.  See Davis v. Francois, 5th Cir. 1968,  <span class=\"citation\" data-id=\"280389\"><a href=\"/opinion/280389/hall-davis-v-john-g-francois/\"><span class=\"volume\">395</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">730</span></a></span>.  There a state anti-handbill statute was challenged as being void for 'overbreadth' and therefore violative of the first-amendment right of free speech.  The lower court applied the doctrine of abstention but the Supreme Court reversed and remanded.  The Court emphasized the special duty of federal courts to vindicate federal rights, especially when the challenge is that a statute on its face is repugnant to the first amendment.  88 S.Ct. at 395.  The Court squarely held that the abstention doctrine is inappropriate for cases in which the statute is justifiably attacked on its face for an 'overbreadth' that abridges free expression.  Id. at 396, 399.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We pass now to a consideration of the action to be required of the district court upon remand.  Generally, suits attacking the constitutionality of a state statute and seeking an injunction against its enforcement must be heard by a three-judge district court.  If, however, 'prior decisions make frivolous any claim that (the) * * * state statute on its face is not unconstitutional,' a three-judge court is not required.  Bailey v. Patterson, 1962, <span class=\"citation\" data-id=\"106347\"><a href=\"/opinion/106347/samuel-bailey-v-joe-t-patterson/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">31</span></a></span>, 33, <span class=\"citation\" data-id=\"106347\"><a href=\"/opinion/106347/samuel-bailey-v-joe-t-patterson/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">549</span></a></span>, 551, <span class=\"citation\" data-id=\"106347\"><a href=\"/opinion/106347/samuel-bailey-v-joe-t-patterson/\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">512</span></a></span>.  Having been given an opportunity to study the dissent, we take note of the argument that under the statutory framework we have no alternative but to vacate and remand.  We do not understand what legal doctrine limits our jurisdiction in the manner urged by the dissent.  As we view it, we have assumed jurisdiction of a final decision of a district court under 28 U.S.C. 1291.  See Schackman v. Arnebergh, supra, fn. 3; Idlewild Bon Voyage Liquor Corp. v. Epstein, supra, fn. 3.  If a substantial constitutional question were presented, we would remand for the convening of a three-judge district court as required by 28 U.S.C. 2281.  See Two Guys from Harrison-Allentown, Inc. v. McGinley, 3d Cir. 1959, <span class=\"citation\" data-id=\"247971\"><a href=\"/opinion/247971/two-guys-from-harrison-allentown-inc-v-paul-a-mcginley-district/\"><span class=\"volume\">266</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">427</span></a></span>.  If the claim of unconstitutionality were patently frivolous, we would direct the dismissal of the action.  Ex parte Poresky, 1933, <span class=\"citation\" data-id=\"102127\"><a href=\"/opinion/102127/ex-parte-poresky/\"><span class=\"volume\">290</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">30</span></a></span>, <span class=\"citation\" data-id=\"102127\"><a href=\"/opinion/102127/ex-parte-poresky/\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3</span></a></span>, <span class=\"citation\" data-id=\"102127\"><a href=\"/opinion/102127/ex-parte-poresky/\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">152</span></a></span>.  But since prior decisions make frivolous any claim that the state statute on its face is not unconstitutional, we must direct the entry of an order to that effect.  Bailey v. Patterson, supra.  We are not appropriating by judicial fiat the Supreme Court's supervisory power under 28 U.S.C. 1253 but rather are disposing of a final decision of a single district judge (28 U.S.C. 1291) in the way that we deem 'just under the circumstances' (28 U.S.C. 2106).  In relying on Bailey v. Patterson, we cannot be subverting the three-judge court framework because this is not a three-judge matter.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Extended discussion is hardly necessary to show the patent invalidity of a statute such as Section 56.  Clearly, on its face, this statute prohibits actions protected by the First Amendment, and this overbreadth of coverage is fatal.  Support for this conclusion is legion.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  This case, therefore, presents precisely the type of situation to which the Bailey v. Patterson holding should be applied.  The issue of constitutionality can be answered merely by reading Section 56 and applying prior decisions of the Supreme Court.  Furthermore, where, as here, an appellate court speaks to the merits of the controversy, the policies of federalism meant to be preserved through adjudication by a three-judge court are fully satisfied.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The state, however, points to a decision of the Alabama Supreme Court holding Section 56 constitutional.  Kelly v. State, 1962, <span class=\"citation no-link\"><span class=\"volume\">273</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">240</span></span>, <span class=\"citation\" data-id=\"1143459\"><a href=\"/opinion/1143459/kelly-v-state/\"><span class=\"volume\">139</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">326</span></a></span>.  The Alabama court in Kelly stated that the printing and circulating condemned by Section 56 'is the 'unlawful printing or circulating,' in other words, 'printing or circulating without just cause or legal excuse.\" Id. at 242, 139 So.2d at 328.  This construction, it is argued, saves the constitutionality of Section 56, or, at the very least, necessitates the convention of a three-judge court for consideration of the issue.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  One need look no further than Thornhill v. State of Alabama, 1940, <span class=\"citation\" data-id=\"103347\"><a href=\"/opinion/103347/thornhill-v-alabama/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">88</span></a></span>, <span class=\"citation\" data-id=\"103347\"><a href=\"/opinion/103347/thornhill-v-alabama/\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">736</span></a></span>, <span class=\"citation\" data-id=\"103347\"><a href=\"/opinion/103347/thornhill-v-alabama/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1093</span></a></span>, to see the lack of merit in this contention.  In Thornhill, the Supreme Court struck down as void on its face Section 55 of Title 14, Code of Alabama, a companion statute to the section now under attack.  Section 55 made criminal all picketing and boycott activities near to and directed at any lawful business 'for the purpose of hindering, delaying, or interfering' with the same.  That section contained the very words of qualification-- 'without a just cause or legal excuse'-- which the Alabama court has read into Section 56.  As to the effect of these words, the Supreme Court added:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The phrase 'without a just cause or legal excuse' does not in any effective manner restrict the breadth of the regulation; the words themselves have no ascertainable meaning either inherent or historical.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Id. at 100, 60 S.Ct. at 743.  Clearly then, an interpretation of Section 56, reading in the above words, does not alleviate its unconstitutional vagueness.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We hold Section 56 of Title 14, Code of Alabama, to be unconstitutional on its face and thereby void.  Appellants, therefore, are entitled to a declaratory judgment to that effect.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The propriety and necessity of injunctive relief can be decided by the district court in the first instance.  See Davis v. Francois, supra.  We also hold that upon remand the district court need not request convention of a three-judge court, but may take all necessary action as a single judge.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The judgment is reversed and the cause remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <p class=\"indent\">GODBOLD, Circuit Judge (dissenting):</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">I respectfully dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In my opinion, under established principles of federalism this case calls for impaneling a three-judge district court.  And, in any event, the declaratory judgment that state action is unconstitutional is beyond the power and authority of a court of appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">(1)</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The majority find this case not to be for a three-judge district court by applying the standard of Bailey v. Patterson,<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> that 'prior decisions make frivolous any claim that (the) * * * state statute on its face is not unconstitutional,' that 'the constitutional issue presented is essentially fictitious.'  The 'prior decision' relied on is Thornhill v. State of Alabama, <span class=\"citation\" data-id=\"103347\"><a href=\"/opinion/103347/thornhill-v-alabama/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">88</span></a></span>, <span class=\"citation\" data-id=\"103347\"><a href=\"/opinion/103347/thornhill-v-alabama/\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">736</span></a></span>, <span class=\"citation\" data-id=\"103347\"><a href=\"/opinion/103347/thornhill-v-alabama/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1093</span></a></span> (1940).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The issue for this court is not whether we approve the application of the Alabama statute by arrest of a 16-year old Negro, and white civil rights workers, for distributing leaflets.  Bailey is not concerned with unconstitutional application of a statute but only with unconstitutionality of a statute on its face.  And the issue is not whether we agree with pertinent decisions of the state courts of Alabama construing the statute, but is one of giving appropriate consideration to those decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Three sections of the Alabama Code affect our decision, 54, 55 and 56 of Tit. 14.  All were part of a 1921 Act,<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> codified as the amended code chapter on 'Boycotting and Blacklisting.'</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In Thornhill in 1940 the Supreme Court held unconstitutional 55<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> (2 of the 1921 Act) relating to loitering or picketing.  The Court considered the qualifying language of 55, 'without (a) just cause or legal excuse' to relate only to loitering as an offense and not to picketing.  310 U.S. at 99-100, 60 S.Ct. at 743, 84 L.Ed. at 1101.  Insofar as the statute dealt with the loitering offense it was characterized as overbroad.  Id. at 100, <span class=\"citation\" data-id=\"103347\"><a href=\"/opinion/103347/thornhill-v-alabama/\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">736</span></a></span>, 84 L.Ed. at 1101.  The Court held the qualifying language had 'no ascertainable meaning either inherent or historical.'  Ibid.  The second offense of 55, picketing, was characterized as too vague.  Id. at 101-102, 60 S.Ct. at 743, 84 L.Ed. at 1102.  Both offenses were held impermissible restraints on First Amendment rights.  The court's view of the qualifying phrase was not that it made unconstitutional an otherwise constitutional statute but only that it did not so narrow an otherwise unconstitutional statute as to make it constitutional.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The phrase 'without (a) just cause or legal excuse' does not in any effective manner restrict the breadth of the regulation, the words themselves have no ascertainable meaning either inherent or historical.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Id. at 100, 60 S.Ct. at 743, 84 L.Ed. at 1101.  In footnote 16 the Court gave its interpretation of the meaning of the qualifying phrase under the Alabama decisions:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">So far as the phrase may have been given meaning by the State Courts it apparently grants authority to the court and the jury to consider defensive matter brought forward by the accused, depending for its sufficiency not upon rules of general application but upon the peculiar facts of each case.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Three years later in Lash v. State<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a> the Alabama Court of Appeals had before it the constitutionality of 54 (1 of the 1921 Act).<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a>  That court was of the opinion that 54 was subject to the same vice as 55 had been found by Thornhill to possess, but, having no authority under Alabama law to declare a law unconstitutional, that authority being solely in the Supreme Court of Alabama, it certified the question to the state Supreme Court.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Alabama Supreme Court<a class=\"footnote\" href=\"#fn6-1\" id=\"fn6-1_ref\">6</a> reached a contrary conclusion and answered that 54 was not unconstitutional under Thornhill but was constitutional under the later case of Milk Wagon Drivers v. Meadowmoor Dairies, <span class=\"citation\" data-id=\"103459\"><a href=\"/opinion/103459/milk-wagon-drivers-v-meadowmoor-dairies-inc/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">287</span></a></span>, <span class=\"citation\" data-id=\"103459\"><a href=\"/opinion/103459/milk-wagon-drivers-v-meadowmoor-dairies-inc/\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">552</span></a></span>, <span class=\"citation\" data-id=\"103459\"><a href=\"/opinion/103459/milk-wagon-drivers-v-meadowmoor-dairies-inc/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">836</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">1200</span></span> (1941).  The court held that as a matter of Alabama law the phrase 'without just cause or legal excuse' as employed in 54 'is not without meaning legally, inherently and historically and means an unlawful act or purpose or without legal excuse.'</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The United States Supreme Court denied certiorari in Lash v. State of Alabama, <span class=\"citation no-link\"><span class=\"volume\">320</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">784</span></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">192</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">471</span></span>, rehearing denied, <span class=\"citation no-link\"><span class=\"volume\">320</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">814</span></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">259</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">492</span></span> (1943).  A denial of certiorari does not make law.  But in this historical sequence the denial has relevance, considering especially that the state Court of Appeals thought 54 unconstitutional under Thornhill and the Alabama Supreme Court found it constitutional under the later Meadowmoor.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Next came Kelly v. State, <span class=\"citation no-link\"><span class=\"volume\">273</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">240</span></span>, <span class=\"citation\" data-id=\"1143459\"><a href=\"/opinion/1143459/kelly-v-state/\"><span class=\"volume\">139</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">326</span></a></span> (1962), which dealt with 56, (3 of the 1921 Act).  The Alabama Supreme Court read into 56 the qualifying language of 54.  It recited the Thornhill-Lash history and held that Lash settled the constitutionality of 56.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In applying the Bailey standard to the case before us the single district judge is required by appropriate considerations of federalism to look at 56 with the meaning given to its qualifying language by Lash and Kelly and in the light of the decision of the Alabama Supreme Court in Kelly that, as construed, 56 is not unconstitutional.  The single judge may feel that the Alabama Supreme Court erred in concluding that the Thornhill-Meadowmoor-Lash history, ending in the denial of certiorari in Lash, settled the issue of the constitutionality of 56 with the qualifying language of 54 read into it.  He may be of the view that the qualification of 54 was erroneously read into 56.  And he may conclude that 56, with the gloss put on it by the Alabama Supreme Court in interpreting its own state statutes, is unconstitutionally vague or overbroad.<a class=\"footnote\" href=\"#fn7-1\" id=\"fn7-1_ref\">7</a>  But all of this is far from saying that it is frivolous or fictitious to claim that 56 is not unconstitutional on its face.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The majority find the necessary frivolity by leaping backwards in time over Kelly, over the denial of certiorari in Lash, and over the state Supreme Court decision in Lash and its difference of view with the state Court of Appeals, to reach and follow the earlier language of Thornhill concerning absence of meaning of a term, although that term had been given meaning and the meaning applied by the overleaped state decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">This case is far afield from the 'essentially fictitious' claim of constitutionality in Bailey, involving state statutes and municipal ordinances denying nonsegregated service in interstate and intrastate transportation, an issue 'settled beyond question' and 'foreclosed as a litigable issue' by previous Supreme Court decisions.  It is unlike the cases relied on by the Court in Bailey, i.e., in Kelley v. Board of Education, <span class=\"citation\" data-id=\"2373438\"><a href=\"/opinion/2373438/kelley-v-board-of-education-of-the-city-of-nashville/\"><span class=\"volume\">139</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">578</span></a></span> (M.D.Tenn.1956), defendants conceded the unconstitutionality of state constitutional and statutory provisions and themselves moved for dissolution of the threejudge court.  In Willis v. Walker, <span class=\"citation\" data-id=\"1964864\"><a href=\"/opinion/1964864/willis-v-walker/\"><span class=\"volume\">136</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">181</span></a></span> (W.D.Ky.1955), invalidity of state constitutional and statutory provisions was not an issue, the defendants having conceded their invalidity.  Bush v. Orleans Parish School Board, <span class=\"citation\" data-id=\"1458312\"><a href=\"/opinion/1458312/bush-v-orleans-parish-school-board/\"><span class=\"volume\">138</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">337</span></a></span> (E.D.La.1956), aff'd. <span class=\"citation\" data-id=\"241637\"><a href=\"/opinion/241637/orleans-parish-school-board-v-earl-benjamin-bush/\"><span class=\"volume\">242</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">156</span></a></span> (5th Cir.), cert.denied, <span class=\"citation no-link\"><span class=\"volume\">354</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">921</span></span>, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1380</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1436</span></span> (1957), concerned state constitutional and statutory provisions requiring or permitting segregation in public schools, after the decision in Brown v. Board of Education, etc., <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></span>, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">A.L.R. 2d</span> <span class=\"page\">1180</span></span> (1954).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The present case, involving interplay between a state's multi-decision interpretation of, and ruling on constitutionality of, its own criminal statutes and federal court rulings on constitutionality of those statutes, is the clearest sort of situation for a three-judge district court.<sup>7A</sup>  Whether we can predict what such a court should or will decide does not obviate the necessity for calling it.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">(2)</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Put succinctly, it is my view that under the jurisdictional arrangement set up by Congress for cases in which governmental action is sought to be enjoined, state action cannot be struck down in the first instance by a court of appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">No district court, single-judge or three-judge, has decided or even reached the constitutionality of 56 or the application of the Bailey standard to this case.  The single district judge declined to call a three-judge court on grounds of lack of standing and abstention.  All decisions touching the merits have been made by the Court of Appeals.  What the majority seek to do may be desirable as a matter of convenience, but it can be done only by legislation.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The judicial expense of the three-judge, direct@ppeal procedure might be further reduced by permitting the circuits to decide the merits of cases erroneously denied section 2281 treatment, when no factual issues remain for trial.  Once the case reaches the court of appeals, there would seem to be no reason for remanding to a not yet constituted three-judge tribunal; the circuit court provides the august forum, protection against slanted or ill-considered relief, and direct appeal to the Supreme Court envisaged by section 2281.  To effect such a change, however, legislation would be needed.  Section 2284(1) now requires that the original district judge sit on the three-judge panel, section 2281 styles the tribunal a 'district court,' and sections 1253 and 1254 do not now permit appeal from a court of appeals' decision upholding the constitutionality of a state statute.  'Were the courts of appeals to be authorized by Congress to proceed to the merits after reversing an erroneous dismissal by the district judge where no triable issues of fact exist, section 2281 procedure would be pruned of much of its burdensome character-- without detracting from the statutory purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Note, The Three-Judge District Court: Scope and Procedure Under Section 2281, 77 Harv.L.Rev. 299, 310-311 (1963).  The Dismal Swamp of appellate review of cases seeking to enjoin state or federal action has been explored and reexplored both before and after Bailey v. Patterson.<a class=\"footnote\" href=\"#fn8-1\" id=\"fn8-1_ref\">8</a>  There is no suggestion that under present legislation a court of appeals is empowered to take the action which the majority have taken in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">I am unable to identify clearly the source from which the majority conclude a court of appeals draws authority to enter the initial declaration by judgment that state action is unconstitutional.  Footnote 3 refers to orders of the single district judge being appealable to a court of appeals and not to the Supreme Court under 1253.  But that does not answer what the court of appeals may do upon such an appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The history of the statutory three-judge district court is concisely laid out by Professor Wright (Wright, Federal Courts, 50 (1963).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Congress, responding to state resentment over Ex parte Young,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> rejected proposals to strip the federal courts of jurisdiction of suits challenging state laws and instead provided for suits seeking injunctions against enforcement of state statutes to be heard by district courts each composed of three judges<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> with direct appeal therefrom to the Supreme Court.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  In borrowing the three-judge idea, 'it was the thought of Congress that there would be less public resentment where enforcement of the state statute was stayed by three judges rather than one, and that the provision for direct appeal to the Supreme Court would provide speedy review.'<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  In 1937 similar provision was made for actions seeking injunctions against Acts of Congress claimed to be unconstitutional.  28 U.S.C.A. 2282.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The courts of appeals are not a part of the statutory framework which Congress erected.  Stratton v. St. Louis S.W. Ry., <span class=\"citation\" data-id=\"101612\"><a href=\"/opinion/101612/stratton-v-st-louis-southwestern-r-co/\"><span class=\"volume\">282</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">10</span></a></span>, <span class=\"citation\" data-id=\"101612\"><a href=\"/opinion/101612/stratton-v-st-louis-southwestern-r-co/\"><span class=\"volume\">51</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">8</span></a></span>, <span class=\"citation\" data-id=\"101612\"><a href=\"/opinion/101612/stratton-v-st-louis-southwestern-r-co/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">135</span></a></span> (1930), established that a court of appeals is precluded from reviewing on the merits a case which originally should have been determined by a three-judge district court.  This is in keeping with the direct appeal statute, 28 U.S.C.A. 1253.  Stratton is still good law.  See Idlewild Bon Voyage Liquor Corp. v. Epstein, <span class=\"citation\" data-id=\"106454\"><a href=\"/opinion/106454/idlewild-bon-voyage-liquor-corp-v-epstein/\"><span class=\"volume\">370</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">713</span></a></span>, <span class=\"citation\" data-id=\"106454\"><a href=\"/opinion/106454/idlewild-bon-voyage-liquor-corp-v-epstein/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1294</span></a></span>, <span class=\"citation\" data-id=\"106454\"><a href=\"/opinion/106454/idlewild-bon-voyage-liquor-corp-v-epstein/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">794</span></a></span> (1962).<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  However, there has evolved outside the statutory system a limited role for the courts of appeals arising from determinations at the district court level of whether jurisdiction is in a single judge or three judges, and review thereof.  In a broad sense the function of courts of appeals has been supervisory, assisting to see that cases come before, and are determinded on the merits by, the judicial body having jurisdiction thereof.  In the conduct of that function the courts of appeals review the actions which single district judges have taken in determining subject matter jurisdiction, and the look at the merits which each single judge necessarily has taken in making that determination.  But where the district judge has not reached and determined subject matter jurisdiction the courts of appeals do not take over and exercise the district court's power to look at the merits in the name of jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The Third Circuit has spoken directly to the limited power of the courts of appeals, in Two Guys from Harrison-Allentown-Inc., supra, in which the single district judge had improvidently dismissed the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">This court has the jurisdiction to determine whether we have the power to entertain and adjudicate this appeal.  The judgment of the court below, entered by Judge Grim, is appealable since the suit was dismissed and an injunction was denied.  Sections 1291 and 1292, Title 28, U.S.C.  But our jurisdiction on this appeal is a very limited one.  We have the power to vacate the order of the court below improvidently entered but we can go no further.  Cf. Section 2106, 28 U.S.C.  We do not, however, possess the power to adjudicate the merits of the appeal.  Consequently we will vacate the judgment of the court below and will remand the cause for appropriate action.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">266 F.2d at 433.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In the early years of the three-judge system, if the complaint sought injunctive relief the statutory court had to be convened to determine if the case fell under the Act.  Ex parte Metropolitan Water Co. of West Virginia, <span class=\"citation\" data-id=\"97409\"><a href=\"/opinion/97409/ex-parte-metropolitan-water-co/\"><span class=\"volume\">220</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, <span class=\"citation\" data-id=\"97409\"><a href=\"/opinion/97409/ex-parte-metropolitan-water-co/\"><span class=\"volume\">31</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">600</span></a></span>, <span class=\"citation\" data-id=\"97409\"><a href=\"/opinion/97409/ex-parte-metropolitan-water-co/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">575</span></a></span> (1911).  Ex parte Poresky, <span class=\"citation\" data-id=\"102127\"><a href=\"/opinion/102127/ex-parte-poresky/\"><span class=\"volume\">290</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">30</span></a></span>, <span class=\"citation\" data-id=\"102127\"><a href=\"/opinion/102127/ex-parte-poresky/\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3</span></a></span>, <span class=\"citation\" data-id=\"102127\"><a href=\"/opinion/102127/ex-parte-poresky/\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">152</span></a></span> (1933) 'gave the single judge (with whom the application was filed) a considerable power to look into the merits under the guise of determining the jurisdictional issue.'<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  If he concluded the state action was clearly constitutional, he could proceed as a single judge.  This did no violence to the federal-state relations that led to and are implicit in the Act.  The power of the single judge under Poresky became a duty under California Water Serv.  Co. v. City of Redding, <span class=\"citation\" data-id=\"103028\"><a href=\"/opinion/103028/california-water-service-co-v-redding/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></a></span>, <span class=\"citation\" data-id=\"103028\"><a href=\"/opinion/103028/california-water-service-co-v-redding/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">865</span></a></span>, <span class=\"citation\" data-id=\"103028\"><a href=\"/opinion/103028/california-water-service-co-v-redding/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1323</span></a></span> (1938).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Until Poresky if a single judge decided a matter which was properly for a three-judge court the court of appeals had no jurisdiction to review, and the remedy was to seek mandamus in the Supreme Court to compel that a three-judge court be convened.  Stratton, supra.  After Poresky the courts of appeals in some cases have reviewed denial of a three-judge court, i.e., where the claim of unconstitutionality is so without substance that it is useless to convene a three-judge court to enter a decision upholding the statute.  Stuart v. Wilson, <span class=\"citation\" data-id=\"251906\"><a href=\"/opinion/251906/charles-d-stuart-v-will-wilson-attorney-general-of-the-state-of-texas/\"><span class=\"volume\">282</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">539</span></a></span> (5th Cir. 1960); Bell v. Waterfront Comm'n of New York Harbor, <span class=\"citation\" data-id=\"251343\"><a href=\"/opinion/251343/henry-f-bell-as-president-of-local-1804-international-longshoremens/\"><span class=\"volume\">279</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">853</span></a></span> (2d Cir. 1960); Carrigan v. Sunland Tujunga Tel. Co., <span class=\"citation\" data-id=\"247242\"><a href=\"/opinion/247242/mrs-grace-carrigan-v-sunland-tujunga-telephone-company-and-state-of/\"><span class=\"volume\">263</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">568</span></a></span> (9th Cir.), cert. denied <span class=\"citation no-link\"><span class=\"volume\">359</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">975</span></span>, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">893</span></span>, <span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">841</span></span> (1959);<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> where jurisdictional amount was not present, Jacobs v. Tawes, <span class=\"citation\" data-id=\"243803\"><a href=\"/opinion/243803/donald-h-jacobs-doing-business-as-the-jacobs-instrument-company-v-j/\"><span class=\"volume\">250</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">611</span></a></span> (4th Cir. 1957).  None of these cases are contrary to history and the statutory scheme.  In each the court of appeals affirmed the action of the single district judge in upholding state (or federal) action which was clearly constitutional.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">This takes us to Bailey v. Patterson.  A three-judge court had been convened but voted 2-1 to abstain.  On direct appeal the Supreme Court decided, on analogy to Poresky, 'that three judges are similarly not required when, as here, prior decisions make frivolous any claim that a state statute on its face is not unconstitutional.'  The Court recognized that the case was not properly before it on direct appeal, since it was not a three-judge case under 1253.  Nevertheless the Court acted under its 'jurisdiction to determine the authority of the court below and to make such corrective order as may be appropriate to the enforcement of the limitations which that section (1253) imposes.'  Thus the Court did two things-- (1) it recognized, or created, a power in the single district judge to act alone where the state statute is so clearly unconstitutional that a claim to the contrary is frivolous;<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> (2) though the case was not properly before it the Court gave instructions to the District Court, based on its powers to take action incidental to the appellate jurisdiction granted by 1253.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Bailey was a significant extension of the power of the single district judge.  It recognized authority in his hands, as a matter of determining whether he or the statutory court has jurisdiction, to hold state action invalid, a power which for most of half a century he had been thought not to have.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a></p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">It seems to me implicit in the majority opinion that authority for its action is sought to be drawn from Bailey.  But Bailey neither grants nor recognizes any new or different powers of the courts of appeals in three-judge cases.  A serious constitutional question of separation of powers would be presented if the Supreme Court attempted to delegate to the courts of appeals the power vested in it by 1253 to review the merits of three-judge cases.  It made no such attempt in Bailey.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a></p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Idlewild Bon Voyage Liquor Corp. v. Epstein, <span class=\"citation\" data-id=\"106454\"><a href=\"/opinion/106454/idlewild-bon-voyage-liquor-corp-v-epstein/\"><span class=\"volume\">370</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">713</span></a></span>, <span class=\"citation\" data-id=\"106454\"><a href=\"/opinion/106454/idlewild-bon-voyage-liquor-corp-v-epstein/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1294</span></a></span>, <span class=\"citation\" data-id=\"106454\"><a href=\"/opinion/106454/idlewild-bon-voyage-liquor-corp-v-epstein/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">794</span></a></span> (1962), changed none of the foregoing principles.  It reaffirmed the Stratton rule and referred to the power of the court of appeals to give guidance to the district court by directing that a three-judge court be impaneled where there is a substantial constitutional issue and the single judge has declined on grounds of abstention to call a three-judge court.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a>  If it be thought that Bailey is a source of greater power in the courts of appeals than Idlewild recognizes, it should be noted that the Supreme Court decision in Bailey intervened between the decisions of the Second Circuit and the Supreme Court in Idlewild.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">This case should be remanded to the single district judge to consider the presence or absence of a substantial constitutional issue, which is the threshold question that will guide him in what to do, and then it should follow its normal and proper course.  If the district judge thinks the statute is constitutional beyond doubt he can and should so rule.  That is Poresky, and also Shackman v. Arnebergh, <span class=\"citation\" data-id=\"107469\"><a href=\"/opinion/107469/schackman-v-arnebergh/\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">427</span></a></span>, <span class=\"citation\" data-id=\"107463\"><a href=\"/opinion/107463/ftc-v-universal-rundle-corp/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1622</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">865</span></span> (1967).  His decision would be appealable to this court rather than to the Supreme Court.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a>  On such an appeal this court could affirm, or if it considers constitutionality sufficiently in doubt it can direct that a three-judge district court be convened and remand for consideration of constitutionality.  That is consistent with the procedure approved by the Supreme Court in Idlewild.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">If the single judge thinks the statute unconstitutional beyond serious argument to the contrary, he can declare it so.  This is the single-judge power referred to in Bailey.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a></p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">If the single district judge thinks the statute neither constitutional beyond question under Poresky nor unconstitutional beyond question under Bailey, he must call for a three-judge court.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Convenience may say, 'Why send a matter to the district court for it to go through the formality of deciding what a court of appeals views as inevitably correct?'  But the matter is one of power, not convenience.  We have no power in a case seeking injunction against state or federal action-- however inevitable and infallible we may view our conclusion to be-- to make the initial declaration of unconstitutionality or the initial order issuing an injunction.  We do not acquire such power by reason of our right, in other types of cases with respect to which Congress has not legislated, to enter such orders and judgments as are appropriate.  We cannot vest ourselves with power by deciding it would be convenient and timesaving for all concerned that we have it.  This court has spoken with unmistakeable firmness of the responsibility of the district judge not to treat this 'highly remedial statute as a mere technicality to be evaded and circumvented by a single district judge at will.'  Board of Supervisors, etc. v. Tureaud, <span class=\"citation\" data-id=\"232701\"><a href=\"/opinion/232701/board-of-suprs-of-louisiana-state-university-and-agricultural-and/\"><span class=\"volume\">207</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">807</span></a></span>, 809 (5th Cir. 1953), vacated and remanded, <span class=\"citation no-link\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">971</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">784</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1112</span></span> (1954).  Our responsibility is no less.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a></p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The policies of federalism in this area have been the subject of detailed congressional consideration against a background of bitterness and resentment by the states,<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a> resulting in a prescribed procedural system to handle specified types of cases.<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a>  Those policies meant to be preserved through adjudication by a three-judge district court are not satisfied by the fact that a panel of an appellate court, coincidentally composed of three judges, speak to the merits of the controversy.  Rendition of a judgment by the wrong court is not a wellspring from which that court may draw judicial power validating its own action.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The three-judge procedure is cumbersome.  But changes are for the Congress.  I do not understand we are authorized to alter the arrangement because we think a new procedure will work better.  Especially is this so when the change is to broaden our own role.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The leaflets were hand printed and read:</p>\n        <p>DON'T BUY HERE.  This Store Does Not</p>\n        <p>Hire Negroes If They Won't Let You</p>\n        <p>Work Here Why Should You Spend Your Money Here?  Buy at</p>\n        <p>A &amp; P</p>\n        <p>Fred Jones' Store</p>\n        <p>Cheatum's Store</p>\n        <p>Bill's Dollar Store</p>\n        <p>the two Eutaw drug stores</p>\n        <p>SCLC</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The complaint alleged that 56 is in violation of the First and Fourteenth Amendments to the United States Constitution because on its face it abridges freedom of expression and denies equal protection of the laws by denying appellants the right peaceably to demonstrate, by suppressing the dissemination of information, and by failing to establish criteria for distinguishing a lawful from an unlawful boycott.  Appellants also submitted that the statute would seriously inhibit the future exercise of constitutionally protected rights in that the threat of criminal arrest would deter future peaceable demonstrations almost as potently as would actual arrests</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Where a case involving the validity of a state statute is disposed of by a single federal district judge rather than a three-judge district court, appeal from his action is to the court of appeals.  There is no direct appeal to the Supreme Court as 28 U.S.C. 1253 provides in cases determined by a three-judge district court.  Shackman v. Arnebergh, 1967, <span class=\"citation\" data-id=\"107469\"><a href=\"/opinion/107469/schackman-v-arnebergh/\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">427</span></a></span>, <span class=\"citation\" data-id=\"107463\"><a href=\"/opinion/107463/ftc-v-universal-rundle-corp/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1622</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">865</span></span>; Idlewild Bon Voyage Liquor Corp. v. Epstein, 1962, <span class=\"citation\" data-id=\"106454\"><a href=\"/opinion/106454/idlewild-bon-voyage-liquor-corp-v-epstein/\"><span class=\"volume\">370</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">713</span></a></span>, <span class=\"citation\" data-id=\"106454\"><a href=\"/opinion/106454/idlewild-bon-voyage-liquor-corp-v-epstein/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1294</span></a></span>, <span class=\"citation\" data-id=\"106454\"><a href=\"/opinion/106454/idlewild-bon-voyage-liquor-corp-v-epstein/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">794</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The fact that the state prosecutions of appellants have been nolle prossed does not deprive appellants of standing.  The language of the Court in Zwickler is controlling.  Other cases likewise support the proposition that the mere possibility of enforcement of a statute can confer standing upon a party seeking to attack its constitutionality.  See Baggett v. Bullitt, 1964, <span class=\"citation\" data-id=\"106837\"><a href=\"/opinion/106837/baggett-v-bullitt/\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">360</span></a></span>, 363-364, <span class=\"citation\" data-id=\"106837\"><a href=\"/opinion/106837/baggett-v-bullitt/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1316</span></a></span>, 1323-1324, <span class=\"citation\" data-id=\"106837\"><a href=\"/opinion/106837/baggett-v-bullitt/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">377</span></a></span>; Baldwin v. Morgan, 5th Cir. 1958, <span class=\"citation\" data-id=\"244105\"><a href=\"/opinion/244105/carl-l-baldwin-and-alexinia-baldwin-v-j-w-morgan-r-e-lindbergh-j/\"><span class=\"volume\">251</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">780</span></a></span>, 787; University Committee to End the War in Vietnam v. Gunn, W.D.Tex.1968, <span class=\"citation no-link\"><span class=\"volume\">289</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">469</span></span>; Roberts v. Clement, E.D.Tenn.1966, 252 F.Srpp. 835.  Cf. Hague v. C.I.O., 1939, <span class=\"citation\" data-id=\"103226\"><a href=\"/opinion/103226/haguer-v-committee-for-industrial-organization/\"><span class=\"volume\">307</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">496</span></a></span>, <span class=\"citation\" data-id=\"103226\"><a href=\"/opinion/103226/haguer-v-committee-for-industrial-organization/\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">954</span></a></span>, <span class=\"citation\" data-id=\"103226\"><a href=\"/opinion/103226/haguer-v-committee-for-industrial-organization/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1423</span></a></span>; Pierce v. Society of Sisters, 1925, <span class=\"citation\" data-id=\"100694\"><a href=\"/opinion/100694/pierce-v-society-of-sisters/\"><span class=\"volume\">268</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, <span class=\"citation\" data-id=\"100694\"><a href=\"/opinion/100694/pierce-v-society-of-sisters/\"><span class=\"volume\">45</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">571</span></a></span>, <span class=\"citation\" data-id=\"100694\"><a href=\"/opinion/100694/pierce-v-society-of-sisters/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1070</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">468</span></span>; Monk v. City of Birmingham, N.D.Ala.1949, <span class=\"citation\" data-id=\"2011252\"><a href=\"/opinion/2011252/monk-v-city-of-birmingham/\"><span class=\"volume\">87</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">538</span></a></span>, aff'd, 5th Cir. 1950, <span class=\"citation\" data-id=\"226188\"><a href=\"/opinion/226188/city-of-birmingham-v-monk/\"><span class=\"volume\">185</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">859</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See, e.g., Ashton v. Kentucky, 1966, <span class=\"citation\" data-id=\"107231\"><a href=\"/opinion/107231/ashton-v-kentucky/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">195</span></a></span>, <span class=\"citation\" data-id=\"107231\"><a href=\"/opinion/107231/ashton-v-kentucky/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1407</span></a></span>, <span class=\"citation\" data-id=\"107231\"><a href=\"/opinion/107231/ashton-v-kentucky/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">469</span></a></span>; Dombrowski v. Pfister, 1965, <span class=\"citation\" data-id=\"107025\"><a href=\"/opinion/107025/dombrowski-v-pfister/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, <span class=\"citation\" data-id=\"107025\"><a href=\"/opinion/107025/dombrowski-v-pfister/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1116</span></a></span>, <span class=\"citation\" data-id=\"107025\"><a href=\"/opinion/107025/dombrowski-v-pfister/\"><span class=\"volume\">14</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">22</span></a></span>; Smith v. People of State of California, 1960, <span class=\"citation\" data-id=\"105972\"><a href=\"/opinion/105972/smith-v-california/\"><span class=\"volume\">361</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">147</span></a></span>, <span class=\"citation\" data-id=\"105972\"><a href=\"/opinion/105972/smith-v-california/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">215</span></a></span>, <span class=\"citation\" data-id=\"105972\"><a href=\"/opinion/105972/smith-v-california/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">205</span></a></span>; Winters v. People of State of New York, 1948, <span class=\"citation\" data-id=\"104532\"><a href=\"/opinion/104532/winters-v-new-york/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span>, <span class=\"citation\" data-id=\"104532\"><a href=\"/opinion/104532/winters-v-new-york/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">665</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">840</span></span>; Thornhill v. State of Alabama, 1940, <span class=\"citation\" data-id=\"103347\"><a href=\"/opinion/103347/thornhill-v-alabama/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">88</span></a></span>, <span class=\"citation\" data-id=\"103347\"><a href=\"/opinion/103347/thornhill-v-alabama/\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">736</span></a></span>, <span class=\"citation\" data-id=\"103347\"><a href=\"/opinion/103347/thornhill-v-alabama/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1093</span></a></span>; Hague v. C.I.O., supra; Lovell v. City of Griffin, 1938, <span class=\"citation\" data-id=\"102991\"><a href=\"/opinion/102991/lovell-v-city-of-griffin/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">444</span></a></span>, <span class=\"citation\" data-id=\"102991\"><a href=\"/opinion/102991/lovell-v-city-of-griffin/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">666</span></a></span>, <span class=\"citation\" data-id=\"102991\"><a href=\"/opinion/102991/lovell-v-city-of-griffin/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">949</span></a></span>; Guyot v. Pierce, 5th Cir. 1967, <span class=\"citation\" data-id=\"274727\"><a href=\"/opinion/274727/lawrence-guyot-v-m-b-pierce/\"><span class=\"volume\">372</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">658</span></a></span>; Carmichael v. Allen, N.D.Ga.1967, <span class=\"citation\" data-id=\"1895769\"><a href=\"/opinion/1895769/carmichael-v-allen/\"><span class=\"volume\">267</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">985</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In Kelly v. State, the court relied primarily upon Lash v. State, 1943, <span class=\"citation\" data-id=\"3227212\"><a href=\"/opinion/3226826/lash-v-state/\"><span class=\"volume\">244</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">48</span></a></span>, <span class=\"citation\" data-id=\"3227212\"><a href=\"/opinion/3226826/lash-v-state/\"><span class=\"volume\">14</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">229</span></a></span> wherein the Supreme Court of Alabama sustained the constitutionality of 54, a companion statute which makes it a crime for two or more persons to enter into a combination for the purpose of hindering other persons from carrying on a lawful business.  The qualifying words 'without a just cause or legal excuse' appeared in the statute.  The court held that as a matter of Alabama law this phrase did have meaning 'legally, inherently and historically' and meant 'an unlawful act or purpose or without legal excuse.'  In Kelly, the court read this qualifying language into 56</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Aside from being instructive as to the proper weight to be given the words 'without a just cause or legal excuse,' Thornhill also gives rise to another argument against Section 56's validity.  Section 56 makes criminal the publication and circulation of literature in furtherance of any boycott activities against lawful businesses-- conduct prohibited by Section 55.  Since Thornhill holds Section 55 to be unconstitutionally broad, it follows that Section 56 suffers from the some defect.  Surely the State cannot deem criminal all printing and circulation of literature in furtherance of any boycott activities when it cannot label as criminal all such activities themselves.  Carmichael v. Allen, supra.  Cf. Shuttles-worth v. City of Birmingham, 1963, <span class=\"citation\" data-id=\"106608\"><a href=\"/opinion/106608/shuttlesworth-v-birmingham/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">262</span></a></span>, <span class=\"citation\" data-id=\"106608\"><a href=\"/opinion/106608/shuttlesworth-v-birmingham/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1130</span></a></span>, <span class=\"citation\" data-id=\"106608\"><a href=\"/opinion/106608/shuttlesworth-v-birmingham/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">335</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> This holding does not, of course, prohibit the State from seeking in a noncriminal proceeding in state court a narrowing interpretation of the statute that will meet constitutional muster.  Dombrowski v. Pfister, supra, 380 U.S. at 491-492, 85 S.Ct. at 1123-1124</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> <span class=\"citation\" data-id=\"106347\"><a href=\"/opinion/106347/samuel-bailey-v-joe-t-patterson/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">31</span></a></span>, 33, <span class=\"citation\" data-id=\"106347\"><a href=\"/opinion/106347/samuel-bailey-v-joe-t-patterson/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">549</span></a></span>, 551, <span class=\"citation\" data-id=\"106347\"><a href=\"/opinion/106347/samuel-bailey-v-joe-t-patterson/\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">512</span></a></span>, 514 (1962)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> Act.  No. 23, General and Local Acts of Ala.  (Spec.Sess.1921)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> 'Loitering or picketing forbidden.-- Any person or persons, who, without a just cause or legal excuse therefor, go near to or loiter about the premises or place of business of any other person, firm, corporation, or association of people, engaged in a lawful business, for the purpose, or with the intent of influencing, or inducing other persons not to trade with, buy from, sell to, have business dealings with, or be employed by such persons, firm, corporation, or association, or who picket the works or place of business of such other persons, firms, corporations, or associations of persons, for the purpose of hindering, delaying, or interfering with or injuring any lawful business or enterprise of another, shall be guilty of a misdemeanor; but nothing herein shall prevent any person from soliciting trade or business for a competitive business.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> <span class=\"citation\" data-id=\"3227212\"><a href=\"/opinion/3226826/lash-v-state/\"><span class=\"volume\">244</span> <span class=\"reporter\">Ala.</span> <span class=\"page\">48</span></a></span>, <span class=\"citation\" data-id=\"3227212\"><a href=\"/opinion/3226826/lash-v-state/\"><span class=\"volume\">14</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">229</span></a></span> (1943)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> 'Two or more persons who, without a just cause or legal excuse for so doing, enter into any combination, conspiracy, agreement, arrangement, or understanding for the purpose of hindering, delaying, or preventing any other persons, firms, corporation, or association of persons from carrying on any lawful business, shall be guilty of a misdemeanor.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6-1\">\n        <a class=\"footnote\" href=\"#fn6-1_ref\">6</a>\n        <p> Its opinion appears at 14 So.2d 230-235 and again at 14 So.2d 236-241</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7-1\">\n        <a class=\"footnote\" href=\"#fn7-1_ref\">7</a>\n        <p> I express no view whether 56, as construed, is overbroad, because I consider this a matter to be decided at the district court level.  Consideration should be given to Cameron v. Johnson, <span class=\"citation\" data-id=\"107662\"><a href=\"/opinion/107662/cameron-v-johnson/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">611</span></a></span>, <span class=\"citation\" data-id=\"107662\"><a href=\"/opinion/107662/cameron-v-johnson/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1335</span></a></span>, <span class=\"citation\" data-id=\"107662\"><a href=\"/opinion/107662/cameron-v-johnson/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">182</span></a></span> (1968), on the question of overbreadth and of propriety of injunctive relief</p>\n        <p>7A This case is a demonstration of the caveats placed on the use of Bailey.</p>\n        <p>'The most difficult problem raised by Bailey. * * * is that of determining when it is to apply.'</p>\n        <p>Note, The Three-Judge District Court: Scope and Procedure Under Section 2281, 77 Harv.L.Rev. 299, 315 (1963).</p>\n        <p>'But the (Bailey) principle is a volatile one that could easily get out of control.'  Currie, The Three-Judge District Court in Constitutional Litigation, 32 U.Chi.L.Rev. 1, 66 (1964).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8-1\">\n        <a class=\"footnote\" href=\"#fn8-1_ref\">8</a>\n        <p> Currie, supra at 66-76; Note, 77 Harv.L.Rev. 299, 310-311 (1963); Note, The Three-Judge District Court and Appellate Review, 49 Va.L.Rev. 538, 555-569 (1963)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> For more complete recitals of the history, see: Hutcheson, Joseph C., Jr., A Case for Three Judges, 47 Harv.L.Rev. 795 (1934); Currie, supra; Note, 27 U.Chi.L.Rev. 555 (1960); Note, 49 Va.L.Rev. 538 (1963)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> <span class=\"citation\" data-id=\"96819\"><a href=\"/opinion/96819/ex-parte-young/\"><span class=\"volume\">209</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">123</span></a></span>, <span class=\"citation\" data-id=\"96819\"><a href=\"/opinion/96819/ex-parte-young/\"><span class=\"volume\">28</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">441</span></a></span>, <span class=\"citation\" data-id=\"96819\"><a href=\"/opinion/96819/ex-parte-young/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">714</span></a></span> (1908)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> 36 Stat. 557 (1910), as modified now 28 U.S.C.A. 2281:</p>\n        <p>'An interlocutory or permanent injunction restraining the enforcement, operation or execution of any State statute by restraining the action of any officer of such State * * * shall not be granted * * * upon the ground of the unconstitutionality of such statute unless the application therefor is heard and determined by a district court of three judges under section 2284 of this title.'</p>\n        <p>28 U.S.C.A. 2284:</p>\n        <p>'In any action or proceeding required by Act of Congress to be heard and determined by a district court of three judges the composition and procedure of the court, except as otherwise provided by law, shall be as follows:</p>\n        <p>(1) The district judge to whom the application for injunction or other relief is presented shall constitute one member of such court.  On the filing of the application, he shall immediately notify the chief judge of the circuit, who shall designate two other judges, at least one of whom shall be a circuit judge.  Such judges shall serve as members of the court to hear and determine the action or proceeding.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> 28 U.S.C.A. 1253:</p>\n        <p>'Any party may appeal to the Supreme Court from an order granting or denying * * * an interlocutory or permanent injunction in any civil action * * * required * * * to be heard and determined by a district court of three judges.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Wright, supra at 163; see 42 Cong.Rec. 4847, 4853 (1910)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Accord, Two Guys from Harrison-- Allentown, Inc. v. McGinley, <span class=\"citation\" data-id=\"247971\"><a href=\"/opinion/247971/two-guys-from-harrison-allentown-inc-v-paul-a-mcginley-district/\"><span class=\"volume\">266</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">427</span></a></span> (3rd Cir. 1959); Ford v. Attorney General of Pa., <span class=\"citation\" data-id=\"250086\"><a href=\"/opinion/250086/michael-ford-v-attorney-general-of-pennsylvania-district-attorney-of/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">820</span></a></span> (3rd Cir. 1960); Miller v. Smith, <span class=\"citation\" data-id=\"2238963\"><a href=\"/opinion/2238963/miller-v-smith/\"><span class=\"volume\">236</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">927</span></a></span>, 934 (E.D.Pa.1965) (Biggs, C.J.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Wright, supra, at 165</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> For similar cases involving federal action, see: unquestionably constitutional federal action, Wicks v. Southern Pacific Co., <span class=\"citation\" data-id=\"238905\"><a href=\"/opinion/238905/9-fair-emplpraccas-bna-247-1-empl-prac-dec-p-9647-george-c-wicks/\"><span class=\"volume\">231</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">130</span></a></span> (9th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">351</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">946</span></span>, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">845</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1471</span></span> (1956); tax claim, review of which was in exclusive jurisdiction of Customs Court and Court of Customs and Patent Appeals, Eastern States Petroleum Corp. v. Rogers, 105 U.S.App.D.C. 219, <span class=\"citation\" data-id=\"247774\"><a href=\"/opinion/247774/eastern-states-petroleum-corporation-a-corporation-of-the-state-of/\"><span class=\"volume\">265</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">593</span></a></span>, appeal dismissed sub nom.  Eastern States Petroleum Corp. v. Prettyman, <span class=\"citation no-link\"><span class=\"volume\">361</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">805</span></span>, <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">93</span></span>, <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">56</span></span> (1959)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Prior to Bailey some of the district courts, on the authority of Poresky, had been holding that a single district judge could grant an injunction against a clearly unconstitutional state statute.  Wright, supra at 166</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> It has long been recognized that the Supreme Court has incidental power over three-judge appeals in cases where the merits are not before it, and that the power is derived from the three-judge statute itself.  Gully v. Interstate Natural Gas Co., <span class=\"citation\" data-id=\"102242\"><a href=\"/opinion/102242/gully-v-interstate-natural-gas-co/\"><span class=\"volume\">292</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">16</span></a></span>, <span class=\"citation\" data-id=\"102242\"><a href=\"/opinion/102242/gully-v-interstate-natural-gas-co/\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">565</span></a></span>, <span class=\"citation\" data-id=\"102242\"><a href=\"/opinion/102242/gully-v-interstate-natural-gas-co/\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1088</span></a></span> (1934)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> The procedure of the single judge finding the statute unconstitutional beyond question and granting injunctive relief to the plaintiff has been criticized as the precise evil at which the statute was directed.  Wright, supra at 166</p>\n        <p>'Poresky permitted the judge neither to issue an injunction nor to frustrate state policy.  Bailey, permitted him to do both.'</p>\n        <p>'So long as Bailey is confined to segregation cases, it should cause little trouble and serve to eliminate many noncontroversial cases from the three-judge docket.  But the principle is a volatile one that could easily get out of control.'</p>\n        <p>Currie, supra at 65-66.</p>\n        <p>'The Bailey rule of converse substantiality, that section 2281 does not apply to suits to enforce constitutional claims whose validity is unquestionable, appears to permit the very situation the statutory scheme was designed to prevent-- a single district judge's enjoining enforcement of a state statute on the ground of unconstitutionality.  Unlike the rule in Ex parte Poresky which permits a single judge to dismiss for want of a substantial federal question, the Bailey rule rests on no constitutional requirements of jurisdiction and leads directly to the statutorily proscribed result.  And where an erroneous decision in the Poresky situation results either in an immediate appeal (where the suit was dismissed) or in an unnecessarily convened special tribunal (whose judgment will nevertheless be valid), an erroneous application of the Bailey doctrine produces a void judgment, and the litigation must be recommenced.'</p>\n        <p>Note, 77 Harv.L.Rev. 299, 315 (1963).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> If the courts of appeals are vested with power to reach the merits of this case may they now rule on the merits of the Poresky type case?  I.e., if the single district judge reaches the issue of substantiality of a constitutional question and rules the statute constitutional beyond argument, but the court of appeals disagrees and views the statute as unconstitutional beyond argument, may it enter a declaratory judgment to that effect?</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> See the discussion of Idlewild in Note 77 Harv.L.Rev. 299, 310-311 (1963), recognizing the power of the court of appeals to review the single judge's threshold determination to abstain, but pointing out that without change in the present statutes the court of appeals may do no more than remand</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> As in Stuart v. Wilson, supra, Bell v. Waterfront Comm'n of New York Harbor, supra; Carrigan v. Sunland-Tujunga Tel. Co., supra; Jacobs v. Tawes, supra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> These powers of the single judge to grant relief under Bailey and to deny it under Poresky, were recognized by the Supreme Court in Idlewild</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> See the discussion by Judge Hutcheson at 47 Harv.L.Rev. 798-813, of the intent of the three-judge system.  This is referred to in his opinion in Tureaud.  207 F.2d at 809</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> See 42 Cong.Rec. 4846-59 (1908); 45 id. 7253-57 (1910)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> 'The crux of the business is procedural protection against an improvident state-wide doom by a federal court of a state's legislative policy.  This was the aim of Congress and this is the reconciling principle of the cases.'  Phillips v. United States, <span class=\"citation\" data-id=\"103452\"><a href=\"/opinion/103452/phillips-v-united-states/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">246</span></a></span>, <span class=\"citation\" data-id=\"103452\"><a href=\"/opinion/103452/phillips-v-united-states/\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">480</span></a></span>, <span class=\"citation\" data-id=\"103452\"><a href=\"/opinion/103452/phillips-v-united-states/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">800</span></a></span>, 805 (1941)</p>\n        <p>'The three-judge provisions, despite their bland and technical phrasing, are products of battles between competing political forces over four persistent and significant issues; judicial review, national supremacy, sovereign immunity, and the use of the injunction.'  Currie, supra at 3.</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/96819/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/97409/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/100694/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101612/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/102127/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/102242/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/102991/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103028/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103226/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103347/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103452/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103459/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104532/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105972/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106347/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106454/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106608/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106837/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107025/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107231/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107463/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107469/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107553/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107662/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/226188/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/232701/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/238905/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/241637/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/243803/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/244105/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/247242/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/247774/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/247971/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/250086/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/251343/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/251906/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/274727/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/280389/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1143459/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1458312/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1895769/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1964864/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2011252/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2238963/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2373438/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3227212/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T16:15:43.265384Z",
      "date_modified": "2017-04-07T08:19:37.961342Z",
      "date_filed": "1968-10-22",
      "date_filed_is_approximate": false,
      "slug": "adell-kirkland-as-mother-and-next-friend-of-libbie-kirkland-an-infant-v",
      "citation_id": 256073,
      "case_name_short": "",
      "case_name": "Adell Kirkland, as Mother and Next Friend of Libbie Kirkland, an Infant v. George C. Wallace, as Governor of the State of Alabama",
      "case_name_full": "",
      "federal_cite_one": "403 F.2d 413",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 16,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/661612/adell-kirkland-as-mother-and-next-friend-of-libbie/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T11:18:05.501740Z",
  "date_modified": "2014-10-30T11:18:05.501740Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Adell Kirkland, as Mother and Next Friend of Libbie Kirkland, an Infant v. George C. Wallace, as Governor of the State of Alabama",
  "case_name_full": "",
  "slug": "adell-kirkland-as-mother-and-next-friend-of-libbie",
  "docket_number": "24296_1",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}