{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/664118/",
  "id": 664118,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/scctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1253340/",
      "id": 1253340,
      "absolute_url": "/opinion/1253340/state-v-hubner/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/664118/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1253340/",
          "id": 1253340,
          "absolute_url": "/opinion/1253340/state-v-hubner/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1253340/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/8255/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T05:14:02.889839Z",
          "date_modified": "2017-03-31T11:56:52.511870Z",
          "type": "010combined",
          "sha1": "3a69ba9e7e3891af1c081f6beab7656d5cceba2d",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>362 S.C. 572 (2005)</b></center>\n<center><b>608 S.E.2d 463</b></center>\n<center><h1>The STATE, Respondent,<br>\nv.<br>\nJohn Gleason HUBNER, Appellant.</h1></center>\n<center>No. 3917.</center>\n<center><p><b>Court of Appeals of South Carolina.</b></p></center>\n<center>Submitted October 1, 2004.</center>\n<center>Decided January 10, 2005.</center>\n<center>Rehearing Denied February 17, 2005.</center>\n<p><span class=\"star-pagination\">*575</span> Carol Annette McCurry of West Columbia, for Appellant.</p>\n<p>Attorney General Henry Dargan McMaster, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Charles H. Richardson, and Assistant Attorney General David A. Spencer, all of Columbia; and Solicitor Warren Blair Giese, of Columbia, for Respondent.</p>\n<p>HUFF, J.:</p>\n<p>In this criminal case, John Gleason Hubner appeals following his conviction for six counts of lewd act upon a child. Hubner asserts the trial judge erred in (1) admitting evidence of a prior bad act under the common scheme or plan exception to the rule which generally disallows prior bad act evidence, (2) admitting the conviction itself resulting from that prior bad act, and (3) denying Hubner's motion for continuance. We reverse and remand<sup>[1]</sup> for a new trial.</p>\n<p></p>\n<h2>FACTUAL/PROCEDURAL BACKGROUND</h2>\n<p>The victim in this case met John Hubner in the summer of 1996. At that time, victim was twelve years old, was between sixth and seventh grade, and was about to start in her church's junior high youth group. Hubner was an active member of the church, where he volunteered with the youth group and taught Sunday school. Victim's first impression of Hubner was that he was nice, and she specifically appreciated the manner in which he would listen and talk to her. Victim testified she was able to talk to Hubner about problems in her relationship with her mother, and Hubner would tell her that victim was right and her mother had problems.</p>\n<p>Victim would often arrive at church early on Sunday mornings because her parents served as greeters in the church. When victim would get there, Hubner would regularly be <span class=\"star-pagination\">*576</span> waiting for her at a downstairs door, where he would immediately hug victim and engage her in conversation. Victim testified to a progression of a more sexual relationship from August 1996 through March 1997. Victim first recalled a major incident that occurred in a Sunday school room after she injured her leg playing softball. Hubner massaged her knee by reaching down into her pants to her knee and massaging her leg all the way back up to the top.</p>\n<p>Victim next testified to an incident that occurred during a discussion she had with Hubner about the changes her body was undergoing as a result of puberty and the effect it had on her softball playing abilities. During this conversation behind a closed door in victim's Sunday school room, victim testified Hubner hugged her from behind, pulled his arms out and reached across her breasts. He then moved his arms toward her hips, turned her toward him, lifted her shirt and stared at her in her bra. He then squeezed her breasts before putting her shirt back down and telling her everything was fine. Hubner also hugged victim tightly, pushing his crotch close to her. At this time, victim felt their relationship was changing.</p>\n<p>Victim testified about another incident occurring prior to Christmas in 1996 when they were alone in the game room in her church's youth area on a Wednesday night. There, Hubner showed her how to dance by putting victim's feet on top of his and holding her. Hubner reached into her back pockets and squeezed her \"butt.\" He then took his hands out of the pockets, placed them into her pants, and continued to squeeze her \"butt\" while they danced. He proceeded to lift her onto a foosball table and fondle her between her vagina and rectum. At this point, victim still liked Hubner because he listened to her, and he often told her that he loved her.</p>\n<p>Victim related another incident occurring November 15, 1996, when the youth group had a lock-in and went to Frankie's Fun Park. It was a cold evening and victim had left her jacket on the bus. Hubner asked her if she was cold and, although she told him she was not, he unzipped his jacket, put her inside the jacket with him, and zipped it back up. Suddenly, victim realized Hubner had an erection. He looked at her, hushed her, and told her he loved her.</p>\n<p><span class=\"star-pagination\">*577</span> On another occasion, victim related how, on a Sunday morning in the Sunday school room, they were alone with the door shut and talking about her problems with her mother. Hubner again told victim that she was right, and that her parents had problems. He stated that her parents were \"Sunday morning Christians\" and they did not have the relationship with God like he had and that he wanted victim to have. He told victim if she trusted God, everything would be okay. Hubner asked her to unbutton his shirt and touch his chest, which she did. Then, he guided her hand to touch his penis through his clothes. She repeatedly pinched his penis and he had an erection. Hubner's eyes rolled back into his head and then he suddenly stopped victim, telling her it was time for Sunday school. Thereafter, victim thought Hubner was mad at her because he did not speak to her the next several times he saw her. The next time they talked, Hubner told victim he loved her, that God had given them \"this really special relationship\" and that he was happy God had put her in his life. He told victim she needed to remember their relationship was private and secret, and that's the way God wanted it to be. On another occasion, Hubner sat victim down on his knee while in the church sanctuary and read I Corinthians 13, a bible passage on love, to her and told her that was how he loved victim.</p>\n<p>Next, victim related a story occurring in the church annex as she played hide and seek with friends. She was standing alone in a room when Hubner walked up behind her, picked her up around her breast area, and guided her behind a door. He began to massage her shoulders and neck and then proceeded to massage down her leg and then the inside of her leg, getting close to her groin. Victim broke away and ran to her friends.</p>\n<p>Victim testified their relationship changed again around March 7, 1997, when she participated in a church event called Disciple Now. There, discussions about sexual relationships led victim to realize her relationship with Hubner was not normal, and afterwards, she began to either avoid being alone with Hubner or asked her friends to pull her away if they saw her with him. Sometime after Disciple Now, victim testified Hubner presented her with a bracelet as a birthday gift, though she refused the gift. After she rejected the gift and <span class=\"star-pagination\">*578</span> began to avoid Hubner, he became more forceful with victim. Victim complained to some adults that Hubner made her feel uncomfortable and she did not want to be around him, but she did not disclose to them the wrongful touchings.</p>\n<p>After the Disciple Now weekend in March, the next incident occurred when victim was thirteen years old, in July 1997. She and Hubner both attended a church camp. Victim related a time where she thought Hubner had accidentally touched her vagina when his fingers slipped in her bathing suit while Hubner was throwing victim and her friends in a swimming pool. However, at the same camp, victim testified to an event that upset her greatly. Victim testified she was talking to a group of people when Hubner called her over. Victim kept a row of chairs between them, but Hubner reached out to hug her anyway. Victim crossed her arms over her chest and leaned back. Hubner then grabbed victim around her face, pulled her toward him, and kissed her. Victim stated she felt that had she not turned her face, he would have kissed her on her lips. Victim was shocked at this. She stated she became very upset and was scared and shaking. She then told the two female leaders for her group about the kiss.</p>\n<p>Later, around August of 1997, victim rode over to the Hubner home with her sister, who was friends with Hubner's youngest daughter. He asked victim to accompany him to show her his new motorcycle. While in the garage, Hubner picked victim up, placed her on the bike, and sat on it behind her. He then put his hands down her shorts, over her panties, and fondled her vagina.</p>\n<p>Victim still did not tell anyone what had occurred with Hubner after the motorcycle incident. She testified she did not say anything because she thought Hubner loved her. She also stated she was afraid Hubner would kill her because he told her their \"relationship was secret and it was God's, and God punishes people when they don't obey him.\"</p>\n<p>Victim was able to avoid Hubner during the fall and winter of 1997 and 1998. Thereafter, victim began complaining to the church youth pastor about Hubner's unwanted attention. Victim told the pastor Hubner needed to be removed from the youth group, telling the pastor she was frightened of Hubner, that he hugged her too much, told her he loved her unconditionally, <span class=\"star-pagination\">*579</span> told her that her body was beautiful, and always wanted to be alone with her. While she did not detail any illegal behavior on Hubner's part, victim did, at the pastor's request, write a letter in the summer of 1998 explaining some of the aspects of their relationship and the reasons she felt uncomfortable around Hubner. As a result of that letter, Hubner was asked to step down from his position in the youth ministry department.</p>\n<p>Thereafter, when victim was fifteen and sitting alone outside the sanctuary during a Christmas pageant practice, Hubner sat down beside her, placed his arm around her shoulder and rested his hand on the side of her breast. During this incident, victim reported he told her he still loved her and they had a special relationship that was very secret.</p>\n<p>Eventually, victim opened up to her youth pastor and detailed some of the more explicit incidences that had occurred with Hubner. These allegations came to the attention of law enforcement, and Hubner was subsequently charged with six counts of committing a lewd act upon a child. After jury selection, the State requested it be allowed to introduce evidence of prior criminal actions by Hubner against another child which occurred in Maine in 1981 and 1982. The State argued there were numerous similarities between the two cases and the evidence should be admitted in order to demonstrate the existence of a common scheme or plan. The defense countered the allegations in the two cases were not that similar, but were merely general to this type of case. Further, the defense asserted, given the dissimilarities between the two cases and the fact that the prior case was almost twenty years old, the evidence should be excluded. The trial court held an in camera hearing on the matter, which included taking the testimony of Hubner's prior victim, Rachel,<sup>[2]</sup> regarding the incidents of abuse she suffered at the hands of Hubner.</p>\n<p>Rachel, who was thirty-two at the time of the trial, voluntarily traveled from her home in Arizona to South Carolina to testify against Hubner. She testified at the end of the summer <span class=\"star-pagination\">*580</span> of 1981, when she was eleven but about to turn twelve, her family moved to a new house in Waterville, Maine. Hubner lived three to four houses away and became acquainted with Rachel's parents. Thereafter, Rachel began to watch television with Hubner and became his friend. She would help him shovel his driveway and baby-sat his children at his house.</p>\n<p>Rachel thought Hubner was nice to her. Hubner began to give Rachel short hugs. At some point, however, these hugs became a kind where Hubner would touch her body in the wrong way. He also began to kiss Rachel on the neck, and cheek, and would French kiss her. This contact occurred at his house while Rachel was baby-sitting. There came a time when Hubner began to fondle Rachel's breasts and bottom through her clothing and would tell Rachel she had a nice body. On one occasion, Hubner came up from behind Rachel, grabbed her chest, and \"rub[bed] certain body parts.\" In another incident, Hubner removed Rachel's shirt, but not her bra, and just stared at her.</p>\n<p>Hubner also would put his hands in her front and back pockets and would massage her vagina and her buttocks through her clothes. This progressed until he would also touch her vaginal area under her clothes. Hubner would also come up behind her while he had an erection and rub himself against her. On other occasions, she touched his crotch both with and without his clothes on. This behavior progressed to him masturbating in front of Rachel and having sexual intercourse with her. Hubner also gave her alcohol. Rachel testified Hubner would tell her she was pretty, she had a beautiful body, and that he loved her. He threatened to kill her if she ever told anyone.</p>\n<p>On cross-examination, Rachel admitted giving a statement to police indicating the hugging started in December, 1981. The statement showed it was also during December that he was hugging her from behind and, by the next Saturday, put his hands in her shirt and played with her breasts. Rachel therefore agreed that within a week of the hugging in December, Hubner was touching her breasts. The statement further <span class=\"star-pagination\">*581</span> showed that \"by the next Saturday, [Hubner] started making passes at [her] by pointing at [her] and then him and then upstairs,\" so that he was almost immediately propositioning her for sex. Thus, Hubner was propositioning her within two weeks of the first hug. Rachel also admitted these sexual encounters involved other people. She testified one of her friend's, Michelle, was with her on one occasion where Hubner exposed his penis and masturbated in front of them. She also testified to an occasion when another man came over to Hubner's house and this man had intercourse with Rachel. Rachel's statement also indicated that around Christmas, Hubner was at Rachel's home and he put her on her bed and touched her near her breasts. Another time at Rachel's home, Hubner slapped her and tried to kiss her. Sometime after the hugging started, Hubner attempted to take Rachel's pants off while they were watching television. Rachel also indicated in her statement that Hubner offered to pay her for fellatio and to masturbate him. Rachel reported the matter in early February 1982. She agreed that all of these incidences took place over roughly a two-month period.</p>\n<p>During the hearing, Hubner took the stand and admitted pleading guilty to one count of unlawful sexual contact against Rachel, but denied he committed any of the acts Rachel claimed he committed. After hearing the testimony and arguments, the trial judge noted that the progression of the seriousness of the acts over a period of time was different between the two cases and there were \"a number of acts that were very dissimilar.\" Nonetheless, the judge found the similar acts were probative, and their probative value outweighed their prejudicial effect. He thus determined it was proper to admit the portions of Rachel's testimony regarding the similar acts, but the State was not allowed to go into dissimilar acts. The case proceeded to trial, and Rachel's testimony regarding the hugging, kissing and inappropriate touching was allowed into evidence over Hubner's objection. Thereafter, Hubner was found guilty on all charges and was sentenced to three consecutive twelve-year terms, two concurrent twelve-year terms, and one fifteen-year term, which was suspended with five years of probation.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*582</span> STANDARD OF REVIEW</h2>\n<p>Ordinarily, determinations concerning the admissibility of evidence are treated as involving questions of fact. <i>State v. Tutton,</i> 354 S.C. 319, 326, 580 S.E.2d 186, 190 (Ct.App.2003). However, the determination of whether the facts surrounding an assault sufficiently evidence a common scheme or plan is a question of law. <i>Id.</i> at 326-27, 580 S.E.2d at 190.</p>\n<p></p>\n<h2>LAW/ANALYSIS</h2>\n<p>Generally, evidence of prior crimes or bad acts is inadmissible to prove the specific crime charged; however, an exception exists for evidence tending to establish (1) motive, (2) intent, (3) the absence of mistake or accident, (4) a common scheme or plan embracing the commission of two or more crimes so related to each other that proof of one tends to establish the other, or (5) the identity of the person charged with the present crime. <i>See </i><i>State v. Lyle,</i> 125 S.C. 406, 416, 118 S.E. 803, 807 (1923); Rule 404(b), SCRE. For the common scheme or plan exception to apply, a close degree of similarity or connection between the prior bad act and the crime charged is necessary. <i>State v. Timmons,</i> 327 S.C. 48, 52, 488 S.E.2d 323, 325 (1997). The connection between the prior bad act and the charged crime must be more than just a similarity, as a common scheme or plan concerns more than just the commission of similar crimes; some connection between the crimes is necessary. <i>Id.</i> Under the common scheme or plan exception, there must be a close degree of similarity or connection between the prior bad act and the crime charged which enhances the probative value of the evidence so as to outweigh its prejudicial effect. <i>State v. Hough,</i> 325 S.C. 88, 95, 480 S.E.2d 77, 80 (1997).</p>\n<p>Further, common scheme or plan evidence in criminal sexual conduct cases will be admitted on a generalized basis only where there is a pattern of continuous illicit conduct. <i>Tutton,</i> 354 S.C. at 328, 580 S.E.2d at 191. The conduct need not be continuous, however, to fall within the common scheme or plan exception. <i>Id.</i> at 330, 580 S.E.2d at 192. Rather, the determination of the admissibility of a prior bad act that does not include continuous conduct rests solely on whether the <span class=\"star-pagination\">*583</span> requisite degree of similarity between the separate acts is present. <i>Id.</i></p>\n<p>In arguing to the trial judge that Rachel's testimony should be admitted, the solicitor asserted our appellate courts have been \"extremely liberal in the acceptance and the admissibility of <i>Lyle</i>-type testimony in child sexual assault cases.\" However, there is no case law to support that position. Indeed, this court noted in <i>Tutton,</i> that prior case law did not \"lower the bar for admissibility under <i>Lyle</i> simply because sexual crimes are involved.\" <i>Id.</i> at 328, 580 S.E.2d at 191.</p>\n<p>In <i>Tutton,</i> we found <i>Lyle</i> evidence of a previous attack against one of the same child victims to be inadmissible. Tutton was accused of improperly fondling two sisters who were visiting his live-in girlfriend's daughter. It was alleged that on the first night the children slept on the floor near Tutton's bed and he fondled one of them by touching her \"butt\", rubbing her private parts, and using his fingers to penetrate her vagina. <i>Tutton,</i> 354 S.C. at 323, 580 S.E.2d at 188. The second night, Tutton slept on a couch and the girls again slept nearby on the floor. <i>Id.</i> Another sister testified Tutton fondled her \"butt\" and touched her private parts before she could move over and out of Tutton's reach. <i>Id.</i> At trial, the State was allowed to introduce evidence from one of these girls that Tutton had previously assaulted her some four to five years prior to the trial. <i>Id.</i> at 324, 580 S.E.2d at 189. The girl testified Tutton forced her to lie on her back, take off her panties, and Tutton then performed oral sex on her and forced her to perform oral sex on him. <i>Id.</i> Additionally, she testified he threatened to tell her parents she was misbehaving if she told anyone of the incident. <i>Id.</i></p>\n<p>Recognizing that there were some similarities between the prior alleged assault and the charged offenses, this court, in <i>Tutton,</i> nonetheless found the separate offenses were dissimilar in significant ways. <i>Id.</i> at 331-32, 580 S.E.2d at 193. There we stated:</p>\n<blockquote>For purposes of analyzing evidence of prior misconduct under the common scheme or plan exception, we believe it is crucial to distinguish similarities that merely link the two crimes from those similarities that tend to paint the broader, <span class=\"star-pagination\">*584</span> more relevant picture. Where, for example, the similarities are used to prove only the defendant's intent, very little is required because the charged act in such cases is assumed done. 2 Wigmore, ยง 304. However, `where the very act is the object of proof, and is desired to be inferred from a plan or system, the combination of common features that will suggest a common plan as their explanation involves so much higher a grade of similarity as to constitute a substantially new and distinct test.' <i>Id.</i> `The added element, then, must be, not merely a similarity in the results, but <i>such a concurrence of common features that the various acts are normally to be explained as caused by a general plan of which they are the individual manifestations.</i>' <i>Id.</i> (emphasis in original).</blockquote>\n<p><i>Id.</i> at 331, 580 S.E.2d at 192-93. Noting that the balancing of similarities is a difficult task in cases dealing with the admission of common scheme or plan evidence, we found the similarities in the case were insufficient to support the inference that Tutton employed a common scheme or plan to commit the assaults alleged by the victims. <i>Id.</i> at 333, 580 S.E.2d at 194.</p>\n<p>In the case at hand, the acts were against two different victims and occurred some fourteen years apart. Thus, the testimony cannot be admitted on a generalized basis as a pattern of continuous illicit conduct under the common scheme or plan exception. Rather, the admissibility of Rachel's testimony rests solely on whether the requisite degree of similarity between the separate acts is present. As noted, this similarity must not merely be a similarity in the results. Rather, there must be such a concurrence of common features that the various acts are normally to be explained as caused by a general plan of which they are the individual manifestations.</p>\n<p>The trial judge here recognized the numerous dissimilarities in the two cases. He nonetheless allowed into evidence prior bad acts against Rachel, attempting to limit the impact of these dissimilarities by restricting the examination of Rachel to testimony concerning only similar acts. The evidence was thus presented in a vacuum to the jury. However, this does not diminish the fact that an overwhelming number of significant <span class=\"star-pagination\">*585</span> dissimilarities were present between the prior bad act and the case at hand. While the similarities may \"link the two crimes,\" the question is whether they \"paint the broader, more relevant picture\" of a common scheme or plan of which they are the individual manifestations. <i>Tutton,</i> 354 S.C. at 331, 580 S.E.2d at 192-93. Thus, the trial judge failed to balance the similarities and dissimilarities in making a determination as to whether Rachel's testimony concerning the prior bad acts was admissible at all.</p>\n<p>In the instant case, we find there are insufficient similarities between the conduct with Rachel and the conduct with victim to support admission of the evidence of Hubner's prior abuse of Rachel. First, while the prior acts with Rachel did include a few general similarities to the case at hand that may \"link the two crimes,\" including the hugging and inappropriate touchings of twelve-year-old girls, there were numerous dissimilarities between the acts. The kissing with Rachel included kissing her on her neck and cheek and French kissing her, while with victim it was one kiss on her cheek, which victim believed was meant for her lips. The acts with Rachel further included intercourse, fellatio, masturbation, and multiple partners. The conduct with Rachel included an almost immediate progression from innocuous hugs to inappropriate touching and beyond, such that it is hard to segregate the less egregious acts from the more egregious. Victim, on the other hand, alleged a slow progression in the development of a sexual based relationship where she was hugged, fondled, and ultimately persuaded to touch Hubner. The degree in and progression of behavior experienced by Rachel and victim is markedly different. Second, Hubner threatened to kill Rachel, whereas he told victim that God had given them a special, secret relationship. Thus, Hubner used victim's religious habits and beliefs to take advantage of the opportunities to commit these sexual acts and to keep her from telling anyone of them, whereas he used money, employment and physical threats to do the same to Rachel. Third, Hubner also committed sexual acts with another girl in the presence of Rachel, whereas there is no testimony he also committed such acts with any of victim's friends or that anyone else was <span class=\"star-pagination\">*586</span> present with victim during any of the abuse she experienced. Likewise, Rachel indicated Hubner brought in another man to join in the sexual acts with Rachel, while no such thing occurred with victim. Additionally, all abuse against Rachel took place at Hubner's house or Rachel's house, whereas the alleged abuse against victim, with the exception of one incident at Hubner's home, took place in public places such as the church, an amusement park, and church camp and all of these incidences were affiliated with church activities. Further, while Hubner often talked to Rachel about sex and gave her alcohol, victim alleges Hubner talked to her about God, religion, and her family problems. Victim did not indicate any instances where Hubner gave her any alcohol. Finally, the State focuses on the position of authority Hubner had over victim as a church deacon and leader within the youth group. He held no such special position of authority over Rachel, however, to whom he was simply a neighbor and person who employed her as a babysitter. Thus, the incidences with Rachel and victim occurred \"under different circumstances, at different times, in different places, and in different ways.\" <i>State v. Berry,</i> 332 S.C. 214, 219, 503 S.E.2d 770, 773 (Ct.App.1998).</p>\n<p>We are especially mindful of the exhortation in <i>Lyle</i> that \"if the court does not clearly perceive the connection between the extraneous criminal transaction and the crime charged, that is, its logical relevancy, the accused should be given the benefit of the doubt and the evidence should be rejected.\" <i>Lyle,</i> 125 S.C. at 417, 118 S.E. at 807. As previously noted, a close degree of similarity or connection between the prior bad act and the crime charged, which enhances the probative value of the evidence so as to outweigh its prejudicial effect, is required for the evidence to be admissible under the common scheme or plan exception. In the context of sexual assault cases, \"[t]he rationale for this rule is that the overwhelming result of admitting unconnected sexual relationships is to establish an accused's character or propensity to engage in the alleged sexual conduct as a basis for inferring that he committed the charged crime.\" <i>State v. Rivers,</i> 273 S.C. 75, 78, 254 S.E.2d 299, 300 (1979). Here, there simply is not such a close <span class=\"star-pagination\">*587</span> degree of similarity or connection between the prior bad act and the crimes charged as would enhance the probative value so as to outweigh its prejudicial effect. Because we do not clearly perceive the required connection between these two cases, we hold the trial judge erred in admitting Rachel's testimony.</p>\n<p>In addition to finding Rachel's testimony was admitted in error, we find the admission was not harmless. In determining whether the improper introduction of evidence is harmless, the appellate court must review the other evidence admitted at trial in order to determine whether the defendant's guilt was conclusively established by competent evidence such that no other rational consideration could be reached by the jury. <i>Tutton,</i> 354 S.C. at 334, 580 S.E.2d at 194. While the State presented some evidence that corroborated Hubner's opportunity to commit the acts in question and victim's reaction to Hubner, there was no testimony by anyone that witnessed a clear instance of Hubner's commission of a lewd act on victim. Hubner vehemently denied victim's accusations, and the case effectively came down to a challenge of credibility between Hubner and victim. Therefore, we cannot say that without Rachel's testimony the evidence was so overwhelming that a guilty verdict was the only rational conclusion.<sup>[3]</sup></p>\n<p>For the foregoing reasons, we reverse Hubner's convictions and remand for a new trial.</p>\n<p>REVERSED AND REMANDED.</p>\n<p>HEARN, C.J., and KITTREDGE, J., concur.</p>\n<h2>NOTES</h2>\n<p>[1]  We decide this case without oral argument pursuant to Rule 215, SCACR.</p>\n<p>[2]  The prior victim's name has been changed in this opinion to protect her identity.</p>\n<p>[3]  Because we find the trial judge erred in admitting the prior bad act evidence, we need not address other issues raised by Hubner. <i>See</i> <i>Futch v. McAllister Towing of Georgetown, Inc.,</i> 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (ruling an appellate court need not review remaining issues when its disposition of a prior issue is dispositive of the appeal).</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">362</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">572</span></span> (2005)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">608</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">463</span></span></b></center>\n<center><h1>The STATE, Respondent,<br>\nv.<br>\nJohn Gleason HUBNER, Appellant.</h1></center>\n<center>No. 3917.</center>\n<center><p><b>Court of Appeals of South Carolina.</b></p></center>\n<center>Submitted October 1, 2004.</center>\n<center>Decided January 10, 2005.</center>\n<center>Rehearing Denied February 17, 2005.</center>\n<p><span class=\"star-pagination\">*575</span> Carol Annette McCurry of West Columbia, for Appellant.</p>\n<p>Attorney General Henry Dargan McMaster, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Charles H. Richardson, and Assistant Attorney General David A. Spencer, all of Columbia; and Solicitor Warren Blair Giese, of Columbia, for Respondent.</p>\n<p>HUFF, J.:</p>\n<p>In this criminal case, John Gleason Hubner appeals following his conviction for six counts of lewd act upon a child. Hubner asserts the trial judge erred in (1) admitting evidence of a prior bad act under the common scheme or plan exception to the rule which generally disallows prior bad act evidence, (2) admitting the conviction itself resulting from that prior bad act, and (3) denying Hubner's motion for continuance. We reverse and remand<sup>[1]</sup> for a new trial.</p>\n<p></p>\n<h2>FACTUAL/PROCEDURAL BACKGROUND</h2>\n<p>The victim in this case met John Hubner in the summer of 1996. At that time, victim was twelve years old, was between sixth and seventh grade, and was about to start in her church's junior high youth group. Hubner was an active member of the church, where he volunteered with the youth group and taught Sunday school. Victim's first impression of Hubner was that he was nice, and she specifically appreciated the manner in which he would listen and talk to her. Victim testified she was able to talk to Hubner about problems in her relationship with her mother, and Hubner would tell her that victim was right and her mother had problems.</p>\n<p>Victim would often arrive at church early on Sunday mornings because her parents served as greeters in the church. When victim would get there, Hubner would regularly be <span class=\"star-pagination\">*576</span> waiting for her at a downstairs door, where he would immediately hug victim and engage her in conversation. Victim testified to a progression of a more sexual relationship from August 1996 through March 1997. Victim first recalled a major incident that occurred in a Sunday school room after she injured her leg playing softball. Hubner massaged her knee by reaching down into her pants to her knee and massaging her leg all the way back up to the top.</p>\n<p>Victim next testified to an incident that occurred during a discussion she had with Hubner about the changes her body was undergoing as a result of puberty and the effect it had on her softball playing abilities. During this conversation behind a closed door in victim's Sunday school room, victim testified Hubner hugged her from behind, pulled his arms out and reached across her breasts. He then moved his arms toward her hips, turned her toward him, lifted her shirt and stared at her in her bra. He then squeezed her breasts before putting her shirt back down and telling her everything was fine. Hubner also hugged victim tightly, pushing his crotch close to her. At this time, victim felt their relationship was changing.</p>\n<p>Victim testified about another incident occurring prior to Christmas in 1996 when they were alone in the game room in her church's youth area on a Wednesday night. There, Hubner showed her how to dance by putting victim's feet on top of his and holding her. Hubner reached into her back pockets and squeezed her \"butt.\" He then took his hands out of the pockets, placed them into her pants, and continued to squeeze her \"butt\" while they danced. He proceeded to lift her onto a foosball table and fondle her between her vagina and rectum. At this point, victim still liked Hubner because he listened to her, and he often told her that he loved her.</p>\n<p>Victim related another incident occurring November 15, 1996, when the youth group had a lock-in and went to Frankie's Fun Park. It was a cold evening and victim had left her jacket on the bus. Hubner asked her if she was cold and, although she told him she was not, he unzipped his jacket, put her inside the jacket with him, and zipped it back up. Suddenly, victim realized Hubner had an erection. He looked at her, hushed her, and told her he loved her.</p>\n<p><span class=\"star-pagination\">*577</span> On another occasion, victim related how, on a Sunday morning in the Sunday school room, they were alone with the door shut and talking about her problems with her mother. Hubner again told victim that she was right, and that her parents had problems. He stated that her parents were \"Sunday morning Christians\" and they did not have the relationship with God like he had and that he wanted victim to have. He told victim if she trusted God, everything would be okay. Hubner asked her to unbutton his shirt and touch his chest, which she did. Then, he guided her hand to touch his penis through his clothes. She repeatedly pinched his penis and he had an erection. Hubner's eyes rolled back into his head and then he suddenly stopped victim, telling her it was time for Sunday school. Thereafter, victim thought Hubner was mad at her because he did not speak to her the next several times he saw her. The next time they talked, Hubner told victim he loved her, that God had given them \"this really special relationship\" and that he was happy God had put her in his life. He told victim she needed to remember their relationship was private and secret, and that's the way God wanted it to be. On another occasion, Hubner sat victim down on his knee while in the church sanctuary and read I Corinthians 13, a bible passage on love, to her and told her that was how he loved victim.</p>\n<p>Next, victim related a story occurring in the church annex as she played hide and seek with friends. She was standing alone in a room when Hubner walked up behind her, picked her up around her breast area, and guided her behind a door. He began to massage her shoulders and neck and then proceeded to massage down her leg and then the inside of her leg, getting close to her groin. Victim broke away and ran to her friends.</p>\n<p>Victim testified their relationship changed again around March 7, 1997, when she participated in a church event called Disciple Now. There, discussions about sexual relationships led victim to realize her relationship with Hubner was not normal, and afterwards, she began to either avoid being alone with Hubner or asked her friends to pull her away if they saw her with him. Sometime after Disciple Now, victim testified Hubner presented her with a bracelet as a birthday gift, though she refused the gift. After she rejected the gift and <span class=\"star-pagination\">*578</span> began to avoid Hubner, he became more forceful with victim. Victim complained to some adults that Hubner made her feel uncomfortable and she did not want to be around him, but she did not disclose to them the wrongful touchings.</p>\n<p>After the Disciple Now weekend in March, the next incident occurred when victim was thirteen years old, in July 1997. She and Hubner both attended a church camp. Victim related a time where she thought Hubner had accidentally touched her vagina when his fingers slipped in her bathing suit while Hubner was throwing victim and her friends in a swimming pool. However, at the same camp, victim testified to an event that upset her greatly. Victim testified she was talking to a group of people when Hubner called her over. Victim kept a row of chairs between them, but Hubner reached out to hug her anyway. Victim crossed her arms over her chest and leaned back. Hubner then grabbed victim around her face, pulled her toward him, and kissed her. Victim stated she felt that had she not turned her face, he would have kissed her on her lips. Victim was shocked at this. She stated she became very upset and was scared and shaking. She then told the two female leaders for her group about the kiss.</p>\n<p>Later, around August of 1997, victim rode over to the Hubner home with her sister, who was friends with Hubner's youngest daughter. He asked victim to accompany him to show her his new motorcycle. While in the garage, Hubner picked victim up, placed her on the bike, and sat on it behind her. He then put his hands down her shorts, over her panties, and fondled her vagina.</p>\n<p>Victim still did not tell anyone what had occurred with Hubner after the motorcycle incident. She testified she did not say anything because she thought Hubner loved her. She also stated she was afraid Hubner would kill her because he told her their \"relationship was secret and it was God's, and God punishes people when they don't obey him.\"</p>\n<p>Victim was able to avoid Hubner during the fall and winter of 1997 and 1998. Thereafter, victim began complaining to the church youth pastor about Hubner's unwanted attention. Victim told the pastor Hubner needed to be removed from the youth group, telling the pastor she was frightened of Hubner, that he hugged her too much, told her he loved her unconditionally, <span class=\"star-pagination\">*579</span> told her that her body was beautiful, and always wanted to be alone with her. While she did not detail any illegal behavior on Hubner's part, victim did, at the pastor's request, write a letter in the summer of 1998 explaining some of the aspects of their relationship and the reasons she felt uncomfortable around Hubner. As a result of that letter, Hubner was asked to step down from his position in the youth ministry department.</p>\n<p>Thereafter, when victim was fifteen and sitting alone outside the sanctuary during a Christmas pageant practice, Hubner sat down beside her, placed his arm around her shoulder and rested his hand on the side of her breast. During this incident, victim reported he told her he still loved her and they had a special relationship that was very secret.</p>\n<p>Eventually, victim opened up to her youth pastor and detailed some of the more explicit incidences that had occurred with Hubner. These allegations came to the attention of law enforcement, and Hubner was subsequently charged with six counts of committing a lewd act upon a child. After jury selection, the State requested it be allowed to introduce evidence of prior criminal actions by Hubner against another child which occurred in Maine in 1981 and 1982. The State argued there were numerous similarities between the two cases and the evidence should be admitted in order to demonstrate the existence of a common scheme or plan. The defense countered the allegations in the two cases were not that similar, but were merely general to this type of case. Further, the defense asserted, given the dissimilarities between the two cases and the fact that the prior case was almost twenty years old, the evidence should be excluded. The trial court held an in camera hearing on the matter, which included taking the testimony of Hubner's prior victim, Rachel,<sup>[2]</sup> regarding the incidents of abuse she suffered at the hands of Hubner.</p>\n<p>Rachel, who was thirty-two at the time of the trial, voluntarily traveled from her home in Arizona to South Carolina to testify against Hubner. She testified at the end of the summer <span class=\"star-pagination\">*580</span> of 1981, when she was eleven but about to turn twelve, her family moved to a new house in Waterville, Maine. Hubner lived three to four houses away and became acquainted with Rachel's parents. Thereafter, Rachel began to watch television with Hubner and became his friend. She would help him shovel his driveway and baby-sat his children at his house.</p>\n<p>Rachel thought Hubner was nice to her. Hubner began to give Rachel short hugs. At some point, however, these hugs became a kind where Hubner would touch her body in the wrong way. He also began to kiss Rachel on the neck, and cheek, and would French kiss her. This contact occurred at his house while Rachel was baby-sitting. There came a time when Hubner began to fondle Rachel's breasts and bottom through her clothing and would tell Rachel she had a nice body. On one occasion, Hubner came up from behind Rachel, grabbed her chest, and \"rub[bed] certain body parts.\" In another incident, Hubner removed Rachel's shirt, but not her bra, and just stared at her.</p>\n<p>Hubner also would put his hands in her front and back pockets and would massage her vagina and her buttocks through her clothes. This progressed until he would also touch her vaginal area under her clothes. Hubner would also come up behind her while he had an erection and rub himself against her. On other occasions, she touched his crotch both with and without his clothes on. This behavior progressed to him masturbating in front of Rachel and having sexual intercourse with her. Hubner also gave her alcohol. Rachel testified Hubner would tell her she was pretty, she had a beautiful body, and that he loved her. He threatened to kill her if she ever told anyone.</p>\n<p>On cross-examination, Rachel admitted giving a statement to police indicating the hugging started in December, 1981. The statement showed it was also during December that he was hugging her from behind and, by the next Saturday, put his hands in her shirt and played with her breasts. Rachel therefore agreed that within a week of the hugging in December, Hubner was touching her breasts. The statement further <span class=\"star-pagination\">*581</span> showed that \"by the next Saturday, [Hubner] started making passes at [her] by pointing at [her] and then him and then upstairs,\" so that he was almost immediately propositioning her for sex. Thus, Hubner was propositioning her within two weeks of the first hug. Rachel also admitted these sexual encounters involved other people. She testified one of her friend's, Michelle, was with her on one occasion where Hubner exposed his penis and masturbated in front of them. She also testified to an occasion when another man came over to Hubner's house and this man had intercourse with Rachel. Rachel's statement also indicated that around Christmas, Hubner was at Rachel's home and he put her on her bed and touched her near her breasts. Another time at Rachel's home, Hubner slapped her and tried to kiss her. Sometime after the hugging started, Hubner attempted to take Rachel's pants off while they were watching television. Rachel also indicated in her statement that Hubner offered to pay her for fellatio and to masturbate him. Rachel reported the matter in early February 1982. She agreed that all of these incidences took place over roughly a two-month period.</p>\n<p>During the hearing, Hubner took the stand and admitted pleading guilty to one count of unlawful sexual contact against Rachel, but denied he committed any of the acts Rachel claimed he committed. After hearing the testimony and arguments, the trial judge noted that the progression of the seriousness of the acts over a period of time was different between the two cases and there were \"a number of acts that were very dissimilar.\" Nonetheless, the judge found the similar acts were probative, and their probative value outweighed their prejudicial effect. He thus determined it was proper to admit the portions of Rachel's testimony regarding the similar acts, but the State was not allowed to go into dissimilar acts. The case proceeded to trial, and Rachel's testimony regarding the hugging, kissing and inappropriate touching was allowed into evidence over Hubner's objection. Thereafter, Hubner was found guilty on all charges and was sentenced to three consecutive twelve-year terms, two concurrent twelve-year terms, and one fifteen-year term, which was suspended with five years of probation.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*582</span> STANDARD OF REVIEW</h2>\n<p>Ordinarily, determinations concerning the admissibility of evidence are treated as involving questions of fact. <i>State v. Tutton,</i> <span class=\"citation\" data-id=\"1240521\"><a href=\"/opinion/1240521/state-v-tutton/\"><span class=\"volume\">354</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">319</span></a></span>, 326, <span class=\"citation\" data-id=\"1240521\"><a href=\"/opinion/1240521/state-v-tutton/\"><span class=\"volume\">580</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">186</span></a></span>, 190 (Ct.App.2003). However, the determination of whether the facts surrounding an assault sufficiently evidence a common scheme or plan is a question of law. <i>Id.</i> at 326-27, 580 S.E.2d at 190.</p>\n<p></p>\n<h2>LAW/ANALYSIS</h2>\n<p>Generally, evidence of prior crimes or bad acts is inadmissible to prove the specific crime charged; however, an exception exists for evidence tending to establish (1) motive, (2) intent, (3) the absence of mistake or accident, (4) a common scheme or plan embracing the commission of two or more crimes so related to each other that proof of one tends to establish the other, or (5) the identity of the person charged with the present crime. <i>See </i><i>State v. Lyle,</i> <span class=\"citation\" data-id=\"3882458\"><a href=\"/opinion/4121224/state-v-lyle/\"><span class=\"volume\">125</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">406</span></a></span>, 416, <span class=\"citation\" data-id=\"3882458\"><a href=\"/opinion/4121224/state-v-lyle/\"><span class=\"volume\">118</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">803</span></a></span>, 807 (1923); Rule 404(b), SCRE. For the common scheme or plan exception to apply, a close degree of similarity or connection between the prior bad act and the crime charged is necessary. <i>State v. Timmons,</i> <span class=\"citation\" data-id=\"1210722\"><a href=\"/opinion/1210722/state-v-timmons/\"><span class=\"volume\">327</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">48</span></a></span>, 52, <span class=\"citation\" data-id=\"1210722\"><a href=\"/opinion/1210722/state-v-timmons/\"><span class=\"volume\">488</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">323</span></a></span>, 325 (1997). The connection between the prior bad act and the charged crime must be more than just a similarity, as a common scheme or plan concerns more than just the commission of similar crimes; some connection between the crimes is necessary. <i>Id.</i> Under the common scheme or plan exception, there must be a close degree of similarity or connection between the prior bad act and the crime charged which enhances the probative value of the evidence so as to outweigh its prejudicial effect. <i>State v. Hough,</i> <span class=\"citation no-link\"><span class=\"volume\">325</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">88</span></span>, 95, <span class=\"citation\" data-id=\"1288751\"><a href=\"/opinion/1288751/state-v-hough/\"><span class=\"volume\">480</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">77</span></a></span>, 80 (1997).</p>\n<p>Further, common scheme or plan evidence in criminal sexual conduct cases will be admitted on a generalized basis only where there is a pattern of continuous illicit conduct. <i>Tutton,</i> 354 S.C. at 328, 580 S.E.2d at 191. The conduct need not be continuous, however, to fall within the common scheme or plan exception. <i>Id.</i> at 330, 580 S.E.2d at 192. Rather, the determination of the admissibility of a prior bad act that does not include continuous conduct rests solely on whether the <span class=\"star-pagination\">*583</span> requisite degree of similarity between the separate acts is present. <i>Id.</i></p>\n<p>In arguing to the trial judge that Rachel's testimony should be admitted, the solicitor asserted our appellate courts have been \"extremely liberal in the acceptance and the admissibility of <i>Lyle</i>-type testimony in child sexual assault cases.\" However, there is no case law to support that position. Indeed, this court noted in <i>Tutton,</i> that prior case law did not \"lower the bar for admissibility under <i>Lyle</i> simply because sexual crimes are involved.\" <i>Id.</i> at 328, 580 S.E.2d at 191.</p>\n<p>In <i>Tutton,</i> we found <i>Lyle</i> evidence of a previous attack against one of the same child victims to be inadmissible. Tutton was accused of improperly fondling two sisters who were visiting his live-in girlfriend's daughter. It was alleged that on the first night the children slept on the floor near Tutton's bed and he fondled one of them by touching her \"butt\", rubbing her private parts, and using his fingers to penetrate her vagina. <i>Tutton,</i> 354 S.C. at 323, 580 S.E.2d at 188. The second night, Tutton slept on a couch and the girls again slept nearby on the floor. <i>Id.</i> Another sister testified Tutton fondled her \"butt\" and touched her private parts before she could move over and out of Tutton's reach. <i>Id.</i> At trial, the State was allowed to introduce evidence from one of these girls that Tutton had previously assaulted her some four to five years prior to the trial. <i>Id.</i> at 324, 580 S.E.2d at 189. The girl testified Tutton forced her to lie on her back, take off her panties, and Tutton then performed oral sex on her and forced her to perform oral sex on him. <i>Id.</i> Additionally, she testified he threatened to tell her parents she was misbehaving if she told anyone of the incident. <i>Id.</i></p>\n<p>Recognizing that there were some similarities between the prior alleged assault and the charged offenses, this court, in <i>Tutton,</i> nonetheless found the separate offenses were dissimilar in significant ways. <i>Id.</i> at 331-32, 580 S.E.2d at 193. There we stated:</p>\n<blockquote>For purposes of analyzing evidence of prior misconduct under the common scheme or plan exception, we believe it is crucial to distinguish similarities that merely link the two crimes from those similarities that tend to paint the broader, <span class=\"star-pagination\">*584</span> more relevant picture. Where, for example, the similarities are used to prove only the defendant's intent, very little is required because the charged act in such cases is assumed done. 2 Wigmore, ยง 304. However, `where the very act is the object of proof, and is desired to be inferred from a plan or system, the combination of common features that will suggest a common plan as their explanation involves so much higher a grade of similarity as to constitute a substantially new and distinct test.' <i>Id.</i> `The added element, then, must be, not merely a similarity in the results, but <i>such a concurrence of common features that the various acts are normally to be explained as caused by a general plan of which they are the individual manifestations.</i>' <i>Id.</i> (emphasis in original).</blockquote>\n<p><i>Id.</i> at 331, 580 S.E.2d at 192-93. Noting that the balancing of similarities is a difficult task in cases dealing with the admission of common scheme or plan evidence, we found the similarities in the case were insufficient to support the inference that Tutton employed a common scheme or plan to commit the assaults alleged by the victims. <i>Id.</i> at 333, 580 S.E.2d at 194.</p>\n<p>In the case at hand, the acts were against two different victims and occurred some fourteen years apart. Thus, the testimony cannot be admitted on a generalized basis as a pattern of continuous illicit conduct under the common scheme or plan exception. Rather, the admissibility of Rachel's testimony rests solely on whether the requisite degree of similarity between the separate acts is present. As noted, this similarity must not merely be a similarity in the results. Rather, there must be such a concurrence of common features that the various acts are normally to be explained as caused by a general plan of which they are the individual manifestations.</p>\n<p>The trial judge here recognized the numerous dissimilarities in the two cases. He nonetheless allowed into evidence prior bad acts against Rachel, attempting to limit the impact of these dissimilarities by restricting the examination of Rachel to testimony concerning only similar acts. The evidence was thus presented in a vacuum to the jury. However, this does not diminish the fact that an overwhelming number of significant <span class=\"star-pagination\">*585</span> dissimilarities were present between the prior bad act and the case at hand. While the similarities may \"link the two crimes,\" the question is whether they \"paint the broader, more relevant picture\" of a common scheme or plan of which they are the individual manifestations. <i>Tutton,</i> 354 S.C. at 331, 580 S.E.2d at 192-93. Thus, the trial judge failed to balance the similarities and dissimilarities in making a determination as to whether Rachel's testimony concerning the prior bad acts was admissible at all.</p>\n<p>In the instant case, we find there are insufficient similarities between the conduct with Rachel and the conduct with victim to support admission of the evidence of Hubner's prior abuse of Rachel. First, while the prior acts with Rachel did include a few general similarities to the case at hand that may \"link the two crimes,\" including the hugging and inappropriate touchings of twelve-year-old girls, there were numerous dissimilarities between the acts. The kissing with Rachel included kissing her on her neck and cheek and French kissing her, while with victim it was one kiss on her cheek, which victim believed was meant for her lips. The acts with Rachel further included intercourse, fellatio, masturbation, and multiple partners. The conduct with Rachel included an almost immediate progression from innocuous hugs to inappropriate touching and beyond, such that it is hard to segregate the less egregious acts from the more egregious. Victim, on the other hand, alleged a slow progression in the development of a sexual based relationship where she was hugged, fondled, and ultimately persuaded to touch Hubner. The degree in and progression of behavior experienced by Rachel and victim is markedly different. Second, Hubner threatened to kill Rachel, whereas he told victim that God had given them a special, secret relationship. Thus, Hubner used victim's religious habits and beliefs to take advantage of the opportunities to commit these sexual acts and to keep her from telling anyone of them, whereas he used money, employment and physical threats to do the same to Rachel. Third, Hubner also committed sexual acts with another girl in the presence of Rachel, whereas there is no testimony he also committed such acts with any of victim's friends or that anyone else was <span class=\"star-pagination\">*586</span> present with victim during any of the abuse she experienced. Likewise, Rachel indicated Hubner brought in another man to join in the sexual acts with Rachel, while no such thing occurred with victim. Additionally, all abuse against Rachel took place at Hubner's house or Rachel's house, whereas the alleged abuse against victim, with the exception of one incident at Hubner's home, took place in public places such as the church, an amusement park, and church camp and all of these incidences were affiliated with church activities. Further, while Hubner often talked to Rachel about sex and gave her alcohol, victim alleges Hubner talked to her about God, religion, and her family problems. Victim did not indicate any instances where Hubner gave her any alcohol. Finally, the State focuses on the position of authority Hubner had over victim as a church deacon and leader within the youth group. He held no such special position of authority over Rachel, however, to whom he was simply a neighbor and person who employed her as a babysitter. Thus, the incidences with Rachel and victim occurred \"under different circumstances, at different times, in different places, and in different ways.\" <i>State v. Berry,</i> <span class=\"citation\" data-id=\"1254244\"><a href=\"/opinion/1254244/state-v-berry/\"><span class=\"volume\">332</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">214</span></a></span>, 219, <span class=\"citation\" data-id=\"1254244\"><a href=\"/opinion/1254244/state-v-berry/\"><span class=\"volume\">503</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">770</span></a></span>, 773 (Ct.App.1998).</p>\n<p>We are especially mindful of the exhortation in <i>Lyle</i> that \"if the court does not clearly perceive the connection between the extraneous criminal transaction and the crime charged, that is, its logical relevancy, the accused should be given the benefit of the doubt and the evidence should be rejected.\" <i>Lyle,</i> 125 S.C. at 417, 118 S.E. at 807. As previously noted, a close degree of similarity or connection between the prior bad act and the crime charged, which enhances the probative value of the evidence so as to outweigh its prejudicial effect, is required for the evidence to be admissible under the common scheme or plan exception. In the context of sexual assault cases, \"[t]he rationale for this rule is that the overwhelming result of admitting unconnected sexual relationships is to establish an accused's character or propensity to engage in the alleged sexual conduct as a basis for inferring that he committed the charged crime.\" <i>State v. Rivers,</i> <span class=\"citation\" data-id=\"1332061\"><a href=\"/opinion/1332061/state-v-rivers/\"><span class=\"volume\">273</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">75</span></a></span>, 78, <span class=\"citation\" data-id=\"1332061\"><a href=\"/opinion/1332061/state-v-rivers/\"><span class=\"volume\">254</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">299</span></a></span>, 300 (1979). Here, there simply is not such a close <span class=\"star-pagination\">*587</span> degree of similarity or connection between the prior bad act and the crimes charged as would enhance the probative value so as to outweigh its prejudicial effect. Because we do not clearly perceive the required connection between these two cases, we hold the trial judge erred in admitting Rachel's testimony.</p>\n<p>In addition to finding Rachel's testimony was admitted in error, we find the admission was not harmless. In determining whether the improper introduction of evidence is harmless, the appellate court must review the other evidence admitted at trial in order to determine whether the defendant's guilt was conclusively established by competent evidence such that no other rational consideration could be reached by the jury. <i>Tutton,</i> 354 S.C. at 334, 580 S.E.2d at 194. While the State presented some evidence that corroborated Hubner's opportunity to commit the acts in question and victim's reaction to Hubner, there was no testimony by anyone that witnessed a clear instance of Hubner's commission of a lewd act on victim. Hubner vehemently denied victim's accusations, and the case effectively came down to a challenge of credibility between Hubner and victim. Therefore, we cannot say that without Rachel's testimony the evidence was so overwhelming that a guilty verdict was the only rational conclusion.<sup>[3]</sup></p>\n<p>For the foregoing reasons, we reverse Hubner's convictions and remand for a new trial.</p>\n<p>REVERSED AND REMANDED.</p>\n<p>HEARN, C.J., and KITTREDGE, J., concur.</p>\n<h2>NOTES</h2>\n<p>[1]  We decide this case without oral argument pursuant to Rule 215, SCACR.</p>\n<p>[2]  The prior victim's name has been changed in this opinion to protect her identity.</p>\n<p>[3]  Because we find the trial judge erred in admitting the prior bad act evidence, we need not address other issues raised by Hubner. <i>See</i> <i>Futch v. McAllister Towing of Georgetown, Inc.,</i> <span class=\"citation\" data-id=\"1347589\"><a href=\"/opinion/1347589/futch-v-mcallister-towing-of-georgetown/\"><span class=\"volume\">335</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">598</span></a></span>, 613, <span class=\"citation\" data-id=\"1347589\"><a href=\"/opinion/1347589/futch-v-mcallister-towing-of-georgetown/\"><span class=\"volume\">518</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">591</span></a></span>, 598 (1999) (ruling an appellate court need not review remaining issues when its disposition of a prior issue is dispositive of the appeal).</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1210722/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1240521/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1254244/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1288751/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1332061/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1347589/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3882458/"
          ]
        }
      ],
      "judges": "Huff",
      "date_created": "2014-10-30T11:19:02.743385Z",
      "date_modified": "2016-03-03T19:21:05.135746Z",
      "date_filed": "2005-01-10",
      "date_filed_is_approximate": false,
      "slug": "state-v-hubner",
      "citation_id": 1226111,
      "case_name_short": "Hubner",
      "case_name": "State v. Hubner",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "362 S.C. 572",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "608 S.E.2d 463",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 3,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/664118/state-v-hubner/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T11:19:02.739472Z",
  "date_modified": "2014-10-30T11:19:02.739472Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Hubner",
  "case_name": "State v. Hubner",
  "case_name_full": "",
  "slug": "state-v-hubner",
  "docket_number": "3917",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}