{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/678057/",
  "id": 678057,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca5/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/262804/",
      "id": 262804,
      "absolute_url": "/opinion/262804/united-states-v-madison-county-board-of-education-united-states-of/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/678057/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/262804/",
          "id": 262804,
          "absolute_url": "/opinion/262804/united-states-v-madison-county-board-of-education-united-states-of/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/262804/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T08:38:38Z",
          "date_modified": "2017-03-24T19:17:00.464854Z",
          "type": "010combined",
          "sha1": "7e0faf9fa53e88dbd7c114845dacf1c10b8eac31",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/326/326.F2d.237.20668.20772.20811_1.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">326 F.2d 237</p>\n    <p class=\"parties\">UNITED STATES of America, Appellant,<br>v.<br>MADISON COUNTY BOARD OF EDUCATION et al., Appellees.<br>UNITED STATES of America, Appellant,<br>v.<br>GULFPORT MUNICIPAL SEPARATE SCHOOL DISTRICT et al., Appellees.<br>UNITED STATES of America, Appellant,<br>v.<br>BILOXI MUNICIPAL SEPARATE SCHOOL DISTRICT et al., Appellees.</p>\n    <p class=\"docket\">No. 20668.</p>\n    <p class=\"docket\">No. 20772.</p>\n    <p class=\"docket\">No. 20811.</p>\n    <p class=\"court\">United States Court of Appeals Fifth Circuit.</p>\n    <p class=\"date\">January 7, 1964.</p>\n    <p class=\"date\">Rehearing Denied April 10, 1964.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">No. 20668:</p>\n      <p class=\"indent\">Macon L. Weaver, U. S. Atty., Birmingham, Ala., Harold H. Greene, St. John Barrett, Alan G. Marer, Attys., Dept. of Justice, Burke Marshall, Asst. Atty. Gen., Washington, D. C., Alanson W. Willcox, Gen. Counsel, Harold W. Horowitz, Associate Gen. Counsel, Edwin H. Yourman, Asst. Gen. Counsel, Harry J. Chernock, Paula Aronowitz, Mordecai Johnson, Attys., Dept. of Health, Education and Welfare, Washington, D. C., of counsel, for appellant.</p>\n      <p class=\"indent\">Reid B. Barnes, Birmingham, Ala., Ralph H. Ford, Joe L. Payne, Huntsville, Ala., R. L. Almon, Moulton, Ala., Ford, Caldwell, Ford &amp; Payne, Huntsville, Ala., Lange, Simpson, Robinson &amp; Somerville, Birmingham, Ala., of counsel, for appellees.</p>\n      <p class=\"indent\">No. 20772:</p>\n      <p class=\"indent\">St. John Barrett, Atty., Dept. of Justice, Washington, D. C., Robert E. Hauberg, U. S. Atty., Jackson, Miss., Harold H. Greene, Atty., Dept. of Justice, Burke Marshall, Asst. Atty. Gen., Washington, D. C., for appellant.</p>\n      <p class=\"indent\">Dugas Shands, Asst. Atty. Gen., of Mississippi, Jackson, Miss., Owen T. Palmer, Jr., Gulfport, Miss., Victor Boyd Pringle, Biloxi, Miss., Thomas H. Watkins, Jackson, Miss., for appellees.</p>\n      <p class=\"indent\">No. 20811:</p>\n      <p class=\"indent\">Harold H. Greene, St. John Barrett, Attys., Dept. of Justice, Burke Marshall, Asst. Atty. Gen., Washington, D. C., for appellant.</p>\n      <p class=\"indent\">Victor B. Pringle, Biloxi, Miss., Thomas H. Watkins, Jackson, Miss., Peter M. Stockett, Jr., Sp. Asst. Atty. Gen. of Mississippi, Jackson, Miss., Owen T. Palmer, Jr., Gulfport, Miss., for appellees.</p>\n      <p class=\"indent\">Before RIVES and CAMERON, Circuit Judges, and HUNTER, District Judge.</p>\n      <p class=\"indent\">RIVES, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These three appeals, though briefed separately, were argued orally at the same time. Each is an appeal from a judgment dismissing a complaint filed by the United States. In each case the United States sought to enjoin the local school board in the operation of the public schools under its jurisdiction from segregating upon the basis of race or color the children of members and civilian employees of the Armed Services. The opinions of the district courts are reported as United States v. Madison County Board of Education, N.D.Ala.1963, 219 F.Supp. 60; United States v. Biloxi Municipal School District and United States v. Gulfport Municipal Separate School District, S.D.Miss.1963, 219 F.Supp. 691. An appeal to this Court from a similar ruling in United States v. Bossier Parish School Board, W.D.La.1963, 220 F.Supp. 243, has not yet been heard.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In each of the cases the complaint filed by the United States was based upon two grounds: (1) that the local educational agency had contracted not to segregate the children, and (2) that their segregation burdens the exercise of the war power of the United States.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We think it clear that the defendants are not under such a contractual obligation to the United States as may be specifically enforced by injunction not to assign federally connected children to local schools on the basis of race or color. No one would be so rash as to claim that a local school board in either of the \"hard core\" States of Alabama or Mississippi would intentionally enter into a contract which it understood to provide for even partial desegregation of the races in the public schools under its jurisdiction. A more improbable official action of such a local school board can scarcely be imagined. Indeed the complaints do not claim that the local boards understood that any such effect would ensue from any contract.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The theory of the complaints is that the acceptance of federal aid for the operation of the public schools and for school construction in areas affected by federal activities and the assurances required as a condition of such aid have so obligated the local educational agencies. We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The complaints refer to two statutes, both originally enacted in September 1950. The briefs do not seriously rely upon one of those statutes, the one providing for federal financial assistance in the operation of the public schools in areas affected by federal activities, now appearing as Chapter 13 of Title 20, United States Code. Nothing can be found in that Chapter relating expressly or impliedly to the assignment of federally connected children on the basis of race or color. The congressional declaration of policy is contained in section 236 of Title 20:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">\"In recognition of the responsibility of the United States for the impact which certain Federal activities have on the local educational agencies in the areas in which such activities are carried on, the Congress declares it to be the policy of the United States to provide financial assistance (as set forth in this chapter) for those local educational agencies upon which the United States has placed financial burdens by reason of the fact that &#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">\"(1) the revenues available to such agencies from local sources have been reduced as the result of the acquisition of real property by the United States; or</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">\"(2) such agencies provide education for children residing on Federal property; or</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">\"(3) such agencies provide education for children whose parents are employed on Federal property; or</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\"(4) there has been a sudden and substantial increase in school attendance as the result of Federal activities.\" 20 U.S.C.A. &#167; 236.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Pursuant to that policy the federal Commissioner of Education has continued each year to make substantial payments to local educational agencies in areas affected by federal activities even where it was well known that all children in the public schools were strictly segregated on the basis of race or color. It may be that the Commissioner had no option to decline to make such payments in the light of the specific provisions of the statute disavowing any federal control over the operation of the public schools. Section 241(f) provides:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">\"(f) In the administration of this section, the Commissioner shall not exercise any direction, supervision, or control over the personnel, curriculum, or program of instruction of any school or school system.\" 20 U.S.C.A. &#167; 241(f).</p>\n    </div>\n    <p class=\"indent\">Section 242(a) provides:</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">\"(a) In the administration of this chapter, no department, agency, officer, or employee of the United States shall exercise any direction, supervision, or control over the personnel, curriculum, or program of instruction of any school or school system of any local or State educational agency.\" 20 U.S.C.A. &#167; 242 (a).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As stated, that statute is not seriously relied on in the briefs or arguments for the United States. The statute more seriously urged is that providing for school construction in areas affected by federal activities, Chapter 19 of Title 20, United States Code. The congressional purpose is expressed in what is now section 631 of Title 20:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">\"The purpose of this chapter is to provide assistance for the construction of urgently needed minimum school facilities in school districts which have had substantial increases in school membership as a result of new or increased Federal activities. There are authorized to be appropriated for the fiscal year ending June 30, 1959, and each fiscal year thereafter, such sums as the Congress may determine to be necessary for such purpose. Sums so appropriated, other than sums appropriated for administration, shall remain available until expended.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Following that purpose, the federal Commissioner of Education has continued each year to make large payments for construction of local public schools even where it was well known that a policy of strict racial segregation was enforced. Again, it may be that the Commissioner had no alternative in view of the specific disavowal of federal control contained in section 642(a):</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">\"(a) In the administration of this chapter, no department, agency, officer, or employee of the United States shall exercise any direction, supervision, or control over the personnel, curriculum, or program of instruction of any school or school system of any local or State educational agency.\" 20 U.S.C.A. &#167; 642(a).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The particular reliance of the United States is upon Assurance (F), and more specifically upon the clause of that Assurance which we italicize below in quoting several assurances required to be made in the application of a local educational agency for payment:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">\"(b) (1) Each application by a local educational agency shall set forth the project for the construction of school facilities for such agency with respect to which it is filed, and shall contain or be supported by &#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">\"* * *</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">\"(B) assurance that such agency has or will have title to the site, or the right to construct upon such site school facilities as specified in the application and to maintain such school facilities on such site for a period of not less than twenty years after the completion of the construction;</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">\"(C) assurance that such agency has legal authority to undertake the construction of the project and to finance any non-Federal share of the cost thereof as proposed, and assurance that adequate funds to defray any such non-Federal share will be available when needed;</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">\"(D) assurance that such agency will cause work on the project to be commenced within a reasonable time and prosecuted to completion with reasonable diligence;</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">\"(E) assurance that the rates of pay for laborers and mechanics engaged in the construction will be not less than the prevailing local wage rates for similar work as determined in accordance with sections 276a to 276a &#8212; 5 of Title 40;</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">\"(F) assurance that the school facilities of such agency will be available to the children for whose education contributions are provided in this chapter on the same terms, <i>in accordance with the laws of the State in which the school district of such agency is situated,</i> as they are available to other children in such school district; and</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">\"(G) assurance that such agency will from time to time prior to the completion of the project submit such reports relating to the project as the Commissioner may reasonably require.\" (Emphasis supplied.) 20 U.S.C.A. &#167; 636(b) (1).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The United States concedes, as it must, that when the statute was originally enacted the assurance in section 636(b) (1) (F) was intended for an almost opposite purpose, as thus explained in the report of the Committee on Education and Labor of the House of Representatives, No. 2810, 81st Cong., 2d Sess., p. 15 (1950):</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">\"This provision is intended as a safeguard against discrimination against categories of children mentioned in the bill as such, but <i>it is not intended to disturb classification on jurisdictional or similar grounds, or patterns of racial segregation established in accordance with the laws of the State in which the school district is situated.\"</i> (Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Again, the United States places its emphasis on the last clause just quoted: \"in accordance with the laws of the State in which the school district is situated.\" Its argument is that, as the State law has necessarily changed to conform to the United States Constitution as construed in Brown v. Board of Education, 1954, 347 U.S. 483, 74 S.Ct. 686, 98 L.Ed. 873, the obligation of each local school board under that assurance has also changed.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The doctrine of primary jurisdiction<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> requires that that question be first decided by the federal Commissioner of Education to whom the administration of the statute is confided by section 642(b):</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">\"(b) The Commissioner of Education shall administer this chapter, and he may make such regulations and perform such other functions as he finds necessary to carry out the provisions of this chapter.\" 20 U.S.C.A. &#167; 642(b).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The only provision of the statute which might possibly indicate a judicial remedy independent of the Commissioner of Education is that providing for repayment of unexpended funds:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">\"(b) Any funds paid to a local educational agency under this chapter and not expended for the purposes for which paid shall be repaid to the Treasury of the United States.\" 20 U.S.C.A. &#167; 637(b).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The United States does not seek repayment of any federal funds, but seeks to enjoin the local school board to operate the public schools under its jurisdiction so as not to segregate upon the basis of race or color the children of members and civilian employees of the Armed Services. However commendable may be that purpose, in our system of jurisprudence, the end cannot justify the means.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The only other remedy of which the statute can be said to fairly apprise any local school board is the administrative remedy subject to judicial review provided by section 641:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">\"&#167; 641. <i>Withholding of payments for noncompliance; judicial review of Commissioner's action in disapproving applications or withholding payments</i></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">\"(a) Whenever the Commissioner of Education, after reasonable notice and opportunity for hearing to a local educational agency, finds (1) that there is a substantial failure to comply with the drawings and specifications for the project, (2) that any funds paid to a local educational agency under this chapter have been diverted from the purposes for which paid, or (3) that any assurance given in an application is not being or cannot be carried out, the Commissioner may forthwith notify such agency that no further payment will be made under this chapter with respect to such agency until there is no longer any failure to comply or the diversion or default has been corrected or, if compliance or correction is impossible, until such agency repays or arranges for the repayment of Federal moneys which have been diverted or improperly expended.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">\"(b) The final refusal of the Commissioner to approve part or all of any application under this chapter, and the Commissioner's final action under subsection (a) of this section, shall be subject to judicial review on the record, in the United States court of appeals for the circuit in which the local educational agency is located, in accordance with the provisions of the Administrative Procedure Act.\" 20 U.S.C.A. &#167; 641.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The long-established principle is applicable that:</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">\"A general liability created by statute without a remedy may be enforced by an appropriate commonlaw action. But where the provision for the liability is coupled with a provision for a special remedy, that remedy, and that alone, must be employed.\"</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Pollard v. Bailey, 1874, 87 U.S. (20 Wall.) 520, 527, 22 L.Ed. 376.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The United States complains that the statutory remedy is wholly inadequate. That, however, is a matter appropriate for the consideration of Congress, especially in view of its obvious desire not to interfere with local control of the operation of the public schools, and of familiar legislative history that any such attempted control would prevent enactment of the statute, or if enacted, acceptance of the proffered aid by many of the local school boards where the greatest need might exist.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The briefs of counsel cite a wealth of legislative history which reinforces our conclusion, but we think the statutes so clear that this opinion need not be prolonged by a recital of that history. Clearly, the local school boards have not entered into any specifically enforceable contractual obligation not to assign federally connected children to local schools on the basis of race or color.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">As an independent ground for relief, the United States urges that the violations of the Fourteenth Amendment rights of the children of members and employees of the Armed Forces burdens the exercise of the war power. The one district court which has decided with the United States on its principal and primary ground, adequately disposed of this alternative ground as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">\"The instrusion of the war power upon domestic affairs is not to be lightly sanctioned. The two cases, pertaining to the war power, cited by the plaintiff, Paul v. United States, 371 U.S. 245, 83 S.Ct. 426, 9 L.Ed.2d 292 (1953) and United States v. Georgia Public Service Commission, 371 U.S. 285, 83 S.Ct. 397, 9 L.Ed.2d 317 (1963) prohibited state regulatory action in conflict with federal procurement statutes. Congress has not, however, enacted a statute defining a uniform national policy with regard to education of defendants [sic] of military personnel. On the contrary, Congress in 20 U.S.C. &#167; 636(b) (1) (F) recognized that state, not federal law, should be the standard governing the education of the federally-connected children. This is exactly opposite from congressional action concerning the procurement statutes. The cases on the commerce clause cited by the plaintiff are not controlling for the same reason. The fact that the School Board has deviated from state law, does not permit the application of federal military policy, as defined by the executive branch of the Government.\"</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">United States v. County School Board of Prince George County, Va., E.D.Va.1963, 221 F.Supp. 93, 104.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The consequences of any attempted direct exercise of the war power outside of military bases without any authorization by Congress and during peace time are so extreme as to be unthinkable. The statutes relied on in the first ground demonstrate that if any State fails or refuses to furnish suitable public schools for federally connected children, the United States can and will itself provide such schools. No occasion can arise for the suggested unprecedented and extremely dangerous exercise of the war power to affect the operation of the public schools of the State.</p>\n    </div>\n    <p class=\"indent\">Each of the judgments is</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In United States v. County School Board of Prince George County, Va., E.D.Va. 1963, 221 F.Supp. 93, after a trial on the merits the district court entered judgment for the United States on ground (1), but expressed its opinion against the United States on ground (2)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 3 Davis Administrative Law, section 19.01</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">326</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">237</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellant,<br>v.<br>MADISON COUNTY BOARD OF EDUCATION et al., Appellees.<br>UNITED STATES of America, Appellant,<br>v.<br>GULFPORT MUNICIPAL SEPARATE SCHOOL DISTRICT et al., Appellees.<br>UNITED STATES of America, Appellant,<br>v.<br>BILOXI MUNICIPAL SEPARATE SCHOOL DISTRICT et al., Appellees.</p>\n    <p class=\"docket\">No. 20668.</p>\n    <p class=\"docket\">No. 20772.</p>\n    <p class=\"docket\">No. 20811.</p>\n    <p class=\"court\">United States Court of Appeals Fifth Circuit.</p>\n    <p class=\"date\">January 7, 1964.</p>\n    <p class=\"date\">Rehearing Denied April 10, 1964.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">No. 20668:</p>\n      <p class=\"indent\">Macon L. Weaver, U. S. Atty., Birmingham, Ala., Harold H. Greene, St. John Barrett, Alan G. Marer, Attys., Dept. of Justice, Burke Marshall, Asst. Atty. Gen., Washington, D. C., Alanson W. Willcox, Gen. Counsel, Harold W. Horowitz, Associate Gen. Counsel, Edwin H. Yourman, Asst. Gen. Counsel, Harry J. Chernock, Paula Aronowitz, Mordecai Johnson, Attys., Dept. of Health, Education and Welfare, Washington, D. C., of counsel, for appellant.</p>\n      <p class=\"indent\">Reid B. Barnes, Birmingham, Ala., Ralph H. Ford, Joe L. Payne, Huntsville, Ala., R. L. Almon, Moulton, Ala., Ford, Caldwell, Ford &amp; Payne, Huntsville, Ala., Lange, Simpson, Robinson &amp; Somerville, Birmingham, Ala., of counsel, for appellees.</p>\n      <p class=\"indent\">No. 20772:</p>\n      <p class=\"indent\">St. John Barrett, Atty., Dept. of Justice, Washington, D. C., Robert E. Hauberg, U. S. Atty., Jackson, Miss., Harold H. Greene, Atty., Dept. of Justice, Burke Marshall, Asst. Atty. Gen., Washington, D. C., for appellant.</p>\n      <p class=\"indent\">Dugas Shands, Asst. Atty. Gen., of Mississippi, Jackson, Miss., Owen T. Palmer, Jr., Gulfport, Miss., Victor Boyd Pringle, Biloxi, Miss., Thomas H. Watkins, Jackson, Miss., for appellees.</p>\n      <p class=\"indent\">No. 20811:</p>\n      <p class=\"indent\">Harold H. Greene, St. John Barrett, Attys., Dept. of Justice, Burke Marshall, Asst. Atty. Gen., Washington, D. C., for appellant.</p>\n      <p class=\"indent\">Victor B. Pringle, Biloxi, Miss., Thomas H. Watkins, Jackson, Miss., Peter M. Stockett, Jr., Sp. Asst. Atty. Gen. of Mississippi, Jackson, Miss., Owen T. Palmer, Jr., Gulfport, Miss., for appellees.</p>\n      <p class=\"indent\">Before RIVES and CAMERON, Circuit Judges, and HUNTER, District Judge.</p>\n      <p class=\"indent\">RIVES, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These three appeals, though briefed separately, were argued orally at the same time. Each is an appeal from a judgment dismissing a complaint filed by the United States. In each case the United States sought to enjoin the local school board in the operation of the public schools under its jurisdiction from segregating upon the basis of race or color the children of members and civilian employees of the Armed Services. The opinions of the district courts are reported as United States v. Madison County Board of Education, N.D.Ala.1963, <span class=\"citation\" data-id=\"1438311\"><a href=\"/opinion/1438311/united-states-v-madison-county-board-of-education/\"><span class=\"volume\">219</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">60</span></a></span>; United States v. Biloxi Municipal School District and United States v. Gulfport Municipal Separate School District, S.D.Miss.1963, <span class=\"citation\" data-id=\"1438380\"><a href=\"/opinion/1438380/united-states-v-biloxi-municipal-school-district/\"><span class=\"volume\">219</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">691</span></a></span>. An appeal to this Court from a similar ruling in United States v. Bossier Parish School Board, W.D.La.1963, <span class=\"citation\" data-id=\"1815396\"><a href=\"/opinion/1815396/united-states-v-bossier-parish-school-board/\"><span class=\"volume\">220</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">243</span></a></span>, has not yet been heard.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In each of the cases the complaint filed by the United States was based upon two grounds: (1) that the local educational agency had contracted not to segregate the children, and (2) that their segregation burdens the exercise of the war power of the United States.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We think it clear that the defendants are not under such a contractual obligation to the United States as may be specifically enforced by injunction not to assign federally connected children to local schools on the basis of race or color. No one would be so rash as to claim that a local school board in either of the \"hard core\" States of Alabama or Mississippi would intentionally enter into a contract which it understood to provide for even partial desegregation of the races in the public schools under its jurisdiction. A more improbable official action of such a local school board can scarcely be imagined. Indeed the complaints do not claim that the local boards understood that any such effect would ensue from any contract.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The theory of the complaints is that the acceptance of federal aid for the operation of the public schools and for school construction in areas affected by federal activities and the assurances required as a condition of such aid have so obligated the local educational agencies. We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The complaints refer to two statutes, both originally enacted in September 1950. The briefs do not seriously rely upon one of those statutes, the one providing for federal financial assistance in the operation of the public schools in areas affected by federal activities, now appearing as Chapter 13 of Title 20, United States Code. Nothing can be found in that Chapter relating expressly or impliedly to the assignment of federally connected children on the basis of race or color. The congressional declaration of policy is contained in section 236 of Title 20:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">\"In recognition of the responsibility of the United States for the impact which certain Federal activities have on the local educational agencies in the areas in which such activities are carried on, the Congress declares it to be the policy of the United States to provide financial assistance (as set forth in this chapter) for those local educational agencies upon which the United States has placed financial burdens by reason of the fact that &#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">\"(1) the revenues available to such agencies from local sources have been reduced as the result of the acquisition of real property by the United States; or</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">\"(2) such agencies provide education for children residing on Federal property; or</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">\"(3) such agencies provide education for children whose parents are employed on Federal property; or</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\"(4) there has been a sudden and substantial increase in school attendance as the result of Federal activities.\" 20 U.S.C.A. &#167; 236.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Pursuant to that policy the federal Commissioner of Education has continued each year to make substantial payments to local educational agencies in areas affected by federal activities even where it was well known that all children in the public schools were strictly segregated on the basis of race or color. It may be that the Commissioner had no option to decline to make such payments in the light of the specific provisions of the statute disavowing any federal control over the operation of the public schools. Section 241(f) provides:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">\"(f) In the administration of this section, the Commissioner shall not exercise any direction, supervision, or control over the personnel, curriculum, or program of instruction of any school or school system.\" 20 U.S.C.A. &#167; 241(f).</p>\n    </div>\n    <p class=\"indent\">Section 242(a) provides:</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">\"(a) In the administration of this chapter, no department, agency, officer, or employee of the United States shall exercise any direction, supervision, or control over the personnel, curriculum, or program of instruction of any school or school system of any local or State educational agency.\" 20 U.S.C.A. &#167; 242 (a).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As stated, that statute is not seriously relied on in the briefs or arguments for the United States. The statute more seriously urged is that providing for school construction in areas affected by federal activities, Chapter 19 of Title 20, United States Code. The congressional purpose is expressed in what is now section 631 of Title 20:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">\"The purpose of this chapter is to provide assistance for the construction of urgently needed minimum school facilities in school districts which have had substantial increases in school membership as a result of new or increased Federal activities. There are authorized to be appropriated for the fiscal year ending June 30, 1959, and each fiscal year thereafter, such sums as the Congress may determine to be necessary for such purpose. Sums so appropriated, other than sums appropriated for administration, shall remain available until expended.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Following that purpose, the federal Commissioner of Education has continued each year to make large payments for construction of local public schools even where it was well known that a policy of strict racial segregation was enforced. Again, it may be that the Commissioner had no alternative in view of the specific disavowal of federal control contained in section 642(a):</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">\"(a) In the administration of this chapter, no department, agency, officer, or employee of the United States shall exercise any direction, supervision, or control over the personnel, curriculum, or program of instruction of any school or school system of any local or State educational agency.\" 20 U.S.C.A. &#167; 642(a).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The particular reliance of the United States is upon Assurance (F), and more specifically upon the clause of that Assurance which we italicize below in quoting several assurances required to be made in the application of a local educational agency for payment:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">\"(b) (1) Each application by a local educational agency shall set forth the project for the construction of school facilities for such agency with respect to which it is filed, and shall contain or be supported by &#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">\"* * *</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">\"(B) assurance that such agency has or will have title to the site, or the right to construct upon such site school facilities as specified in the application and to maintain such school facilities on such site for a period of not less than twenty years after the completion of the construction;</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">\"(C) assurance that such agency has legal authority to undertake the construction of the project and to finance any non-Federal share of the cost thereof as proposed, and assurance that adequate funds to defray any such non-Federal share will be available when needed;</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">\"(D) assurance that such agency will cause work on the project to be commenced within a reasonable time and prosecuted to completion with reasonable diligence;</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">\"(E) assurance that the rates of pay for laborers and mechanics engaged in the construction will be not less than the prevailing local wage rates for similar work as determined in accordance with sections 276a to 276a &#8212; 5 of Title 40;</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">\"(F) assurance that the school facilities of such agency will be available to the children for whose education contributions are provided in this chapter on the same terms, <i>in accordance with the laws of the State in which the school district of such agency is situated,</i> as they are available to other children in such school district; and</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">\"(G) assurance that such agency will from time to time prior to the completion of the project submit such reports relating to the project as the Commissioner may reasonably require.\" (Emphasis supplied.) 20 U.S.C.A. &#167; 636(b) (1).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The United States concedes, as it must, that when the statute was originally enacted the assurance in section 636(b) (1) (F) was intended for an almost opposite purpose, as thus explained in the report of the Committee on Education and Labor of the House of Representatives, No. 2810, 81st Cong., 2d Sess., p. 15 (1950):</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">\"This provision is intended as a safeguard against discrimination against categories of children mentioned in the bill as such, but <i>it is not intended to disturb classification on jurisdictional or similar grounds, or patterns of racial segregation established in accordance with the laws of the State in which the school district is situated.\"</i> (Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Again, the United States places its emphasis on the last clause just quoted: \"in accordance with the laws of the State in which the school district is situated.\" Its argument is that, as the State law has necessarily changed to conform to the United States Constitution as construed in Brown v. Board of Education, 1954, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></span>, the obligation of each local school board under that assurance has also changed.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The doctrine of primary jurisdiction<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> requires that that question be first decided by the federal Commissioner of Education to whom the administration of the statute is confided by section 642(b):</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">\"(b) The Commissioner of Education shall administer this chapter, and he may make such regulations and perform such other functions as he finds necessary to carry out the provisions of this chapter.\" 20 U.S.C.A. &#167; 642(b).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The only provision of the statute which might possibly indicate a judicial remedy independent of the Commissioner of Education is that providing for repayment of unexpended funds:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">\"(b) Any funds paid to a local educational agency under this chapter and not expended for the purposes for which paid shall be repaid to the Treasury of the United States.\" 20 U.S.C.A. &#167; 637(b).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The United States does not seek repayment of any federal funds, but seeks to enjoin the local school board to operate the public schools under its jurisdiction so as not to segregate upon the basis of race or color the children of members and civilian employees of the Armed Services. However commendable may be that purpose, in our system of jurisprudence, the end cannot justify the means.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The only other remedy of which the statute can be said to fairly apprise any local school board is the administrative remedy subject to judicial review provided by section 641:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">\"&#167; 641. <i>Withholding of payments for noncompliance; judicial review of Commissioner's action in disapproving applications or withholding payments</i></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">\"(a) Whenever the Commissioner of Education, after reasonable notice and opportunity for hearing to a local educational agency, finds (1) that there is a substantial failure to comply with the drawings and specifications for the project, (2) that any funds paid to a local educational agency under this chapter have been diverted from the purposes for which paid, or (3) that any assurance given in an application is not being or cannot be carried out, the Commissioner may forthwith notify such agency that no further payment will be made under this chapter with respect to such agency until there is no longer any failure to comply or the diversion or default has been corrected or, if compliance or correction is impossible, until such agency repays or arranges for the repayment of Federal moneys which have been diverted or improperly expended.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">\"(b) The final refusal of the Commissioner to approve part or all of any application under this chapter, and the Commissioner's final action under subsection (a) of this section, shall be subject to judicial review on the record, in the United States court of appeals for the circuit in which the local educational agency is located, in accordance with the provisions of the Administrative Procedure Act.\" 20 U.S.C.A. &#167; 641.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The long-established principle is applicable that:</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">\"A general liability created by statute without a remedy may be enforced by an appropriate commonlaw action. But where the provision for the liability is coupled with a provision for a special remedy, that remedy, and that alone, must be employed.\"</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Pollard v. Bailey, 1874, 87 U.S. (20 Wall.) 520, 527, <span class=\"citation\" data-id=\"88962\"><a href=\"/opinion/88962/pollard-v-bailey/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">376</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The United States complains that the statutory remedy is wholly inadequate. That, however, is a matter appropriate for the consideration of Congress, especially in view of its obvious desire not to interfere with local control of the operation of the public schools, and of familiar legislative history that any such attempted control would prevent enactment of the statute, or if enacted, acceptance of the proffered aid by many of the local school boards where the greatest need might exist.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The briefs of counsel cite a wealth of legislative history which reinforces our conclusion, but we think the statutes so clear that this opinion need not be prolonged by a recital of that history. Clearly, the local school boards have not entered into any specifically enforceable contractual obligation not to assign federally connected children to local schools on the basis of race or color.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">As an independent ground for relief, the United States urges that the violations of the Fourteenth Amendment rights of the children of members and employees of the Armed Forces burdens the exercise of the war power. The one district court which has decided with the United States on its principal and primary ground, adequately disposed of this alternative ground as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">\"The instrusion of the war power upon domestic affairs is not to be lightly sanctioned. The two cases, pertaining to the war power, cited by the plaintiff, Paul v. United States, <span class=\"citation no-link\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">245</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">426</span></span>, <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">292</span></span> (1953) and United States v. Georgia Public Service Commission, <span class=\"citation\" data-id=\"106509\"><a href=\"/opinion/106509/united-states-v-georgia-pub-serv-commn/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">285</span></a></span>, <span class=\"citation\" data-id=\"106509\"><a href=\"/opinion/106509/united-states-v-georgia-pub-serv-commn/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">397</span></a></span>, <span class=\"citation\" data-id=\"106509\"><a href=\"/opinion/106509/united-states-v-georgia-pub-serv-commn/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">317</span></a></span> (1963) prohibited state regulatory action in conflict with federal procurement statutes. Congress has not, however, enacted a statute defining a uniform national policy with regard to education of defendants [sic] of military personnel. On the contrary, Congress in 20 U.S.C. &#167; 636(b) (1) (F) recognized that state, not federal law, should be the standard governing the education of the federally-connected children. This is exactly opposite from congressional action concerning the procurement statutes. The cases on the commerce clause cited by the plaintiff are not controlling for the same reason. The fact that the School Board has deviated from state law, does not permit the application of federal military policy, as defined by the executive branch of the Government.\"</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">United States v. County School Board of Prince George County, Va., E.D.Va.1963, <span class=\"citation\" data-id=\"1527218\"><a href=\"/opinion/1527218/united-states-v-county-school-bd-prince-george-county-va/\"><span class=\"volume\">221</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">93</span></a></span>, 104.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The consequences of any attempted direct exercise of the war power outside of military bases without any authorization by Congress and during peace time are so extreme as to be unthinkable. The statutes relied on in the first ground demonstrate that if any State fails or refuses to furnish suitable public schools for federally connected children, the United States can and will itself provide such schools. No occasion can arise for the suggested unprecedented and extremely dangerous exercise of the war power to affect the operation of the public schools of the State.</p>\n    </div>\n    <p class=\"indent\">Each of the judgments is</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In United States v. County School Board of Prince George County, Va., E.D.Va. 1963, <span class=\"citation\" data-id=\"1527218\"><a href=\"/opinion/1527218/united-states-v-county-school-bd-prince-george-county-va/\"><span class=\"volume\">221</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">93</span></a></span>, after a trial on the merits the district court entered judgment for the United States on ground (1), but expressed its opinion against the United States on ground (2)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 3 Davis Administrative Law, section 19.01</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/88962/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106509/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1438311/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1438380/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1527218/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1815396/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T14:39:32.784354Z",
      "date_modified": "2016-03-03T18:05:41.126916Z",
      "date_filed": "1964-04-10",
      "date_filed_is_approximate": false,
      "slug": "united-states-v-madison-county-board-of-education-united-states-of",
      "citation_id": 236584,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "United States v. Madison County Board of Education, United States of America v. Gulfport Municipal Separate School District, United States of America v. Biloxi Municipal Separate School District",
      "federal_cite_one": "326 F.2d 237",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 23,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/678057/united-states-v-madison-county-board-of-education-united-states-of/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T11:26:02.561881Z",
  "date_modified": "2016-02-01T18:38:28.073634Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "United States v. Madison County Board of Education, United States of America v. Gulfport Municipal Separate School District, United States of America v. Biloxi Municipal Separate School District",
  "slug": "united-states-v-madison-county-board-of-education-united-states-of",
  "docket_number": "20811_1",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}