{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/679114/",
  "id": 679114,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/mo/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2405028/",
      "id": 2405028,
      "absolute_url": "/opinion/2405028/flora-realty-investment-co-v-city-of-ladue/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/679114/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2405028/",
          "id": 2405028,
          "absolute_url": "/opinion/2405028/flora-realty-investment-co-v-city-of-ladue/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2405028/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/4925/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:22:48.787445Z",
          "date_modified": "2017-04-09T20:02:56.980322Z",
          "type": "010combined",
          "sha1": "5007ba8838ddf9787ede57809b29b47c4ddafaf7",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>246 S.W.2d 771 (1952)</b></center>\n<center><h1>FLORA REALTY &amp; INVESTMENT CO.<br>\nv.<br>\nCITY OF LADUE.</h1></center>\n<center>No. 42103.</center>\n<center><p><b>Supreme Court of Missouri, En Banc.</b></p></center>\n<center>February 11, 1952.</center>\n<center>Rehearing Denied March 10, 1952.</center>\n<p><span class=\"star-pagination\">*772</span> Victor Packman, St. Louis, for appellant, Irl B. Baris, Curtis L. Mann, St. Louis, of counsel.</p>\n<p>J. H. Cunningham, Jr., St. Louis, for City of Ladue, respondent, Willson, Cunningham &amp; McClellan, St. Louis, of counsel.</p>\n<p>Thomas Rowe Schwarz, St. Louis, amicus curiae.</p>\n<p>Don O. Russell, St. Louis, amicus curiae for Village of Huntleigh.</p>\n<p>DALTON, Judge.</p>\n<p>Action in equity to have zoning ordinance No. 282 of the city of Ladue declared unconstitutional and void insofar as it restricts the use of plaintiff's property. Plaintiff is the owner of approximately 104 acres of real estate (acquired in 1911) in said city and the zoning ordinance placed this property in the \"A\" three acre minimum area one family residence district, wherein institutional use is forbidden except by special permit, as provided in said ordinance. Plaintiff charged that the ordinance, insofar as it classified plaintiff's property in District \"A\" and restricted the use thereof, was unreasonable, arbitrary, discriminatory, void and unconstitutional; that the classification of plaintiff's property in District \"A\" and the restrictions on use and area imposed thereby were \"without relationship to the needs of the health, safety, morals and general welfare of citizenry (present and future) of Ladue\"; that the classification and restrictions adversely affected the marketability and value of plaintiff's property, and that under said ordinance plaintiff's property was taken and damaged without compensation and <span class=\"star-pagination\">*773</span> without due process of law. After a hearing, the trial court found the issues for defendant and dismissed plaintiff's petition. Plaintiff has appealed.</p>\n<p>Respondent is a municipal corporation, duly organized and existing under the laws of this state and is a city of the fourth class, located in St. Louis county. It was formed in 1936 by the consolidation of three villages, Deer Creek, Ladue and McKnight. Appellant's real estate is located in the southwest section of the city a short distance south of Litzinger Road and between Lindberg Boulevard and Warson Road. It fronts 1,676 feet on Lindberg and about 800 feet on Warson. On its south and west boundaries it adjoins Huntleigh Village, which also has 3 acre minimum area one family residence zoning restrictions. Appellant's property is completely surrounded on all sides by real estate similarly zoned and restricted.</p>\n<p>The eastern portion of appellant's property (approximately 54 acres) was in the village of Deer Creek, which in 1934 adopted a zoning ordinance with 3 acre minimum area one family residence restrictions. After the consolidation, the city of Ladue in 1938 adopted a zoning ordinance and the 3 acre minimum area one family residence restrictions as to this portion of appellant's property were continued in force. In November 1946, that part of appellant's property then outside of the city of Ladue was subjected to a county zoning order providing for one acre minimum area one family residence use and allowing institutional use. In November 1947, the city of Ladue extended its western boundary line to Lindberg Boulevard and its south boundary to the corporate limits of Huntleigh Village and, in so doing, annexed the remaining portion of appellant's property. In July 1948, the 3 acre minimum area one family residence restrictions were extended by an amended ordinance to cover the annexed portion of appellant's property. So far as the record shows no objections had theretofore been made to the 3 acre minimum area one family residence restrictions previously imposed on the eastern part of appellant's property. This action was instituted in November 1948.</p>\n<p>By the terms of ordinance No. 282 all land embraced in the city limits is divided into seven districts. The ordinance places appellant's property in District \"A\", subject to use and area limitations, to wit, for residential purposes with a minimum of 3 acres per family. The minimum area per family for District \"B\" is 1.8 acres, for District \"C\" 30,000 square feet (approximately ¾ of an acre), for District \"D\" 15,000 square feet, for District \"E\" 10,000 square feet and, in District \"F\" a family may dwell on the second floor of any commercial structure on a lot fronting 25 feet or more on a street even though the lot contains less than 10,000 square feet. Schools, churches and institutions of an educational, religious or philanthropic nature are only permitted in \"D\" and \"E\" residence districts, \"F\" (Commercial) and \"G\" (Industrial) districts, except by special permit governed by procedure outlined in Section 8 of the ordinance.</p>\n<p>Appellant's evidence tended to show that approximately one hundred acres of its property is unimproved. \"It is gently rolling in spots and it has an elevated eminence throughout its area\" with the grade sloping \"perhaps not too gently\" down from Lindberg and Warson Roads. The best use of the property would be for residential purposes on one acre or less and it could very well be used for institutional purposes. The most marketable and most advantageous way to dispose of it to produce the greatest good would be to subdivide it into parcels of one acre or less. Real estate in the Village of Frontenac, which lies on the west side of Lindberg Boulevard and immediately to the north of the north line of appellant's property, is zoned for one acre residence use and the real estate east of Lindberg in Ladue and north of Litzinger is developed on one acre or less though zoned for 1.8 acres. It is possible to isolate a home on one acre or less. One acre is plenty to afford sufficient protection, since the average 7, 8, or 9 room house has about three thousand square feet of floor space and ten to fifteen times that area surrounding the house would be plenty of space for sunshine and air. About 20% of purchasers buy more than one lot. If <span class=\"star-pagination\">*774</span> more area is desired it may be purchased. In many areas in the city of Ladue septic tanks are considered safe and permissible as far as health is concerned. On the property south of Litzinger, between Warson and Lindberg the back ends of larger lots have grown up wild, as wasteland. Appellant's property is of sufficient area to lend itself very well to making its own neighborhood. Under good planning you can make a community out of 20 acres. It is possible to run roads from Lindberg east into appellant's property without servicing from Warson and Litzinger. Lindberg is a national highway carrying a lot of traffic. It could easily handle the traffic of home owners on ¾ acre lots and \"quite a few\" entrances could be made from appellant's property into Lindberg Boulevard. There is no practical reason that the area fronting on Lindberg couldn't be arranged for traffic entering and leaving by the west. Eighty homes or so would not add to the load on Warson and Litzinger Roads so as to create congestion. Litzinger could be widened and improved. Appellant's property is large enough to be subdivided into several distinct types of property all independent of each other. There is a sanitary sewer along Warson Road for some distance bordering appellant's property. If the sewer is adequate it wouldn't make any difference if there were 100 families on plaintiff's tract. There would be little difference in the school facilities required. The 3 acre minimum zoning restriction definitely and adversely affects the value of appellant's property and takes away about $800 per acre of its value. The property under 3 acre zoning is worth not more than $1,200 per acre in bulk. There is much more 3 acre zoned land in the vicinity than is being absorbed or will be absorbed for quite some time. There is a lot of vacant property, appellant's property will be very difficult to sell subject to 3 acre zoning and it couldn't be sold from a practical standpoint. Three acre and larger developments to the west in Huntleigh Village have been very slow and have not been sold out or built up in 13 or 14 years. A fifteen acre tract at the southeast corner of the intersection of Lindberg and Litzinger and a ten acre tract further east, both between appellant's property and Litzinger Road are vacant and unimproved. The effect of a development comprising one acre or less residence lots would not hurt the surrounding property but would probably be a benefit, because the neighborhood was being developed. If the 104 acres were permitted to be sold in ¾ acre residence tracts or for institutional purposes it could be sold profitably. If platted and sold in 3 acre tracts it would take so long in marketing that it would be a loss to the organization handling the development.</p>\n<p>There was evidence that appellant's land was worth $2,500 per acre with one acre zoning, but not worth one-third of that if it had to be used subject to the 3 acre restriction. It is not worth over $1,000 to $1,100 per acre under present zoning, according to other witnesses. There are institutions and schools in Ladue which do not injure adjacent high grade developments. The 3 acre minimum area restrictions and the limitations on the possibility of putting any part of the property to institutional use are a distinct detriment to the marketability and value of appellant's property. If zoned into ¾ acre tracts or available for institutional purposes it would be worth $2,500 per acre to a wholesale buyer, but a wholesale buyer could not handle it profitably with present restrictions. Smaller parcels for residential use would command a higher price and be more salable because the ordinary buyer is not interested in a parcel larger than that which is adequate for a proper home site. The cost of a home site is increased when the least a person can buy in the area is 3 acres, as distinguished from a smaller parcel. The development of appellant's property into ¾ acre lots and part institutional would not depreciate surrounding values, but would add value to the surrounding area as a residential development. There are places in the city of Ladue where District \"A\", is adjacent to District \"D\" or other districts without interference. The development of homes on ¾ acre tracts on appellant's land would not increase fire insurance rates as distinguished from homes on 3 acre tracts. There was <span class=\"star-pagination\">*775</span> other evidence that appellant's property was worth 40% less on the market in 3 acre tracts than if zoned for ¾ acre use and worth 60% less if it had to be sold in bulk for 3 acre use.</p>\n<p>Respondent's evidence tended to show that the St. Louis Metropolitan area had a population in excess of 1,680,000 persons; that in recent years the trend of the population movement had been into suburban areas; that St. Louis county had grown more rapidly in population than the city of St. Louis; that the city of Ladue was located directly west from the central area of the city of St. Louis and directly in the path of the better residence development; that the city contained only a limited amount of commercial and industrial development, but represented about the finest residential development of the entire metropolitan area; that the development of individual transportation had had the effect of dispursing population over much wider areas; that after the incorporation of the city of Ladue a study of population density revealed different types of residential development, with the community devoted largely to single family, individually owned residences on lots of various sizes, but with large lots as a predominating characteristic; that a complete and comprehensive zoning plan based upon existing and future needs had been adopted; and that the city contained 4532.78 acres divided into five residential districts, a commercial and an industrial district, to wit, \"A\" district 990.27 acres, \"B\" district 1450.31 acres, \"C\" district 794.84 acres, \"D\" district 307.26 acres, \"E\" district 77.84 acres, \"F\" district (commercial) 15.22 acres, \"G\" district (industrial) 127.12 acres and the remaining area, included parks, golf courses, open areas and roads. Only in the city of Ladue and the adjacent Huntleigh village is protection afforded for those who wish to develop 3 acre or larger residential tracts. Practically all of the existing development on four sides of appellant's property had been on 3 acre or larger tracts. Three acre tracts and larger have been developed and improved both east and west of Warson Road and north and south of Litzinger Road. There are no zoning restrictions on the type of dwelling houses in District \"A\", or on the cost or size of the improvements. Nor are there deed restrictions on the property in the vicinity of Warson and Litzinger.</p>\n<p>In locating appellant's property in the \"A\" district, the plan took into consideration the existing conditions and land use in that area, the trend of development, the matter of preservation of residential values and the best development and general welfare of the entire community. The matter of roads was also considered in connection with the placing of appellant's property in District \"A\". There are few main public highways in the area, but many private lanes and streets. Both Litzinger and Warson are old county roads, heavily crowded, comparatively narrow, but adequate for 3 acre minimum area residential development. They are adequate to handle the traffic, but not if the areas were to be divided into small lots. With small lots the density of population would increase and such increased traffic would overburden these main roads. Traffic would increase several times with lot size reduction, because of the services to and the activities of the residents. Litzinger Road was said to be a country lane, with two S curves and sharp turns. Paving is 20 feet, with 18 feet at bridges. There are steep grades on Warson with 20 foot pavement.</p>\n<p>The existing residential development in the vicinity of appellant's property is almost entirely of 3 acres or more. Only some five homes within 3,000 feet of appellant's property are on less than 3 acre tracts. The improved one family residential properties within 1,000 feet of appellant's real estate have a total reasonable market value of $1,290,000. Improved one family residence properties located more than 1,000 feet and less than 3,000 feet have a reasonable cash value of $1,560,000. A few old houses, originally farm houses, remain in the area but they are not characteristic of the trend of development. Of the total area of 990.27 acres in District \"A\" approximately one half has been developed with good homes, some built prior to World War II and some subsequent. The development of the area was retarded during the war years, 1942-1945, because of high building costs, priorities <span class=\"star-pagination\">*776</span> and restrictions upon the building of homes of the type common to the district. Some of the vacant property has not been offered for sale or development. About 50% of the acreage assigned to District \"B\" has also been developed and the rate of absorption of the area in District \"A\" and District \"B\" since 1937 has been about the same, indicating a well balanced plan for residential development. The total acreage assigned to the 3 acre minimum area district is none too large for such an area, if it is to retain its character. The development has been moving from east to west and a total of 96 acres in District \"A\" has been developed since 1937, though interrupted during the war years. The average land area developed per home built in 1944-1949 was approximately 5 acres. The development has been continuing with nice homes going up. There has been a demand for 3 acre and larger lots. Three acre zoning has apparently produced activity in the area. Building activity has stopped at the border of the \"A\" district. Property in the 3 acre minimum area district is considered very valuable and difficult to buy. Values in the \"A\" district were said to assist in supporting values in the districts zoned for smaller minimum areas.</p>\n<p>The evidence indicates that appellant's property with a considerable variety in elevations and irregularities of terrain is unusually well suited to the type of development which had already taken place about it on 3 and 5 acre and larger tracts. In such a development a large area is required, since the district cannot maintain its character if sections here and there are developed with smaller lots. Any intrusion of smaller lots into such an area will have the effect of materially impairing the value of the buildings already constructed. A reduction of the minimum area restrictions on appellant's property would have a materially adverse effect on the value of all property in the general vicinity of appellant's land. The zoning ordinance has tended to stabilize and preserve the value of the property in the several districts. The topography of the land, the character of the buildings and many other considerations entered into determining the location of the several districts, and the division lines between the districts, so that one district will not be materially affected by districts of a different classification. Appellant's tract, in view of all factors necessary for consideration is not large enough to provide its own district and, particularly, is not large enough when surrounded by the existing type of development now present about appellant's land. An increase in population in that area from a division into smaller lots and development of appellant's land on such a basis would unbalance the plan for school buildings and improvements, the entire system having been planned as a result of estimated population based on the zoning plan as adopted. Other city services, such as fire and police protection have been planned and operated in accord with the zoning of appellant's property recommended by city planners, Harland Bertholomew and associates and by the Zoning Commission of the City of Ladue after long study, and as adopted by the city.</p>\n<p>The report of the Zoning Commission dated February 18, 1948, pointed out with reference to appellant's property and the extension of District \"A\" to the western half thereof that said property was \"almost entirely surrounded by a 3 acre classification both in Ladue and in the village of Huntleigh\"; and that all development in the area now contains three or more acres. Three acre tracts in the vicinity were shown to have sold for $9,000, $12,500 and $15,000 for residence purposes.</p>\n<p>Respondent's evidence further tended to show that \"appellant's tract was too large to be sold in bulk\" for development purposes; that it is too large a tract to be put on the market at once; that on the basis of 100 acres the property should bring approximately $1,800 per acre. Other evidence fixed its value, as zoned and for the tract in its entirety, at $1,500 per acre. Institutional use would not increase the value of the property, but perhaps its marketability. Appellant has been asking $2,500 per acre, an exceedingly high price for a bulk sale of the tract under present zoning. Real estate in 3 acre or larger tracts in the vicinity has consistently sold for $3,500 per acre, and some 3 acre lots for $7,000 per acre.</p>\n<p><span class=\"star-pagination\">*777</span> The record clearly shows conflicting evidence on issues of fact (1) as to the amount and extent of the damage, if any, to the market value of appellant's property by reason of its classification in the \"A\" residence district (that is, unless it is only offered for sale as a whole); (2) as to roads and traffic conditions and the results to be anticipated from subdivision and development in smaller tracts upon traffic, city services, fire and police protection and schools; (3) as to the suitability and best use of appellant's land for large or small residence tracts; (4) as to whether appellant's tract is sufficiently large and properly located so as to make a district of its own with much smaller lots and without materially depreciating the value of existing improvements on surrounding properties; and (5) as to existing conditions and development in the area. Other issues of fact were presented by the oral testimony of numerous witnesses who appeared personally. The trial court saw and heard the witnesses and was in a better position to judge of their credibility and the weight and value to be given to their testimony. In finding the issues for respondent and dismissing appellant's petition the court resolved these conflicts against the appellant. Sec. 510.310, subd. 2, R.S.Mo.1949. We should and do defer to the trial court's findings on these fact issues.</p>\n<p>Appellant contends that \"the use and area limitations imposed on plaintiff's 104 acres in District \"A\" (to not less than 3 acres per family dwelling)\" and \"the restrictions on the use of plaintiff's land for institutional purposes\" are highly unreasonable and \"do not bear substantial relation to the public health, safety, morals or general welfare and therefore are invalid as applied to plaintiff.\" Appellant does \"not challenge the constitutional power of cities to enact zoning ordinances, just the validity of the ordinance of the city of Ladue insofar as it affects plaintiff's property.\" Appellant insists that \"a zoning ordinance which requires a minimum of 3 acres (130.680 sq. ft.) per family dwelling is per se arbitrary and unreasonable\"; and that the creation of other residential districts with a lesser minimum area per family emphasizes all the more that the restrictive provisions of District \"A\" bear no relation to the public health, safety, morals or general welfare. Appellant points to the \"variations in use and area regulations and side and front yard requirements in A, B, C, D, and E Districts,\" to the fact that other districts adjoin the \"A\" district and insists that a family may live safely, healthy and happily on less than one acre. Appellant asks what public necessity requires the ban on the use of land in District \"A\" to not less than 3 acres per family, while permitting a single family to dwell on much smaller areas in the other districts of the city. Appellant says that its \"property, as now limited, is not as marketable\"; that the market value has been heavily damaged; that its property is large enough to create its own neighborhood with no appreciable damage to the surrounding properties; and that the purpose of the zoning restrictions of respondent city was \"to expand an exclusive estate district\" and \"to prevent purchasers of moderate means from acquiring tracts for homesites,\" since the evidence showed \"that acreage in the `A' District along Warson and Litzinger Roads had sold for from $3,000 to $7,000 per acre in 3 acre tracts.\"</p>\n<p>In this state the matter of \"Zoning and Planning\" in all incorporated cities, towns and villages, located within counties of ten thousand or more inhabitants, is controlled by legislative enactment, Chapter 89, Secs. 89.010-89.140 R.S.Mo.1949.</p>\n<p>In the case of Landau v. Levin, 358 Mo. 77, 213 S.W.2d 483, 485, we said: \"the city legislative body has the duty to determine the use classification to be given any particular area. Unless it should appear that the conclusion of the city's legislative body in the respect in issue here is clearly arbitrary and unreasonable, we cannot substitute our opinion for that of the city's Board of Aldermen in zoning the property in question, and establishing the boundary lines. If the city's action in zoning the property is reasonably doubtful or even fairly debatable we cannot do so.\" And see, City of St. Louis v. Friedman, 358 Mo. 681, 216 S.W.2d 475; Schell v. Kansas City, Mo., 360 Mo. 27, 226 S.W.2d 718, 719; Women's Kansas City St. Andrew Soc. v. <span class=\"star-pagination\">*778</span> Kansas City, Mo., 8 Cir., 58 F.2d 593, 598; Zahn v. Board of Public Works, 274 U.S. 325, 47 S.Ct. 594, 71 L.Ed. 1074; Euclid, Ohio v. Ambler Realty Co., 272 U.S. 365, 47 S.Ct. 114, 71 L.Ed. 303.</p>\n<p>It is well settled, however, that, \"The governmental power to interfere by zoning regulations with the general rights of the land owner by restricting the character of his use, is not unlimited, and, other questions aside, such restriction cannot be imposed if it does not bear a substantial relation to the public health, safety, morals, or general welfare.\" Nectow v. City of Cambridge, 277 U.S. 183, 188, 48 S.Ct. 447, 448, 72 L.Ed. 842; State of Washington ex rel. Seattle Title Trust Co., Trustee v. Roberge, 278 U.S. 116, 121, 49 S.Ct. 50, 73 L.Ed. 210.</p>\n<p>A zoning ordinance \"must rest upon some rational basis of classification and apply alike to all persons and things falling within a designated class.\" State ex rel. Oliver Cadillac Co. v. Christopher, 317 Mo. 1179, 298 S.W. 720, 726. \"In any event the regulation and restriction into districts must be reasonable, uniform or universal and nondiscriminatory, the restrictions having a fair tendency to accomplish or aid in the accomplishment of some purpose for which the city may exercise its power.\" City of Richmond Heights v. Richmond Heights Memorial Post Benevolent Ass'n, 358 Mo. 70, 213 S.W.2d 479, 480; Welch v. Swasey, 214 U.S. 91, 105, 29 S.Ct. 567, 53 L.Ed. 923.</p>\n<p>\"A zoning ordinance may be valid in its general aspects, and yet as to a particular state of facts involving a particular owner affected thereby may be as to such owner so clearly arbitrary and unreasonable as to be unenforceable.\" Women's Kansas City St. Andrew Soc. v. Kansas City, Mo., supra [58 F.2d 599.] Appellant refers to this case as a landmark case containing a fine résumé of applicable law of \"so many quote-worthy pages that there can be no substitute for complete reading.\" Other cases relied upon by appellant include American Veterans Housing Cooperative, Inc., v. Zoning Board of Adjustment, 69 Pa.Dist. &amp; C. 449; State ex rel. Synod of Ohio of United Lutheran Church in America v. Joseph, 139 Ohio St. 229, 39 N.E.2d 515, 138 A.L.R. 1274; Lionshead Lake, Inc. v. Wayne Township, 8 N.J.Super. 468, 73 A. 2d 287, 288; and Miller v. Seaman, 137 Pa. Super. 24, 8 A.2d 415. In ruling the issue of reasonableness each case must turn upon its own peculiar facts. Landau v. Levin, supra; City of Richmond Heights v. Richmond Heights Memorial Post Benevolent Ass'n, supra; Taylor v. Schlemmer, 353 Mo. 687, 183 S.W.2d 913, 916; Fairmont Inv. Co. v. Woermann, 357 Mo. 625, 210 S.W.2d 26, 29; Glencoe Lime &amp; Cement Co. v. City of St. Louis, 341 Mo. 689, 108 S. W.2d 143, 145; Welch v. Swasey, supra. \"What may be the most appropriate use of any particular property depends not only on all the conditions, physical, economic and social, prevailing within the municipality and its needs, present and reasonably prospective, but also on the nature of the entire region in which the municipality is located and the use to which the land in that region has been or may be put most advantageously.\" Duffcon Concrete Products v. Borough of Cresskill, 1 N.J. 509, 513, 64 A.2d 347, 349, 9 A.L.R.2d 678, 681.</p>\n<p>The zoning ordinance in question having been enacted by the legislative body of the city pursuant to the police power is presumed to be valid. Appellant having challenged the constitutionality of the ordinance on the ground of unreasonableness as applied to its property has the burden of proving unreasonableness. State ex inf. Taylor ex rel. Kansas City v. North Kansas City, 360 Mo. 374, 228 S.W.2d 762, 774.</p>\n<p>The record in this case shows unusual factual conditions. In such situation the respondent city could adopt a comprehensive zoning plan suitable for its own peculiar location and needs, so long as it acted reasonably and not arbitrarily. \"In determining what is reasonable, much must depend upon the requirements of the locality, and what would be reasonable one place might well be unreasonable in another.\" Geneva Inv. Co. v. City of St. Louis, 8 Cir., 87 F.2d 83, 91. It was for the legislative body of the city to determine for itself what plan, rules and regulations were necessary to promote the public health, safety, <span class=\"star-pagination\">*779</span> moral and general welfare of its inhabitants, and the courts may not interfere unless it has clearly acted unreasonably. City of Richmond Heights v. Richmond Heights Memorial Post Benevolent Ass'n, supra; State ex rel. Oliver Cadillac Co. v. Christopher, supra; Ryan v. City of Warrensburg, 342 Mo. 761, 117 S.W.2d 303.</p>\n<p>The fact that loss will be sustained through depreciation, if the ordinance is valid, is not controlling. Every valid exercise of the police power is apt to affect the property of some one adversely. State ex rel. Oliver Cadillac Co. v. Christopher, supra; Geneva Inv. Co. v. City of St. Louis, supra; Ryan v. City of Warrensburg, supra. The fact that neighboring or adjoining property is less restricted than appellant's property does not establish arbitrary zoning or unfair discrimination. City of Richmond Heights v. Richmond Heights Memorial Post Benevolent Ass'n, supra; Gignoux v. Village of Kings Point, Sup., 99 N.Y.S.2d 280, 285; Geneva Inv. Co. v. City of St. Louis, supra.</p>\n<p>For the purpose of promoting health, safety, morals or the general welfare, respondent was fully authorized to regulate and restrict the size of yards, courts and other open spaces, the percentage of lots that could be occupied, the density of population and the use of the land for residence purposes. Sec. 89.020. For any and all of the purposes mentioned in Sec. 89.020, respondent had the right to divide the municipality into districts of such number, shape and area as it deemed best suited to carry out said purposes. The regulations were required to be uniform for each class, but those in one district could be different from those in another district. Sec. 89.030. The facts as found by the trial court and as we believe them to be, as shown by this record, disclose the adoption of a comprehensive plan designed to lessen congestion in the streets, to secure safety from fire and other dangers, to promote health and the general welfare, to provide adequate light and air, to facilitate adequate provision for transportation and other public requirements. The regulations have been made with reasonable consideration, among other things, to the character of the district and its peculiar suitability for particular uses, and with a view to conserving the values of existing buildings and for the purpose of encouraging the most appropriate use of the land in the area. Sec. 89.040.</p>\n<p>In this case the particular restriction complained of is an integral part of a general plan, which we believe bears a definite and clear relationship to the well established purposes of the police power. The particular provision placing appellant's property in the \"A\" district, and subjecting it to the 3 acre minimum area restrictions, is supported not alone by this provision's immediate relationship to public health, safety, morals and general welfare, but as a part of the general plan designed to foster the same ends. The evidence shows that the exclusion of appellant's property would clearly interfere with the general zoning plan adopted for the benefit of the entire community. We do not view the ordinance as an attempt to segregate economic classes by zoning or as an attempt to restrict the \"A\" District or any other districts to particular classes of residents. Appellant concedes that \"mansions, ordinary homes and farm houses are all in the same area\" in the \"A\" District.</p>\n<p>On the record presented we cannot say that this ordinance, in classifying territory into different residential zones with different minimum area requirements and placing appellant's property in District \"A\" with minimum 3 acre area restrictions, bears no substantial relation to public health, safety, morals, or general welfare and, therefore, is unreasonable under the facts shown. We must hold that the issue is fairly debatable and, in respect to the classification of appellant's property, the ordinance in that respect is valid. Gignoux v. Village of Kings Point, supra; Dilliard v. Village of North Hills, 276 App.Div. 969, 94 N.Y.S.2d 715; Simon v. Town of Needham, 311 Mass. 560, 42 N.E.2d 516, 141 A.L.R. 688. And see, Elbert v. Village of North Hills, Sup., 28 N.Y.S.2d 317.</p>\n<p>There remains only the question of whether the restrictions on institutional use in the \"A\" District was \"highly unreasonable.\" <span class=\"star-pagination\">*780</span> While the use regulations exclude institutions from the \"A\" residence district, their exclusion is not absolute and location is authorized in the \"D\" and \"E\" residence districts and in the \"F\" (commercial) district and the \"G\" (industrial) district. Further, Sec. 8 of the ordinance provides for the filing of a written application for institutional use in districts from which such use is excluded, and for notice, a hearing, a report by the City Planning Commission and for authority to be granted to the city council under certain circumstances. In case the City Planning Commission or the owners of 10% or more of the property within 1,000 feet of the premises object, the favorable vote of 3/4 of all members of the city council is required to authorize the use. And see, Sec. 89.060. In effect each application is ruled with reference to public health, safety, morals or general welfare after a hearing and report by the City Planning Commission.</p>\n<p>Viewing the ordinance as a part of a general zoning plan and in its general scope, there is no doubt as to its validity. Euclid, Ohio v. Ambler Realty Co., supra, 272 U.S. 365, 47 S.Ct. 114, 71 L.Ed. 303, 311. Our statutes, Chapter 89, Sec. 89.010 et seq. expressly provide for the regulation of land use, the divisions into districts, et cetera. Further, the police power, as evidenced by the zoning ordinance, is not limited to the mere suppression of offense uses of property, but may act constructively for the promotion of the general welfare. In addition, the use of a specific part or all of appellant's property for any specific institutional use or purpose is not presented by this record. The issue is not brought \"to exact focus.\" The pleadings and evidence fail to show that any such application has been filed or denied, or that there is any specific use in prospect, or that any specific institutional use is contemplated. Appellant cannot challenge the validity of Section 8 of the ordinance on hypothetical grounds. The question necessarily must be involved in the case before the court. Rust v. Missouri Dental Board, 348 Mo. 616, 155 S.W.2d 80, 85. In the circumstances shown by this record no ground for equitable relief on this issue is presented and we may not rule as to the validity of Section 8, supra. It is apparent that the cases relied upon by appellant do not support its position here. State ex rel. Synod of Ohio of United Lutheran Churches in America v. Joseph, supra; Women's Kansas City St. Andrew Soc. v. Kansas City, Mo., supra; State of Washington ex rel. Seattle Title Trust Co. v. Roberge, supra; Village of University Heights, v. Cleveland Jewish Orphans' Home, 6 Cir., 20 F.2d 743, 745, 54 A.L.R. 1008.</p>\n<p>The judgment is affirmed.</p>\n<p>All concur.</p>\n<p>Adopted as opinion of the court en banc.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">246</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">771</span></span> (1952)</b></center>\n<center><h1>FLORA REALTY &amp; INVESTMENT CO.<br>\nv.<br>\nCITY OF LADUE.</h1></center>\n<center>No. 42103.</center>\n<center><p><b>Supreme Court of Missouri, En Banc.</b></p></center>\n<center>February 11, 1952.</center>\n<center>Rehearing Denied March 10, 1952.</center>\n<p><span class=\"star-pagination\">*772</span> Victor Packman, St. Louis, for appellant, Irl B. Baris, Curtis L. Mann, St. Louis, of counsel.</p>\n<p>J. H. Cunningham, Jr., St. Louis, for City of Ladue, respondent, Willson, Cunningham &amp; McClellan, St. Louis, of counsel.</p>\n<p>Thomas Rowe Schwarz, St. Louis, amicus curiae.</p>\n<p>Don O. Russell, St. Louis, amicus curiae for Village of Huntleigh.</p>\n<p>DALTON, Judge.</p>\n<p>Action in equity to have zoning ordinance No. 282 of the city of Ladue declared unconstitutional and void insofar as it restricts the use of plaintiff's property. Plaintiff is the owner of approximately 104 acres of real estate (acquired in 1911) in said city and the zoning ordinance placed this property in the \"A\" three acre minimum area one family residence district, wherein institutional use is forbidden except by special permit, as provided in said ordinance. Plaintiff charged that the ordinance, insofar as it classified plaintiff's property in District \"A\" and restricted the use thereof, was unreasonable, arbitrary, discriminatory, void and unconstitutional; that the classification of plaintiff's property in District \"A\" and the restrictions on use and area imposed thereby were \"without relationship to the needs of the health, safety, morals and general welfare of citizenry (present and future) of Ladue\"; that the classification and restrictions adversely affected the marketability and value of plaintiff's property, and that under said ordinance plaintiff's property was taken and damaged without compensation and <span class=\"star-pagination\">*773</span> without due process of law. After a hearing, the trial court found the issues for defendant and dismissed plaintiff's petition. Plaintiff has appealed.</p>\n<p>Respondent is a municipal corporation, duly organized and existing under the laws of this state and is a city of the fourth class, located in St. Louis county. It was formed in 1936 by the consolidation of three villages, Deer Creek, Ladue and McKnight. Appellant's real estate is located in the southwest section of the city a short distance south of Litzinger Road and between Lindberg Boulevard and Warson Road. It fronts 1,676 feet on Lindberg and about 800 feet on Warson. On its south and west boundaries it adjoins Huntleigh Village, which also has 3 acre minimum area one family residence zoning restrictions. Appellant's property is completely surrounded on all sides by real estate similarly zoned and restricted.</p>\n<p>The eastern portion of appellant's property (approximately 54 acres) was in the village of Deer Creek, which in 1934 adopted a zoning ordinance with 3 acre minimum area one family residence restrictions. After the consolidation, the city of Ladue in 1938 adopted a zoning ordinance and the 3 acre minimum area one family residence restrictions as to this portion of appellant's property were continued in force. In November 1946, that part of appellant's property then outside of the city of Ladue was subjected to a county zoning order providing for one acre minimum area one family residence use and allowing institutional use. In November 1947, the city of Ladue extended its western boundary line to Lindberg Boulevard and its south boundary to the corporate limits of Huntleigh Village and, in so doing, annexed the remaining portion of appellant's property. In July 1948, the 3 acre minimum area one family residence restrictions were extended by an amended ordinance to cover the annexed portion of appellant's property. So far as the record shows no objections had theretofore been made to the 3 acre minimum area one family residence restrictions previously imposed on the eastern part of appellant's property. This action was instituted in November 1948.</p>\n<p>By the terms of ordinance No. 282 all land embraced in the city limits is divided into seven districts. The ordinance places appellant's property in District \"A\", subject to use and area limitations, to wit, for residential purposes with a minimum of 3 acres per family. The minimum area per family for District \"B\" is 1.8 acres, for District \"C\" 30,000 square feet (approximately ¾ of an acre), for District \"D\" 15,000 square feet, for District \"E\" 10,000 square feet and, in District \"F\" a family may dwell on the second floor of any commercial structure on a lot fronting 25 feet or more on a street even though the lot contains less than 10,000 square feet. Schools, churches and institutions of an educational, religious or philanthropic nature are only permitted in \"D\" and \"E\" residence districts, \"F\" (Commercial) and \"G\" (Industrial) districts, except by special permit governed by procedure outlined in Section 8 of the ordinance.</p>\n<p>Appellant's evidence tended to show that approximately one hundred acres of its property is unimproved. \"It is gently rolling in spots and it has an elevated eminence throughout its area\" with the grade sloping \"perhaps not too gently\" down from Lindberg and Warson Roads. The best use of the property would be for residential purposes on one acre or less and it could very well be used for institutional purposes. The most marketable and most advantageous way to dispose of it to produce the greatest good would be to subdivide it into parcels of one acre or less. Real estate in the Village of Frontenac, which lies on the west side of Lindberg Boulevard and immediately to the north of the north line of appellant's property, is zoned for one acre residence use and the real estate east of Lindberg in Ladue and north of Litzinger is developed on one acre or less though zoned for 1.8 acres. It is possible to isolate a home on one acre or less. One acre is plenty to afford sufficient protection, since the average 7, 8, or 9 room house has about three thousand square feet of floor space and ten to fifteen times that area surrounding the house would be plenty of space for sunshine and air. About 20% of purchasers buy more than one lot. If <span class=\"star-pagination\">*774</span> more area is desired it may be purchased. In many areas in the city of Ladue septic tanks are considered safe and permissible as far as health is concerned. On the property south of Litzinger, between Warson and Lindberg the back ends of larger lots have grown up wild, as wasteland. Appellant's property is of sufficient area to lend itself very well to making its own neighborhood. Under good planning you can make a community out of 20 acres. It is possible to run roads from Lindberg east into appellant's property without servicing from Warson and Litzinger. Lindberg is a national highway carrying a lot of traffic. It could easily handle the traffic of home owners on ¾ acre lots and \"quite a few\" entrances could be made from appellant's property into Lindberg Boulevard. There is no practical reason that the area fronting on Lindberg couldn't be arranged for traffic entering and leaving by the west. Eighty homes or so would not add to the load on Warson and Litzinger Roads so as to create congestion. Litzinger could be widened and improved. Appellant's property is large enough to be subdivided into several distinct types of property all independent of each other. There is a sanitary sewer along Warson Road for some distance bordering appellant's property. If the sewer is adequate it wouldn't make any difference if there were 100 families on plaintiff's tract. There would be little difference in the school facilities required. The 3 acre minimum zoning restriction definitely and adversely affects the value of appellant's property and takes away about $800 per acre of its value. The property under 3 acre zoning is worth not more than $1,200 per acre in bulk. There is much more 3 acre zoned land in the vicinity than is being absorbed or will be absorbed for quite some time. There is a lot of vacant property, appellant's property will be very difficult to sell subject to 3 acre zoning and it couldn't be sold from a practical standpoint. Three acre and larger developments to the west in Huntleigh Village have been very slow and have not been sold out or built up in 13 or 14 years. A fifteen acre tract at the southeast corner of the intersection of Lindberg and Litzinger and a ten acre tract further east, both between appellant's property and Litzinger Road are vacant and unimproved. The effect of a development comprising one acre or less residence lots would not hurt the surrounding property but would probably be a benefit, because the neighborhood was being developed. If the 104 acres were permitted to be sold in ¾ acre residence tracts or for institutional purposes it could be sold profitably. If platted and sold in 3 acre tracts it would take so long in marketing that it would be a loss to the organization handling the development.</p>\n<p>There was evidence that appellant's land was worth $2,500 per acre with one acre zoning, but not worth one-third of that if it had to be used subject to the 3 acre restriction. It is not worth over $1,000 to $1,100 per acre under present zoning, according to other witnesses. There are institutions and schools in Ladue which do not injure adjacent high grade developments. The 3 acre minimum area restrictions and the limitations on the possibility of putting any part of the property to institutional use are a distinct detriment to the marketability and value of appellant's property. If zoned into ¾ acre tracts or available for institutional purposes it would be worth $2,500 per acre to a wholesale buyer, but a wholesale buyer could not handle it profitably with present restrictions. Smaller parcels for residential use would command a higher price and be more salable because the ordinary buyer is not interested in a parcel larger than that which is adequate for a proper home site. The cost of a home site is increased when the least a person can buy in the area is 3 acres, as distinguished from a smaller parcel. The development of appellant's property into ¾ acre lots and part institutional would not depreciate surrounding values, but would add value to the surrounding area as a residential development. There are places in the city of Ladue where District \"A\", is adjacent to District \"D\" or other districts without interference. The development of homes on ¾ acre tracts on appellant's land would not increase fire insurance rates as distinguished from homes on 3 acre tracts. There was <span class=\"star-pagination\">*775</span> other evidence that appellant's property was worth 40% less on the market in 3 acre tracts than if zoned for ¾ acre use and worth 60% less if it had to be sold in bulk for 3 acre use.</p>\n<p>Respondent's evidence tended to show that the St. Louis Metropolitan area had a population in excess of 1,680,000 persons; that in recent years the trend of the population movement had been into suburban areas; that St. Louis county had grown more rapidly in population than the city of St. Louis; that the city of Ladue was located directly west from the central area of the city of St. Louis and directly in the path of the better residence development; that the city contained only a limited amount of commercial and industrial development, but represented about the finest residential development of the entire metropolitan area; that the development of individual transportation had had the effect of dispursing population over much wider areas; that after the incorporation of the city of Ladue a study of population density revealed different types of residential development, with the community devoted largely to single family, individually owned residences on lots of various sizes, but with large lots as a predominating characteristic; that a complete and comprehensive zoning plan based upon existing and future needs had been adopted; and that the city contained 4532.78 acres divided into five residential districts, a commercial and an industrial district, to wit, \"A\" district 990.27 acres, \"B\" district 1450.31 acres, \"C\" district 794.84 acres, \"D\" district 307.26 acres, \"E\" district 77.84 acres, \"F\" district (commercial) 15.22 acres, \"G\" district (industrial) 127.12 acres and the remaining area, included parks, golf courses, open areas and roads. Only in the city of Ladue and the adjacent Huntleigh village is protection afforded for those who wish to develop 3 acre or larger residential tracts. Practically all of the existing development on four sides of appellant's property had been on 3 acre or larger tracts. Three acre tracts and larger have been developed and improved both east and west of Warson Road and north and south of Litzinger Road. There are no zoning restrictions on the type of dwelling houses in District \"A\", or on the cost or size of the improvements. Nor are there deed restrictions on the property in the vicinity of Warson and Litzinger.</p>\n<p>In locating appellant's property in the \"A\" district, the plan took into consideration the existing conditions and land use in that area, the trend of development, the matter of preservation of residential values and the best development and general welfare of the entire community. The matter of roads was also considered in connection with the placing of appellant's property in District \"A\". There are few main public highways in the area, but many private lanes and streets. Both Litzinger and Warson are old county roads, heavily crowded, comparatively narrow, but adequate for 3 acre minimum area residential development. They are adequate to handle the traffic, but not if the areas were to be divided into small lots. With small lots the density of population would increase and such increased traffic would overburden these main roads. Traffic would increase several times with lot size reduction, because of the services to and the activities of the residents. Litzinger Road was said to be a country lane, with two S curves and sharp turns. Paving is 20 feet, with 18 feet at bridges. There are steep grades on Warson with 20 foot pavement.</p>\n<p>The existing residential development in the vicinity of appellant's property is almost entirely of 3 acres or more. Only some five homes within 3,000 feet of appellant's property are on less than 3 acre tracts. The improved one family residential properties within 1,000 feet of appellant's real estate have a total reasonable market value of $1,290,000. Improved one family residence properties located more than 1,000 feet and less than 3,000 feet have a reasonable cash value of $1,560,000. A few old houses, originally farm houses, remain in the area but they are not characteristic of the trend of development. Of the total area of 990.27 acres in District \"A\" approximately one half has been developed with good homes, some built prior to World War II and some subsequent. The development of the area was retarded during the war years, 1942-1945, because of high building costs, priorities <span class=\"star-pagination\">*776</span> and restrictions upon the building of homes of the type common to the district. Some of the vacant property has not been offered for sale or development. About 50% of the acreage assigned to District \"B\" has also been developed and the rate of absorption of the area in District \"A\" and District \"B\" since 1937 has been about the same, indicating a well balanced plan for residential development. The total acreage assigned to the 3 acre minimum area district is none too large for such an area, if it is to retain its character. The development has been moving from east to west and a total of 96 acres in District \"A\" has been developed since 1937, though interrupted during the war years. The average land area developed per home built in 1944-1949 was approximately 5 acres. The development has been continuing with nice homes going up. There has been a demand for 3 acre and larger lots. Three acre zoning has apparently produced activity in the area. Building activity has stopped at the border of the \"A\" district. Property in the 3 acre minimum area district is considered very valuable and difficult to buy. Values in the \"A\" district were said to assist in supporting values in the districts zoned for smaller minimum areas.</p>\n<p>The evidence indicates that appellant's property with a considerable variety in elevations and irregularities of terrain is unusually well suited to the type of development which had already taken place about it on 3 and 5 acre and larger tracts. In such a development a large area is required, since the district cannot maintain its character if sections here and there are developed with smaller lots. Any intrusion of smaller lots into such an area will have the effect of materially impairing the value of the buildings already constructed. A reduction of the minimum area restrictions on appellant's property would have a materially adverse effect on the value of all property in the general vicinity of appellant's land. The zoning ordinance has tended to stabilize and preserve the value of the property in the several districts. The topography of the land, the character of the buildings and many other considerations entered into determining the location of the several districts, and the division lines between the districts, so that one district will not be materially affected by districts of a different classification. Appellant's tract, in view of all factors necessary for consideration is not large enough to provide its own district and, particularly, is not large enough when surrounded by the existing type of development now present about appellant's land. An increase in population in that area from a division into smaller lots and development of appellant's land on such a basis would unbalance the plan for school buildings and improvements, the entire system having been planned as a result of estimated population based on the zoning plan as adopted. Other city services, such as fire and police protection have been planned and operated in accord with the zoning of appellant's property recommended by city planners, Harland Bertholomew and associates and by the Zoning Commission of the City of Ladue after long study, and as adopted by the city.</p>\n<p>The report of the Zoning Commission dated February 18, 1948, pointed out with reference to appellant's property and the extension of District \"A\" to the western half thereof that said property was \"almost entirely surrounded by a 3 acre classification both in Ladue and in the village of Huntleigh\"; and that all development in the area now contains three or more acres. Three acre tracts in the vicinity were shown to have sold for $9,000, $12,500 and $15,000 for residence purposes.</p>\n<p>Respondent's evidence further tended to show that \"appellant's tract was too large to be sold in bulk\" for development purposes; that it is too large a tract to be put on the market at once; that on the basis of 100 acres the property should bring approximately $1,800 per acre. Other evidence fixed its value, as zoned and for the tract in its entirety, at $1,500 per acre. Institutional use would not increase the value of the property, but perhaps its marketability. Appellant has been asking $2,500 per acre, an exceedingly high price for a bulk sale of the tract under present zoning. Real estate in 3 acre or larger tracts in the vicinity has consistently sold for $3,500 per acre, and some 3 acre lots for $7,000 per acre.</p>\n<p><span class=\"star-pagination\">*777</span> The record clearly shows conflicting evidence on issues of fact (1) as to the amount and extent of the damage, if any, to the market value of appellant's property by reason of its classification in the \"A\" residence district (that is, unless it is only offered for sale as a whole); (2) as to roads and traffic conditions and the results to be anticipated from subdivision and development in smaller tracts upon traffic, city services, fire and police protection and schools; (3) as to the suitability and best use of appellant's land for large or small residence tracts; (4) as to whether appellant's tract is sufficiently large and properly located so as to make a district of its own with much smaller lots and without materially depreciating the value of existing improvements on surrounding properties; and (5) as to existing conditions and development in the area. Other issues of fact were presented by the oral testimony of numerous witnesses who appeared personally. The trial court saw and heard the witnesses and was in a better position to judge of their credibility and the weight and value to be given to their testimony. In finding the issues for respondent and dismissing appellant's petition the court resolved these conflicts against the appellant. Sec. 510.310, subd. 2, R.S.Mo.1949. We should and do defer to the trial court's findings on these fact issues.</p>\n<p>Appellant contends that \"the use and area limitations imposed on plaintiff's 104 acres in District \"A\" (to not less than 3 acres per family dwelling)\" and \"the restrictions on the use of plaintiff's land for institutional purposes\" are highly unreasonable and \"do not bear substantial relation to the public health, safety, morals or general welfare and therefore are invalid as applied to plaintiff.\" Appellant does \"not challenge the constitutional power of cities to enact zoning ordinances, just the validity of the ordinance of the city of Ladue insofar as it affects plaintiff's property.\" Appellant insists that \"a zoning ordinance which requires a minimum of 3 acres (130.680 sq. ft.) per family dwelling is per se arbitrary and unreasonable\"; and that the creation of other residential districts with a lesser minimum area per family emphasizes all the more that the restrictive provisions of District \"A\" bear no relation to the public health, safety, morals or general welfare. Appellant points to the \"variations in use and area regulations and side and front yard requirements in A, B, C, D, and E Districts,\" to the fact that other districts adjoin the \"A\" district and insists that a family may live safely, healthy and happily on less than one acre. Appellant asks what public necessity requires the ban on the use of land in District \"A\" to not less than 3 acres per family, while permitting a single family to dwell on much smaller areas in the other districts of the city. Appellant says that its \"property, as now limited, is not as marketable\"; that the market value has been heavily damaged; that its property is large enough to create its own neighborhood with no appreciable damage to the surrounding properties; and that the purpose of the zoning restrictions of respondent city was \"to expand an exclusive estate district\" and \"to prevent purchasers of moderate means from acquiring tracts for homesites,\" since the evidence showed \"that acreage in the `A' District along Warson and Litzinger Roads had sold for from $3,000 to $7,000 per acre in 3 acre tracts.\"</p>\n<p>In this state the matter of \"Zoning and Planning\" in all incorporated cities, towns and villages, located within counties of ten thousand or more inhabitants, is controlled by legislative enactment, Chapter 89, Secs. 89.010-89.140 R.S.Mo.1949.</p>\n<p>In the case of Landau v. Levin, <span class=\"citation\" data-id=\"3533020\"><a href=\"/opinion/3556170/landau-v-levin/\"><span class=\"volume\">358</span> <span class=\"reporter\">Mo.</span> <span class=\"page\">77</span></a></span>, <span class=\"citation\" data-id=\"3533020\"><a href=\"/opinion/3556170/landau-v-levin/\"><span class=\"volume\">213</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">483</span></a></span>, 485, we said: \"the city legislative body has the duty to determine the use classification to be given any particular area. Unless it should appear that the conclusion of the city's legislative body in the respect in issue here is clearly arbitrary and unreasonable, we cannot substitute our opinion for that of the city's Board of Aldermen in zoning the property in question, and establishing the boundary lines. If the city's action in zoning the property is reasonably doubtful or even fairly debatable we cannot do so.\" And see, City of St. Louis v. Friedman, <span class=\"citation\" data-id=\"3527098\"><a href=\"/opinion/3552123/city-of-st-louis-v-friedman/\"><span class=\"volume\">358</span> <span class=\"reporter\">Mo.</span> <span class=\"page\">681</span></a></span>, <span class=\"citation\" data-id=\"3527098\"><a href=\"/opinion/3552123/city-of-st-louis-v-friedman/\"><span class=\"volume\">216</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">475</span></a></span>; Schell v. Kansas City, Mo., <span class=\"citation no-link\"><span class=\"volume\">360</span> <span class=\"reporter\">Mo.</span> <span class=\"page\">27</span></span>, <span class=\"citation\" data-id=\"1725180\"><a href=\"/opinion/1725180/schell-v-kansas-city-missouri/\"><span class=\"volume\">226</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">718</span></a></span>, 719; Women's Kansas City St. Andrew Soc. v. <span class=\"star-pagination\">*778</span> Kansas City, Mo., 8 Cir., <span class=\"citation\" data-id=\"1504335\"><a href=\"/opinion/1504335/womens-kansas-city-st-andrew-soc-v-kansas-city-mo/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">593</span></a></span>, 598; Zahn v. Board of Public Works, <span class=\"citation\" data-id=\"101092\"><a href=\"/opinion/101092/zahn-v-board-of-public-works/\"><span class=\"volume\">274</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">325</span></a></span>, <span class=\"citation\" data-id=\"101092\"><a href=\"/opinion/101092/zahn-v-board-of-public-works/\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">594</span></a></span>, <span class=\"citation\" data-id=\"101092\"><a href=\"/opinion/101092/zahn-v-board-of-public-works/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1074</span></a></span>; Euclid, Ohio v. Ambler Realty Co., <span class=\"citation\" data-id=\"100934\"><a href=\"/opinion/100934/village-of-euclid-v-ambler-realty-co/\"><span class=\"volume\">272</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">365</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">114</span></span>, <span class=\"citation\" data-id=\"100934\"><a href=\"/opinion/100934/village-of-euclid-v-ambler-realty-co/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">303</span></a></span>.</p>\n<p>It is well settled, however, that, \"The governmental power to interfere by zoning regulations with the general rights of the land owner by restricting the character of his use, is not unlimited, and, other questions aside, such restriction cannot be imposed if it does not bear a substantial relation to the public health, safety, morals, or general welfare.\" Nectow v. City of Cambridge, <span class=\"citation\" data-id=\"101297\"><a href=\"/opinion/101297/nectow-v-cambridge/\"><span class=\"volume\">277</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">183</span></a></span>, 188, <span class=\"citation\" data-id=\"101297\"><a href=\"/opinion/101297/nectow-v-cambridge/\"><span class=\"volume\">48</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">447</span></a></span>, 448, <span class=\"citation\" data-id=\"101297\"><a href=\"/opinion/101297/nectow-v-cambridge/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">842</span></a></span>; State of Washington ex rel. Seattle Title Trust Co., Trustee v. Roberge, <span class=\"citation\" data-id=\"101341\"><a href=\"/opinion/101341/washington-ex-rel-seattle-title-trust-co-v-roberge/\"><span class=\"volume\">278</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">116</span></a></span>, 121, <span class=\"citation\" data-id=\"101341\"><a href=\"/opinion/101341/washington-ex-rel-seattle-title-trust-co-v-roberge/\"><span class=\"volume\">49</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">50</span></a></span>, <span class=\"citation\" data-id=\"101341\"><a href=\"/opinion/101341/washington-ex-rel-seattle-title-trust-co-v-roberge/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">210</span></a></span>.</p>\n<p>A zoning ordinance \"must rest upon some rational basis of classification and apply alike to all persons and things falling within a designated class.\" State ex rel. Oliver Cadillac Co. v. Christopher, <span class=\"citation\" data-id=\"3534899\"><a href=\"/opinion/3557421/state-ex-rel-cadillac-co-v-christopher/\"><span class=\"volume\">317</span> <span class=\"reporter\">Mo.</span> <span class=\"page\">1179</span></a></span>, <span class=\"citation\" data-id=\"3534899\"><a href=\"/opinion/3557421/state-ex-rel-cadillac-co-v-christopher/\"><span class=\"volume\">298</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">720</span></a></span>, 726. \"In any event the regulation and restriction into districts must be reasonable, uniform or universal and nondiscriminatory, the restrictions having a fair tendency to accomplish or aid in the accomplishment of some purpose for which the city may exercise its power.\" City of Richmond Heights v. Richmond Heights Memorial Post Benevolent Ass'n, <span class=\"citation no-link\"><span class=\"volume\">358</span> <span class=\"reporter\">Mo.</span> <span class=\"page\">70</span></span>, <span class=\"citation no-link\"><span class=\"volume\">213</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">479</span></span>, 480; Welch v. Swasey, <span class=\"citation\" data-id=\"97036\"><a href=\"/opinion/97036/welch-v-swasey/\"><span class=\"volume\">214</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">91</span></a></span>, 105, <span class=\"citation\" data-id=\"97036\"><a href=\"/opinion/97036/welch-v-swasey/\"><span class=\"volume\">29</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">567</span></a></span>, <span class=\"citation\" data-id=\"97036\"><a href=\"/opinion/97036/welch-v-swasey/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">923</span></a></span>.</p>\n<p>\"A zoning ordinance may be valid in its general aspects, and yet as to a particular state of facts involving a particular owner affected thereby may be as to such owner so clearly arbitrary and unreasonable as to be unenforceable.\" Women's Kansas City St. Andrew Soc. v. Kansas City, Mo., supra [<span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">599</span></span>.] Appellant refers to this case as a landmark case containing a fine résumé of applicable law of \"so many quote-worthy pages that there can be no substitute for complete reading.\" Other cases relied upon by appellant include American Veterans Housing Cooperative, Inc., v. Zoning Board of Adjustment, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">Pa. D.</span> <span class=\"page\"></span></span>&amp; C. 449; State ex rel. Synod of Ohio of United Lutheran Church in America v. Joseph, <span class=\"citation\" data-id=\"3780691\"><a href=\"/opinion/4024343/state-ex-rel-v-joseph/\"><span class=\"volume\">139</span> <span class=\"reporter\">Ohio St.</span> <span class=\"page\">229</span></a></span>, <span class=\"citation\" data-id=\"3780691\"><a href=\"/opinion/4024343/state-ex-rel-v-joseph/\"><span class=\"volume\">39</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">515</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">138</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">1274</span></span>; Lionshead Lake, Inc. v. Wayne Township, 8 N.J.Super. 468, <span class=\"citation\" data-id=\"2358822\"><a href=\"/opinion/2358822/lionshead-lake-inc-v-wayne-tp/\"><span class=\"volume\">73</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">287</span></a></span>, 288; and Miller v. Seaman, <span class=\"citation\" data-id=\"3858825\"><a href=\"/opinion/4099266/miller-v-seaman/\"><span class=\"volume\">137</span> <span class=\"reporter\">Pa. Super.</span> <span class=\"page\">24</span></a></span>, <span class=\"citation\" data-id=\"3858825\"><a href=\"/opinion/4099266/miller-v-seaman/\"><span class=\"volume\">8</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">415</span></a></span>. In ruling the issue of reasonableness each case must turn upon its own peculiar facts. Landau v. Levin, supra; City of Richmond Heights v. Richmond Heights Memorial Post Benevolent Ass'n, supra; Taylor v. Schlemmer, <span class=\"citation\" data-id=\"3526770\"><a href=\"/opinion/3551897/taylor-v-schlemmer/\"><span class=\"volume\">353</span> <span class=\"reporter\">Mo.</span> <span class=\"page\">687</span></a></span>, <span class=\"citation\" data-id=\"3526770\"><a href=\"/opinion/3551897/taylor-v-schlemmer/\"><span class=\"volume\">183</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">913</span></a></span>, 916; Fairmont Inv. Co. v. Woermann, <span class=\"citation\" data-id=\"3525603\"><a href=\"/opinion/3551098/fairmont-inv-co-inc-v-woermann/\"><span class=\"volume\">357</span> <span class=\"reporter\">Mo.</span> <span class=\"page\">625</span></a></span>, <span class=\"citation\" data-id=\"3525603\"><a href=\"/opinion/3551098/fairmont-inv-co-inc-v-woermann/\"><span class=\"volume\">210</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">26</span></a></span>, 29; Glencoe Lime &amp; Cement Co. v. City of St. Louis, <span class=\"citation\" data-id=\"3525176\"><a href=\"/opinion/3550803/glencoe-lime-cement-co-v-st-louis/\"><span class=\"volume\">341</span> <span class=\"reporter\">Mo.</span> <span class=\"page\">689</span></a></span>, <span class=\"citation\" data-id=\"3525176\"><a href=\"/opinion/3550803/glencoe-lime-cement-co-v-st-louis/\"><span class=\"volume\">108</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">143</span></a></span>, 145; Welch v. Swasey, supra. \"What may be the most appropriate use of any particular property depends not only on all the conditions, physical, economic and social, prevailing within the municipality and its needs, present and reasonably prospective, but also on the nature of the entire region in which the municipality is located and the use to which the land in that region has been or may be put most advantageously.\" Duffcon Concrete Products v. Borough of Cresskill, <span class=\"citation\" data-id=\"3557793\"><a href=\"/opinion/3577350/duffcon-concrete-products-v-borough-of-cresskill/\"><span class=\"volume\">1</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">509</span></a></span>, 513, <span class=\"citation\" data-id=\"3557793\"><a href=\"/opinion/3577350/duffcon-concrete-products-v-borough-of-cresskill/\"><span class=\"volume\">64</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">347</span></a></span>, 349, <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">A.L.R. 2d</span> <span class=\"page\">678</span></span>, 681.</p>\n<p>The zoning ordinance in question having been enacted by the legislative body of the city pursuant to the police power is presumed to be valid. Appellant having challenged the constitutionality of the ordinance on the ground of unreasonableness as applied to its property has the burden of proving unreasonableness. State ex inf. Taylor ex rel. Kansas City v. North Kansas City, <span class=\"citation no-link\"><span class=\"volume\">360</span> <span class=\"reporter\">Mo.</span> <span class=\"page\">374</span></span>, <span class=\"citation\" data-id=\"1791732\"><a href=\"/opinion/1791732/state-v-north-kansas-city/\"><span class=\"volume\">228</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">762</span></a></span>, 774.</p>\n<p>The record in this case shows unusual factual conditions. In such situation the respondent city could adopt a comprehensive zoning plan suitable for its own peculiar location and needs, so long as it acted reasonably and not arbitrarily. \"In determining what is reasonable, much must depend upon the requirements of the locality, and what would be reasonable one place might well be unreasonable in another.\" Geneva Inv. Co. v. City of St. Louis, 8 Cir., <span class=\"citation\" data-id=\"1545805\"><a href=\"/opinion/1545805/geneva-inv-co-v-city-of-st-louis-mo/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">83</span></a></span>, 91. It was for the legislative body of the city to determine for itself what plan, rules and regulations were necessary to promote the public health, safety, <span class=\"star-pagination\">*779</span> moral and general welfare of its inhabitants, and the courts may not interfere unless it has clearly acted unreasonably. City of Richmond Heights v. Richmond Heights Memorial Post Benevolent Ass'n, supra; State ex rel. Oliver Cadillac Co. v. Christopher, supra; Ryan v. City of Warrensburg, <span class=\"citation\" data-id=\"3526183\"><a href=\"/opinion/3551502/ryan-v-city-of-warrensburg/\"><span class=\"volume\">342</span> <span class=\"reporter\">Mo.</span> <span class=\"page\">761</span></a></span>, <span class=\"citation\" data-id=\"3526183\"><a href=\"/opinion/3551502/ryan-v-city-of-warrensburg/\"><span class=\"volume\">117</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">303</span></a></span>.</p>\n<p>The fact that loss will be sustained through depreciation, if the ordinance is valid, is not controlling. Every valid exercise of the police power is apt to affect the property of some one adversely. State ex rel. Oliver Cadillac Co. v. Christopher, supra; Geneva Inv. Co. v. City of St. Louis, supra; Ryan v. City of Warrensburg, supra. The fact that neighboring or adjoining property is less restricted than appellant's property does not establish arbitrary zoning or unfair discrimination. City of Richmond Heights v. Richmond Heights Memorial Post Benevolent Ass'n, supra; Gignoux v. Village of Kings Point, Sup., <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">280</span></span>, 285; Geneva Inv. Co. v. City of St. Louis, supra.</p>\n<p>For the purpose of promoting health, safety, morals or the general welfare, respondent was fully authorized to regulate and restrict the size of yards, courts and other open spaces, the percentage of lots that could be occupied, the density of population and the use of the land for residence purposes. Sec. 89.020. For any and all of the purposes mentioned in Sec. 89.020, respondent had the right to divide the municipality into districts of such number, shape and area as it deemed best suited to carry out said purposes. The regulations were required to be uniform for each class, but those in one district could be different from those in another district. Sec. 89.030. The facts as found by the trial court and as we believe them to be, as shown by this record, disclose the adoption of a comprehensive plan designed to lessen congestion in the streets, to secure safety from fire and other dangers, to promote health and the general welfare, to provide adequate light and air, to facilitate adequate provision for transportation and other public requirements. The regulations have been made with reasonable consideration, among other things, to the character of the district and its peculiar suitability for particular uses, and with a view to conserving the values of existing buildings and for the purpose of encouraging the most appropriate use of the land in the area. Sec. 89.040.</p>\n<p>In this case the particular restriction complained of is an integral part of a general plan, which we believe bears a definite and clear relationship to the well established purposes of the police power. The particular provision placing appellant's property in the \"A\" district, and subjecting it to the 3 acre minimum area restrictions, is supported not alone by this provision's immediate relationship to public health, safety, morals and general welfare, but as a part of the general plan designed to foster the same ends. The evidence shows that the exclusion of appellant's property would clearly interfere with the general zoning plan adopted for the benefit of the entire community. We do not view the ordinance as an attempt to segregate economic classes by zoning or as an attempt to restrict the \"A\" District or any other districts to particular classes of residents. Appellant concedes that \"mansions, ordinary homes and farm houses are all in the same area\" in the \"A\" District.</p>\n<p>On the record presented we cannot say that this ordinance, in classifying territory into different residential zones with different minimum area requirements and placing appellant's property in District \"A\" with minimum 3 acre area restrictions, bears no substantial relation to public health, safety, morals, or general welfare and, therefore, is unreasonable under the facts shown. We must hold that the issue is fairly debatable and, in respect to the classification of appellant's property, the ordinance in that respect is valid. Gignoux v. Village of Kings Point, supra; Dilliard v. Village of North Hills, <span class=\"citation no-link\"><span class=\"volume\">276</span> <span class=\"reporter\">A.D.</span> <span class=\"page\">969</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">715</span></span>; Simon v. Town of Needham, <span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">560</span></span>, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">516</span></span>, <span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">688</span></span>. And see, Elbert v. Village of North Hills, Sup., <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">317</span></span>.</p>\n<p>There remains only the question of whether the restrictions on institutional use in the \"A\" District was \"highly unreasonable.\" <span class=\"star-pagination\">*780</span> While the use regulations exclude institutions from the \"A\" residence district, their exclusion is not absolute and location is authorized in the \"D\" and \"E\" residence districts and in the \"F\" (commercial) district and the \"G\" (industrial) district. Further, Sec. 8 of the ordinance provides for the filing of a written application for institutional use in districts from which such use is excluded, and for notice, a hearing, a report by the City Planning Commission and for authority to be granted to the city council under certain circumstances. In case the City Planning Commission or the owners of 10% or more of the property within 1,000 feet of the premises object, the favorable vote of 3/4 of all members of the city council is required to authorize the use. And see, Sec. 89.060. In effect each application is ruled with reference to public health, safety, morals or general welfare after a hearing and report by the City Planning Commission.</p>\n<p>Viewing the ordinance as a part of a general zoning plan and in its general scope, there is no doubt as to its validity. Euclid, Ohio v. Ambler Realty Co., supra, <span class=\"citation\" data-id=\"100934\"><a href=\"/opinion/100934/village-of-euclid-v-ambler-realty-co/\"><span class=\"volume\">272</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">365</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">114</span></span>, <span class=\"citation\" data-id=\"100934\"><a href=\"/opinion/100934/village-of-euclid-v-ambler-realty-co/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">303</span></a></span>, 311. Our statutes, Chapter 89, Sec. 89.010 et seq. expressly provide for the regulation of land use, the divisions into districts, et cetera. Further, the police power, as evidenced by the zoning ordinance, is not limited to the mere suppression of offense uses of property, but may act constructively for the promotion of the general welfare. In addition, the use of a specific part or all of appellant's property for any specific institutional use or purpose is not presented by this record. The issue is not brought \"to exact focus.\" The pleadings and evidence fail to show that any such application has been filed or denied, or that there is any specific use in prospect, or that any specific institutional use is contemplated. Appellant cannot challenge the validity of Section 8 of the ordinance on hypothetical grounds. The question necessarily must be involved in the case before the court. Rust v. Missouri Dental Board, <span class=\"citation\" data-id=\"3533101\"><a href=\"/opinion/3556220/in-re-rust-v-missouri-dental-board/\"><span class=\"volume\">348</span> <span class=\"reporter\">Mo.</span> <span class=\"page\">616</span></a></span>, <span class=\"citation\" data-id=\"3533101\"><a href=\"/opinion/3556220/in-re-rust-v-missouri-dental-board/\"><span class=\"volume\">155</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">80</span></a></span>, 85. In the circumstances shown by this record no ground for equitable relief on this issue is presented and we may not rule as to the validity of Section 8, supra. It is apparent that the cases relied upon by appellant do not support its position here. State ex rel. Synod of Ohio of United Lutheran Churches in America v. Joseph, supra; Women's Kansas City St. Andrew Soc. v. Kansas City, Mo., supra; State of Washington ex rel. Seattle Title Trust Co. v. Roberge, supra; Village of University Heights, v. Cleveland Jewish Orphans' Home, 6 Cir., <span class=\"citation\" data-id=\"1476512\"><a href=\"/opinion/1476512/village-of-university-heights-v-cleveland-jewish-o-home/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">743</span></a></span>, 745, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">1008</span></span>.</p>\n<p>The judgment is affirmed.</p>\n<p>All concur.</p>\n<p>Adopted as opinion of the court en banc.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/97036/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/100934/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101092/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101297/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101341/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1476512/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1504335/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1545805/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1725180/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1791732/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2358822/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3525176/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3525603/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3526183/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3526770/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3527098/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3533020/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3533101/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3534899/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3557793/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3780691/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3858825/"
          ]
        }
      ],
      "judges": "Dalton",
      "date_created": "2014-10-30T11:26:22.835323Z",
      "date_modified": "2017-04-15T02:23:00.559489Z",
      "date_filed": "1952-02-11",
      "date_filed_is_approximate": false,
      "slug": "flora-realty-investment-co-v-city-of-ladue",
      "citation_id": 2377800,
      "case_name_short": "",
      "case_name": "Flora Realty & Investment Co. v. City of Ladue",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "246 S.W.2d 771",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 44,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/679114/flora-realty-investment-co-v-city-of-ladue/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T11:26:22.831339Z",
  "date_modified": "2014-10-30T11:26:22.831339Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Flora Realty & Investment Co. v. City of Ladue",
  "case_name_full": "",
  "slug": "flora-realty-investment-co-v-city-of-ladue",
  "docket_number": "42103",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}