{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/687799/",
  "id": 687799,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/idaho/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1305432/",
      "id": 1305432,
      "absolute_url": "/opinion/1305432/gailey-v-jerome-county/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/687799/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1305432/",
          "id": 1305432,
          "absolute_url": "/opinion/1305432/gailey-v-jerome-county/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1305432/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/4154/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T05:24:58.680140Z",
          "date_modified": "2017-04-01T02:54:02.484630Z",
          "type": "010combined",
          "sha1": "a68b744d773817d4d31f6199579ee3dd79e94f4e",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>745 P.2d 1051 (1987)</b></center>\n<center><b>113 Idaho 430</b></center>\n<center><h1>Robert Wade GAILEY and Brian Quinn Gailey, individually; Cecil L. Gailey and Sharon G. Gailey, husband and wife, Plaintiffs-Appellants,<br>\nv.<br>\nJEROME COUNTY and Jerome County Commissioners Carl Butler, Pamela Smith and Carl Montgomery, and Jerome County Highway District and H.E. (HAP) Wilson, Jerome County Highway District Chairman, Defendants-Respondents,<br>\nRobert Wade GAILEY and Brian Quinn Gailey, individually; Cecil L. Gailey and Sharon G. Gailey, husband and wife, Plaintiffs-Respondents,<br>\nv.<br>\nJEROME COUNTY and Jerome County Commissioners Carl Butler, Pamela Smith and Carl Montgomery, and Jerome County Highway District and H.E. (HAP) Wilson, Jerome County Highway District Chairman, Defendants-Appellants.</h1></center>\n<center>Nos. 16391, 16731.</center>\n<center><p><b>Supreme Court of Idaho.</b></p></center>\n<center>October 9, 1987.</center>\n<p>William R. Hollifield, Decker &amp; Hollifield, Twin Falls, for plaintiffs-appellants.</p>\n<p>Paul S. Penland, Penland &amp; Munther, Boise, for defendants-respondents.</p>\n<p>HUNTLEY, Justice.</p>\n<p>These cases present two primary issues. The first is whether I.C. § 5-230, providing for tolling of statutes of limitation against minors, serves to toll the time for filing a notice of claim under the Idaho Tort Claims Act. The second issue is whether the amendment of I.C. § 6-906 applies retrospectively to the claims of Robert Gailey and his parents, Cecil and Sharon.</p>\n<p>On May 13, 1984, Robert Gailey and Brian Gailey were seriously injured in an automobile <span class=\"star-pagination\">*1052</span> accident on Highway 93-79 in Jerome County. The highway was maintained by Jerome County and the Jerome County Highway District. The officer investigating the accident described certain road conditions as being factors leading to the accident. At the time of the accident, Robert Gailey was eighteen years old and Brian Gailey was sixteen years old.</p>\n<p>On November 7, 1984, 171 days after the accident, the Gaileys filed claim for damages against Jerome County by personally serving H.E. Wilson, Chairman of the Jerome County Highway District, and Pamela Smith, Jerome County Commissioner. On July 1, 1985, an amendment of I.C. § 6-906 went into effect extending the claim filing period from 120 to 180 days.</p>\n<p>The complaint and demand for jury trial was filed on September 5, 1985. Jerome County filed a motion for summary judgment claiming that the complaint must be dismissed because the notice of claim was not timely filed. On January 21, 1986, the district court granted summary judgment in favor of Jerome County. In early February, this Court issued its decision in <i>Doe v. Durtschi,</i> 110 Idaho 466, 716 P.2d 1238 (1986), which directly decided the first issue in this case, i.e. that I.C. § 5-230 is applicable to tort claim actions. On February 28, 1986, the Gaileys filed a notice of appeal in Supreme Court Case No. 16391. On June 3, 1986, the Gaileys filed a Rule 60(b) motion requesting relief from the grant of summary judgment on the ground that the district court's order stood in contradiction to <i>Doe v. Durtschi, supra</i><i>.</i></p>\n<p>On February 25, 1986, while the appeal was pending, the trial court denied the motion with regard to Cecil, Sharon and Robert Gailey, all adults; however, the court reversed itself and rendered a decision reinstating Brian's complaint on the authority of <i>Doe v. Durtschi, supra</i><i>,</i> whereupon Jerome County filed a notice of appeal on November 28, 1986, resulting in the second appeal.</p>\n<p></p>\n<h2>I.</h2>\n<p>We address first a procedural issue raised by the government agencies on the second appeal. Brian filed an appeal of the January 21, 1986 order granting summary judgment in favor of the defendants. That appeal was timely filed and is still before this court, having been stayed pending perfection of the second appeal. However, Brian also filed a motion for relief from the order, pursuant to Rule 60(b)(6), with the district court. To conform with this court's ruling in <i>Doe v. Durtschi, supra</i><i>,</i> the lower court granted the Rule 60(b) motion in favor of Brian. Jerome County argues that the district court lacked jurisdiction to amend the original order because it was not timely filed as a motion to alter or amend judgment pursuant to Rule 59(e), which motion must be filed within ten days.</p>\n<p>If the district court, in fact, lacked the appropriate jurisdiction, the second order granting the Rule 60(b) motion is void and of no force and effect, which then reinstates the original order granting summary judgment to the county. However, the appeal of the original summary judgment order is still before this Court. Therefore, it is not necessary for this court to decide whether the lower court had jurisdiction to file an amended order, because the issue of whether Brian's claim was timely filed is before this Court on either the appeal of the Rule 60(b) motion or the appeal of the original order granting summary judgment. Hence, Brian's appeal has been perfected one way or the other, rendering the asserted jurisdictional question meaningless.</p>\n<p></p>\n<h2>II.</h2>\n<p>We now address the issue of whether I.C. § 5-230 applies to Brian Gailey's claim, thereby tolling the time requirement for filing a claim set forth in I.C. § 6-906. Idaho Code § 5-230<sup>[1]</sup> is a general tolling <span class=\"star-pagination\">*1053</span> statute which applies to minors. At the time of Brian's accident, I.C. § 6-906 provided as follows:</p>\n<blockquote>6-906. Filing claims against political subdivision or employee  Time.  All claims against a political subdivision arising under the provisions of this act and all claims against an employee of a political subdivision for any act or omission of the employee within the course or scope of his employment shall be presented to and filed with the clerk or secretary of the political subdivision within one hundred twenty (120) days from the date the claim arose or reasonably should have been discovered, whichever is later.<sup>[2]</sup></blockquote>\n<p>On February 10, 1986, this Court filed its decision in <i>Doe v. Durtschi, supra</i><i>,</i> ruling that the general tolling statute, I.C. § 5-230, tolls the time limitation of I.C. § 6-906.</p>\n<p>The factual situation of <i>Durtschi</i> is on all fours with the instant action as to this issue. In <i>Durtschi,</i> the plaintiffs sued the school district for negligently employing a child molester as a teacher in an elementary school. One of the issues before the court was whether the notice of claim of the minor plaintiffs was timely filed. This Court held, with regard to the minors, that I.C. § 5-230 \"applies to all procedure integral to commencing action against private or public defendants, including the notice procedure of I.C. § 6-906. Consequently, § 5-230(1) tolled the running of the time within which § 6-906 required the minor plaintiffs to give notice to the school district.\" <i>Id.</i> at 479, 716 P.2d at 1251.</p>\n<p>In so holding, the Court recognized that Idaho has a long-standing policy \"to shelter minor plaintiffs from the insensitive ticking of statutory clocks.\" <i>Id.</i> at 475, 716 P.2d at 1247. Therefore, \"[t]he consequences of failing to apply Idaho's tolling statute, I.C. § 5-230, to notice requirements for the minor litigant are immediate, severe, and incongruous with the policy of § 5-230.\" <i>Id.</i> at 476, 716 P.2d at 1248.</p>\n<p>Since <i>Durtschi's</i> factual pattern is identical to the instant action, with regard to the effect of I.C. § 5-230, the reasoning and rule of <i>Durtschi</i> applies, and Brian Gailey's claim was, therefore, timely filed and the judgment of the trial court in appeal no. 16731 is affirmed.</p>\n<p></p>\n<h2>III.</h2>\n<p>We next address<sup>[3]</sup> the issue of whether the 1985 amendment to I.C. § 6-906 applies retroactively to the claims of the adult plaintiffs Robert, Cecil and Sharon Gailey. The time for filing the notice of claims for those plaintiffs had expired long before the 1985 amendment, which extended the 120-day limitation to 180 days, became effective. Whether a statute operates retroactively or prospectively only is a question of legislative intent. I.C. § 73-101 provides, \"No part of these compiled laws is retroactive, unless expressly so declared.\" Thus, in Idaho, a statute is not applied retroactively unless there is \"clear legislative intent to that effect.\" <i>City of Garden City v. City of Boise,</i> 104 Idaho 512, 515, 660 P.2d 1355, 1358 (1983); <i>Johnson v. Stoddard,</i> 96 Idaho 230, 526 P.2d 835 (1974). In the absence of an express declaration of legislative intent that a statute apply retroactively, it will not be so applied. However, a statute, which is remedial or procedural in nature, <span class=\"star-pagination\">*1054</span> and which does not create, enlarge, diminish or destroy contractual or vested rights, is generally held not to be a retroactive statute, even though it was enacted subsequent to the events to which it applies. <i>City of Garden City v. City of Boise, supra</i><i>.</i></p>\n<p>Applying the foregoing rules of statutory construction to this case, we conclude that the trial court did not err in concluding that the application of the 1985 amendment to these plaintiffs violates the legislative injunction in I.C. § 73-101 that \"no part of these compiled laws is retroactive.\" First, it was not \"expressly ... declared\" in the statute that the amendment was to be retroactively applied. Additionally, since the adult plaintiffs' claims were not filed within 120 days, as required by the then-existing I.C. § 6-906, to apply the 1985 amendment to those claims would create or enlarge the rights of the plaintiffs whose claims had already been barred by the former statute. <i>Smith v. City of Preston,</i> 99 Idaho 618, 586 P.2d 1062 (1978). Furthermore, an application of the 1985 amendment to I.C. § 6-906 would \"diminish or destroy ... vested rights\" under the existing statute of the defendants, who had an absolute defense to those claims which a retroactive application of the amendment to the statute would \"diminish or destroy,\" thus creating or enlarging new rights in the adult plaintiffs. Accordingly, the 1985 amendment to I.C. § 6-906 is inapplicable and the trial court correctly dismissed the adult plaintiffs' claims. <i>City of Garden City v. City of Boise, supra,</i> 104 Idaho at 515, 660 P.2d 1355; <i>Johnson v. Stoddard, supra</i><i>.</i></p>\n<p>The judgment of the district court is affirmed in Supreme Court No. 16731, affirmed in Supreme Court No. 16391 as to the adult plaintiffs, and the case is remanded for further proceedings consistent herewith. Costs to Brian Gailey on both appeals and costs to the defendants as against the claims of Robert Gailey and Cecil and Sharon Gailey to the extent that such costs can be so segregated. If the costs cannot be so apportioned, then no costs are awarded. No attorney fees awarded.</p>\n<p>SHEPARD, C.J., and DONALDSON, BAKES and BISTLINE, JJ., concur.</p>\n<p>HUNTLEY, Justice, with whom BISTLINE, Justice, concurs, dissenting to Part III.</p>\n<p>Accompanying the amendment to I.C. § 6-906 is a statement of purpose which explains that the statute was being amended to \"give claimants a more reasonable length of time to learn of and exercise their rights while at the same time giving the government a more easily ascertained statute of limitation.\" The amendment extended the existing 120 day time limitation to a 180 day period. The legislature intended to upgrade the procedural scheme under the Idaho Tort Claims Act, and it is evident that the amendment is remedial in nature and retrospective application was intended.</p>\n<p>In <i>Durtschi,</i> this Court recognized the need for a liberal interpretation of the notice requirement of the Idaho Tort Claims Act. A liberal interpretation avoids thwarting meritorious claims on nonmeritorious, technical grounds. <i>Durtschi, supra,</i> 110 Idaho at 468, 716 P.2d 1238. Furthermore, in <i>Farber v. State,</i> 102 Idaho 398, 630 P.2d 685 (1981), this Court also committed itself to liberally construing statutes with a view to accomplishing the aims and purposes of obtaining substantial justice. In <i>Farber,</i> this Court refused to literally and strictly apply the notice requirement of I.C. § 6-905, because it would \"result in denying the legitimate claims of those who have suffered injury at the hands of the state, without furthering the legislative purposes behind the statute.\" <i>Id.</i> at 402, 630 P.2d at 689.</p>\n<p>There is no suggestion that I.C. § 6-906, as amended, would affect the substantive right of the parties, it would only extend the time in which a notice of claim may be filed. Clearly, the statute or the amendment is remedial in nature and should be applied retroactively to the Gaileys' claim. This application will not hinder the purposes of the notice requirement of the Idaho Tort Claims Act. However, only applying <span class=\"star-pagination\">*1055</span> I.C. § 6-906 prospectively results in denying legitimate claims and neither furthers the legislative purpose behind the statute nor promotes substantial justice. <i>Id.</i> at 402, 630 P.2d at 689.</p>\n<h2>NOTES</h2>\n<p>[1]  Idaho Code § 5-230, at the time of Brian's accident, provided as follows:\n</p>\n<p>5-230. Persons under disabilities  Other than for real property.  If a person entitled to bring an action, other than for the recovery of real property, be, at the time the cause of action accrued, either:</p>\n<p>1. Within the age of majority; or,</p>\n<p>2. Insane; or,</p>\n<p>3. Imprisoned on a criminal charge, or in execution under the sentence of a criminal court for a term less than for life; the time of such disability is not a part of the time limited for the commencement of the action, provided however, that the time limited for the commencement of an action shall not be tolled for a period of more than six (6) years on account of minority, incompetency, a defendant's absence from the jurisdiction, any legal disability or for other cause or reason except as specifically provided in section 5-213, Idaho Code.</p>\n<p>(Note that the underscored word \"Within\" is a drafting error corrected to \"Under\" by the 1985 legislature.)</p>\n<p>[2]  Idaho Code § 6-906 has been amended to provide for a 180 day period in which to give notice. 1985 Idaho Session Laws, chapter 136, § 3, p. 372.</p>\n<p>[3]  The ruling of this Part III is concurred in by Shepard, C.J., Donaldson, J. and Bakes, J; with Bistline, J. and Huntley, J. dissenting thereto.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">745</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1051</span></span> (1987)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">430</span></span></b></center>\n<center><h1>Robert Wade GAILEY and Brian Quinn Gailey, individually; Cecil L. Gailey and Sharon G. Gailey, husband and wife, Plaintiffs-Appellants,<br>\nv.<br>\nJEROME COUNTY and Jerome County Commissioners Carl Butler, Pamela Smith and Carl Montgomery, and Jerome County Highway District and H.E. (HAP) Wilson, Jerome County Highway District Chairman, Defendants-Respondents,<br>\nRobert Wade GAILEY and Brian Quinn Gailey, individually; Cecil L. Gailey and Sharon G. Gailey, husband and wife, Plaintiffs-Respondents,<br>\nv.<br>\nJEROME COUNTY and Jerome County Commissioners Carl Butler, Pamela Smith and Carl Montgomery, and Jerome County Highway District and H.E. (HAP) Wilson, Jerome County Highway District Chairman, Defendants-Appellants.</h1></center>\n<center>Nos. 16391, 16731.</center>\n<center><p><b>Supreme Court of Idaho.</b></p></center>\n<center>October 9, 1987.</center>\n<p>William R. Hollifield, Decker &amp; Hollifield, Twin Falls, for plaintiffs-appellants.</p>\n<p>Paul S. Penland, Penland &amp; Munther, Boise, for defendants-respondents.</p>\n<p>HUNTLEY, Justice.</p>\n<p>These cases present two primary issues. The first is whether I.C. § 5-230, providing for tolling of statutes of limitation against minors, serves to toll the time for filing a notice of claim under the Idaho Tort Claims Act. The second issue is whether the amendment of I.C. § 6-906 applies retrospectively to the claims of Robert Gailey and his parents, Cecil and Sharon.</p>\n<p>On May 13, 1984, Robert Gailey and Brian Gailey were seriously injured in an automobile <span class=\"star-pagination\">*1052</span> accident on Highway 93-79 in Jerome County. The highway was maintained by Jerome County and the Jerome County Highway District. The officer investigating the accident described certain road conditions as being factors leading to the accident. At the time of the accident, Robert Gailey was eighteen years old and Brian Gailey was sixteen years old.</p>\n<p>On November 7, 1984, 171 days after the accident, the Gaileys filed claim for damages against Jerome County by personally serving H.E. Wilson, Chairman of the Jerome County Highway District, and Pamela Smith, Jerome County Commissioner. On July 1, 1985, an amendment of I.C. § 6-906 went into effect extending the claim filing period from 120 to 180 days.</p>\n<p>The complaint and demand for jury trial was filed on September 5, 1985. Jerome County filed a motion for summary judgment claiming that the complaint must be dismissed because the notice of claim was not timely filed. On January 21, 1986, the district court granted summary judgment in favor of Jerome County. In early February, this Court issued its decision in <i>Doe v. Durtschi,</i> <span class=\"citation\" data-id=\"1169159\"><a href=\"/opinion/1169159/doe-v-durtschi/\"><span class=\"volume\">110</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">466</span></a></span>, <span class=\"citation\" data-id=\"1169159\"><a href=\"/opinion/1169159/doe-v-durtschi/\"><span class=\"volume\">716</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1238</span></a></span> (1986), which directly decided the first issue in this case, i.e. that I.C. § 5-230 is applicable to tort claim actions. On February 28, 1986, the Gaileys filed a notice of appeal in Supreme Court Case No. 16391. On June 3, 1986, the Gaileys filed a Rule 60(b) motion requesting relief from the grant of summary judgment on the ground that the district court's order stood in contradiction to <i>Doe v. Durtschi, supra</i><i>.</i></p>\n<p>On February 25, 1986, while the appeal was pending, the trial court denied the motion with regard to Cecil, Sharon and Robert Gailey, all adults; however, the court reversed itself and rendered a decision reinstating Brian's complaint on the authority of <i>Doe v. Durtschi, supra</i><i>,</i> whereupon Jerome County filed a notice of appeal on November 28, 1986, resulting in the second appeal.</p>\n<p></p>\n<h2>I.</h2>\n<p>We address first a procedural issue raised by the government agencies on the second appeal. Brian filed an appeal of the January 21, 1986 order granting summary judgment in favor of the defendants. That appeal was timely filed and is still before this court, having been stayed pending perfection of the second appeal. However, Brian also filed a motion for relief from the order, pursuant to Rule 60(b)(6), with the district court. To conform with this court's ruling in <i>Doe v. Durtschi, supra</i><i>,</i> the lower court granted the Rule 60(b) motion in favor of Brian. Jerome County argues that the district court lacked jurisdiction to amend the original order because it was not timely filed as a motion to alter or amend judgment pursuant to Rule 59(e), which motion must be filed within ten days.</p>\n<p>If the district court, in fact, lacked the appropriate jurisdiction, the second order granting the Rule 60(b) motion is void and of no force and effect, which then reinstates the original order granting summary judgment to the county. However, the appeal of the original summary judgment order is still before this Court. Therefore, it is not necessary for this court to decide whether the lower court had jurisdiction to file an amended order, because the issue of whether Brian's claim was timely filed is before this Court on either the appeal of the Rule 60(b) motion or the appeal of the original order granting summary judgment. Hence, Brian's appeal has been perfected one way or the other, rendering the asserted jurisdictional question meaningless.</p>\n<p></p>\n<h2>II.</h2>\n<p>We now address the issue of whether I.C. § 5-230 applies to Brian Gailey's claim, thereby tolling the time requirement for filing a claim set forth in I.C. § 6-906. Idaho Code § 5-230<sup>[1]</sup> is a general tolling <span class=\"star-pagination\">*1053</span> statute which applies to minors. At the time of Brian's accident, I.C. § 6-906 provided as follows:</p>\n<blockquote>6-906. Filing claims against political subdivision or employee  Time.  All claims against a political subdivision arising under the provisions of this act and all claims against an employee of a political subdivision for any act or omission of the employee within the course or scope of his employment shall be presented to and filed with the clerk or secretary of the political subdivision within one hundred twenty (120) days from the date the claim arose or reasonably should have been discovered, whichever is later.<sup>[2]</sup></blockquote>\n<p>On February 10, 1986, this Court filed its decision in <i>Doe v. Durtschi, supra</i><i>,</i> ruling that the general tolling statute, I.C. § 5-230, tolls the time limitation of I.C. § 6-906.</p>\n<p>The factual situation of <i>Durtschi</i> is on all fours with the instant action as to this issue. In <i>Durtschi,</i> the plaintiffs sued the school district for negligently employing a child molester as a teacher in an elementary school. One of the issues before the court was whether the notice of claim of the minor plaintiffs was timely filed. This Court held, with regard to the minors, that I.C. § 5-230 \"applies to all procedure integral to commencing action against private or public defendants, including the notice procedure of I.C. § 6-906. Consequently, § 5-230(1) tolled the running of the time within which § 6-906 required the minor plaintiffs to give notice to the school district.\" <i>Id.</i> at 479, 716 P.2d at 1251.</p>\n<p>In so holding, the Court recognized that Idaho has a long-standing policy \"to shelter minor plaintiffs from the insensitive ticking of statutory clocks.\" <i>Id.</i> at 475, 716 P.2d at 1247. Therefore, \"[t]he consequences of failing to apply Idaho's tolling statute, I.C. § 5-230, to notice requirements for the minor litigant are immediate, severe, and incongruous with the policy of § 5-230.\" <i>Id.</i> at 476, 716 P.2d at 1248.</p>\n<p>Since <i>Durtschi's</i> factual pattern is identical to the instant action, with regard to the effect of I.C. § 5-230, the reasoning and rule of <i>Durtschi</i> applies, and Brian Gailey's claim was, therefore, timely filed and the judgment of the trial court in appeal no. 16731 is affirmed.</p>\n<p></p>\n<h2>III.</h2>\n<p>We next address<sup>[3]</sup> the issue of whether the 1985 amendment to I.C. § 6-906 applies retroactively to the claims of the adult plaintiffs Robert, Cecil and Sharon Gailey. The time for filing the notice of claims for those plaintiffs had expired long before the 1985 amendment, which extended the 120-day limitation to 180 days, became effective. Whether a statute operates retroactively or prospectively only is a question of legislative intent. I.C. § 73-101 provides, \"No part of these compiled laws is retroactive, unless expressly so declared.\" Thus, in Idaho, a statute is not applied retroactively unless there is \"clear legislative intent to that effect.\" <i>City of Garden City v. City of Boise,</i> <span class=\"citation\" data-id=\"1119268\"><a href=\"/opinion/1119268/city-of-garden-city-v-city-of-boise/\"><span class=\"volume\">104</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">512</span></a></span>, 515, <span class=\"citation\" data-id=\"1119268\"><a href=\"/opinion/1119268/city-of-garden-city-v-city-of-boise/\"><span class=\"volume\">660</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1355</span></a></span>, 1358 (1983); <i>Johnson v. Stoddard,</i> <span class=\"citation\" data-id=\"2609538\"><a href=\"/opinion/2609538/johnson-v-stoddard/\"><span class=\"volume\">96</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">230</span></a></span>, <span class=\"citation\" data-id=\"2609538\"><a href=\"/opinion/2609538/johnson-v-stoddard/\"><span class=\"volume\">526</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">835</span></a></span> (1974). In the absence of an express declaration of legislative intent that a statute apply retroactively, it will not be so applied. However, a statute, which is remedial or procedural in nature, <span class=\"star-pagination\">*1054</span> and which does not create, enlarge, diminish or destroy contractual or vested rights, is generally held not to be a retroactive statute, even though it was enacted subsequent to the events to which it applies. <i>City of Garden City v. City of Boise, supra</i><i>.</i></p>\n<p>Applying the foregoing rules of statutory construction to this case, we conclude that the trial court did not err in concluding that the application of the 1985 amendment to these plaintiffs violates the legislative injunction in I.C. § 73-101 that \"no part of these compiled laws is retroactive.\" First, it was not \"expressly ... declared\" in the statute that the amendment was to be retroactively applied. Additionally, since the adult plaintiffs' claims were not filed within 120 days, as required by the then-existing I.C. § 6-906, to apply the 1985 amendment to those claims would create or enlarge the rights of the plaintiffs whose claims had already been barred by the former statute. <i>Smith v. City of Preston,</i> <span class=\"citation\" data-id=\"1436063\"><a href=\"/opinion/1436063/smith-v-city-of-preston/\"><span class=\"volume\">99</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">618</span></a></span>, <span class=\"citation\" data-id=\"1436063\"><a href=\"/opinion/1436063/smith-v-city-of-preston/\"><span class=\"volume\">586</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1062</span></a></span> (1978). Furthermore, an application of the 1985 amendment to I.C. § 6-906 would \"diminish or destroy ... vested rights\" under the existing statute of the defendants, who had an absolute defense to those claims which a retroactive application of the amendment to the statute would \"diminish or destroy,\" thus creating or enlarging new rights in the adult plaintiffs. Accordingly, the 1985 amendment to I.C. § 6-906 is inapplicable and the trial court correctly dismissed the adult plaintiffs' claims. <i>City of Garden City v. City of Boise, supra,</i> 104 Idaho at 515, <span class=\"citation\" data-id=\"1119268\"><a href=\"/opinion/1119268/city-of-garden-city-v-city-of-boise/\"><span class=\"volume\">660</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1355</span></a></span>; <i>Johnson v. Stoddard, supra</i><i>.</i></p>\n<p>The judgment of the district court is affirmed in Supreme Court No. 16731, affirmed in Supreme Court No. 16391 as to the adult plaintiffs, and the case is remanded for further proceedings consistent herewith. Costs to Brian Gailey on both appeals and costs to the defendants as against the claims of Robert Gailey and Cecil and Sharon Gailey to the extent that such costs can be so segregated. If the costs cannot be so apportioned, then no costs are awarded. No attorney fees awarded.</p>\n<p>SHEPARD, C.J., and DONALDSON, BAKES and BISTLINE, JJ., concur.</p>\n<p>HUNTLEY, Justice, with whom BISTLINE, Justice, concurs, dissenting to Part III.</p>\n<p>Accompanying the amendment to I.C. § 6-906 is a statement of purpose which explains that the statute was being amended to \"give claimants a more reasonable length of time to learn of and exercise their rights while at the same time giving the government a more easily ascertained statute of limitation.\" The amendment extended the existing 120 day time limitation to a 180 day period. The legislature intended to upgrade the procedural scheme under the Idaho Tort Claims Act, and it is evident that the amendment is remedial in nature and retrospective application was intended.</p>\n<p>In <i>Durtschi,</i> this Court recognized the need for a liberal interpretation of the notice requirement of the Idaho Tort Claims Act. A liberal interpretation avoids thwarting meritorious claims on nonmeritorious, technical grounds. <i>Durtschi, supra,</i> 110 Idaho at 468, <span class=\"citation\" data-id=\"1169159\"><a href=\"/opinion/1169159/doe-v-durtschi/\"><span class=\"volume\">716</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1238</span></a></span>. Furthermore, in <i>Farber v. State,</i> <span class=\"citation\" data-id=\"1167094\"><a href=\"/opinion/1167094/farber-v-state/\"><span class=\"volume\">102</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">398</span></a></span>, <span class=\"citation\" data-id=\"1167094\"><a href=\"/opinion/1167094/farber-v-state/\"><span class=\"volume\">630</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">685</span></a></span> (1981), this Court also committed itself to liberally construing statutes with a view to accomplishing the aims and purposes of obtaining substantial justice. In <i>Farber,</i> this Court refused to literally and strictly apply the notice requirement of I.C. § 6-905, because it would \"result in denying the legitimate claims of those who have suffered injury at the hands of the state, without furthering the legislative purposes behind the statute.\" <i>Id.</i> at 402, 630 P.2d at 689.</p>\n<p>There is no suggestion that I.C. § 6-906, as amended, would affect the substantive right of the parties, it would only extend the time in which a notice of claim may be filed. Clearly, the statute or the amendment is remedial in nature and should be applied retroactively to the Gaileys' claim. This application will not hinder the purposes of the notice requirement of the Idaho Tort Claims Act. However, only applying <span class=\"star-pagination\">*1055</span> I.C. § 6-906 prospectively results in denying legitimate claims and neither furthers the legislative purpose behind the statute nor promotes substantial justice. <i>Id.</i> at 402, 630 P.2d at 689.</p>\n<h2>NOTES</h2>\n<p>[1]  Idaho Code § 5-230, at the time of Brian's accident, provided as follows:\n</p>\n<p>5-230. Persons under disabilities  Other than for real property.  If a person entitled to bring an action, other than for the recovery of real property, be, at the time the cause of action accrued, either:</p>\n<p>1. Within the age of majority; or,</p>\n<p>2. Insane; or,</p>\n<p>3. Imprisoned on a criminal charge, or in execution under the sentence of a criminal court for a term less than for life; the time of such disability is not a part of the time limited for the commencement of the action, provided however, that the time limited for the commencement of an action shall not be tolled for a period of more than six (6) years on account of minority, incompetency, a defendant's absence from the jurisdiction, any legal disability or for other cause or reason except as specifically provided in section 5-213, Idaho Code.</p>\n<p>(Note that the underscored word \"Within\" is a drafting error corrected to \"Under\" by the 1985 legislature.)</p>\n<p>[2]  Idaho Code § 6-906 has been amended to provide for a 180 day period in which to give notice. 1985 Idaho Session Laws, chapter 136, § 3, p. 372.</p>\n<p>[3]  The ruling of this Part III is concurred in by Shepard, C.J., Donaldson, J. and Bakes, J; with Bistline, J. and Huntley, J. dissenting thereto.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1119268/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1167094/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1169159/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1436063/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2609538/"
          ]
        }
      ],
      "judges": "Huntley",
      "date_created": "2015-10-21T01:14:04.419932Z",
      "date_modified": "2016-06-01T18:11:12.777351Z",
      "date_filed": "1987-10-09",
      "date_filed_is_approximate": false,
      "slug": "gailey-v-jerome-county",
      "citation_id": 1278203,
      "case_name_short": "Gailey",
      "case_name": "Gailey v. Jerome County",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "113 Idaho 430",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "745 P.2d 1051",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 11,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/687799/gailey-v-jerome-county/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T11:30:41.229384Z",
  "date_modified": "2014-10-30T11:30:41.229384Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Gailey",
  "case_name": "Gailey v. Jerome County",
  "case_name_full": "",
  "slug": "gailey-v-jerome-county",
  "docket_number": "16391, 16731",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}