{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/691506/",
  "id": 691506,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/cal/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1308000/",
      "id": 1308000,
      "absolute_url": "/opinion/1308000/people-v-aguilar/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/691506/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1308000/",
          "id": 1308000,
          "absolute_url": "/opinion/1308000/people-v-aguilar/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1308000/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/3841/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T05:25:29.405910Z",
          "date_modified": "2017-04-01T03:12:30.783065Z",
          "type": "010combined",
          "sha1": "8519b36b38badf4b1137f90e5b4c91c03021b79c",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>35 Cal.3d 785 (1984)</b></center>\n<center><b>677 P.2d 1198</b></center>\n<center><b>200 Cal. Rptr. 908</b></center>\n<center><h1>THE PEOPLE, Plaintiff and Respondent,<br>\nv.<br>\nMARCELLO MATA AGUILAR, Defendant and Appellant.</h1></center>\n<center>Docket No. Crim. 23237.</center>\n<center><p><b>Supreme Court of California.</b></p></center>\n<center>April 5, 1984.</center>\n<p><span class=\"star-pagination\">*787</span> COUNSEL</p>\n<p>Quin Denvir, State Public Defender, under appointment by the Court of Appeal, and Lisa Short, Deputy State Public Defender, for Defendant and Appellant.</p>\n<p>George Deukmejian and John K. Van de Kamp, Attorneys General, Robert H. Philibosian, Chief Assistant Attorney General, Arnold O. Overoye, Assistant Attorney General, Robert D. Marshall, Eileen Ceranowski, Eddie T. Keller, Jane N. Kirkland and Karen Ziskind, Deputy Attorneys General, for Plaintiff and Respondent.</p>\n<p>OPINION</p>\n<p>REYNOSO, J.</p>\n<p>The right of a criminal defendant to an interpreter is based on the fundamental notion that no person should be subjected to a Kafkaesque trial which may result in the loss of freedom and liberty. We granted hearing in this case to determine the scope of interpreter assistance which article I, section 14 of the California Constitution requires be afforded a non-English speaking criminal defendant. The trial court properly appointed an interpreter for the accused, Marcello Mata Aguilar, after observing him and speaking with him at his arraignment. That interpreter, however, became unavailable to the defendant during the testimony of two Spanish speaking prosecution witnesses. Mata Aguilar<sup>[1]</sup> was convicted by the jury and he challenges that conviction.</p>\n<p>Defendant's central contention on appeal is that the trial court's interference with his exclusive access to the interpreter throughout the proceedings deprived him of a constitutional right.</p>\n<p>We hold that article I, section 14, requires that when an interpreter is appointed for a non-English speaking accused, the accused has a constitutional right to the assistance of the interpreter throughout the entire proceeding. Accordingly, we find constitutional error in the proceedings below.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*788</span> 1. How the Problem Arose</h2>\n<p>On July 21, 1981, an altercation occurred between two farmworkers employed by Alfred Orosco Ramirez, a Sutter County labor contractor. The two employees, Jose Chaidez and Marcello Mata Aguilar both lived at the nearby labor camp. As the argument between the two Spanish speaking employees became heated, a crowd of fellow employees gathered. The argument escalated into a physical confrontation. Chaidez, the ultimate victim in this case, was the aggressor. The small crowd, which included Chaidez' son, Jose Aurelio Chaidez, witnessed the events; several persons unsuccessfully attempted to intervene.</p>\n<p>Chaidez, who was heavier and taller than Mata Aguilar, delivered several blows to the defendant which caused him to be knocked down. Chaidez then picked up a large stick approximately 30 inches long and threatened and yelled at defendant. Frightened and in pain, defendant got up and retreated to his nearby sleeping quarters where he retrieved his rifle which he kept loaded. Defendant emerged from the building and advanced toward Chaidez. As Chaidez dropped the large stick, defendant fired a single shot.</p>\n<p>The police arrived shortly thereafter. They ascertained that Chaidez was dead. Police Detective Wilbur Terry located defendant and took him to the sheriff's department to be interviewed. During the interview, Detective Terry learned that defendant could neither read or write Spanish, his native language, nor could he read or write English. He could speak only broken English. After being advised of his constitutional rights, defendant agreed to give the detective a statement.<sup>[2]</sup> On August 19, 1981, defendant was charged with murder in violation of Penal Code section 187 and use of a firearm within the meaning of Penal Code section 12022.5.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*789</span> At defendant's jury trial, the court appointed an interpreter for him.<sup>[4]</sup> However, his interpreter was \"borrowed\" by the court to function as a witness interpreter for the benefit of the court and jury when Jose Aurelio Chaidez and Alfred Orosco Ramirez, two prosecution witnesses, were called to testify against him. Chaidez was the first witness for the prosecution. Because he was Spanish speaking, the prosecution suggested that he would need \"the interpreter.\" Defense counsel, without consulting defendant, acquiesced in the \"borrowing\" of the interpreter. Chaidez, the only eyewitness other than defendant, testified about the verbal argument that preceded the physical altercation, the actions of his father and defendant prior to the shooting of his father, and defendant's conduct after the shooting. <span class=\"star-pagination\">*790</span> Orosco Ramirez was the last witness called by the prosecution. The court again directed that defendant's interpreter assist the witness in testifying against him. Counsel, again without consulting defendant, acquiesced in this suggestion. Although defense counsel cross-examined Chaidez, no cross-examination of Orosco Ramirez was conducted.</p>\n<p></p>\n<h2>2. The Solution: Constitutional Right to an Interpreter Throughout the Proceedings</h2>\n<p></p>\n<h2>a. <i>The Parameters of the Right</i>\n</h2>\n<p>(1a) Article I, section 14 of the California Constitution was amended in 1974 by vote of the electorate to provide that \"[a] person unable to understand English who is charged with a crime has a right to an interpreter <i>throughout the proceedings.</i>\" (Italics added.) The trial court correctly appointed an interpreter for Mata Aguilar, thus complying with the portion of the Constitution which guarantees that an interpreter be provided. However, the trial court failed to follow the last three words of the constitutional provision  \"throughout the proceedings\"  when it deprived Mata Aguilar of that right by using his interpreter to translate for the prosecution's witnesses. California's Constitution does not provide a half measure of protection. Rather, it requires that when an interpreter is appointed for a criminal defendant, that interpreter must be provided to aid the accused during the whole course of the proceedings.</p>\n<p>(2) Interpreters play three different but essential roles in criminal proceedings: \"(1) They make the questioning of a non-English-speaking witness possible; (2) they facilitate the non-English-speaking defendant's understanding of the colloquy between the attorneys, the witness, and the judge; and (3) they enable the non-English speaking defendant and his English-speaking attorney to communicate ... an interpreter performing the first service will be called a `witness interpreter,' one performing the second service, a `proceedings interpreter,' and one performing the third service a `defense interpreter.'\" (Chang &amp; Araujo, <i>Interpreters for the Defense: Due Process for the Non-English-Speaking Defendant</i> (1975) 63 Cal.L.Rev. 801, 802; hereinafter cited as Chang &amp; Araujo.) While the three roles are interrelated they are distinct.</p>\n<p>The defendant's right to understand the instructions and rulings of the judge, the questions and objections of defense counsel and the prosecution, as well as the testimony of the witnesses is a continuous one. At moments crucial to the defense  when evidentiary rulings and jury instructions are given by the court, when damaging testimony is being introduced  the non-English speaking defendant who is denied the assistance of an interpreter, <span class=\"star-pagination\">*791</span> is unable to communicate with the court or with counsel and is unable to understand and participate in the proceedings which hold the key to freedom.<sup>[5]</sup> (1b) Thus, the \"borrowing\" of the interpreter, the accused's only means of communicating with defense counsel and understanding the proceedings, was a denial of a constitutional right.<sup>[6]</sup></p>\n<p>Our conclusion finds support in recent Court of Appeal rulings. <i>People</i> v. <i>Chavez</i> (1981) 124 Cal. App.3d 215 [177 Cal. Rptr. 306], held that a non-English speaking criminal defendant had been denied his constitutional right to receive interpreter assistance throughout the proceedings. The defendant was wholly without an interpreter during portions of the preliminary proceedings dealing with his competence to stand trial. In <i>Chavez,</i> defense counsel acted as an interpreter when Chavez was arraigned (<i>Id.,</i> at p. 221); a court-appointed official interpreter was provided for the entry of the plea<sup>[7]</sup> (<i>Id.,</i> at pp. 222-223); and an unofficial interpreter was provided for part of the sentencing process.<sup>[8]</sup> The Court of Appeal noted that prior to the 1974 amendment of article I, section 14, an interpreter was only required wherever it was \"necessary\" as a matter of due process. (See <i>People</i> v. <i>Annett</i> (1967) 251 Cal. App.2d 858, 861-862 [59 Cal. Rptr. 888].) The court went on to note, however, that \"Article I, Section 14, now grants a non-English-speaking defendant the distinct right to an interpreter `throughout the proceedings.'\" (<i>People</i> v. <i>Chavez, supra,</i> 124 Cal. App.3d at p. 221.) Accordingly, the court found constitutional error in the trial court proceedings.</p>\n<p><span class=\"star-pagination\">*792</span> Recently, in <i>People</i> v. <i>Menchaca</i> (1983) 146 Cal. App.3d 1019 [194 Cal. Rptr. 691], the Court of Appeal found, \"nothing short of a sworn interpreter at defendant's elbow,\" will satisfy the article I, section 14 guarantee to an interpreter throughout the proceedings. (<i>Id.</i> at p. 1025.) That case involved a Spanish speaking criminal defendant who was illiterate and neither spoke nor understood English. Like defendant Mata Aguilar, Menchaca was initially provided with an interpreter but the interpreter was removed during the testimony of a prosecution witness.<sup>[9]</sup></p>\n<p>In concluding that a constitutional error had occurred, the <i>Menchaca</i> court took judicial notice that when an interpreter is utilized at trial, the interpreter and the witness speak to each other at relatively close range. The court stated, \"Under such circumstances, it cannot be assumed a defendant clearly hears and understands the question and answer exchange in Spanish.\" (<i>Id.</i> at p. 1024.) The court observed that even if the defendant could understand the <i>answers</i> of the witness, it was not established that the defendant understood the testimony because, \"[w]ithout a clear understanding of the <i>questions,</i> such testimony is essentially meaningless.\" (<i>Ibid.,</i> italics added.) Finally, the court mentioned that when acting as a witness interpreter, the same interpreter could not provide the defendant with translation of other integral parts of the proceedings, such as the open-court colloquy between bench and counsel and the rulings of the court. (<i>Id.</i> at p. 1025.) These concerns, of course, are equally applicable to the case at bench.</p>\n<p>We find persuasive discussion in federal case law. One such case addresses the issue of interpreter assistance principally in terms of the right of confrontation under the Sixth Amendment of the United States Constitution. In <i>U.S.</i> ex. rel. <i>Negron</i> v. <i>New York</i> (2d Cir.1970) 434 F.2d 386, the appellate court found constitutional error in the failure of the trial court to provide a Spanish speaking defendant with an interpreter notwithstanding the fact that a prosecution interpreter provided the accused with periodic summaries of the proceedings. \"The least we can require is that a court, put on notice of a defendant's severe language difficulty, make unmistakably clear to him that he has a right to have a competent translator to assist him, at state expense if need be, <i>throughout his trial.</i>\" (<i>Id.</i> at pp. 390-391, italics added.) There, the defendant was unable to communicate with his counsel without the use of an interpreter. The single interpreter provided by the court was used primarily to interpret the testimony of the Spanish speaking witnesses for the court and jury. Negron's contacts with counsel through the interpreter were few. The concern of the district court in <i>Negron</i> is instructive: \"[i]n order to afford Negron his right to confrontation, it was <span class=\"star-pagination\">*793</span> necessary under the circumstances that he be provided with a simultaneous translation of what was being said for the purpose of communicating with his attorney to enable the latter to effectively cross-examine those English-speaking witnesses to test their credibility, their memory and their accuracy of observation in light of Negron's version of the facts.\" (310 F. Supp. 1304, 1307 (E.D.N.Y.) affd., 434 F.2d 386.)</p>\n<p>In affirming the granting of Negron's habeas corpus petition, the Second Circuit went beyond the right of confrontation, \"... the right that was denied Negron seems to us even more consequential than the right of confrontation. Considerations of fairness, the integrity of the fact-finding process, and the potency of our adversary system of justice forbid that the state should prosecute a defendant who is not present at his own trial, [citation omitted], ... [a]nd it is equally imperative that every criminal defendant  if the right to be present is to have meaning  possess `sufficient present ability to consult with his lawyer with a reasonable degree of rational understanding.'\" (434 F.2d at p. 389.)</p>\n<p>(3) The Judicial Council has recognized that under circumstances like that at bench the appointment of more than a single interpreter is warranted. \"An interpreter is needed ... if a party is unable to understand and speak English sufficiently to comprehend the proceedings and to assist counsel in the conduct of the case. Separate interpreters may be needed for each non-English speaking party. An additional interpreter may be needed to interpret witness testimony for the court.\" (Standards of Judicial Administration, section 18(a), appended to Cal. Rules of Court). Two interpreters were required in this case.</p>\n<p>Compelling reasons exist for the appointment of more than one interpreter: \"[It] is nearly impossible for one interpreter to translate the testimony of a witness while simultaneously translating and listening to the discussions between defendant and counsel. It is in these circumstances that a defense interpreter is most needed to ensure adequate representation by the defendant's counsel.\" (Chang &amp; Araujo, at pp. 821-822.) Requiring two interpreters in cases such as the one before us has additional benefits to the criminal justice system because \"it is difficult for an interpreter who has worked closely with the defendant and his counsel in the preparation of the defense from the pretrial stage to translate the court proceedings impartially. Finally, a separate defense interpreter would serve to ensure the accuracy of the proceedings and witness interpreters.\"<sup>[10]</sup> (<i>Id.,</i> at p. 822.)</p>\n<p><span class=\"star-pagination\">*794</span> Without an interpreter, the trial is reduced to \"a babble of voices\" to the defendant. (<i>U.S.</i> ex rel. <i>Negron</i> v. <i>New York, supra,</i> 434 F.2d 386, at p. 388.) Sensitivity toward language difficulties is the hallmark of our multilingual state. This sensitivity has been appropriately elevated to constitutional proportions when the state, through the criminal process, places the life and liberty of the non-English speaker in jeopardy.</p>\n<p></p>\n<h2>b. <i>The Waiver</i>\n</h2>\n<p>A reversal is required unless the defendant waived the constitutional right we have described. Was there a valid waiver? (4) We reject the People's contention that consent of defense counsel to the use of Mata Aguilar's interpreter to translate testimony for the benefit of the jury and the court amounted to a waiver of the article I, section 14 right.</p>\n<p>There is no indication in the record that defendant voluntarily and intelligently waived his constitutional right. Although prior to 1974, appointment of an interpreter could be waived by failure to request one, this is no longer the case. \"The right to an interpreter having since been guaranteed in the Constitution, it may not validly be waived without an `affirmative showing,' on the record, of waiver which was `intelligent and voluntary' on the part of the affected defendant.\" (<i>People</i> v. <i>Chavez, supra,</i> 124 Cal. App.3d 215, 227.) We agree and thus we hold that a personal waiver by the defendant was required. The mere acquiescence by counsel did not waive the right to interpreter assistance.</p>\n<p>Further, the record does not support a conclusion that defendant knew he had a right to an interpreter throughout the proceedings. The issue of knowledge of the right to an interpreter was addressed by the Second Circuit in <i>Negron,</i> in which the court stated, \"Simply to recall the classic definition of a waiver  `an intentional relinquishment or abandonment of a known right,' Johnson v. Zerbst, 304 U.S. 458 [parallel citations omitted] (1938)  is a sufficient answer to the government's suggestion that Negron waived any fundamental right by his passive acquiescence in the grinding of the judicial machinery and his failure to affirmatively assert the right. For all that appears, Negron, who was clearly unaccustomed to asserting `personal rights' against the authority of the judicial arm of the state, may well not have had the slightest notion that he had any `rights' or any `privilege' to assert them.\" (434 F.2d at p. 390.) Similarly, Mata Aguilar's inaction in demanding his personal right did not result in a waiver.</p>\n<p><span class=\"star-pagination\">*795</span> There is no indication in the record that defendant made a voluntary and intentional waiver. An exchange took place  entirely in English  between the court, the prosecutor, the interpreter, and defense counsel. The defendant was excluded.<sup>[11]</sup> This conversation, being a \"babble of voices\" to the defendant, cannot be held to amount to a waiver by him of his right to an interpreter.</p>\n<p>In the ethnic richness of California, a multiplicity of languages has been nurtured. Historically, many peoples speaking diverse tongues have formed large portions of our population. The people of this state, through the clear and express terms of their Constitution, require that all persons tried in a California court understand what is happening about them, for them, and against them. Who would have it otherwise?</p>\n<p>The judgment is reversed.</p>\n<p>Bird, C.J., Kaus, J., Broussard, J., and Grodin, J., concurred.</p>\n<p>RICHARDSON, J.<sup>[*]</sup></p>\n<p>I respectfully dissent. Under the circumstances of this case, reversal is not warranted, because defendant has shown neither prejudice nor denial of any constitutional right arising from the procedures utilized by the trial court. The trial court appointed an interpreter for defendant at trial. However, we have not been supplied with any record of the proceedings leading to the appointment so we do not know the basis upon which the request was granted. None of the interesting sociological data provided in footnote 5 (<i>ante,</i> p. 791) is part of the record before us nor is it in any way tied to defendant. What <i>is</i> included in the record amply demonstrates that defendant had sufficient knowledge of the English language to have enabled him to communicate effectively with counsel during the time that the interpreter was being used to interpret for the two prosecution witnesses.</p>\n<p><span class=\"star-pagination\">*796</span> After defendant's arrest, he was questioned by Officer Terry. Both the questions put and the answers given were entirely in English. The officer testified at trial that defendant had no difficulty in speaking English and that defendant told him he understood that language well, although defendant's spoken English was \"broken.\" Terry took a statement from defendant in question and answer form during an interview conducted entirely in English. The officer then read the statement to defendant, again in English, and simultaneously recorded his reading and defendant's oral concurrence with the written version of the interview. Finally, defendant signed and dated each page of the written transcription of the interview.</p>\n<p>Next, at the time of defendant's arraignment, the record shows that without the use of any interpreter, defendant requested appointment of counsel, entered a plea, and readily answered all questions posed by the court. I also find it significant that the probation report submitted to the court for sentencing purposes revealed that defendant was born in the United States, had an eighth grade education in American schools, and served in the United States military services until his honorable discharge.</p>\n<p>Finally, the record of the sentencing proceeding recites that \"Defendant stated that he understands what the Court is saying and does not request an interpreter.\" Defendant then personally and readily responded in English to questions from the court regarding his right to appeal and his obligation to file a notice of appeal on his own behalf should his attorney not do so.</p>\n<p>The California Constitution declares that \"A person unable to understand English who is charged with a crime has a right to an interpreter throughout the proceedings.\" (Art. I, § 14.) Defendant here selectively utilized the services of an interpreter and the record reflects that in those instances where he functioned without such services he was able to understand and to make himself understood in the English language. The appointment of an interpreter was a laudatory safeguard to assure the highest comprehension by defendant during the trial. However, in view of defendant's demonstrated understanding of English and the lack of any specific assertion that he unsuccessfully attempted to communicate with counsel, a reversal of his conviction is not required. There is no indication in this record that defendant was unable to hear and understand the questions or answers during the relevant examinations, or that he asked to speak to counsel and was unable to do so, or that he requested repetition of any testimony, or that, in any other manner, he felt constrained, isolated, or asea in \"a babble of voices\" while the interpreter translated for the witnesses. Article I, section 14, is violated only when interpreters are denied \"a person unable to understand English.\"</p>\n<p><span class=\"star-pagination\">*797</span> Moreover, I think it is arguable that defendant, through his counsel, knowingly waived his right to the services of a second interpreter during the period in which the first interpreter assisted the witnesses.</p>\n<p>In summary, defendant has not demonstrated that he was denied any constitutional rights by the procedures followed here. I would affirm the judgment of conviction.</p>\n<p>Mosk, J., concurred.</p>\n<p>Respondent's petition for a rehearing was denied May 24, 1984. Mosk, J., and Lucas, J., were of the opinion that the petition should be granted.</p>\n<h2>NOTES</h2>\n<p>[1]  The record is unclear regarding the defendant's surname  whether it is Mata or Aguilar. In the face of such uncertainty the use of both names is proper.</p>\n<p>[2]  At trial, Detective Terry testified that Mata Aguilar did not have difficulty understanding English, although he did have difficulty speaking English. Defendant on the other hand, testified that he understood \"very little\" English and that he was able to understand Detective Terry because he explained and read everything to him.\n</p>\n<p>There is a vast difference between the stationhouse and the courtroom in terms of defendant's ability to use and understand English. Detective Terry, we assume, had ample time to assure by measured tone of voice and repetition that defendant understood him. In contrast, a trial is a formal proceeding. The trial court, having the advantage of observing and listening to defendant in that setting, concluded that the defendant was in need of an interpreter and thus appointed the interpreter for the defendant. It is this conclusion, by the trial court, as we discuss in the text, and not the extrajudicial conclusion of Detective Terry, which forms the basis for this appeal.</p>\n<p>[3]  It is unclear from the record whether the interpreter actually assisted the defendant during the jury selection process.</p>\n<p>[4]  The trial court, as we have noted, determined that defendant needed the assistance of an interpreter. The dissent disregards that factual conclusion. Rather, it makes an independent determination based on the testimony of Detective Terry which we have noted. In addition, the dissent points to defendant's personal history and two phases of the proceedings (the arraignment and sentencing phases) to demonstrate that Mata Aguilar understood English well.\n</p>\n<p>While the record shows that defendant understood and spoke limited English, nothing in the record negates the correctness of the order appointing an interpreter.</p>\n<p>On the basis of what little personal information we have about defendant, the dissent's inference is unwarranted. Defendant was born in Brownsville, Texas, a border community that is and has been 85 to 90 percent Spanish speaking. (Hansen, The Border Economy: Regional Development in the Southwest (1981) University of Texas Press, pp. 15, 143.)</p>\n<p>Mata Aguilar, age 54 at the time of trial, apparently completed his eighth grade education at a time when the segregation of Mexican American children into separate schools was the practice in California and throughout the Southwest. (<i>Mexican Americans and the Desegregation of Schools in the Southwest</i> (1971) 8 Houston L.Rev. 929, 940.)</p>\n<p>As late as 1930, a Texas school district succeeded in defending its practice of separate schools for Mexican American children on the basis of the children's language deficiencies. (<i>Independent School District</i> v. <i>Salvatierra</i> (Tex.Civ.App. 1930) 33 S.W.2d 790.) In California, the segregation of Mexican American school children on the grounds of language deficiencies was not declared unconstitutional until 1946. (<i>Mendez</i> v. <i>Westminster School District</i> (S.D.Cal. 1946) 64 F. Supp. 544; affd., 161 F.2d 774 (9th Cir.1947).) In declaring the practice unconstitutional, the federal district court in <i>Westminster</i> noted that \"[t]he evidence clearly shows that Spanish-speaking children are retarded in learning English by lack of exposure to its use because of segregation.\" (64 F. Supp. at p. 549.)</p>\n<p>Defendant's military record does not compel the conclusion that he could understand English well. Defendant served in the United States Army between 1948 and 1951, a period when there were no English language requirements for service. We do not know whether defendant volunteered for service or was inducted. Although the ability to speak and understand English was a requirement for voluntary enlistment in 1938 (10 C.F.R. § 71.2, subd. (b) (1938 ed.)), that requirement was eliminated in 1939 and was not reinstated during the time that Mata Aguilar was in the Army. The regulations under the Selective Service Act of 1948, similarly, do not list English speaking ability as a requirement for induction. (32 C.F.R. pt. 16 (1949 ed.)) Furthermore, Army units comprised primarily of Spanish speaking G.I.s were common at the time, and there was at least one Company, from Texas, made up of entirely Spanish speaking soldiers, many of whom spoke only limited English. (Morin, Among the Valiant: Mexican Americans in World War II and Korea (1966) Borden Publishing Co., pp. 59-60.)</p>\n<p>Finally, since age 11 defendant has been a seasonal farmworker. The activity giving rise to his conviction took place in a migrant farm labor camp in 1981. He was among Spanish speaking workers. We may judicially notice that the migrant stream of farm workers in the Southwest is predominantly Spanish speaking.</p>\n<p>[5]  The record is silent as to the Spanish speaking ability of counsel for defendant. Assuming counsel did speak Spanish, defendant's constitutional right would not be vitiated. Were we to conclude otherwise, bilingual counsel would be seriously disadvantaged at trial. As noted by one commentary, the bilingual attorney would be \"in the undesirable position of translating the proceedings to the defendant while at the same time attempting to formulate and discuss strategy and tactics.\" (Chang &amp; Araujo, at p. 822.)</p>\n<p>[6]  The People's argument itself demonstrates the importance of guaranteeing continuous translation assistance for a defendant. As is discussed in the body of the opinion; the People contend that Aguilar waived his article I, section 14 right. The very interchange that produced the purported waiver involved the court, the prosecutor, the interpreter and defense counsel. This conversation was <i>entirely in English.</i> The fact that the prosecution attempts to use an all English conversation in such a harmful way against defendant, underscores the importance of guaranteeing a non-English-speaking defendant the assistance of an interpreter during the whole course of the proceedings. It also demonstrates the necessity of requiring personal waiver of the right to an interpreter.</p>\n<p>[7]  An additional problem presented in <i>Chavez</i> was that the defendant received only paraphrased summaries of the questions and comments of the court during the plea proceedings. The proceedings were not, in fact, translated. Such summaries do not comport to California constitutional requirements. Rather, the usual practice of simultaneous, or ongoing translation (a word, phrase, or sentence at a time) is the accepted and proper procedure. (See <i>People</i> v. <i>Menchaca</i> (1983) 146 Cal. App.3d 1019 [194 Cal. Rptr. 691].)</p>\n<p>[8]  An employee of the district attorney's office was asked to interpret on this occasion after being identified as the \"only interpreter in the building.\" Defense counsel was purported to have waived the right to an interpreter on the second day of sentencing. As in the case at bench, there was no indication that defendant participated in or agreed to the purported waiver. (<i>Id.,</i> 124 Cal. App.3d at pp. 223-224.)</p>\n<p>[9]  Menchaca, however, also challenged the denial of an interpreter at preliminary proceedings.</p>\n<p>[10]  Accuracy is required to protect the integrity of the proceedings as well as the defendant's rights. When no defense interpreter is available, it is impossible for the non-English-speaking defendant to check the accuracy or competency of the witness interpreter's translation. This breakdown effectively precludes the defense from challenging or impeaching the interpretation rendered, because objection regarding accuracy of the interpretation must be made below. (<i>People</i> v. <i>Reyes</i> (1976) 62 Cal. App.3d 53, 70 [132 Cal. Rptr. 848].) Moreover, on review, no transcript of the oral proceedings in the translated language exists. Thus, the denial of a defense interpreter represents a singularly unchecked aspect of our criminal justice system.</p>\n<p>[11]  The transcript of the trial shows the following:\n</p>\n<p>\"MR. H. TED HANSEN [the prosecutor]: Thank you, your Honor. We'd first call Jose Chaidez. And your Honor, this witness does require the interpreter.</p>\n<p>\"THE COURT: All right, we'll now swear the interpreter.</p>\n<p>\"SUSAN INAZETI, the interpreter herein, was sworn to translate English into Spanish and Spanish into English to the best of her ability.</p>\n<p>\"THE INTERPRETER: Your Honor, he'll [Aguilar] be able to hear the answers and responses and be able to hear the questions of counsel translated into Spanish, too, if there's no objection to counsel as far as attorney-client privilege.</p>\n<p>\"THE COURT: Thank you. Mr. Norman Hansen, is that agreeable. [<i>Sic.</i>]</p>\n<p>\"MR. NORMAN HANSEN [defense counsel]: No, your Honor. That was anticipated.</p>\n<p>\"THE COURT: All right, please swear the witness. Will you step forward, please?\"</p>\n<p>[*]   Retired Associate Justice of the Supreme Court sitting under assignment by the Chairperson of the Judicial Council.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">785</span></span> (1984)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">677</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1198</span></span></b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">200</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">908</span></span></b></center>\n<center><h1>THE PEOPLE, Plaintiff and Respondent,<br>\nv.<br>\nMARCELLO MATA AGUILAR, Defendant and Appellant.</h1></center>\n<center>Docket No. Crim. 23237.</center>\n<center><p><b>Supreme Court of California.</b></p></center>\n<center>April 5, 1984.</center>\n<p><span class=\"star-pagination\">*787</span> COUNSEL</p>\n<p>Quin Denvir, State Public Defender, under appointment by the Court of Appeal, and Lisa Short, Deputy State Public Defender, for Defendant and Appellant.</p>\n<p>George Deukmejian and John K. Van de Kamp, Attorneys General, Robert H. Philibosian, Chief Assistant Attorney General, Arnold O. Overoye, Assistant Attorney General, Robert D. Marshall, Eileen Ceranowski, Eddie T. Keller, Jane N. Kirkland and Karen Ziskind, Deputy Attorneys General, for Plaintiff and Respondent.</p>\n<p>OPINION</p>\n<p>REYNOSO, J.</p>\n<p>The right of a criminal defendant to an interpreter is based on the fundamental notion that no person should be subjected to a Kafkaesque trial which may result in the loss of freedom and liberty. We granted hearing in this case to determine the scope of interpreter assistance which article I, section 14 of the California Constitution requires be afforded a non-English speaking criminal defendant. The trial court properly appointed an interpreter for the accused, Marcello Mata Aguilar, after observing him and speaking with him at his arraignment. That interpreter, however, became unavailable to the defendant during the testimony of two Spanish speaking prosecution witnesses. Mata Aguilar<sup>[1]</sup> was convicted by the jury and he challenges that conviction.</p>\n<p>Defendant's central contention on appeal is that the trial court's interference with his exclusive access to the interpreter throughout the proceedings deprived him of a constitutional right.</p>\n<p>We hold that article I, section 14, requires that when an interpreter is appointed for a non-English speaking accused, the accused has a constitutional right to the assistance of the interpreter throughout the entire proceeding. Accordingly, we find constitutional error in the proceedings below.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*788</span> 1. How the Problem Arose</h2>\n<p>On July 21, 1981, an altercation occurred between two farmworkers employed by Alfred Orosco Ramirez, a Sutter County labor contractor. The two employees, Jose Chaidez and Marcello Mata Aguilar both lived at the nearby labor camp. As the argument between the two Spanish speaking employees became heated, a crowd of fellow employees gathered. The argument escalated into a physical confrontation. Chaidez, the ultimate victim in this case, was the aggressor. The small crowd, which included Chaidez' son, Jose Aurelio Chaidez, witnessed the events; several persons unsuccessfully attempted to intervene.</p>\n<p>Chaidez, who was heavier and taller than Mata Aguilar, delivered several blows to the defendant which caused him to be knocked down. Chaidez then picked up a large stick approximately 30 inches long and threatened and yelled at defendant. Frightened and in pain, defendant got up and retreated to his nearby sleeping quarters where he retrieved his rifle which he kept loaded. Defendant emerged from the building and advanced toward Chaidez. As Chaidez dropped the large stick, defendant fired a single shot.</p>\n<p>The police arrived shortly thereafter. They ascertained that Chaidez was dead. Police Detective Wilbur Terry located defendant and took him to the sheriff's department to be interviewed. During the interview, Detective Terry learned that defendant could neither read or write Spanish, his native language, nor could he read or write English. He could speak only broken English. After being advised of his constitutional rights, defendant agreed to give the detective a statement.<sup>[2]</sup> On August 19, 1981, defendant was charged with murder in violation of Penal Code section 187 and use of a firearm within the meaning of Penal Code section 12022.5.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*789</span> At defendant's jury trial, the court appointed an interpreter for him.<sup>[4]</sup> However, his interpreter was \"borrowed\" by the court to function as a witness interpreter for the benefit of the court and jury when Jose Aurelio Chaidez and Alfred Orosco Ramirez, two prosecution witnesses, were called to testify against him. Chaidez was the first witness for the prosecution. Because he was Spanish speaking, the prosecution suggested that he would need \"the interpreter.\" Defense counsel, without consulting defendant, acquiesced in the \"borrowing\" of the interpreter. Chaidez, the only eyewitness other than defendant, testified about the verbal argument that preceded the physical altercation, the actions of his father and defendant prior to the shooting of his father, and defendant's conduct after the shooting. <span class=\"star-pagination\">*790</span> Orosco Ramirez was the last witness called by the prosecution. The court again directed that defendant's interpreter assist the witness in testifying against him. Counsel, again without consulting defendant, acquiesced in this suggestion. Although defense counsel cross-examined Chaidez, no cross-examination of Orosco Ramirez was conducted.</p>\n<p></p>\n<h2>2. The Solution: Constitutional Right to an Interpreter Throughout the Proceedings</h2>\n<p></p>\n<h2>a. <i>The Parameters of the Right</i>\n</h2>\n<p>(1a) Article I, section 14 of the California Constitution was amended in 1974 by vote of the electorate to provide that \"[a] person unable to understand English who is charged with a crime has a right to an interpreter <i>throughout the proceedings.</i>\" (Italics added.) The trial court correctly appointed an interpreter for Mata Aguilar, thus complying with the portion of the Constitution which guarantees that an interpreter be provided. However, the trial court failed to follow the last three words of the constitutional provision  \"throughout the proceedings\"  when it deprived Mata Aguilar of that right by using his interpreter to translate for the prosecution's witnesses. California's Constitution does not provide a half measure of protection. Rather, it requires that when an interpreter is appointed for a criminal defendant, that interpreter must be provided to aid the accused during the whole course of the proceedings.</p>\n<p>(2) Interpreters play three different but essential roles in criminal proceedings: \"(1) They make the questioning of a non-English-speaking witness possible; (2) they facilitate the non-English-speaking defendant's understanding of the colloquy between the attorneys, the witness, and the judge; and (3) they enable the non-English speaking defendant and his English-speaking attorney to communicate ... an interpreter performing the first service will be called a `witness interpreter,' one performing the second service, a `proceedings interpreter,' and one performing the third service a `defense interpreter.'\" (Chang &amp; Araujo, <i>Interpreters for the Defense: Due Process for the Non-English-Speaking Defendant</i> (1975) 63 Cal.L.Rev. 801, 802; hereinafter cited as Chang &amp; Araujo.) While the three roles are interrelated they are distinct.</p>\n<p>The defendant's right to understand the instructions and rulings of the judge, the questions and objections of defense counsel and the prosecution, as well as the testimony of the witnesses is a continuous one. At moments crucial to the defense  when evidentiary rulings and jury instructions are given by the court, when damaging testimony is being introduced  the non-English speaking defendant who is denied the assistance of an interpreter, <span class=\"star-pagination\">*791</span> is unable to communicate with the court or with counsel and is unable to understand and participate in the proceedings which hold the key to freedom.<sup>[5]</sup> (1b) Thus, the \"borrowing\" of the interpreter, the accused's only means of communicating with defense counsel and understanding the proceedings, was a denial of a constitutional right.<sup>[6]</sup></p>\n<p>Our conclusion finds support in recent Court of Appeal rulings. <i>People</i> v. <i>Chavez</i> (1981) <span class=\"citation\" data-id=\"2147893\"><a href=\"/opinion/2147893/people-v-chavez/\"><span class=\"volume\">124</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">215</span></a></span> [<span class=\"citation\" data-id=\"2147893\"><a href=\"/opinion/2147893/people-v-chavez/\"><span class=\"volume\">177</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">306</span></a></span>], held that a non-English speaking criminal defendant had been denied his constitutional right to receive interpreter assistance throughout the proceedings. The defendant was wholly without an interpreter during portions of the preliminary proceedings dealing with his competence to stand trial. In <i>Chavez,</i> defense counsel acted as an interpreter when Chavez was arraigned (<i>Id.,</i> at p. 221); a court-appointed official interpreter was provided for the entry of the plea<sup>[7]</sup> (<i>Id.,</i> at pp. 222-223); and an unofficial interpreter was provided for part of the sentencing process.<sup>[8]</sup> The Court of Appeal noted that prior to the 1974 amendment of article I, section 14, an interpreter was only required wherever it was \"necessary\" as a matter of due process. (See <i>People</i> v. <i>Annett</i> (1967) <span class=\"citation\" data-id=\"2214508\"><a href=\"/opinion/2214508/people-v-annett/\"><span class=\"volume\">251</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">858</span></a></span>, 861-862 [<span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">888</span></span>].) The court went on to note, however, that \"Article I, Section 14, now grants a non-English-speaking defendant the distinct right to an interpreter `throughout the proceedings.'\" (<i>People</i> v. <i>Chavez, supra,</i> 124 Cal. App.3d at p. 221.) Accordingly, the court found constitutional error in the trial court proceedings.</p>\n<p><span class=\"star-pagination\">*792</span> Recently, in <i>People</i> v. <i>Menchaca</i> (1983) <span class=\"citation\" data-id=\"2165674\"><a href=\"/opinion/2165674/people-v-menchaca/\"><span class=\"volume\">146</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">1019</span></a></span> [<span class=\"citation\" data-id=\"2165674\"><a href=\"/opinion/2165674/people-v-menchaca/\"><span class=\"volume\">194</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">691</span></a></span>], the Court of Appeal found, \"nothing short of a sworn interpreter at defendant's elbow,\" will satisfy the article I, section 14 guarantee to an interpreter throughout the proceedings. (<i>Id.</i> at p. 1025.) That case involved a Spanish speaking criminal defendant who was illiterate and neither spoke nor understood English. Like defendant Mata Aguilar, Menchaca was initially provided with an interpreter but the interpreter was removed during the testimony of a prosecution witness.<sup>[9]</sup></p>\n<p>In concluding that a constitutional error had occurred, the <i>Menchaca</i> court took judicial notice that when an interpreter is utilized at trial, the interpreter and the witness speak to each other at relatively close range. The court stated, \"Under such circumstances, it cannot be assumed a defendant clearly hears and understands the question and answer exchange in Spanish.\" (<i>Id.</i> at p. 1024.) The court observed that even if the defendant could understand the <i>answers</i> of the witness, it was not established that the defendant understood the testimony because, \"[w]ithout a clear understanding of the <i>questions,</i> such testimony is essentially meaningless.\" (<i>Ibid.,</i> italics added.) Finally, the court mentioned that when acting as a witness interpreter, the same interpreter could not provide the defendant with translation of other integral parts of the proceedings, such as the open-court colloquy between bench and counsel and the rulings of the court. (<i>Id.</i> at p. 1025.) These concerns, of course, are equally applicable to the case at bench.</p>\n<p>We find persuasive discussion in federal case law. One such case addresses the issue of interpreter assistance principally in terms of the right of confrontation under the Sixth Amendment of the United States Constitution. In <i>U.S.</i> ex. rel. <i>Negron</i> v. <i>New York</i> (2d Cir.1970) <span class=\"citation\" data-id=\"293248\"><a href=\"/opinion/293248/united-states-of-america-ex-rel-rogelio-nieves-negron-v-the-state-of-new/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">386</span></a></span>, the appellate court found constitutional error in the failure of the trial court to provide a Spanish speaking defendant with an interpreter notwithstanding the fact that a prosecution interpreter provided the accused with periodic summaries of the proceedings. \"The least we can require is that a court, put on notice of a defendant's severe language difficulty, make unmistakably clear to him that he has a right to have a competent translator to assist him, at state expense if need be, <i>throughout his trial.</i>\" (<i>Id.</i> at pp. 390-391, italics added.) There, the defendant was unable to communicate with his counsel without the use of an interpreter. The single interpreter provided by the court was used primarily to interpret the testimony of the Spanish speaking witnesses for the court and jury. Negron's contacts with counsel through the interpreter were few. The concern of the district court in <i>Negron</i> is instructive: \"[i]n order to afford Negron his right to confrontation, it was <span class=\"star-pagination\">*793</span> necessary under the circumstances that he be provided with a simultaneous translation of what was being said for the purpose of communicating with his attorney to enable the latter to effectively cross-examine those English-speaking witnesses to test their credibility, their memory and their accuracy of observation in light of Negron's version of the facts.\" (<span class=\"citation\" data-id=\"1382185\"><a href=\"/opinion/1382185/united-states-ex-rel-negron-v-state-of-new-york/\"><span class=\"volume\">310</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1304</span></a></span>, 1307 (E.D.N.Y.) affd., <span class=\"citation\" data-id=\"293248\"><a href=\"/opinion/293248/united-states-of-america-ex-rel-rogelio-nieves-negron-v-the-state-of-new/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">386</span></a></span>.)</p>\n<p>In affirming the granting of Negron's habeas corpus petition, the Second Circuit went beyond the right of confrontation, \"... the right that was denied Negron seems to us even more consequential than the right of confrontation. Considerations of fairness, the integrity of the fact-finding process, and the potency of our adversary system of justice forbid that the state should prosecute a defendant who is not present at his own trial, [citation omitted], ... [a]nd it is equally imperative that every criminal defendant  if the right to be present is to have meaning  possess `sufficient present ability to consult with his lawyer with a reasonable degree of rational understanding.'\" (434 F.2d at p. 389.)</p>\n<p>(3) The Judicial Council has recognized that under circumstances like that at bench the appointment of more than a single interpreter is warranted. \"An interpreter is needed ... if a party is unable to understand and speak English sufficiently to comprehend the proceedings and to assist counsel in the conduct of the case. Separate interpreters may be needed for each non-English speaking party. An additional interpreter may be needed to interpret witness testimony for the court.\" (Standards of Judicial Administration, section 18(a), appended to Cal. Rules of Court). Two interpreters were required in this case.</p>\n<p>Compelling reasons exist for the appointment of more than one interpreter: \"[It] is nearly impossible for one interpreter to translate the testimony of a witness while simultaneously translating and listening to the discussions between defendant and counsel. It is in these circumstances that a defense interpreter is most needed to ensure adequate representation by the defendant's counsel.\" (Chang &amp; Araujo, at pp. 821-822.) Requiring two interpreters in cases such as the one before us has additional benefits to the criminal justice system because \"it is difficult for an interpreter who has worked closely with the defendant and his counsel in the preparation of the defense from the pretrial stage to translate the court proceedings impartially. Finally, a separate defense interpreter would serve to ensure the accuracy of the proceedings and witness interpreters.\"<sup>[10]</sup> (<i>Id.,</i> at p. 822.)</p>\n<p><span class=\"star-pagination\">*794</span> Without an interpreter, the trial is reduced to \"a babble of voices\" to the defendant. (<i>U.S.</i> ex rel. <i>Negron</i> v. <i>New York, supra,</i> <span class=\"citation\" data-id=\"293248\"><a href=\"/opinion/293248/united-states-of-america-ex-rel-rogelio-nieves-negron-v-the-state-of-new/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">386</span></a></span>, at p. 388.) Sensitivity toward language difficulties is the hallmark of our multilingual state. This sensitivity has been appropriately elevated to constitutional proportions when the state, through the criminal process, places the life and liberty of the non-English speaker in jeopardy.</p>\n<p></p>\n<h2>b. <i>The Waiver</i>\n</h2>\n<p>A reversal is required unless the defendant waived the constitutional right we have described. Was there a valid waiver? (4) We reject the People's contention that consent of defense counsel to the use of Mata Aguilar's interpreter to translate testimony for the benefit of the jury and the court amounted to a waiver of the article I, section 14 right.</p>\n<p>There is no indication in the record that defendant voluntarily and intelligently waived his constitutional right. Although prior to 1974, appointment of an interpreter could be waived by failure to request one, this is no longer the case. \"The right to an interpreter having since been guaranteed in the Constitution, it may not validly be waived without an `affirmative showing,' on the record, of waiver which was `intelligent and voluntary' on the part of the affected defendant.\" (<i>People</i> v. <i>Chavez, supra,</i> <span class=\"citation\" data-id=\"2147893\"><a href=\"/opinion/2147893/people-v-chavez/\"><span class=\"volume\">124</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">215</span></a></span>, 227.) We agree and thus we hold that a personal waiver by the defendant was required. The mere acquiescence by counsel did not waive the right to interpreter assistance.</p>\n<p>Further, the record does not support a conclusion that defendant knew he had a right to an interpreter throughout the proceedings. The issue of knowledge of the right to an interpreter was addressed by the Second Circuit in <i>Negron,</i> in which the court stated, \"Simply to recall the classic definition of a waiver  `an intentional relinquishment or abandonment of a known right,' Johnson v. Zerbst, <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">458</span></a></span> [parallel citations omitted] (1938)  is a sufficient answer to the government's suggestion that Negron waived any fundamental right by his passive acquiescence in the grinding of the judicial machinery and his failure to affirmatively assert the right. For all that appears, Negron, who was clearly unaccustomed to asserting `personal rights' against the authority of the judicial arm of the state, may well not have had the slightest notion that he had any `rights' or any `privilege' to assert them.\" (434 F.2d at p. 390.) Similarly, Mata Aguilar's inaction in demanding his personal right did not result in a waiver.</p>\n<p><span class=\"star-pagination\">*795</span> There is no indication in the record that defendant made a voluntary and intentional waiver. An exchange took place  entirely in English  between the court, the prosecutor, the interpreter, and defense counsel. The defendant was excluded.<sup>[11]</sup> This conversation, being a \"babble of voices\" to the defendant, cannot be held to amount to a waiver by him of his right to an interpreter.</p>\n<p>In the ethnic richness of California, a multiplicity of languages has been nurtured. Historically, many peoples speaking diverse tongues have formed large portions of our population. The people of this state, through the clear and express terms of their Constitution, require that all persons tried in a California court understand what is happening about them, for them, and against them. Who would have it otherwise?</p>\n<p>The judgment is reversed.</p>\n<p>Bird, C.J., Kaus, J., Broussard, J., and Grodin, J., concurred.</p>\n<p>RICHARDSON, J.<sup>[*]</sup></p>\n<p>I respectfully dissent. Under the circumstances of this case, reversal is not warranted, because defendant has shown neither prejudice nor denial of any constitutional right arising from the procedures utilized by the trial court. The trial court appointed an interpreter for defendant at trial. However, we have not been supplied with any record of the proceedings leading to the appointment so we do not know the basis upon which the request was granted. None of the interesting sociological data provided in footnote 5 (<i>ante,</i> p. 791) is part of the record before us nor is it in any way tied to defendant. What <i>is</i> included in the record amply demonstrates that defendant had sufficient knowledge of the English language to have enabled him to communicate effectively with counsel during the time that the interpreter was being used to interpret for the two prosecution witnesses.</p>\n<p><span class=\"star-pagination\">*796</span> After defendant's arrest, he was questioned by Officer Terry. Both the questions put and the answers given were entirely in English. The officer testified at trial that defendant had no difficulty in speaking English and that defendant told him he understood that language well, although defendant's spoken English was \"broken.\" Terry took a statement from defendant in question and answer form during an interview conducted entirely in English. The officer then read the statement to defendant, again in English, and simultaneously recorded his reading and defendant's oral concurrence with the written version of the interview. Finally, defendant signed and dated each page of the written transcription of the interview.</p>\n<p>Next, at the time of defendant's arraignment, the record shows that without the use of any interpreter, defendant requested appointment of counsel, entered a plea, and readily answered all questions posed by the court. I also find it significant that the probation report submitted to the court for sentencing purposes revealed that defendant was born in the United States, had an eighth grade education in American schools, and served in the United States military services until his honorable discharge.</p>\n<p>Finally, the record of the sentencing proceeding recites that \"Defendant stated that he understands what the Court is saying and does not request an interpreter.\" Defendant then personally and readily responded in English to questions from the court regarding his right to appeal and his obligation to file a notice of appeal on his own behalf should his attorney not do so.</p>\n<p>The California Constitution declares that \"A person unable to understand English who is charged with a crime has a right to an interpreter throughout the proceedings.\" (Art. I, § 14.) Defendant here selectively utilized the services of an interpreter and the record reflects that in those instances where he functioned without such services he was able to understand and to make himself understood in the English language. The appointment of an interpreter was a laudatory safeguard to assure the highest comprehension by defendant during the trial. However, in view of defendant's demonstrated understanding of English and the lack of any specific assertion that he unsuccessfully attempted to communicate with counsel, a reversal of his conviction is not required. There is no indication in this record that defendant was unable to hear and understand the questions or answers during the relevant examinations, or that he asked to speak to counsel and was unable to do so, or that he requested repetition of any testimony, or that, in any other manner, he felt constrained, isolated, or asea in \"a babble of voices\" while the interpreter translated for the witnesses. Article I, section 14, is violated only when interpreters are denied \"a person unable to understand English.\"</p>\n<p><span class=\"star-pagination\">*797</span> Moreover, I think it is arguable that defendant, through his counsel, knowingly waived his right to the services of a second interpreter during the period in which the first interpreter assisted the witnesses.</p>\n<p>In summary, defendant has not demonstrated that he was denied any constitutional rights by the procedures followed here. I would affirm the judgment of conviction.</p>\n<p>Mosk, J., concurred.</p>\n<p>Respondent's petition for a rehearing was denied May 24, 1984. Mosk, J., and Lucas, J., were of the opinion that the petition should be granted.</p>\n<h2>NOTES</h2>\n<p>[1]  The record is unclear regarding the defendant's surname  whether it is Mata or Aguilar. In the face of such uncertainty the use of both names is proper.</p>\n<p>[2]  At trial, Detective Terry testified that Mata Aguilar did not have difficulty understanding English, although he did have difficulty speaking English. Defendant on the other hand, testified that he understood \"very little\" English and that he was able to understand Detective Terry because he explained and read everything to him.\n</p>\n<p>There is a vast difference between the stationhouse and the courtroom in terms of defendant's ability to use and understand English. Detective Terry, we assume, had ample time to assure by measured tone of voice and repetition that defendant understood him. In contrast, a trial is a formal proceeding. The trial court, having the advantage of observing and listening to defendant in that setting, concluded that the defendant was in need of an interpreter and thus appointed the interpreter for the defendant. It is this conclusion, by the trial court, as we discuss in the text, and not the extrajudicial conclusion of Detective Terry, which forms the basis for this appeal.</p>\n<p>[3]  It is unclear from the record whether the interpreter actually assisted the defendant during the jury selection process.</p>\n<p>[4]  The trial court, as we have noted, determined that defendant needed the assistance of an interpreter. The dissent disregards that factual conclusion. Rather, it makes an independent determination based on the testimony of Detective Terry which we have noted. In addition, the dissent points to defendant's personal history and two phases of the proceedings (the arraignment and sentencing phases) to demonstrate that Mata Aguilar understood English well.\n</p>\n<p>While the record shows that defendant understood and spoke limited English, nothing in the record negates the correctness of the order appointing an interpreter.</p>\n<p>On the basis of what little personal information we have about defendant, the dissent's inference is unwarranted. Defendant was born in Brownsville, Texas, a border community that is and has been 85 to 90 percent Spanish speaking. (Hansen, The Border Economy: Regional Development in the Southwest (1981) University of Texas Press, pp. 15, 143.)</p>\n<p>Mata Aguilar, age 54 at the time of trial, apparently completed his eighth grade education at a time when the segregation of Mexican American children into separate schools was the practice in California and throughout the Southwest. (<i>Mexican Americans and the Desegregation of Schools in the Southwest</i> (1971) 8 Houston L.Rev. 929, 940.)</p>\n<p>As late as 1930, a Texas school district succeeded in defending its practice of separate schools for Mexican American children on the basis of the children's language deficiencies. (<i>Independent School District</i> v. <i>Salvatierra</i> (Tex.Civ.App. 1930) <span class=\"citation\" data-id=\"3918086\"><a href=\"/opinion/4153219/indep-sch-dist-v-salvatierra/\"><span class=\"volume\">33</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">790</span></a></span>.) In California, the segregation of Mexican American school children on the grounds of language deficiencies was not declared unconstitutional until 1946. (<i>Mendez</i> v. <i>Westminster School District</i> (S.D.Cal. 1946) <span class=\"citation\" data-id=\"1952972\"><a href=\"/opinion/1952972/mendez-v-westminister-school-dist/\"><span class=\"volume\">64</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">544</span></a></span>; affd., <span class=\"citation\" data-id=\"1566460\"><a href=\"/opinion/1566460/westminster-school-dist-of-orange-county-v-mendez/\"><span class=\"volume\">161</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">774</span></a></span> (9th Cir.1947).) In declaring the practice unconstitutional, the federal district court in <i>Westminster</i> noted that \"[t]he evidence clearly shows that Spanish-speaking children are retarded in learning English by lack of exposure to its use because of segregation.\" (64 F. Supp. at p. 549.)</p>\n<p>Defendant's military record does not compel the conclusion that he could understand English well. Defendant served in the United States Army between 1948 and 1951, a period when there were no English language requirements for service. We do not know whether defendant volunteered for service or was inducted. Although the ability to speak and understand English was a requirement for voluntary enlistment in 1938 (10 C.F.R. § 71.2, subd. (b) (1938 ed.)), that requirement was eliminated in 1939 and was not reinstated during the time that Mata Aguilar was in the Army. The regulations under the Selective Service Act of 1948, similarly, do not list English speaking ability as a requirement for induction. (32 C.F.R. pt. 16 (1949 ed.)) Furthermore, Army units comprised primarily of Spanish speaking G.I.s were common at the time, and there was at least one Company, from Texas, made up of entirely Spanish speaking soldiers, many of whom spoke only limited English. (Morin, Among the Valiant: Mexican Americans in World War II and Korea (1966) Borden Publishing Co., pp. 59-60.)</p>\n<p>Finally, since age 11 defendant has been a seasonal farmworker. The activity giving rise to his conviction took place in a migrant farm labor camp in 1981. He was among Spanish speaking workers. We may judicially notice that the migrant stream of farm workers in the Southwest is predominantly Spanish speaking.</p>\n<p>[5]  The record is silent as to the Spanish speaking ability of counsel for defendant. Assuming counsel did speak Spanish, defendant's constitutional right would not be vitiated. Were we to conclude otherwise, bilingual counsel would be seriously disadvantaged at trial. As noted by one commentary, the bilingual attorney would be \"in the undesirable position of translating the proceedings to the defendant while at the same time attempting to formulate and discuss strategy and tactics.\" (Chang &amp; Araujo, at p. 822.)</p>\n<p>[6]  The People's argument itself demonstrates the importance of guaranteeing continuous translation assistance for a defendant. As is discussed in the body of the opinion; the People contend that Aguilar waived his article I, section 14 right. The very interchange that produced the purported waiver involved the court, the prosecutor, the interpreter and defense counsel. This conversation was <i>entirely in English.</i> The fact that the prosecution attempts to use an all English conversation in such a harmful way against defendant, underscores the importance of guaranteeing a non-English-speaking defendant the assistance of an interpreter during the whole course of the proceedings. It also demonstrates the necessity of requiring personal waiver of the right to an interpreter.</p>\n<p>[7]  An additional problem presented in <i>Chavez</i> was that the defendant received only paraphrased summaries of the questions and comments of the court during the plea proceedings. The proceedings were not, in fact, translated. Such summaries do not comport to California constitutional requirements. Rather, the usual practice of simultaneous, or ongoing translation (a word, phrase, or sentence at a time) is the accepted and proper procedure. (See <i>People</i> v. <i>Menchaca</i> (1983) <span class=\"citation\" data-id=\"2165674\"><a href=\"/opinion/2165674/people-v-menchaca/\"><span class=\"volume\">146</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">1019</span></a></span> [<span class=\"citation\" data-id=\"2165674\"><a href=\"/opinion/2165674/people-v-menchaca/\"><span class=\"volume\">194</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">691</span></a></span>].)</p>\n<p>[8]  An employee of the district attorney's office was asked to interpret on this occasion after being identified as the \"only interpreter in the building.\" Defense counsel was purported to have waived the right to an interpreter on the second day of sentencing. As in the case at bench, there was no indication that defendant participated in or agreed to the purported waiver. (<i>Id.,</i> 124 Cal. App.3d at pp. 223-224.)</p>\n<p>[9]  Menchaca, however, also challenged the denial of an interpreter at preliminary proceedings.</p>\n<p>[10]  Accuracy is required to protect the integrity of the proceedings as well as the defendant's rights. When no defense interpreter is available, it is impossible for the non-English-speaking defendant to check the accuracy or competency of the witness interpreter's translation. This breakdown effectively precludes the defense from challenging or impeaching the interpretation rendered, because objection regarding accuracy of the interpretation must be made below. (<i>People</i> v. <i>Reyes</i> (1976) <span class=\"citation\" data-id=\"2106447\"><a href=\"/opinion/2106447/people-v-reyes/\"><span class=\"volume\">62</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">53</span></a></span>, 70 [<span class=\"citation\" data-id=\"2106447\"><a href=\"/opinion/2106447/people-v-reyes/\"><span class=\"volume\">132</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">848</span></a></span>].) Moreover, on review, no transcript of the oral proceedings in the translated language exists. Thus, the denial of a defense interpreter represents a singularly unchecked aspect of our criminal justice system.</p>\n<p>[11]  The transcript of the trial shows the following:\n</p>\n<p>\"MR. H. TED HANSEN [the prosecutor]: Thank you, your Honor. We'd first call Jose Chaidez. And your Honor, this witness does require the interpreter.</p>\n<p>\"THE COURT: All right, we'll now swear the interpreter.</p>\n<p>\"SUSAN INAZETI, the interpreter herein, was sworn to translate English into Spanish and Spanish into English to the best of her ability.</p>\n<p>\"THE INTERPRETER: Your Honor, he'll [Aguilar] be able to hear the answers and responses and be able to hear the questions of counsel translated into Spanish, too, if there's no objection to counsel as far as attorney-client privilege.</p>\n<p>\"THE COURT: Thank you. Mr. Norman Hansen, is that agreeable. [<i>Sic.</i>]</p>\n<p>\"MR. NORMAN HANSEN [defense counsel]: No, your Honor. That was anticipated.</p>\n<p>\"THE COURT: All right, please swear the witness. Will you step forward, please?\"</p>\n<p>[*]   Retired Associate Justice of the Supreme Court sitting under assignment by the Chairperson of the Judicial Council.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103050/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/293248/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1382185/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1566460/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1952972/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2106447/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2147893/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2165674/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2214508/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3918086/"
          ]
        }
      ],
      "judges": "Reynoso",
      "date_created": "2015-09-18T17:39:44.761322Z",
      "date_modified": "2018-03-08T16:11:56.772407Z",
      "date_filed": "1984-04-05",
      "date_filed_is_approximate": false,
      "slug": "people-v-aguilar",
      "citation_id": 1280770,
      "case_name_short": "Aguilar",
      "case_name": "People v. Aguilar",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "35 Cal. 3d 785",
      "state_cite_two": "200 Cal. Rptr. 908",
      "state_cite_three": "",
      "state_cite_regional": "677 P.2d 1198",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 38,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/691506/people-v-aguilar/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T11:32:24.443123Z",
  "date_modified": "2014-10-30T11:32:24.443123Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Aguilar",
  "case_name": "People v. Aguilar",
  "case_name_full": "",
  "slug": "people-v-aguilar",
  "docket_number": "Crim. 23237",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}