{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/695040/",
  "id": 695040,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/sd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/901505/",
      "id": 901505,
      "absolute_url": "/opinion/901505/novak-v-novak/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/695040/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/901505/",
          "id": 901505,
          "absolute_url": "/opinion/901505/novak-v-novak/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/901505/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/5691/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-06-13T00:43:05.844528Z",
          "date_modified": "2017-03-28T11:45:52.468984Z",
          "type": "010combined",
          "sha1": "4a860920c8e3c1b8797684feb51190d5bc3d709f",
          "page_count": 8,
          "download_url": "http://www.sdjudicial.com/Uploads/opinions/23787.pdf",
          "local_path": "pdf/2006/04/05/novak_v._novak.pdf",
          "plain_text": "#23787-a-JKM\n\n2006 SD 34\n\n                       IN THE SUPREME COURT\n                               OF THE\n                      STATE OF SOUTH DAKOTA\n\n                             * * * *\n\nSHELLY NOVAK,                      Plaintiff and Appellee,\n\n     v.\n\nBRANDON G. NOVAK,                  Defendant and Appellant.\n\n                             * * * *\n\n                APPEAL FROM THE CIRCUIT COURT OF\n                   THE FIRST JUDICIAL CIRCUIT\n                 YANKTON COUNTY, SOUTH DAKOTA\n\n                             * * * *\n\n                      HONORABLE GLEN W. ENG\n                             Judge\n\n                             * * * *\n\nWANDA L. HOWEY-FOX of\nHarmelink and Fox                  Attorneys for plaintiff\nYankton, South Dakota              and appellee.\n\nMELISSA B. NICHOLSON of\nNicholson & Peterson               Attorneys for defendant\nSioux Falls, South Dakota          and appellant.\n\n                             * * * *\n\n                                   CONSIDERED ON BRIEFS\n                                   ON FEBRUARY 13, 2006\n\n                                   OPINION FILED 04/05/06\n\f#23787\n\nMEIERHENRY, Justice\n\n[¶1.]          In this divorce case, the trial court included as part of the marital\n\nestate farm property inherited by the husband during the marriage. The trial court\n\nawarded one-half of the farm property to the wife, and the husband appeals. We\n\naffirm.\n\n                                         FACTS\n\n[¶2.]          Brandon and Shelley Novak were married on August 20, 1988. Over\n\nthe course of their marriage, the couple had five children. Approximately nine\n\nyears into their marriage, Brandon inherited farm property from his great uncle on\n\nhis mother’s side of the family. The family had owned the farm for over one\n\nhundred years. Seven years after Brandon inherited the property, Shelley sued for\n\ndivorce. After hearing the evidence at trial, the court ordered the division of the\n\nmarital assets and liabilities and awarded both parties, as tenants in common, the\n\nreal estate inherited by Brandon, which consisted of 389 acres of farm land near\n\nVerdigre, Nebraska. Brandon appeals from the trial court’s judgment and decree of\n\ndivorce. He argues that the trial court erred by granting Shelley a one-half interest\n\nin the farm.\n\n                                       DECISION\n\n[¶3.]          We review a trial court’s division of marital property under the abuse\n\nof discretion standard. Godfrey v. Godfrey, 2005 SD 101, ¶11, 705 NW2d 77, 80.\n\nWe find an abuse of discretion when discretion is exercised “to an end or purpose\n\nnot justified by, and clearly against, reason and evidence.” Id. (citation omitted).\n\nOur inquiry is not whether we would have made the same decision, but “whether ‘a\n\n\n                                            -1-\n\f#23787\n\njudicial mind, in view of the law and the circumstances of the particular case, could\n\nhave reasonably reached such a conclusion.’” Id. (citation omitted). In an appeal of\n\na divorce decree, we uphold findings of fact unless they are clearly erroneous. Id.\n\n[¶4.]         When a trial court grants a divorce, SDCL 25-4-44 allows the court to\n\nequitably divide the marital estate regardless of the ownership of the property. The\n\nstatute provides:\n\n              When a divorce is granted, the courts may make an equitable\n              division of the property belonging to either or both, whether the\n              title to such property is in the name of the husband or the wife.\n              In making such division of the property, the court shall have\n              regard for equity and the circumstances of the parties.\n\nSDCL 25-4-44. We have identified certain factors for a trial court to consider when\n\ndividing marital property. Billion v. Billion, 1996 SD 101, ¶18, 553 NW2d 226, 231.\n\nThe factors also apply to the trial court’s determination of whether to include\n\ninherited property in the marital estate. Id. ¶21, 553 NW2d at 232. The factors to\n\nbe considered are: (1) the duration of the marriage; (2) the value of the property\n\nowned by the parties; (3) the ages of the parties; (4) the health of the parties; (5) the\n\ncompetency of the parties to earn a living; (6) the contribution of each party to the\n\naccumulation of the property; and (7) the income-producing capacity of the parties’\n\nassets. Id.\n\n[¶5.]         Only where one spouse has made no or de minimis contributions to the\n\nacquisition or maintenance of an item of property and has no need for support,\n\nshould a court set it aside as “non-marital” property. Id. Consequently, inherited\n\nproperty “is not ipso facto excluded from consideration in the overall division of\n\n\n\n\n                                           -2-\n\f#23787\n\nproperty.” Id. ¶20, 553 NW2d at 232 (citations omitted). Likewise, a donor’s intent\n\nis not determinative. Godfrey, 2005 SD 101, ¶19, 705 NW2d at 81.\n\n[¶6.]        Brandon claims that the trial court did not adequately address the\n\nseven factors before including the farm in the marital estate. He claims that it was\n\nhis great uncle’s intent that the farm remain in the family and that the history of\n\nthe family farm should weigh in favor of excluding it from the marital estate. The\n\nhistory of the farm involves over one hundred years of ownership by Brandon’s\n\nmother’s family. At some point the ownership vested in the great uncle. Because\n\nthe great uncle had no children, the uncle relied on Brandon to help him with the\n\nfarm work. While working together, the two developed a close relationship,\n\ndescribed by Brandon as a “father-son” relationship. It is this relationship, along\n\nwith the great uncle’s intention of keeping the farm in the family, which Brandon\n\nasserts prompted his uncle to leave the land to him, rather than other members of\n\nBrandon’s family such as the great uncle’s niece (Brandon’s mother). Additionally,\n\nBrandon claims that Shelley had little, if any, involvement in or control of the farm\n\nand that she made no contribution to its accumulation or improvement. Thus,\n\nBrandon argues that the trial court abused its discretion by awarding Shelley one-\n\nhalf of the farm inherited by Brandon.\n\n[¶7.]        Consequently, our task is to determine whether it was an abuse of\n\ndiscretion for the trial court to include the farm, valued at close to $200,000, in the\n\nmarital estate. The couple’s total assets, including the farm, were valued at\n\n$266,741; their indebtedness was $70,696. Thus, the farm was the major asset in\n\nthe marital estate. Had the court set aside the farm as inherited property belonging\n\n\n                                           -3-\n\f#23787\n\nonly to Brandon, the marital debt would have exceeded the assets, and Shelley\n\nwould have been left with no assets while Brandon would have retained an asset\n\nvalued at approximately $200,000. 1\n\n[¶8.]         The trial court was faced with deciding what was equitable under the\n\ncircumstances. In making the decision, the court took evidence concerning all of the\n\nseven relevant factors. At the time of trial, Shelley was 36 and Brandon was 37.\n\nThe couple had been married for over 16 years and had five children, the oldest\n\nborn in 1989 and the youngest born in 1996. Both parties received post-high school\n\neducation—Brandon a two-year auto mechanic program and Shelley a four-year\n\ncriminal justice program. During the marriage, Shelley worked several jobs before\n\nattending school, after which she worked as a jail officer. Brandon worked in\n\nmanufacturing, as a postal carrier, and for the National Guard. Brandon’s monthly\n\ngross income was $3,298, while Shelley’s monthly gross income was $1,235. Neither\n\nclaimed any health problems, and therefore both were competent to earn a living.\n\n[¶9.]         The only asset which produced income was the farm. As the trial court\n\nstated when announcing his decision, “[t]he primary consideration here as everyone\n\nknows is the farmstead, or the farm.” The court acknowledged that the great uncle\n\ntransferred title to Brandon and that the intent was to keep the farm in the family.\n\nNevertheless, other evidence persuaded the court to consider it as marital property\n\nand award one-half to Shelley. The trial court entered findings of fact as follows:\n\n\n\n\n1.      Brandon’s proposed property distribution divided the assets $34,409 to\n        Shelley and $222,102 to him. His proposal did not indicate how the\n        indebtedness should be divided, but at trial Brandon offered to assume the\n        majority of the debt.\n                                          -4-\n\f#23787\n\n             46.   The primary asset for division in this divorce action is the\n                   Nebraska real estate.\n            ...\n            50.    The Nebraska real estate was transferred to [Brandon]’s\n                   name.\n            51.    The stated intent of the transfer was to keep the real\n                   estate in [Brandon]’s name.\n            52.    At the time of the transfer, the parties’ had been married\n                   ten (10) years.\n            53.    [Brandon]’s great uncle gave [Shelley] $10,000.00 even\n                   though no monies were given to any of the other in-laws\n                   with the exception of [Brandon]’s father, Larry Novak.\n            54.    The gift of the monies to [Shelley] by [Brandon]’s great\n                   uncle reflects that [Brandon]’s great uncle thought highly\n                   of the Plaintiff.\n            55.    The Court also looks at the operation of the Nebraska real\n                   estate.\n            56.    This is not a situation where the real estate is all suitable\n                   for row crops.\n            57.    Part of the real estate is an acreage, part of the real estate\n                   is crop ground, part of the real estate is hay land and part\n                   of the real estate is pasture.\n            58.    The money from the Nebraska real estate was not kept\n                   separate.\n            59.    No attempt was made by [Brandon] to segregate the\n                   money.\n            60.    The money received from the Nebraska real estate was\n                   used for various things including purchasing items used\n                   in the marriage.\n            61.    The Court has adopted the Defendant’s valuation of the\n                   Nebraska real estate in the amount of $200,000.00.\n            62.    When the Court is dealing with a long term marriage, all\n                   of the parties’ assets are to be considered.\n            63.    The parties have been married over sixteen (16) years.\n            64.    The Nebraska real estate is not an asset of recent origin,\n                   and thus, is not an asset which would not be subject to\n                   distribution.\n            65.    [Brandon]’s inheritance was received in 1998 during the\n                   course of the parties’ marriage and the Court believes\n                   that [Brandon]’s great uncle believed that the parties’\n                   marriage would continue.\n\n[¶10.]       Weighing in Shelley’s favor was the timing of the inheritance, that is,\n\nten years into a sixteen year marriage. The court also noted the great uncle’s\n\n\n                                         -5-\n\f#23787\n\nrelationship with Shelley and the couple’s use of farm assets for marital needs.\n\nFurther, the court considered evidence of Shelley’s involvement with the farm,\n\nwhich consisted of more than de minimis involvement.\n\n[¶11.]       Without the inclusion of the inherited property, Shelley would have\n\nreceived nothing but debt from the marriage. Because the trial court divided the\n\ninherited property, he denied Shelley any alimony. The trial court explained:\n\n             I am not awarding alimony. The court looks at it in two ways:\n             One, the court has divided the debt equally. That debt includes\n             the education debt. The court believes that by requiring Mr.\n             Novak to pay for part of that education debt, he is in effect\n             paying an alimony because it’s—she’s already had the education.\n             He in effect has to help provide her with that by paying half of\n             the debt. In addition, the court by dividing the inheritance,\n             believes that it’s probably more than any alimony would ever be\n             considered by this court.\n\nSympathetic to Brandon’s desire to keep the farm in the family, the trial court gave\n\nBrandon six months from the date of the divorce decree to purchase Shelley’s\n\ninterest in the farm for $93,801.\n\n[¶12.]       As we said in Billion, “Only in the case where one spouse has made no\n\nor de minimis contributions to the acquisition or maintenance of an item of property\n\nand has no need for support, should a court set it aside as ‘non-marital’ property.”\n\n1996 SD 101, ¶21, 553 NW2d at 232. In order to reverse the trial court here, we\n\nwould have to find that the court exercised its discretion “to an end or purpose not\n\njustified by, and clearly against, reason and evidence.” Godfrey, 2005 SD 101, ¶11,\n\n705 NW2d at 80. Based upon the record, we are unable to reach that conclusion.\n\nTherefore, the court’s judgment is affirmed, and Shelley is awarded appellate\n\nattorney’s fees as requested in the amount of $1,625.\n\n\n                                          -6-\n\f#23787\n\n[¶13.]      Affirmed.\n\n[¶14.]      GILBERTSON, Chief Justice, and SABERS, KONENKAMP, and\n\nZINTER, Justices, concur.\n\n\n\n\n                                  -7-\n\f",
          "html": "",
          "html_lawbox": "<div>\n<center><b>2006 SD 34</b></center>\n<center><h1>SHELLY NOVAK, Plaintiff and Appellee,<br>\nv.<br>\nBRANDON G. NOVAK, Defendant and Appellant.</h1></center>\n<center>No. 23787</center>\n<center><p><b>Supreme Court of South Dakota.</b></p></center>\n<center>Considered on Briefs on February 13, 2006</center>\n<center>Opinion Filed April 5, 2006</center>\n<p>WANDA L. HOWEY-FOX of Harmelink and Fox, Yankton, South Dakota, Attorneys for plaintiff and appellee.</p>\n<p>MELISSA B. NICHOLSON of Nicholson &amp; Peterson, Sioux Falls, South Dakota, Attorneys for defendant and appellant.</p>\n<p>MEIERHENRY, Justice</p>\n<p>[¶1.] In this divorce case, the trial court included as part of the marital estate farm property inherited by the husband during the marriage. The trial court awarded one-half of the farm property to the wife, and the husband appeals. We affirm.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>[¶2.] Brandon and Shelley Novak were married on August 20, 1988. Over the course of their marriage, the couple had five children. Approximately nine years into their marriage, Brandon inherited farm property from his great uncle on his mother's side of the family. The family had owned the farm for over one hundred years. Seven years after Brandon inherited the property, Shelley sued for divorce. After hearing the evidence at trial, the court ordered the division of the marital assets and liabilities and awarded both parties, as tenants in common, the real estate inherited by Brandon, which consisted of 389 acres of farm land near Verdigre, Nebraska. Brandon appeals from the trial court's judgment and decree of divorce. He argues that the trial court erred by granting Shelley a one-half interest in the farm.</p>\n<p></p>\n<h2>DECISION</h2>\n<p>[¶3.] We review a trial court's division of marital property under the abuse of discretion standard. Godfrey v. Godfrey, 2005 SD 101, ¶11, 705 NW2d 77, 80. We find an abuse of discretion when discretion is exercised \"to an end or purpose not justified by, and clearly against, reason and evidence.\" <i>Id.</i> (citation omitted). Our inquiry is not whether we would have made the same decision, but \"whether `a judicial mind, in view of the law and the circumstances of the particular case, could have reasonably reached such a conclusion.'\" <i>Id.</i> (citation omitted). In an appeal of a divorce decree, we uphold findings of fact unless they are clearly erroneous. <i>Id.</i></p>\n<p>[¶4.] When a trial court grants a divorce, SDCL 25-4-44 allows the court to equitably divide the marital estate regardless of the ownership of the property. The statute provides:</p>\n<blockquote>When a divorce is granted, the courts may make an equitable division of the property belonging to either or both, whether the title to such property is in the name of the husband or the wife. In making such division of the property, the court shall have regard for equity and the circumstances of the parties.</blockquote>\n<p>SDCL 25-4-44. We have identified certain factors for a trial court to consider when dividing marital property. Billion v. Billion, 1996 SD 101, ¶18, 553 NW2d 226, 231. The factors also apply to the trial court's determination of whether to include inherited property in the marital estate. <i>Id.</i> ¶21, 553 NW2d at 232. The factors to be considered are: (1) the duration of the marriage; (2) the value of the property owned by the parties; (3) the ages of the parties; (4) the health of the parties; (5) the competency of the parties to earn a living; (6) the contribution of each party to the accumulation of the property; and (7) the income-producing capacity of the parties' assets. <i>Id.</i></p>\n<p>[¶5.] Only where one spouse has made no or de minimis contributions to the acquisition or maintenance of an item of property and has no need for support, should a court set it aside as \"non-marital\" property. <i>Id.</i> Consequently, inherited property \"is not ipso facto excluded from consideration in the overall division of property.\" <i>Id.</i> ¶20, 553 NW2d at 232 (citations omitted). Likewise, a donor's intent is not determinative. <i>Godfrey,</i> 2005 SD 101, ¶19, 705 NW2d at 81.</p>\n<p>[¶6.] Brandon claims that the trial court did not adequately address the seven factors before including the farm in the marital estate. He claims that it was his great uncle's intent that the farm remain in the family and that the history of the family farm should weigh in favor of excluding it from the marital estate. The history of the farm involves over one hundred years of ownership by Brandon's mother's family. At some point the ownership vested in the great uncle. Because the great uncle had no children, the uncle relied on Brandon to help him with the farm work. While working together, the two developed a close relationship, described by Brandon as a \"father-son\" relationship. It is this relationship, along with the great uncle's intention of keeping the farm in the family, which Brandon asserts prompted his uncle to leave the land to him, rather than other members of Brandon's family such as the great uncle's niece (Brandon's mother). Additionally, Brandon claims that Shelley had little, if any, involvement in or control of the farm and that she made no contribution to its accumulation or improvement. Thus, Brandon argues that the trial court abused its discretion by awarding Shelley one-half of the farm inherited by Brandon.</p>\n<p>[¶7.] Consequently, our task is to determine whether it was an abuse of discretion for the trial court to include the farm, valued at close to $200,000, in the marital estate. The couple's total assets, including the farm, were valued at $266,741; their indebtedness was $70,696. Thus, the farm was the major asset in the marital estate. Had the court set aside the farm as inherited property belonging only to Brandon, the martial debt would have exceeded the assets, and Shelley would have been left with no assets while Brandon would have retained an asset valued at approximately $200,000.<sup>[1]</sup></p>\n<p>[¶8.] The trial court was faced with deciding what was equitable under the circumstances. In making the decision, the court took evidence concerning all of the seven relevant factors. At the time of trial, Shelley was 36 and Brandon was 37. The couple had been married for over 16 years and had five children, the oldest born in 1989 and the youngest born in 1996. Both parties received post-high school educationBrandon a two-year auto mechanic program and Shelley a four-year criminal justice program. During the marriage, Shelley worked several jobs before attending school, after which she worked as a jail officer. Brandon worked in manufacturing, as a postal carrier, and for the National Guard. Brandon's monthly gross income was $3,298, while Shelley's monthly gross income was $1,235. Neither claimed any health problems, and therefore both were competent to earn a living.</p>\n<p>[¶9.] The only asset which produced income was the farm. As the trial court stated when announcing his decision, \"[t]he primary consideration here as everyone knows is the farmstead, or the farm.\" The court acknowledged that the great uncle transferred title to Brandon and that the intent was to keep the farm in the family. Nevertheless, other evidence persuaded the court to consider it as marital property and award one-half to Shelley. The trial court entered findings of fact as follows:</p>\n<blockquote>46. The primary asset for division in this divorce action is the Nebraska real estate.</blockquote>\n<blockquote>. . .</blockquote>\n<blockquote>50. The Nebraska real estate was transferred to [Brandon]'s name.</blockquote>\n<blockquote>51. The stated intent of the transfer was to keep the real estate in [Brandon]'s name.</blockquote>\n<blockquote>52. At the time of the transfer, the parties' had been married ten (10) years.</blockquote>\n<blockquote>53. [Brandon]'s great uncle gave [Shelley] $10,000.00 even though no monies were given to any of the other in-laws with the exception of [Brandon]'s father, Larry Novak.</blockquote>\n<blockquote>54. The gift of the monies to [Shelley] by [Brandon]'s great uncle reflects that [Brandon]'s great uncle thought highly of the Plaintiff.</blockquote>\n<blockquote>55. The Court also looks at the operation of the Nebraska real estate.</blockquote>\n<blockquote>56. This is not a situation where the real estate is all suitable for row crops.</blockquote>\n<blockquote>57. Part of the real estate is an acreage, part of the real estate is crop ground, part of the real estate is hay land and part of the real estate is pasture.</blockquote>\n<blockquote>58. The money from the Nebraska real estate was not kept separate.</blockquote>\n<blockquote>59. No attempt was made by [Brandon] to segregate the money.</blockquote>\n<blockquote>60. The money received from the Nebraska real estate was used for various things including purchasing items used in the marriage.</blockquote>\n<blockquote>61. The Court has adopted the Defendant's valuation of the Nebraska real estate in the amount of $200,000.00.</blockquote>\n<blockquote>62. When the Court is dealing with a long term marriage, all of the parties' assets are to be considered.</blockquote>\n<blockquote>63. The parties have been married over sixteen (16) years.</blockquote>\n<blockquote>64. The Nebraska real estate is not an asset of recent origin, and thus, is not an asset which would not be subject to distribution.</blockquote>\n<blockquote>65. [Brandon]'s inheritance was received in 1998 during the course of the parties' marriage and the Court believes that [Brandon]'s great uncle believed that the parties' marriage would continue.</blockquote>\n<p>[¶10.] Weighing in Shelley's favor was the timing of the inheritance, that is, ten years into a sixteen year marriage. The court also noted the great uncle's relationship with Shelley and the couple's use of farm assets for marital needs. Further, the court considered evidence of Shelley's involvement with the farm, which consisted of more than de minimis involvement.</p>\n<p>[¶11.] Without the inclusion of the inherited property, Shelley would have received nothing but debt from the marriage. Because the trial court divided the inherited property, he denied Shelley any alimony. The trial court explained:</p>\n<blockquote>I am not awarding alimony. The court looks at it in two ways: One, the court has divided the debt equally. That debt includes the education debt. The court believes that by requiring Mr. Novak to pay for part of that education debt, he is in effect paying an alimony because it'sshe's already had the education. He in effect has to help provide her with that by paying half of the debt. In addition, the court by dividing the inheritance, believes that it's probably more than any alimony would ever be considered by this court.</blockquote>\n<p>Sympathetic to Brandon's desire to keep the farm in the family, the trial court gave Brandon six months from the date of the divorce decree to purchase Shelley's interest in the farm for $93,801.</p>\n<p>[¶12.] As we said in <i>Billion,</i> \"Only in the case where one spouse has made no or de minimis contributions to the acquisition or maintenance of an item of property and has no need for support, should a court set it aside as `non-marital' property.\" 1996 SD 101, ¶21, 553 NW2d at 232. In order to reverse the trial court here, we would have to find that the court exercised its discretion \"to an end or purpose not justified by, and clearly against, reason and evidence.\" <i>Godfrey,</i> 2005 SD 101, ¶11, 705 NW2d at 80. Based upon the record, we are unable to reach that conclusion. Therefore, the court's judgment is affirmed, and Shelley is awarded appellate attorney's fees as requested in the amount of $1,625.</p>\n<p>[¶13.] Affirmed.</p>\n<p>[¶14.] GILBERTSON, Chief Justice, and SABERS, KONENKAMP, and ZINTER, Justices, concur.</p>\n<h2>NOTES</h2>\n<p>[1]  Brandon's proposed property distribution divided the assets $34,409 to Shelley and $222,102 to him. His proposal did not indicate how the indebtedness should be divided, but at trial Brandon offered to assume the majority of the debt.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">SD</span> <span class=\"page\">34</span></span></b></center>\n<center><h1>SHELLY NOVAK, Plaintiff and Appellee,<br>\nv.<br>\nBRANDON G. NOVAK, Defendant and Appellant.</h1></center>\n<center>No. 23787</center>\n<center><p><b>Supreme Court of South Dakota.</b></p></center>\n<center>Considered on Briefs on February 13, 2006</center>\n<center>Opinion Filed April 5, 2006</center>\n<p>WANDA L. HOWEY-FOX of Harmelink and Fox, Yankton, South Dakota, Attorneys for plaintiff and appellee.</p>\n<p>MELISSA B. NICHOLSON of Nicholson &amp; Peterson, Sioux Falls, South Dakota, Attorneys for defendant and appellant.</p>\n<p>MEIERHENRY, Justice</p>\n<p>[¶1.] In this divorce case, the trial court included as part of the marital estate farm property inherited by the husband during the marriage. The trial court awarded one-half of the farm property to the wife, and the husband appeals. We affirm.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>[¶2.] Brandon and Shelley Novak were married on August 20, 1988. Over the course of their marriage, the couple had five children. Approximately nine years into their marriage, Brandon inherited farm property from his great uncle on his mother's side of the family. The family had owned the farm for over one hundred years. Seven years after Brandon inherited the property, Shelley sued for divorce. After hearing the evidence at trial, the court ordered the division of the marital assets and liabilities and awarded both parties, as tenants in common, the real estate inherited by Brandon, which consisted of 389 acres of farm land near Verdigre, Nebraska. Brandon appeals from the trial court's judgment and decree of divorce. He argues that the trial court erred by granting Shelley a one-half interest in the farm.</p>\n<p></p>\n<h2>DECISION</h2>\n<p>[¶3.] We review a trial court's division of marital property under the abuse of discretion standard. Godfrey v. Godfrey, <span class=\"citation\" data-id=\"901327\"><a href=\"/opinion/901327/godfrey-v-godfrey/\"><span class=\"volume\">2005</span> <span class=\"reporter\">SD</span> <span class=\"page\">101</span></a></span>, ¶11, 705 NW2d 77, 80. We find an abuse of discretion when discretion is exercised \"to an end or purpose not justified by, and clearly against, reason and evidence.\" <i>Id.</i> (citation omitted). Our inquiry is not whether we would have made the same decision, but \"whether `a judicial mind, in view of the law and the circumstances of the particular case, could have reasonably reached such a conclusion.'\" <i>Id.</i> (citation omitted). In an appeal of a divorce decree, we uphold findings of fact unless they are clearly erroneous. <i>Id.</i></p>\n<p>[¶4.] When a trial court grants a divorce, SDCL 25-4-44 allows the court to equitably divide the marital estate regardless of the ownership of the property. The statute provides:</p>\n<blockquote>When a divorce is granted, the courts may make an equitable division of the property belonging to either or both, whether the title to such property is in the name of the husband or the wife. In making such division of the property, the court shall have regard for equity and the circumstances of the parties.</blockquote>\n<p>SDCL 25-4-44. We have identified certain factors for a trial court to consider when dividing marital property. Billion v. Billion, <span class=\"citation\" data-id=\"900001\"><a href=\"/opinion/900001/billion-v-billion/\"><span class=\"volume\">1996</span> <span class=\"reporter\">SD</span> <span class=\"page\">101</span></a></span>, ¶18, 553 NW2d 226, 231. The factors also apply to the trial court's determination of whether to include inherited property in the marital estate. <i>Id.</i> ¶21, 553 NW2d at 232. The factors to be considered are: (1) the duration of the marriage; (2) the value of the property owned by the parties; (3) the ages of the parties; (4) the health of the parties; (5) the competency of the parties to earn a living; (6) the contribution of each party to the accumulation of the property; and (7) the income-producing capacity of the parties' assets. <i>Id.</i></p>\n<p>[¶5.] Only where one spouse has made no or de minimis contributions to the acquisition or maintenance of an item of property and has no need for support, should a court set it aside as \"non-marital\" property. <i>Id.</i> Consequently, inherited property \"is not ipso facto excluded from consideration in the overall division of property.\" <i>Id.</i> ¶20, 553 NW2d at 232 (citations omitted). Likewise, a donor's intent is not determinative. <i>Godfrey,</i> <span class=\"citation\" data-id=\"901327\"><a href=\"/opinion/901327/godfrey-v-godfrey/\"><span class=\"volume\">2005</span> <span class=\"reporter\">SD</span> <span class=\"page\">101</span></a></span>, ¶19, 705 NW2d at 81.</p>\n<p>[¶6.] Brandon claims that the trial court did not adequately address the seven factors before including the farm in the marital estate. He claims that it was his great uncle's intent that the farm remain in the family and that the history of the family farm should weigh in favor of excluding it from the marital estate. The history of the farm involves over one hundred years of ownership by Brandon's mother's family. At some point the ownership vested in the great uncle. Because the great uncle had no children, the uncle relied on Brandon to help him with the farm work. While working together, the two developed a close relationship, described by Brandon as a \"father-son\" relationship. It is this relationship, along with the great uncle's intention of keeping the farm in the family, which Brandon asserts prompted his uncle to leave the land to him, rather than other members of Brandon's family such as the great uncle's niece (Brandon's mother). Additionally, Brandon claims that Shelley had little, if any, involvement in or control of the farm and that she made no contribution to its accumulation or improvement. Thus, Brandon argues that the trial court abused its discretion by awarding Shelley one-half of the farm inherited by Brandon.</p>\n<p>[¶7.] Consequently, our task is to determine whether it was an abuse of discretion for the trial court to include the farm, valued at close to $200,000, in the marital estate. The couple's total assets, including the farm, were valued at $266,741; their indebtedness was $70,696. Thus, the farm was the major asset in the marital estate. Had the court set aside the farm as inherited property belonging only to Brandon, the martial debt would have exceeded the assets, and Shelley would have been left with no assets while Brandon would have retained an asset valued at approximately $200,000.<sup>[1]</sup></p>\n<p>[¶8.] The trial court was faced with deciding what was equitable under the circumstances. In making the decision, the court took evidence concerning all of the seven relevant factors. At the time of trial, Shelley was 36 and Brandon was 37. The couple had been married for over 16 years and had five children, the oldest born in 1989 and the youngest born in 1996. Both parties received post-high school educationBrandon a two-year auto mechanic program and Shelley a four-year criminal justice program. During the marriage, Shelley worked several jobs before attending school, after which she worked as a jail officer. Brandon worked in manufacturing, as a postal carrier, and for the National Guard. Brandon's monthly gross income was $3,298, while Shelley's monthly gross income was $1,235. Neither claimed any health problems, and therefore both were competent to earn a living.</p>\n<p>[¶9.] The only asset which produced income was the farm. As the trial court stated when announcing his decision, \"[t]he primary consideration here as everyone knows is the farmstead, or the farm.\" The court acknowledged that the great uncle transferred title to Brandon and that the intent was to keep the farm in the family. Nevertheless, other evidence persuaded the court to consider it as marital property and award one-half to Shelley. The trial court entered findings of fact as follows:</p>\n<blockquote>46. The primary asset for division in this divorce action is the Nebraska real estate.</blockquote>\n<blockquote>. . .</blockquote>\n<blockquote>50. The Nebraska real estate was transferred to [Brandon]'s name.</blockquote>\n<blockquote>51. The stated intent of the transfer was to keep the real estate in [Brandon]'s name.</blockquote>\n<blockquote>52. At the time of the transfer, the parties' had been married ten (10) years.</blockquote>\n<blockquote>53. [Brandon]'s great uncle gave [Shelley] $10,000.00 even though no monies were given to any of the other in-laws with the exception of [Brandon]'s father, Larry Novak.</blockquote>\n<blockquote>54. The gift of the monies to [Shelley] by [Brandon]'s great uncle reflects that [Brandon]'s great uncle thought highly of the Plaintiff.</blockquote>\n<blockquote>55. The Court also looks at the operation of the Nebraska real estate.</blockquote>\n<blockquote>56. This is not a situation where the real estate is all suitable for row crops.</blockquote>\n<blockquote>57. Part of the real estate is an acreage, part of the real estate is crop ground, part of the real estate is hay land and part of the real estate is pasture.</blockquote>\n<blockquote>58. The money from the Nebraska real estate was not kept separate.</blockquote>\n<blockquote>59. No attempt was made by [Brandon] to segregate the money.</blockquote>\n<blockquote>60. The money received from the Nebraska real estate was used for various things including purchasing items used in the marriage.</blockquote>\n<blockquote>61. The Court has adopted the Defendant's valuation of the Nebraska real estate in the amount of $200,000.00.</blockquote>\n<blockquote>62. When the Court is dealing with a long term marriage, all of the parties' assets are to be considered.</blockquote>\n<blockquote>63. The parties have been married over sixteen (16) years.</blockquote>\n<blockquote>64. The Nebraska real estate is not an asset of recent origin, and thus, is not an asset which would not be subject to distribution.</blockquote>\n<blockquote>65. [Brandon]'s inheritance was received in 1998 during the course of the parties' marriage and the Court believes that [Brandon]'s great uncle believed that the parties' marriage would continue.</blockquote>\n<p>[¶10.] Weighing in Shelley's favor was the timing of the inheritance, that is, ten years into a sixteen year marriage. The court also noted the great uncle's relationship with Shelley and the couple's use of farm assets for marital needs. Further, the court considered evidence of Shelley's involvement with the farm, which consisted of more than de minimis involvement.</p>\n<p>[¶11.] Without the inclusion of the inherited property, Shelley would have received nothing but debt from the marriage. Because the trial court divided the inherited property, he denied Shelley any alimony. The trial court explained:</p>\n<blockquote>I am not awarding alimony. The court looks at it in two ways: One, the court has divided the debt equally. That debt includes the education debt. The court believes that by requiring Mr. Novak to pay for part of that education debt, he is in effect paying an alimony because it'sshe's already had the education. He in effect has to help provide her with that by paying half of the debt. In addition, the court by dividing the inheritance, believes that it's probably more than any alimony would ever be considered by this court.</blockquote>\n<p>Sympathetic to Brandon's desire to keep the farm in the family, the trial court gave Brandon six months from the date of the divorce decree to purchase Shelley's interest in the farm for $93,801.</p>\n<p>[¶12.] As we said in <i>Billion,</i> \"Only in the case where one spouse has made no or de minimis contributions to the acquisition or maintenance of an item of property and has no need for support, should a court set it aside as `non-marital' property.\" <span class=\"citation\" data-id=\"900001\"><a href=\"/opinion/900001/billion-v-billion/\"><span class=\"volume\">1996</span> <span class=\"reporter\">SD</span> <span class=\"page\">101</span></a></span>, ¶21, 553 NW2d at 232. In order to reverse the trial court here, we would have to find that the court exercised its discretion \"to an end or purpose not justified by, and clearly against, reason and evidence.\" <i>Godfrey,</i> <span class=\"citation\" data-id=\"901327\"><a href=\"/opinion/901327/godfrey-v-godfrey/\"><span class=\"volume\">2005</span> <span class=\"reporter\">SD</span> <span class=\"page\">101</span></a></span>, ¶11, 705 NW2d at 80. Based upon the record, we are unable to reach that conclusion. Therefore, the court's judgment is affirmed, and Shelley is awarded appellate attorney's fees as requested in the amount of $1,625.</p>\n<p>[¶13.] Affirmed.</p>\n<p>[¶14.] GILBERTSON, Chief Justice, and SABERS, KONENKAMP, and ZINTER, Justices, concur.</p>\n<h2>NOTES</h2>\n<p>[1]  Brandon's proposed property distribution divided the assets $34,409 to Shelley and $222,102 to him. His proposal did not indicate how the indebtedness should be divided, but at trial Brandon offered to assume the majority of the debt.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/900001/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/901327/"
          ]
        }
      ],
      "judges": "Meierhenry",
      "date_created": "2014-10-30T11:34:13.844592Z",
      "date_modified": "2016-03-03T18:52:12.754527Z",
      "date_filed": "2006-04-05",
      "date_filed_is_approximate": false,
      "slug": "novak-v-novak",
      "citation_id": 874275,
      "case_name_short": "Novak",
      "case_name": "Novak v. Novak",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "2006 SD 34",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "LC",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 7,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/695040/novak-v-novak/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T11:34:13.840714Z",
  "date_modified": "2014-10-30T11:34:13.840714Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Novak",
  "case_name": "Novak v. Novak",
  "case_name_full": "",
  "slug": "novak-v-novak",
  "docket_number": "23787",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}