{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/699263/",
  "id": 699263,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca4/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/275416/",
      "id": 275416,
      "absolute_url": "/opinion/275416/9-fair-emplpraccas-1065-1-empl-prac-dec-p-9776-goerge-c-cypress/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/699263/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/275416/",
          "id": 275416,
          "absolute_url": "/opinion/275416/9-fair-emplpraccas-1065-1-empl-prac-dec-p-9776-goerge-c-cypress/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/275416/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T08:42:17Z",
          "date_modified": "2017-03-24T19:58:36.260520Z",
          "type": "010combined",
          "sha1": "9800b49eaeb95b9bbe0c90c5082005d3a7b74329",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/375/375.F2d.648.10672.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">375 F.2d 648</p>\n    <p class=\"parties\">9 Fair Empl.Prac.Cas.  1065, 1 Empl. Prac.<br>Dec. P 9776<br>Goerge C. CYPRESS, Darnell Jackson, an infant, who sues by<br>Dorothy Wright, his mother and next friend, and Sandra Rose<br>Clark, an infant, who sues by Julia Clark, her mother and<br>next friend, Appellants,<br>v.<br>The NEWPORT NEWS GENERAL AND NONSECTARIAN HOSPITAL<br>ASSOCIATION, Incorporated, a Virginia Corporation, Charles<br>K. Hutchens, Registered Agent and Nelson L. St. Clair, Jr.,<br>Administrator, Riverside Hospital, Appellees.</p>\n    <p class=\"docket\">No. 10672.</p>\n    <p class=\"court\">United States Court of Appeals Fourth Circuit.</p>\n    <p class=\"date\">Argued Dec. 5, 1966.<br>Decided March 9, 1967.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael Meltsner, New York City (Jack Greenberg, James M. Nabrit, III, New York City, Philip S. Walker, Newport News, Va., and Conrad K. Harper, New York City, on brief), for appellants.</p>\n      <p class=\"indent\">Arthur B. Davies, III, Lynchburg, Va.  (Phillips M. Dowding, Newport News, Va., and Hickson, Davies &amp; Lyle, Lynchburg, Va., on brief), for appellees.</p>\n      <p class=\"indent\">Before HAYNSWORTH, Chief Judge, and SOBELOFF, BOREMAN, BRYAN, BELL, WINTER and CRAVEN, Circuit Judges.</p>\n      <p class=\"indent\">SOBELOFF, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs, a Negro pediatrician and two of his patients, brought this class action for an injunction against the racially discriminatory policies and practices of the Riverside Hospital in Newport News, Virginia.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Specifically, they allege that Negro physicians are denied admission to the medical staff because of their race, and that Negro patients are assigned to hospital rooms on a segregated basis.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Dr. George C. Cypress, the physician-plaintiff, is a 'board-certified' pediatrician<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> who twice applied for staff privileges at Riverside Hospital and was rejected on both occasions.  The other two plaintiffs, Darnell Jackson and Sandra Rose Clark, are suffering from sickle cell anemia, a chronic disease requiring frequent periods of hospitalization.  Both patients, presently under the care of Dr. Cypress, have expressed their desire to be treated at Riverside Hospital by him in the event further hospitalization becomes necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The District Court held that neither the physician-plaintiff nor the patient-plaintiffs were entitled to relief, but offered to refrain from entering a final decree until Dr. Cypress and a Negro surgeon, similarly denied staff privileges, had complied with his suggestion that they reapply to the hospital within sixty days.  The plaintiffs asserted, however, that the procedure outlined by the District Court would not adequately protect their rights from abuse and requested that a final decree be entered.  The District Court thereupon dismissed the action on the stated grounds that the plaintiffs had failed to prove that Negro doctors were denied staff privileges 'for reasons of race alone,' and that plaintiffs had no standing to complain with respect to discriminatory room assignments.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The record discloses that Riverside Hospital is a modern, 323-bed, state-regulated hospital, which has received approximately $2,250,000 in federal funds for construction under the Hill-Burton Act.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The hospital also receives funds from the City of Newport News and from the state.  Nearly 70% of the white physicians practicing in the community are on the hospital's medical staff, while none of the eighteen Negro physicians in the community has been granted staff membership.  No patient may be treated except by a member of the staff.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Testimony showed that Dr. Cypress first applied for staff privileges in April, 1961, and was rejected.  When he reapplied a year later his application was again denied.  Dr. Cypress is the only pediatrician in the community who has been denied staff privileges at Riverside Hospital; all six of the white pediatricians in the community are on the staff.  Dr. C. Waldo Scott, a Negro 'board-certified' surgeon, applied for membership on the Riverside Hospital staff in March, 1963; he too was denied staff privileges.  Seventeen of the eighteen white surgeons in Newport News are members of the staff, although only eight of them are board-certified.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">No grounds were given for rejecting the applications of the two Negro doctors.  Dr. Cypress wrote the hospital requesting a conference to discuss the reasons for the denial, but the hospital failed even to accord him the courtesy of a reply, and he instituted the present action in October, 1963.  In its answer, the hospital contended that the denial of staff privileges 'was for just and good cause, and was not on the basis of race,' yet at no point in the pre-trial proceedings or at trial did Mr. St. Clair, the hospital administrator and the defendants' only witness, assign a reason for the rejection of either Negro doctor's application.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The hospital's by-laws prescribe the procedures for appointing a doctor to the medical staff.  The application is first presented to the Credentials Committee, which reviews the application, and if it is approved, it is submitted to the specialty staff to which the applicant is applying.  The application is then routed to the General Staff together with the recommendations of the specialty staff.  The General Staff then votes on the application, and its recommendations are transmitted to the Board of Managers, which has never failed to endorse the medical staff's recommendation.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  A three-fourths majority of the 117-man staff, voting by secret ballot, is necessary for approval of an application.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Dr. Cypress' application was transmitted by the pediatrics staff without recommendation.  The hospital administrator conceded that this was the first time, to his knowledge, that a specialty staff has acted in this fashion.  Dr. Scott's application was transmitted by the surgical staff with the recommendation that it be rejected.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Several prominent experts in their respective fields testified at the trial to the outstanding professional qualifications and skill of the two Negro physicians.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The District Court found both doctors 'highly qualified,' observing that 'the educational and professional qualifications and general competency in the specialized fields injoyed by Drs. Cypress and Scott appear to be excellent.'<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  This finding is not contested by the defendant.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the court below, and in this court, the appellees contended that the proceeding brought by Dr. Cypress and the two patients is not a proper class action.  However, we agree with the District Court that Dr. Cypress could appropriately bring such an action.  Although Drs. Cypress and Scott are the only Negro physicians in the community who have applied to Riverside Hospital, two other Negro physicians expressly testified that they were interested in obtaining staff privileges there, and that Dr. Cypress was representing them in bringing this suit.  That so few Negro physicians have applied is no indication of a lack of interest, but indicates, we think, a sense of the futility of such an effort in the face of the notorious discriminatory policy of the hospital,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> and may even reflect a fear of possible reprisals should they seek to attain their rights.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The ineluctable conclusion, therefore, is that all Negro physicians practicing medicine in the Newport News area, and not only the two individuals who already have applied for staff privileges, should be considered members of the interested class.  We further are of the opinion that eighteen is a sufficiently large number to constitute a class in the existing circumstances.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  No specified number is needed to maintain a class action under Fed.R.Civ.P. 23; application of the rule is to be considered in light of the particular circumstances of the case and generally, unless abuse is shown, the trial court's decision on this issue is final.  3 Moore, Federal Practice P23.05, at 3422 (2d ed. 1964).  See In re Engelhard &amp; Sons Co., 231 U.S. 646, 34 S.Ct. 258, 58 L.Ed. 416 (1914); Matthies v. Seymour Mfg. Co., 270 F.2d 365 (2d Cir. 1959).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The hospital also argues that appellants have musjoined distinct classes.  We find no merit in this contention.  The record plainly establishes that numerous patients of Drs. Cypress and Scott desired to be admitted to what all parties as well as the District Court agree is the best hospital in the area in view of its modern facilities.  These patients, however, are unreasonably forced to a hard choice.  They must elect either to forego treatment at that hospital or relinquish their personal physicians, since patients can be admitted to Riverside only on referral by members of the staff.  It is obvious, therefore, that the right of Negro doctors to be admitted to staff privileges at Riverside is of great concern to the infant patients and to others.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  The patient-plaintiffs in Simkins v. Moses H. Cone Memorial Hosp., 323 F.2d 959 (4th Cir. 1963) desired admission to the defendant hospital, which had the best facilities available in that locality, under the care of their personal physicians, who were Negroes.  In that case, we permitted the Negro patients to join with Negro physicians and dentists to obtain injunctive relief for themselves and others similarly situated.  See also Eaton v. Grubbs, 329 F.2d 710 (4th Cir. 1964).</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Turning now to the merits of the dispute, we think that the District Court correctly articulated the rule to be applied:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Where no Negro physicians are on the hospital staff and application in proper form is made for staff membership by a Negro physician who meets the 'paper' qualifications and proves his competency in his chosen specialty field (if any), a prima facie inference of discrimination exists wherever the action on said application is by secret ballot and without hearing from the applicant * * *.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">251 F.Supp. at 673.  The court noted that the inference disappears when a reasonable explanation is given showing that denial of staff membership is not because of the race, creed, or color of the applicant.  However, the District Court failed to apply the rule properly and fell into plain error when it found that the plaintiffs had not proved the existence of discrimination.  The hospital has made a bald assertion that the Negro doctors were denied staff privileges 'for just and good cause' but, significantly, at no point in the proceedings has it offered any reason for the rejection of the applications, although it was afforded ample opportunity to do so.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  The defendants assert in argument that a hospital may permissibly adopt standards of competence higher than or different from those requird by a state medical licensing board or for 'board-certification,' and that it may limit and control staff membership by reasonable rules and regulations-- the unexpressed implication being that the two Negro physicians possess only minimum skills or mere 'paper qualifications.'  However, the record is unmistakably clear, and no fact is advanced in contradiction, that the two doctors meet not merely minimum requirements, but possess superior skill, educational background, and training-- higher in fact than the qualifications deemed sufficient for white doctors.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Of course a hospital may set standards higher than the 'minimum,' but the burden was on this hospital to disclose what rules and regulations it has adopted and to indicate in what way Drs. Cypress and Scott failed to comply with the requirements.  The Constitution requires that the same standards, whether high or low, be applied to all equally.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The undisputed fact is that nearly 70% of the white physicians in the community but no Negro physicians are on the staff of Riverside Hospital.  (The percentage is even higher, or course, for pediatricians and surgeons, since all white pediatricians and all white surgeons but one are members of the staff.)  This circumstance, coupled with the rejection of two Negro physicians possessing outstanding qualifications by an all-white medical staff voting by secret ballot, and in the absence of any evidence of any non-racial ground for the exclusion, compels the inference that they were barred because of race.  This inference is further buttressed by the fact that Riverside concededly takes race into account in other aspects of hospital administration, it being admitted by the hospital and found by the District Court that patients are presently assigned to rooms on a discriminatory basis.  Defendants do not suggest what additional evidence plaintiffs could have introduced.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Highly pertinent to the question before us is our decision in Chambers v. Hendersonville City Bd. of Educ., 364 F.2d 189 (4th Cir. 1966).  There we held that Negro teachers were dismissed on racial grounds when they had shown that they met all objective qualifications, and the school board failed to produce any evidence meriting dismissal on valid nonracial grounds.  We said:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Innumerable cases have clearly established the principle that under circumstances such as this where a history of racial discrimination exists, the bruden of proof has been thrown upon the party having the power to produce the facts.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">364 F.2d at 192.  To cast this burden upon the plaintiffs would seriously attenuate the doctrine of equal access to federally-aided health facilities-- the doctrine expounded in Simkins v. Moses H. Cone Memorial Hosp., 323 F.2d 959 (4th Cir. 1963)-- by effectually limiting relief to the rare case where the defendant is willing to admit its wrongdoing.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We perceive no justification for the District Court's requirement that the rejected Negro physicians should again run the administrative aguntlet.  We think the suggested procedure lacking even the rudiments of due process.  As proposed by the District Court, a rejected applicant was permitted to request a 'hearing,' 'at the expense of said applicant,' before the General Staff, provided he first</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">executed a general release in favor of the hospital, its employees, General Staff, and any individuals interrogated pursuant to any investigation, as to any statements made by anyone in connection with said application or any investigation made before or after said conference.  251 F.Supp. at 674.  The court specified that the so-called 'conference' or interrogation was to be conducted behind closed doors without the assistance of attorneys.  'It is not a matter of sworn testimony, burden of proof, etc., but such a 'hearing' * * * will enable the General Staff to question the applicant at length.'  Ibid.  Nor was there to be any possibility of judicial review of the hospital's final action.  The District Court concluded its description of the contemplated proceeding as follows: If the applicant seeks to attack the integrity of the General Staff by claiming that its members are rejecting him because of race, the applicant's life and professional competence must become an 'open book.'</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Ibid.  We unequivocally reject the notion that Negro applicants are to be subjected to such procedures before their Fourteenth Amendment rights can be vindicated.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In the case before us, the manner in which hospital appointments are made-- by approval of a three-fourths majority of the all-white General Staff voting by secret ballot-- is clearly impermissible in light of our decision in Hawkins v. North Carolina Dental So., 355 F.2d 718 (4th Cir. 1966), because it manifestly burdens Negro but not white applicants.  In Hawkins, we condemned a requirement of recommendations from two members of a dental society, none of whose members was Negro:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Under the circumstances, when the Society's membership was racially exclusive and the recommendation of no Negro acceptable, rigid enforcement of the requirement of endorsements by members of the Society is itself a discrimination because of race. * * *  Though use of such a rule in other contexts may be both reasonable and proper, applied to exclude Negroes, when no Negro, whatever his professional qualifications, can expect to receive the endorsements of the white members, it is racially discriminatory. 355 F.2d at 723-724.  Surely, requiring a Negro physisian to obtain the votes of eighty-eight staff members,<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> all of whom are white, is more burdensome than the requirement invalidated in Hawkins.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  Since voting is by secret ballot, the medical staff is not required to give reasons for rejecting the application of a Negro doctor nor is its action subject to scrutiny, thereby providing a sheltered opportunity for excluding Negro physicians for reasons of race.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The plaintiffs complain not only of the hospital's discriminatory policy toward Negro physicians; they also assert that the hospital considers the factor of race in making room assignments to patients.  The hospital administrator himself admitted that the medical floors are only integrated 'to an extent,' and that 'we do not put Negro and white patients in the same room.'  The administrator testified that he might put Negro and white patients in the same room on the pediatrics floor, but only after 'I personally consulted with the parents of the two children and determined that I was not going to have any conflict.'</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The District Judge considered himself without power to rule on this aspect of the case, believing it had not been sufficiently developed, and because he thought plaintiffs lacked standing.  It is settled, however, since our decision in Rackley v. Board of Trustees of Orangeburg Regional Hosp.,310 F.2d 141 (4th Cir. 1962), that the plaintiffs do have standing to raise this question.  There, we permitted plaintiffs to attack segregated ward and room facilities although the plaintiffs bringing suit were an outpatient and her mother.  The two patient-plaintiffs in the instant case are suffering from sickle cell anemia-- a chronic disease requiring recurrent hospitalization for blood transfusions.  The mother of one testified that her child had once before been at Riverside Hospital and that when further hospitalization became necessary, she preferred to have her child in Riverside because of its modern treatment facilities.  Where plaintiffs allege that the hospital assigns rooms on a discriminatory basis, an dthe hospital administrator unequivocally confesses the policy of discrimination, a patient should not have to wait until he has been segregated before he will be heard to attack the unlawful practice.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In a colloquy with plaintiffs' counsel, the District Judge asked whether it was 'discrimination per se merely because a hospital has deemed fit to place white patients in one ward, Negro patients in another ward?'  We answer that it is.  Any distinction made on the basis of race in a publicly-supported institution is a patent violation of the law, not to be tolerated by a court that is controlled by the Constitution of the United States.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  Cooper v. Aaron, 358 U.S. 1, 19, 78 S.Ct. 1401, 3 L.Ed.2d 5. (1958).  This is not to say that there must be a racial mixture of a certain percentage in each room and ward.  Our holding is simply that race cannot be a factor in the admission, assignment, classification, or treatment of patients in an institution like this, which is state-supported and receives federal funds.  Room assignments may be made with due regard to sex, age, type of illness, or other relevant factors, but racial distinctions are impermissible, since the law forbids the treatment of individuals differently or separately because of their race, color, or national origin.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <p class=\"indent\">IV.</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">On July 7, 1966, after the trial in the District Court and during the pendency of the appeal, Dr. Cypress applied a third time for membership on the Riverside Hospital medical staff and on October 20, 1966 was granted active staff privileges.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  Appellees cite this development as support for a motion to dismiss the appeal as moot.  Although we agree that Dr. Cypress is no longer entitled to personal relief, the entire case has not been mooted by his appointment to the medical staff.  In the first place, two appellants still remain.  They seek to enjoin the hospital's practice of assigning patients to rooms on the basis of race and also to vindicate their right to be treated by their own physicians, who, like Dr. Scott, are still barred from the hospital staff because of race.  Secondly, this is a class action on behalf of all Negro physicians similarly situated, and their rights cannot be subverted by the granting of staff privileges to Dr. Cypress.  This is particularly true where the hospital has done so belatedly in the face of an impending court ruling, and only after the Board of Managers, contrary to its established practice, overruled the medical staff, which for the third time had voted to deny staff privileges to Dr. Cypress.  There is a parallel in Buckner v. County School Board of Greene Co., Va., 332 F.2d 452 (4th Cir. 1964) where plaintiffs sought admission to a specified school and an injunction against the biracial school system.  Following plaintiffs' transfer to the requested school, the District Court ruled that the case had become moot.  We reversed, saying that 'the right of the plaintiffs to obtain injunctive relief for the class they represent as well as individual relief for themselves is clear beyond doubt.'  332 F.2d at 454.  See Anderson v. City of Albany, 321 F.2d 649, 657 (5th Cir. 1963), holding that where segregation ordinances were repealed long after the suit had been filed and the matter submitted to the trial court, the case did not become moot by reason of the repeal.  The court stated that under the circumstances the plaintiffs were entitled to an injunction 'based on the record at the time the case was tried.'<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As appellants point out, it was only after a five-year struggle, including a costly lawsuit, to obtain privileges readily accorded their white counterparts, that the hospital found-- a few short weeks before the case was heard on appeal-- that the unspecified 'just and good cause' which assertedly warranted the exclusion of Dr. Cypress was no longer significant.  Such a last minute change of heart is suspect, to say the least.  We recently had occasion to observe in Lankford v. Gelston, 364 F.2d 197, 203 (4th Cir. 1966), under somewhat different circumstances, that 'protestations of repentance and reform timed to anticipate or to blunt the force of a lawsuit offer insufficient assurance' that the practice sought to be enjoined will not be repeated.  See United States v. Oregon State Medical Soc., 343 U.S. 326, 333, 72 S.Ct. 690, 696, 96 L.Ed. 978 (1952).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The need for injunctive relief is not to be judged in a vacuum.  Just as it is an equitable axiom that an injunction will not issue merely because no demonstrable harm will result from its issuance, so an equity court will unhesitatingly grant this relief where in its estimation the circumstances reasonably indicate its necessity.  Our appraisal must take into consideration more than the single, tardy, reluctant, and incomplete step-- the admission of Dr. Cypress.  We measure this against its background: the persistent refusals of the medical staff, voting by secret ballot, to approve Dr. Cypress' application; the continuing failure of the defendant to this day to take any action with respect to Dr. Scott; the absence of any further action to remove segregation bars against Negro patients and publicly to renounce the racial policy to which it has long adhered.  It cannot be said upon this record that full compliance with the law is assured without the issuance of an injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Nor is the injunction rendered superfluous by certification of the hospital by the Department of Health, Education, and Welfare as one eligible to participate in federally-assisted programs.  In support of its motion to dismiss, appellees point out that the Office of Equal Health Opportunity (OEHO) has advised the hospital that it is in compliance with Title VI.  Appellees, arguing that Title VI is as inclusive and effective as any decree of this court in the protection of appellants' rights, would have us hold that an injunctive order is unnecessary.  In support of this proposition, it was represented that 'the Office of Equal Health Opportunity makes a weekly review of the operation of appellee hospital to see that it continues to operate without unlawful discrimination.'  This statement, however, is without basis in fact.  The staff and resources of the OEHO are so limited<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> that inspections are primarily in response to complaints.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a>  It is common knowledge that certification of eligibility for benefits affords no assurance of actual compliance.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a>  Even when persistent violations have been discovered by the Department, sanctions have not been imposed, and so violations of constitutional rights often continue unabated.  To date, non-compliance has brought no withdrawal of benefits.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a>  The court need not at this stage accept the appellees' suggestion and put its reliance in such undependable means of effectuating the plainly established constitutional rights of the plaintiffs.  The fact that the appellees have filed a statement of compliance which HEW has accepted affords no assurance that without judicial intervention the secret ballot or some other contrivance will not again be used to evade the obligation of the law.  One is not yet in a position to predict with confidence when, if at all, the HEW carrot will have its hoped for effect.  In the meantime, it would be fatuous for courts to abstain where the right to relief has been abundantly proved.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Reversed and remanded for the entry of an order of injunctive relief.</p>\n    </div>\n    <p class=\"indent\">APPENDIX</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">TESTIMONY RELATING TO THE QUALIFICATIONS OF THE TWO NEGRO PHYSICIANS WHOSE APPLICATIONS WERE REJECTED BY THE HOSPITAL</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">I.  Dr. George C. Cypress, Jr.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Dr. Allan Butler, Professor Emeritus at Harvard Medical School, former Chief of Children's Services at Massachusetts General Hospital, and past president of the American Pediatric Society, not only reviewed Dr. Cypress' educational record and his training, but also directly observed Dr. Cypress treat patients both at his office and at the hospital, and examined the records of several of Dr. Cypress' patients.  Dr. Butler testified that this observation of the Negro physician was</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">probably a more thorough first-hand contact in going over his records and watching him take care of patients than I have had in the opportunity to appraise the qualifications of interns and residents that have been appointed to intern and residency positions at the Massachusetts General Hospital or to the perhaps fifth physicians-- maybe more-- that I examined as chief of clinical service at the Metropolitan Hospital (of Detroit) in building up the staff of that hospital.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Record, vol.  II, p. 95.  Based on this 'first-hand contact' as well as his review of Dr. Cypress' education and training, Dr. Butler stated that</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">I would be very glad to recommend at the present time Dr. Cypress for appointment to the staff of the children's service at the Massachusetts General hospital, or I would be glad to recommend him for a full time salaried position on the pediatric service of the Metropolitan Hospital of Detroit.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Record, vol.  II, p. 96.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Dr. Colvin W. Salley, Health Director of Newport News and former commanding officer at the Fort Eustis, Virginia army hospital, where he was Dr. Cypress' supervisor when Dr. Cypress was employed at that hospital as a civilian pediatrician, also testified concerning Dr. Cypress' abilities.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Q.  What would be your position as of the present time as to recommendation of Dr. Cypress for appointment to the medical staff?</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">A.  Well, in my twenty-nine years of practice of medicine, I have never been associated with a better pediatrician than Dr. George C. Cypress and I would recommend him for any staff.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Record, vol.  II, p. 190.</p>\n    </div>\n    <p class=\"indent\">II.  Dr. charles Waldo Scott</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Dr. Samuel Standard, Director of Surgery at Morrisania Hospital in New York and professor of clinical surgery at New York University and Bellevue Medical Center, was able to observe Dr. Scott in his practice as well as review his experience and training.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Q.  How does the extent of your observation of Dr. Scott compare with your observation of other surgeons whom you have considered for staff membership?</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">A.  Well, actually, I think I spent as much or, perhaps, more time with him * * * but I would say that I went through the process of surveying him as I would process any surgeon who would come to me for application for a position.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Record, vol.  II, p. 170.  His opinion of Dr. Scott, based on this survey, was that</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">He has a fine knowledge of both preclinical medicine and clinical medicine.  He speaks very knowledgeably of his specialty in surgery, and in spending the time with him in the operating room where he did a case for me, I found that he has grace in his surgical procedures; he has dignity in his procedures.  I think he carries the serenity of a man who is quite sure of his capacities.  His technique-- 'flawless' is a bad word-- is a strange word to use for a man, but I have seen many surgeons work, and his is almost with flawless technique.  He is simple; he is straightforward; he knows his anatomy; he dissects beautifully, and his knowledge of the procedure itself and the deliberateness with which he goes from one thing to another marks him, I would say, as an unusually good technician.  He is unhurried; he is perfectly serene with himself. * * *  Technically, I would say he was above the average-- well above the average. * * *  On the whole, his charts would stand up well in any accredited hospital.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Q.  Now, assume Dr. Scott applied for membership on the surgical staff of one of the hospitals where you have responsibilities toward the choosing of a surgical staff, based on everything you have seen of Dr. Scott and your appraisal of his record, what, in your opinion, would be the disposition of his application?</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">A.  * * * I would be very happy to have a man of his caliber as an example for a group of residents not only about how to do surgery, which I have no doubt about at all, but also how to live with one's fellow man and his responsibility to surgical care and the grace and the ease with which he carries himself.</p>\n    </div>\n    <p class=\"indent\">Record, vol.  II, pp. 165-169</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">ALBERT V. BRYAN, Circuit Judge (dissenting in part):</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">I depart from the opinion of the Court only in one aspect.  In accords no tolerance whatsoever to the opinion of the doctor in the assignment of rooms.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">I think the opinion should contain an acknowledgment of the necessity in certain instances of varying the assignment rule laid down by the Court, that is something in the following sense: If in the judgment of the attending or hospital physician or surgeon, it would be detrimental to the recovery of a patient, because of his actual though unfounded prejudice, to be placed or remain in a ward or room with a patient of another race, then the hospital by removing the objecting patient to another ward or room will not contravene the equality of treatment enjoined in this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">I have never understood that the Due Process or Equal Protection clauses would deny a patient, whether medical or psychiatric, any innocuous treatment which might be honestly advised by his physician or surgeon for his physical or mental improvement.  Nor have I ever thought the Constitution was blind to the realities of illness, actual or emotional.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Such intimately personal considerations are left to the decision of those skilled in the healing arts and particularly sensible to the feelings of the sick person.  In not recognizing this sound precept here-- in assigning rooms on the basis of the Fourteenth Amendment without regard for the doctor's directions-- I believe the Court is doing a disservice to the Constitution, to the efforts of the hospital and to the recovery of some patients.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">This question, it seems to me, is squarely before the Court and now.  The opinion allows no exception for injurious but irrepressible emotions of the patient in prescribing hospital accommodations.  Any consideration of this nature is flatly precluded by the Court's unqualified insistence that hospital room assignments be made on 'constitutional standards'.  If the majority do not intend to exclude this consideration, the opinion would, of course, disclaim any decision of the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">I dissent because the Court bars the hospital from accepting a professional and scientific judgment, rather than the Constitution, in alleviating a patient's sufferings.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Plaintiffs rely upon 42 U.S.C. 1981 and 1983 and the Fifth and Fourteenth Amendments</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> To become 'board-certified,' a doctor specializing in pediatrics must undergo training in accordance with standards prescribed by the American Board of Pediatrics and must pass an examination administered by that Board</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In Simkins v. Moses H. Cone Memorial Hosp., 323 F.2d 959 (4th Cir. 1963), we found state participation and involvement present, when private hospitals participate in the Hill-Burton federal-state aid program, sufficient to bring them within in the purview of the Fifth and Fourteenth Amendment prohibitions against racial discrimination.  Cf. Eaton v. Grubbs, 329 F.2d 710 (4th Cir. 1964)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Deposition of Mr. Charles K. Hutchens, Chairman of the Board of Managers since 1952 and member of the Board for over twenty years.  But see Part IV infra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See Appendix</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 251 F.Supp. 667, 669 (E.D.Va.1966)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The U.S. Department of Health, Education and Welfare has recognized this problem, noting in a recent statement that</p>\n        <p>the granting of staff privileges by hospitals at other than traditionally Negro hospitals is proceeding slowly.  Because of long established practices, Negro physicians up until recently have not applied to the predominantly white hospitals.</p>\n        <p>U.S. Dep't of Health, Education and Welfare, News Release No. HEW-M75, Aug. 11, 1966.  See also U.S. Dep't of HEW, Report on Civil Rights Compliance: Atlanta, Ga.  Hospitals, Aug. 1966, in which it was noted that a recent survey of Negro physicians who had not applied to formerly white hospitals indicated that 'some of these Negro physicians are unconvinced that racial bias has actually been removed.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The situation may well be analogous to that often encountered in desegregating school districts.  Commissioner Howe of the U.S. Office of Education recently observed that a 'Freedom of Choice' plan is meaningless in many cases because people are in fear of reprisals should they attempt to exercise a choice.  Hearings Before the Special Subcommittee on Civil Rights of the House Committee on the Judiciary, 89th Cong., 2d Sess., ser. 23, at 24 (1966) (Statement by U.S. Commissioner of Education Howe)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The class might also be said to include those Negro physicians who are not now members of the community because of the discriminatory practices of hospitals there, but who would desire to practice medicine in the area if racial bars were removed.  Dr. Scott's testimony implies such a possibility:</p>\n        <p>Q. Are you interested in this suit as brought by Dr. Cypress as a Negro in this area in his own capacity and for all other Negro physicians similarly situated?</p>\n        <p>A. I am very definitely interested. * * *  I am interested not only for my own benefit, but for the benefit of others who are practicing and others who will be coming to the area who are similarly situated as are we.</p>\n        <p>Record, vol.  II, p. 76</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Since patients are admitted to the hospital on referral by doctors on the staff, the absence of Negro doctors would operate to maintain the existing system of segregated hospitals, even if Riverside had no official policy of discriminatory admissions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The District Court itself observed:</p>\n        <p>We do not know what factors were considered in rejecting the applications.  If they are valid reasons applicable to all, without regard to race, the applicants should be rejected.  If race is the obstacle which brought about their rejection, they should be admitted.  With a secret written ballot and no opportunity for a hearing, it is most difficult to determine.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">251</a>\n        <p> F.Supp. at 672</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> See Appendix</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> There are 117 physicians on the Riverside medical staff, and in accordance with the hospital's by-laws, a three-fourths majority vote is necessary for admission</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> It is instructive, in this context, to note that certain formerly segregated hospitals in other areas which previously required letters of recommendation from (white) staff members or required membership in a group practice with (white) staff members in order to obtain staff privileges, have now agreed to waive these requirements for Negro applicants.  U.S. Dep't of HEW, Report on Civil Rights Compliance: Atlanta, Georgia Hospitals, Aug. 1966</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Recently, a three-judge court in the Middle District of Alabama condemned as unconstitutional the racial segregation of prisoners even though 'incarceration brings about the necessary withdrawal or limitation of many privileges and rights'.  Washington v. Lee, 263 F.Supp. 327, (M.D.Ala. Dec. 12, 1966).  A fortiori, the Constitution will not tolerate racial segregation of patients in a publicly-supported and regulated hospital</p>\n        <p>The HEW guidelines for establishing compliance with Title VI of the Civil Rights Act of 1964 explicitly state that patients are to be assigned to:</p>\n        <p>all rooms, wards, floors, sections, and buildings without regard to race, color, or national origin.  In communities with non-white population, this results in biracial occupancy of multi-bed rooms and wards and use of single bed rooms on a non-discriminatory basis.</p>\n        <p>Furthermore, in contrast to the declared policy of Riverside Hospital's administrator, Secretary Gardner and Surgeon General Stewart have emphasized that 'patients May not be asked if they would be willing to share a room with a person of a particular race.'  Statement by secretary of HEW Gardner and Surgeon General Stewart in 40 Hospitals, No. 11 (1966).</p>\n        <p>The Fifth Circuit, in a recent decision involving school desegregation plans, raised the question as to the weight courts should give ti the HEW Guidelines.  United States v. Jefferson County Bd. of Educ., 372 F.2d 836 (5th Cir.  Dec. 29, 1966), rehearing en banc pending.  Judge Wisdom answered this question by declaring that the guidelines were the 'minimum standars,' and reaffirmed the Fifth Circuit's position, first stated in Singleton v. Jackson Municipal Separate School Dist., 355 F.2d 865, 869 (kth Cir. 1966).  There it was said that 'in certain respects, HEW standards may be too low to meet the requirements established by the Supreme Court and this Court; we doubt that they would ever be too high.'  But it was added that regardless of what the guideline may be, courts may 'not abdicate (their) judicial responsibility for determining whether a school desegregation plan violates federally guaranteed rights.'  United States v. Jefferson County Bd. of Educ., 372 F.2d at 852.  Similarly, in the case before us, while we accord great weight to the HEW Guidelines for hospitals, our decision is based on our independent determination that Riverside's practice of assigning rooms on the basis of race does not comply with constitutional standards.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Attempting to clarify HEW's procedures and criteria for compliance with Title VI, it was pointed out that</p>\n        <p>Hospitals routinely take into consideration such factors as medical condition, room rates, and age in the assignment of rooms.  These normal procedures which do not involve racial questions may be continued, just so long as the rules apply to both white and Negro patients. * * *  If there is a pattern of desegregated rooms, wings, and floors, the hospital is in compliance.  If this is not the pattern, the hospital is not in compliance.</p>\n        <p>Statement by Secretary Gardner and Surgeon General Stewart, supra n. 15</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> In the two years that intervened between the trial and the grant of his application, Dr. Cypress found it necessary to make arrangements with another hospital and thus was no longer in a position to accept active staff privileges at Riverside.  He therefore requested that he be granted courtesy staff privileges</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> See United States v. W. T. Grant Co., 345 U.S. 629, 632-633, 73 S.Ct. 894, 897, 97 L.Ed. 1303 (1953):</p>\n        <p>Voluntary cessation of allegedly illegal conduct does not deprive the tribunal of power to hear and determine the case, i.e., does not make the case moot. * * *  The defendant is free to return to his old ways.  This, together with a public interest in having the legality of the practices settled, militates against a mootness conclusion. * * *  Along with its power to hear the case, the court's power to grant injunctive relief survives discontinuance of the illegal conduct.  The purpose of an injunction is to prevent future violations * * *.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> For example, the Charlottesville Regional Office (Region III) is responsible for obtaining compliance in hospitals, nursing homes, public health and welfare departments and in many of the other health and welfare programs receiving federal funds, which operate in the states of Kentucky, Maryland, North Carolina, Virginia, West Virginia, and in the District of Columbia, Puerto Rico, and the Virgin Islands.  Yet there are at present only four professional employees on the staff of the charlottesville Regional Office.  U.S. Det't of HEW, PHS Directory of State and Territorial Health Authorities 106 (1966)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> The complaint procedure is far from the most efficient or comprehensive means of enforcing Title VI.  A person who believes himself to have been subjected to discrimination may file with the Secretary of HEW a written and signed complaint within 90 days from the date of the alleged discrimination.  OEHO will then investigate the complaint, and if it is substantiated, informal efforts will be made to end the discrimination voluntarily.  If these efforts come to naught, notice is given and a hearing scheduled, giving the institution a reasonable time to prepare.  If, after the hearing, the institution is found to have violated Title VI, the finding may be appealed to the Secretary, who, if he affirms it, may order the cut-off of federal funds.  This order cannot go into effect, however, until 30 days after the Secretary has notified the appropriate committee of the House and Senate by filing a full written report of the circumstances and the grounds for such action.  The institution, meanwhile, may seek judicial review of the Department's decision.  HEW Reg. A, 45 C.F.R. 80.7-80.11 (Supp.1964)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> A hospital wishing to receive federal financial assistance has only to submit two pieces of paper: an assurance of compliance and a completed questionnaire.  If there is no complaint in the OEHO files concerning that hospital, its assurance of compliance is automatically accepted.  Address by Robert Nash, Chief of OEHO, at American Public Health Ass'n Annual Meeting, Nov. 4, 1966</p>\n        <p>Of 39 hospitals visited by the U.S. Commission on Civil Rights last year, all but two had filed assurances of compliance with HEW, yet only 11 of them had significantly altered discriminatory patterns of patient assignment and staff appointments.  The Commission found that the remainder continued to operate on a racially discriminatory basis despite the fact that they had signed assurances of compliance.  One hospital, for example, which had signed such an assurance 'had all its Negro patients segregated in the basement of the hospital building and maintained complete segregation in all its facilities.'  U.S. Comm'n on Civil Rights, Title VI: One Year After, at 11 (1966).  The Commission found some hospitals converting their ward and other mulitple-bed facilities into private rooms, resulting in substantially fewer accommodations while, at the same time, they were constructing additions to the hospital, financed with Hill-Burton Funds.  Ibid.  A hospital in Louisiana barred from its premises both the Commission investigators and HEW officials investigating complaints, yet no corrective action had been taken as of the date the Commission's report was written.  Id. at 13.  The Commission concluded from its survey that:</p>\n        <p>the pace at which hospitals had desegregated was primarily determined by the administrator or board and was seldom  the result of efforts by the Public Health Service (PHS) staff of DHEW.</p>\n        <p>Id. at 14.</p>\n        <p>Hospitals have attempted by various means to avoid compliance, without giving the appearance of non-compliance and thus risking a cut-off of funds.  See references to the 'HEW Shuffle' in Address by Robert Nash, chief of OEHO, at American Public Health Ass'n Annual Meeting, Nov. 4, 1966.</p>\n        <p>We do not mean to imply that Riverside Hospital has used or intends to use such practices to avoid compliance.  We cite this merely to indicate that approval by the Department of Health, Education, and Welfare is not synonymous with complete compliance with the law.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> In certain cases, however, institutions have been notified that further payments may be deferred pending completion of negotiations.  In addition to the desire to obtain voluntary compliance whenever possible, one reason why the ultimate sanction has not been imposed may be the complexity of the procedure required for suspending payment of federal funds to a non-complying institution.  See n. 20, supra</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">375</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">648</span></span></p>\n    <p class=\"parties\"><span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">Fair Empl. Prac. Cas. (BNA)</span>  <span class=\"page\">1065</span></span>, 1 Empl. Prac.<br>Dec. P 9776<br>Goerge C. CYPRESS, Darnell Jackson, an infant, who sues by<br>Dorothy Wright, his mother and next friend, and Sandra Rose<br>Clark, an infant, who sues by Julia Clark, her mother and<br>next friend, Appellants,<br>v.<br>The NEWPORT NEWS GENERAL AND NONSECTARIAN HOSPITAL<br>ASSOCIATION, Incorporated, a Virginia Corporation, Charles<br>K. Hutchens, Registered Agent and Nelson L. St. Clair, Jr.,<br>Administrator, Riverside Hospital, Appellees.</p>\n    <p class=\"docket\">No. 10672.</p>\n    <p class=\"court\">United States Court of Appeals Fourth Circuit.</p>\n    <p class=\"date\">Argued Dec. 5, 1966.<br>Decided March 9, 1967.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael Meltsner, New York City (Jack Greenberg, James M. Nabrit, III, New York City, Philip S. Walker, Newport News, Va., and Conrad K. Harper, New York City, on brief), for appellants.</p>\n      <p class=\"indent\">Arthur B. Davies, III, Lynchburg, Va.  (Phillips M. Dowding, Newport News, Va., and Hickson, Davies &amp; Lyle, Lynchburg, Va., on brief), for appellees.</p>\n      <p class=\"indent\">Before HAYNSWORTH, Chief Judge, and SOBELOFF, BOREMAN, BRYAN, BELL, WINTER and CRAVEN, Circuit Judges.</p>\n      <p class=\"indent\">SOBELOFF, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs, a Negro pediatrician and two of his patients, brought this class action for an injunction against the racially discriminatory policies and practices of the Riverside Hospital in Newport News, Virginia.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Specifically, they allege that Negro physicians are denied admission to the medical staff because of their race, and that Negro patients are assigned to hospital rooms on a segregated basis.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Dr. George C. Cypress, the physician-plaintiff, is a 'board-certified' pediatrician<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> who twice applied for staff privileges at Riverside Hospital and was rejected on both occasions.  The other two plaintiffs, Darnell Jackson and Sandra Rose Clark, are suffering from sickle cell anemia, a chronic disease requiring frequent periods of hospitalization.  Both patients, presently under the care of Dr. Cypress, have expressed their desire to be treated at Riverside Hospital by him in the event further hospitalization becomes necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The District Court held that neither the physician-plaintiff nor the patient-plaintiffs were entitled to relief, but offered to refrain from entering a final decree until Dr. Cypress and a Negro surgeon, similarly denied staff privileges, had complied with his suggestion that they reapply to the hospital within sixty days.  The plaintiffs asserted, however, that the procedure outlined by the District Court would not adequately protect their rights from abuse and requested that a final decree be entered.  The District Court thereupon dismissed the action on the stated grounds that the plaintiffs had failed to prove that Negro doctors were denied staff privileges 'for reasons of race alone,' and that plaintiffs had no standing to complain with respect to discriminatory room assignments.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The record discloses that Riverside Hospital is a modern, 323-bed, state-regulated hospital, which has received approximately $2,250,000 in federal funds for construction under the Hill-Burton Act.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The hospital also receives funds from the City of Newport News and from the state.  Nearly 70% of the white physicians practicing in the community are on the hospital's medical staff, while none of the eighteen Negro physicians in the community has been granted staff membership.  No patient may be treated except by a member of the staff.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Testimony showed that Dr. Cypress first applied for staff privileges in April, 1961, and was rejected.  When he reapplied a year later his application was again denied.  Dr. Cypress is the only pediatrician in the community who has been denied staff privileges at Riverside Hospital; all six of the white pediatricians in the community are on the staff.  Dr. C. Waldo Scott, a Negro 'board-certified' surgeon, applied for membership on the Riverside Hospital staff in March, 1963; he too was denied staff privileges.  Seventeen of the eighteen white surgeons in Newport News are members of the staff, although only eight of them are board-certified.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">No grounds were given for rejecting the applications of the two Negro doctors.  Dr. Cypress wrote the hospital requesting a conference to discuss the reasons for the denial, but the hospital failed even to accord him the courtesy of a reply, and he instituted the present action in October, 1963.  In its answer, the hospital contended that the denial of staff privileges 'was for just and good cause, and was not on the basis of race,' yet at no point in the pre-trial proceedings or at trial did Mr. St. Clair, the hospital administrator and the defendants' only witness, assign a reason for the rejection of either Negro doctor's application.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The hospital's by-laws prescribe the procedures for appointing a doctor to the medical staff.  The application is first presented to the Credentials Committee, which reviews the application, and if it is approved, it is submitted to the specialty staff to which the applicant is applying.  The application is then routed to the General Staff together with the recommendations of the specialty staff.  The General Staff then votes on the application, and its recommendations are transmitted to the Board of Managers, which has never failed to endorse the medical staff's recommendation.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  A three-fourths majority of the 117-man staff, voting by secret ballot, is necessary for approval of an application.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Dr. Cypress' application was transmitted by the pediatrics staff without recommendation.  The hospital administrator conceded that this was the first time, to his knowledge, that a specialty staff has acted in this fashion.  Dr. Scott's application was transmitted by the surgical staff with the recommendation that it be rejected.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Several prominent experts in their respective fields testified at the trial to the outstanding professional qualifications and skill of the two Negro physicians.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The District Court found both doctors 'highly qualified,' observing that 'the educational and professional qualifications and general competency in the specialized fields injoyed by Drs. Cypress and Scott appear to be excellent.'<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  This finding is not contested by the defendant.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the court below, and in this court, the appellees contended that the proceeding brought by Dr. Cypress and the two patients is not a proper class action.  However, we agree with the District Court that Dr. Cypress could appropriately bring such an action.  Although Drs. Cypress and Scott are the only Negro physicians in the community who have applied to Riverside Hospital, two other Negro physicians expressly testified that they were interested in obtaining staff privileges there, and that Dr. Cypress was representing them in bringing this suit.  That so few Negro physicians have applied is no indication of a lack of interest, but indicates, we think, a sense of the futility of such an effort in the face of the notorious discriminatory policy of the hospital,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> and may even reflect a fear of possible reprisals should they seek to attain their rights.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The ineluctable conclusion, therefore, is that all Negro physicians practicing medicine in the Newport News area, and not only the two individuals who already have applied for staff privileges, should be considered members of the interested class.  We further are of the opinion that eighteen is a sufficiently large number to constitute a class in the existing circumstances.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  No specified number is needed to maintain a class action under Fed.R.Civ.P. 23; application of the rule is to be considered in light of the particular circumstances of the case and generally, unless abuse is shown, the trial court's decision on this issue is final.  3 Moore, Federal Practice P23.05, at 3422 (2d ed. 1964).  See In re Engelhard &amp; Sons Co., <span class=\"citation\" data-id=\"98039\"><a href=\"/opinion/98039/in-re-engelhard/\"><span class=\"volume\">231</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">646</span></a></span>, <span class=\"citation\" data-id=\"98039\"><a href=\"/opinion/98039/in-re-engelhard/\"><span class=\"volume\">34</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">258</span></a></span>, <span class=\"citation\" data-id=\"98039\"><a href=\"/opinion/98039/in-re-engelhard/\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">416</span></a></span> (1914); Matthies v. Seymour Mfg. Co., <span class=\"citation\" data-id=\"248920\"><a href=\"/opinion/248920/george-c-matthies-v-seymour-manufacturing-company-george-c-matthies-v/\"><span class=\"volume\">270</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">365</span></a></span> (2d Cir. 1959).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The hospital also argues that appellants have musjoined distinct classes.  We find no merit in this contention.  The record plainly establishes that numerous patients of Drs. Cypress and Scott desired to be admitted to what all parties as well as the District Court agree is the best hospital in the area in view of its modern facilities.  These patients, however, are unreasonably forced to a hard choice.  They must elect either to forego treatment at that hospital or relinquish their personal physicians, since patients can be admitted to Riverside only on referral by members of the staff.  It is obvious, therefore, that the right of Negro doctors to be admitted to staff privileges at Riverside is of great concern to the infant patients and to others.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  The patient-plaintiffs in Simkins v. Moses H. Cone Memorial Hosp., <span class=\"citation\" data-id=\"262144\"><a href=\"/opinion/262144/g-c-simkins-jr-a-w-blount-jr-and-united-states-of-america/\"><span class=\"volume\">323</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">959</span></a></span> (4th Cir. 1963) desired admission to the defendant hospital, which had the best facilities available in that locality, under the care of their personal physicians, who were Negroes.  In that case, we permitted the Negro patients to join with Negro physicians and dentists to obtain injunctive relief for themselves and others similarly situated.  See also Eaton v. Grubbs, <span class=\"citation\" data-id=\"263773\"><a href=\"/opinion/263773/hubert-a-eaton-daniel-c-roane-samuel-james-gray-vernetta-e-hussey-and/\"><span class=\"volume\">329</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">710</span></a></span> (4th Cir. 1964).</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Turning now to the merits of the dispute, we think that the District Court correctly articulated the rule to be applied:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Where no Negro physicians are on the hospital staff and application in proper form is made for staff membership by a Negro physician who meets the 'paper' qualifications and proves his competency in his chosen specialty field (if any), a prima facie inference of discrimination exists wherever the action on said application is by secret ballot and without hearing from the applicant * * *.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">251 F.Supp. at 673.  The court noted that the inference disappears when a reasonable explanation is given showing that denial of staff membership is not because of the race, creed, or color of the applicant.  However, the District Court failed to apply the rule properly and fell into plain error when it found that the plaintiffs had not proved the existence of discrimination.  The hospital has made a bald assertion that the Negro doctors were denied staff privileges 'for just and good cause' but, significantly, at no point in the proceedings has it offered any reason for the rejection of the applications, although it was afforded ample opportunity to do so.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  The defendants assert in argument that a hospital may permissibly adopt standards of competence higher than or different from those requird by a state medical licensing board or for 'board-certification,' and that it may limit and control staff membership by reasonable rules and regulations-- the unexpressed implication being that the two Negro physicians possess only minimum skills or mere 'paper qualifications.'  However, the record is unmistakably clear, and no fact is advanced in contradiction, that the two doctors meet not merely minimum requirements, but possess superior skill, educational background, and training-- higher in fact than the qualifications deemed sufficient for white doctors.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Of course a hospital may set standards higher than the 'minimum,' but the burden was on this hospital to disclose what rules and regulations it has adopted and to indicate in what way Drs. Cypress and Scott failed to comply with the requirements.  The Constitution requires that the same standards, whether high or low, be applied to all equally.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The undisputed fact is that nearly 70% of the white physicians in the community but no Negro physicians are on the staff of Riverside Hospital.  (The percentage is even higher, or course, for pediatricians and surgeons, since all white pediatricians and all white surgeons but one are members of the staff.)  This circumstance, coupled with the rejection of two Negro physicians possessing outstanding qualifications by an all-white medical staff voting by secret ballot, and in the absence of any evidence of any non-racial ground for the exclusion, compels the inference that they were barred because of race.  This inference is further buttressed by the fact that Riverside concededly takes race into account in other aspects of hospital administration, it being admitted by the hospital and found by the District Court that patients are presently assigned to rooms on a discriminatory basis.  Defendants do not suggest what additional evidence plaintiffs could have introduced.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Highly pertinent to the question before us is our decision in Chambers v. Hendersonville City Bd. of Educ., <span class=\"citation\" data-id=\"272662\"><a href=\"/opinion/272662/1-fair-emplpraccas-488-1-empl-prac-dec-p-9741-grace-chambers-doris/\"><span class=\"volume\">364</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span> (4th Cir. 1966).  There we held that Negro teachers were dismissed on racial grounds when they had shown that they met all objective qualifications, and the school board failed to produce any evidence meriting dismissal on valid nonracial grounds.  We said:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Innumerable cases have clearly established the principle that under circumstances such as this where a history of racial discrimination exists, the bruden of proof has been thrown upon the party having the power to produce the facts.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">364 F.2d at 192.  To cast this burden upon the plaintiffs would seriously attenuate the doctrine of equal access to federally-aided health facilities-- the doctrine expounded in Simkins v. Moses H. Cone Memorial Hosp., <span class=\"citation\" data-id=\"262144\"><a href=\"/opinion/262144/g-c-simkins-jr-a-w-blount-jr-and-united-states-of-america/\"><span class=\"volume\">323</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">959</span></a></span> (4th Cir. 1963)-- by effectually limiting relief to the rare case where the defendant is willing to admit its wrongdoing.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We perceive no justification for the District Court's requirement that the rejected Negro physicians should again run the administrative aguntlet.  We think the suggested procedure lacking even the rudiments of due process.  As proposed by the District Court, a rejected applicant was permitted to request a 'hearing,' 'at the expense of said applicant,' before the General Staff, provided he first</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">executed a general release in favor of the hospital, its employees, General Staff, and any individuals interrogated pursuant to any investigation, as to any statements made by anyone in connection with said application or any investigation made before or after said conference.  251 F.Supp. at 674.  The court specified that the so-called 'conference' or interrogation was to be conducted behind closed doors without the assistance of attorneys.  'It is not a matter of sworn testimony, burden of proof, etc., but such a 'hearing' * * * will enable the General Staff to question the applicant at length.'  Ibid.  Nor was there to be any possibility of judicial review of the hospital's final action.  The District Court concluded its description of the contemplated proceeding as follows: If the applicant seeks to attack the integrity of the General Staff by claiming that its members are rejecting him because of race, the applicant's life and professional competence must become an 'open book.'</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Ibid.  We unequivocally reject the notion that Negro applicants are to be subjected to such procedures before their Fourteenth Amendment rights can be vindicated.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In the case before us, the manner in which hospital appointments are made-- by approval of a three-fourths majority of the all-white General Staff voting by secret ballot-- is clearly impermissible in light of our decision in Hawkins v. North Carolina Dental So., <span class=\"citation no-link\"><span class=\"volume\">355</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">718</span></span> (4th Cir. 1966), because it manifestly burdens Negro but not white applicants.  In Hawkins, we condemned a requirement of recommendations from two members of a dental society, none of whose members was Negro:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Under the circumstances, when the Society's membership was racially exclusive and the recommendation of no Negro acceptable, rigid enforcement of the requirement of endorsements by members of the Society is itself a discrimination because of race. * * *  Though use of such a rule in other contexts may be both reasonable and proper, applied to exclude Negroes, when no Negro, whatever his professional qualifications, can expect to receive the endorsements of the white members, it is racially discriminatory. 355 F.2d at 723-724.  Surely, requiring a Negro physisian to obtain the votes of eighty-eight staff members,<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> all of whom are white, is more burdensome than the requirement invalidated in Hawkins.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  Since voting is by secret ballot, the medical staff is not required to give reasons for rejecting the application of a Negro doctor nor is its action subject to scrutiny, thereby providing a sheltered opportunity for excluding Negro physicians for reasons of race.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The plaintiffs complain not only of the hospital's discriminatory policy toward Negro physicians; they also assert that the hospital considers the factor of race in making room assignments to patients.  The hospital administrator himself admitted that the medical floors are only integrated 'to an extent,' and that 'we do not put Negro and white patients in the same room.'  The administrator testified that he might put Negro and white patients in the same room on the pediatrics floor, but only after 'I personally consulted with the parents of the two children and determined that I was not going to have any conflict.'</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The District Judge considered himself without power to rule on this aspect of the case, believing it had not been sufficiently developed, and because he thought plaintiffs lacked standing.  It is settled, however, since our decision in Rackley v. Board of Trustees of Orangeburg Regional Hosp.,310 F.2d 141 (4th Cir. 1962), that the plaintiffs do have standing to raise this question.  There, we permitted plaintiffs to attack segregated ward and room facilities although the plaintiffs bringing suit were an outpatient and her mother.  The two patient-plaintiffs in the instant case are suffering from sickle cell anemia-- a chronic disease requiring recurrent hospitalization for blood transfusions.  The mother of one testified that her child had once before been at Riverside Hospital and that when further hospitalization became necessary, she preferred to have her child in Riverside because of its modern treatment facilities.  Where plaintiffs allege that the hospital assigns rooms on a discriminatory basis, an dthe hospital administrator unequivocally confesses the policy of discrimination, a patient should not have to wait until he has been segregated before he will be heard to attack the unlawful practice.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In a colloquy with plaintiffs' counsel, the District Judge asked whether it was 'discrimination per se merely because a hospital has deemed fit to place white patients in one ward, Negro patients in another ward?'  We answer that it is.  Any distinction made on the basis of race in a publicly-supported institution is a patent violation of the law, not to be tolerated by a court that is controlled by the Constitution of the United States.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  Cooper v. Aaron, <span class=\"citation\" data-id=\"105766\"><a href=\"/opinion/105766/cooper-v-aaron/\"><span class=\"volume\">358</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 19, <span class=\"citation\" data-id=\"105766\"><a href=\"/opinion/105766/cooper-v-aaron/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1401</span></a></span>, <span class=\"citation\" data-id=\"105766\"><a href=\"/opinion/105766/cooper-v-aaron/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">5</span></a></span>. (1958).  This is not to say that there must be a racial mixture of a certain percentage in each room and ward.  Our holding is simply that race cannot be a factor in the admission, assignment, classification, or treatment of patients in an institution like this, which is state-supported and receives federal funds.  Room assignments may be made with due regard to sex, age, type of illness, or other relevant factors, but racial distinctions are impermissible, since the law forbids the treatment of individuals differently or separately because of their race, color, or national origin.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <p class=\"indent\">IV.</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">On July 7, 1966, after the trial in the District Court and during the pendency of the appeal, Dr. Cypress applied a third time for membership on the Riverside Hospital medical staff and on October 20, 1966 was granted active staff privileges.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  Appellees cite this development as support for a motion to dismiss the appeal as moot.  Although we agree that Dr. Cypress is no longer entitled to personal relief, the entire case has not been mooted by his appointment to the medical staff.  In the first place, two appellants still remain.  They seek to enjoin the hospital's practice of assigning patients to rooms on the basis of race and also to vindicate their right to be treated by their own physicians, who, like Dr. Scott, are still barred from the hospital staff because of race.  Secondly, this is a class action on behalf of all Negro physicians similarly situated, and their rights cannot be subverted by the granting of staff privileges to Dr. Cypress.  This is particularly true where the hospital has done so belatedly in the face of an impending court ruling, and only after the Board of Managers, contrary to its established practice, overruled the medical staff, which for the third time had voted to deny staff privileges to Dr. Cypress.  There is a parallel in Buckner v. County School Board of Greene Co., Va., <span class=\"citation\" data-id=\"264502\"><a href=\"/opinion/264502/james-s-buckner-jr-and-thomas-w-buckner-infants-by-james-s-buckner/\"><span class=\"volume\">332</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">452</span></a></span> (4th Cir. 1964) where plaintiffs sought admission to a specified school and an injunction against the biracial school system.  Following plaintiffs' transfer to the requested school, the District Court ruled that the case had become moot.  We reversed, saying that 'the right of the plaintiffs to obtain injunctive relief for the class they represent as well as individual relief for themselves is clear beyond doubt.'  332 F.2d at 454.  See Anderson v. City of Albany, <span class=\"citation\" data-id=\"261602\"><a href=\"/opinion/261602/w-g-anderson-v-city-of-albany/\"><span class=\"volume\">321</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">649</span></a></span>, 657 (5th Cir. 1963), holding that where segregation ordinances were repealed long after the suit had been filed and the matter submitted to the trial court, the case did not become moot by reason of the repeal.  The court stated that under the circumstances the plaintiffs were entitled to an injunction 'based on the record at the time the case was tried.'<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As appellants point out, it was only after a five-year struggle, including a costly lawsuit, to obtain privileges readily accorded their white counterparts, that the hospital found-- a few short weeks before the case was heard on appeal-- that the unspecified 'just and good cause' which assertedly warranted the exclusion of Dr. Cypress was no longer significant.  Such a last minute change of heart is suspect, to say the least.  We recently had occasion to observe in Lankford v. Gelston, <span class=\"citation\" data-id=\"272664\"><a href=\"/opinion/272664/samuel-james-lankford-and-corinthia-julia-lankford-his-wife-claude/\"><span class=\"volume\">364</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">197</span></a></span>, 203 (4th Cir. 1966), under somewhat different circumstances, that 'protestations of repentance and reform timed to anticipate or to blunt the force of a lawsuit offer insufficient assurance' that the practice sought to be enjoined will not be repeated.  See United States v. Oregon State Medical Soc., <span class=\"citation\" data-id=\"105003\"><a href=\"/opinion/105003/united-states-v-oregon-state-medical-soc/\"><span class=\"volume\">343</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">326</span></a></span>, 333, <span class=\"citation\" data-id=\"105003\"><a href=\"/opinion/105003/united-states-v-oregon-state-medical-soc/\"><span class=\"volume\">72</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">690</span></a></span>, 696, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">978</span></span> (1952).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The need for injunctive relief is not to be judged in a vacuum.  Just as it is an equitable axiom that an injunction will not issue merely because no demonstrable harm will result from its issuance, so an equity court will unhesitatingly grant this relief where in its estimation the circumstances reasonably indicate its necessity.  Our appraisal must take into consideration more than the single, tardy, reluctant, and incomplete step-- the admission of Dr. Cypress.  We measure this against its background: the persistent refusals of the medical staff, voting by secret ballot, to approve Dr. Cypress' application; the continuing failure of the defendant to this day to take any action with respect to Dr. Scott; the absence of any further action to remove segregation bars against Negro patients and publicly to renounce the racial policy to which it has long adhered.  It cannot be said upon this record that full compliance with the law is assured without the issuance of an injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Nor is the injunction rendered superfluous by certification of the hospital by the Department of Health, Education, and Welfare as one eligible to participate in federally-assisted programs.  In support of its motion to dismiss, appellees point out that the Office of Equal Health Opportunity (OEHO) has advised the hospital that it is in compliance with Title VI.  Appellees, arguing that Title VI is as inclusive and effective as any decree of this court in the protection of appellants' rights, would have us hold that an injunctive order is unnecessary.  In support of this proposition, it was represented that 'the Office of Equal Health Opportunity makes a weekly review of the operation of appellee hospital to see that it continues to operate without unlawful discrimination.'  This statement, however, is without basis in fact.  The staff and resources of the OEHO are so limited<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> that inspections are primarily in response to complaints.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a>  It is common knowledge that certification of eligibility for benefits affords no assurance of actual compliance.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a>  Even when persistent violations have been discovered by the Department, sanctions have not been imposed, and so violations of constitutional rights often continue unabated.  To date, non-compliance has brought no withdrawal of benefits.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a>  The court need not at this stage accept the appellees' suggestion and put its reliance in such undependable means of effectuating the plainly established constitutional rights of the plaintiffs.  The fact that the appellees have filed a statement of compliance which HEW has accepted affords no assurance that without judicial intervention the secret ballot or some other contrivance will not again be used to evade the obligation of the law.  One is not yet in a position to predict with confidence when, if at all, the HEW carrot will have its hoped for effect.  In the meantime, it would be fatuous for courts to abstain where the right to relief has been abundantly proved.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Reversed and remanded for the entry of an order of injunctive relief.</p>\n    </div>\n    <p class=\"indent\">APPENDIX</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">TESTIMONY RELATING TO THE QUALIFICATIONS OF THE TWO NEGRO PHYSICIANS WHOSE APPLICATIONS WERE REJECTED BY THE HOSPITAL</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">I.  Dr. George C. Cypress, Jr.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Dr. Allan Butler, Professor Emeritus at Harvard Medical School, former Chief of Children's Services at Massachusetts General Hospital, and past president of the American Pediatric Society, not only reviewed Dr. Cypress' educational record and his training, but also directly observed Dr. Cypress treat patients both at his office and at the hospital, and examined the records of several of Dr. Cypress' patients.  Dr. Butler testified that this observation of the Negro physician was</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">probably a more thorough first-hand contact in going over his records and watching him take care of patients than I have had in the opportunity to appraise the qualifications of interns and residents that have been appointed to intern and residency positions at the Massachusetts General Hospital or to the perhaps fifth physicians-- maybe more-- that I examined as chief of clinical service at the Metropolitan Hospital (of Detroit) in building up the staff of that hospital.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Record, vol.  II, p. 95.  Based on this 'first-hand contact' as well as his review of Dr. Cypress' education and training, Dr. Butler stated that</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">I would be very glad to recommend at the present time Dr. Cypress for appointment to the staff of the children's service at the Massachusetts General hospital, or I would be glad to recommend him for a full time salaried position on the pediatric service of the Metropolitan Hospital of Detroit.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Record, vol.  II, p. 96.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Dr. Colvin W. Salley, Health Director of Newport News and former commanding officer at the Fort Eustis, Virginia army hospital, where he was Dr. Cypress' supervisor when Dr. Cypress was employed at that hospital as a civilian pediatrician, also testified concerning Dr. Cypress' abilities.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Q.  What would be your position as of the present time as to recommendation of Dr. Cypress for appointment to the medical staff?</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">A.  Well, in my twenty-nine years of practice of medicine, I have never been associated with a better pediatrician than Dr. George C. Cypress and I would recommend him for any staff.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Record, vol.  II, p. 190.</p>\n    </div>\n    <p class=\"indent\">II.  Dr. charles Waldo Scott</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Dr. Samuel Standard, Director of Surgery at Morrisania Hospital in New York and professor of clinical surgery at New York University and Bellevue Medical Center, was able to observe Dr. Scott in his practice as well as review his experience and training.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Q.  How does the extent of your observation of Dr. Scott compare with your observation of other surgeons whom you have considered for staff membership?</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">A.  Well, actually, I think I spent as much or, perhaps, more time with him * * * but I would say that I went through the process of surveying him as I would process any surgeon who would come to me for application for a position.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Record, vol.  II, p. 170.  His opinion of Dr. Scott, based on this survey, was that</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">He has a fine knowledge of both preclinical medicine and clinical medicine.  He speaks very knowledgeably of his specialty in surgery, and in spending the time with him in the operating room where he did a case for me, I found that he has grace in his surgical procedures; he has dignity in his procedures.  I think he carries the serenity of a man who is quite sure of his capacities.  His technique-- 'flawless' is a bad word-- is a strange word to use for a man, but I have seen many surgeons work, and his is almost with flawless technique.  He is simple; he is straightforward; he knows his anatomy; he dissects beautifully, and his knowledge of the procedure itself and the deliberateness with which he goes from one thing to another marks him, I would say, as an unusually good technician.  He is unhurried; he is perfectly serene with himself. * * *  Technically, I would say he was above the average-- well above the average. * * *  On the whole, his charts would stand up well in any accredited hospital.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Q.  Now, assume Dr. Scott applied for membership on the surgical staff of one of the hospitals where you have responsibilities toward the choosing of a surgical staff, based on everything you have seen of Dr. Scott and your appraisal of his record, what, in your opinion, would be the disposition of his application?</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">A.  * * * I would be very happy to have a man of his caliber as an example for a group of residents not only about how to do surgery, which I have no doubt about at all, but also how to live with one's fellow man and his responsibility to surgical care and the grace and the ease with which he carries himself.</p>\n    </div>\n    <p class=\"indent\">Record, vol.  II, pp. 165-169</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">ALBERT V. BRYAN, Circuit Judge (dissenting in part):</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">I depart from the opinion of the Court only in one aspect.  In accords no tolerance whatsoever to the opinion of the doctor in the assignment of rooms.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">I think the opinion should contain an acknowledgment of the necessity in certain instances of varying the assignment rule laid down by the Court, that is something in the following sense: If in the judgment of the attending or hospital physician or surgeon, it would be detrimental to the recovery of a patient, because of his actual though unfounded prejudice, to be placed or remain in a ward or room with a patient of another race, then the hospital by removing the objecting patient to another ward or room will not contravene the equality of treatment enjoined in this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">I have never understood that the Due Process or Equal Protection clauses would deny a patient, whether medical or psychiatric, any innocuous treatment which might be honestly advised by his physician or surgeon for his physical or mental improvement.  Nor have I ever thought the Constitution was blind to the realities of illness, actual or emotional.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Such intimately personal considerations are left to the decision of those skilled in the healing arts and particularly sensible to the feelings of the sick person.  In not recognizing this sound precept here-- in assigning rooms on the basis of the Fourteenth Amendment without regard for the doctor's directions-- I believe the Court is doing a disservice to the Constitution, to the efforts of the hospital and to the recovery of some patients.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">This question, it seems to me, is squarely before the Court and now.  The opinion allows no exception for injurious but irrepressible emotions of the patient in prescribing hospital accommodations.  Any consideration of this nature is flatly precluded by the Court's unqualified insistence that hospital room assignments be made on 'constitutional standards'.  If the majority do not intend to exclude this consideration, the opinion would, of course, disclaim any decision of the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">I dissent because the Court bars the hospital from accepting a professional and scientific judgment, rather than the Constitution, in alleviating a patient's sufferings.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Plaintiffs rely upon 42 U.S.C. 1981 and 1983 and the Fifth and Fourteenth Amendments</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> To become 'board-certified,' a doctor specializing in pediatrics must undergo training in accordance with standards prescribed by the American Board of Pediatrics and must pass an examination administered by that Board</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In Simkins v. Moses H. Cone Memorial Hosp., <span class=\"citation\" data-id=\"262144\"><a href=\"/opinion/262144/g-c-simkins-jr-a-w-blount-jr-and-united-states-of-america/\"><span class=\"volume\">323</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">959</span></a></span> (4th Cir. 1963), we found state participation and involvement present, when private hospitals participate in the Hill-Burton federal-state aid program, sufficient to bring them within in the purview of the Fifth and Fourteenth Amendment prohibitions against racial discrimination.  Cf. Eaton v. Grubbs, <span class=\"citation\" data-id=\"263773\"><a href=\"/opinion/263773/hubert-a-eaton-daniel-c-roane-samuel-james-gray-vernetta-e-hussey-and/\"><span class=\"volume\">329</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">710</span></a></span> (4th Cir. 1964)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Deposition of Mr. Charles K. Hutchens, Chairman of the Board of Managers since 1952 and member of the Board for over twenty years.  But see Part IV infra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See Appendix</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> <span class=\"citation\" data-id=\"2249346\"><a href=\"/opinion/2249346/cypress-v-newport-news-general-non-sectarian-hosp-assn/\"><span class=\"volume\">251</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">667</span></a></span>, 669 (E.D.Va.1966)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The U.S. Department of Health, Education and Welfare has recognized this problem, noting in a recent statement that</p>\n        <p>the granting of staff privileges by hospitals at other than traditionally Negro hospitals is proceeding slowly.  Because of long established practices, Negro physicians up until recently have not applied to the predominantly white hospitals.</p>\n        <p>U.S. Dep't of Health, Education and Welfare, News Release No. HEW-M75, Aug. 11, 1966.  See also U.S. Dep't of HEW, Report on Civil Rights Compliance: Atlanta, Ga.  Hospitals, Aug. 1966, in which it was noted that a recent survey of Negro physicians who had not applied to formerly white hospitals indicated that 'some of these Negro physicians are unconvinced that racial bias has actually been removed.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The situation may well be analogous to that often encountered in desegregating school districts.  Commissioner Howe of the U.S. Office of Education recently observed that a 'Freedom of Choice' plan is meaningless in many cases because people are in fear of reprisals should they attempt to exercise a choice.  Hearings Before the Special Subcommittee on Civil Rights of the House Committee on the Judiciary, 89th Cong., 2d Sess., ser. 23, at 24 (1966) (Statement by U.S. Commissioner of Education Howe)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The class might also be said to include those Negro physicians who are not now members of the community because of the discriminatory practices of hospitals there, but who would desire to practice medicine in the area if racial bars were removed.  Dr. Scott's testimony implies such a possibility:</p>\n        <p>Q. Are you interested in this suit as brought by Dr. Cypress as a Negro in this area in his own capacity and for all other Negro physicians similarly situated?</p>\n        <p>A. I am very definitely interested. * * *  I am interested not only for my own benefit, but for the benefit of others who are practicing and others who will be coming to the area who are similarly situated as are we.</p>\n        <p>Record, vol.  II, p. 76</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Since patients are admitted to the hospital on referral by doctors on the staff, the absence of Negro doctors would operate to maintain the existing system of segregated hospitals, even if Riverside had no official policy of discriminatory admissions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The District Court itself observed:</p>\n        <p>We do not know what factors were considered in rejecting the applications.  If they are valid reasons applicable to all, without regard to race, the applicants should be rejected.  If race is the obstacle which brought about their rejection, they should be admitted.  With a secret written ballot and no opportunity for a hearing, it is most difficult to determine.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">251</a>\n        <p> F.Supp. at 672</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> See Appendix</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> There are 117 physicians on the Riverside medical staff, and in accordance with the hospital's by-laws, a three-fourths majority vote is necessary for admission</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> It is instructive, in this context, to note that certain formerly segregated hospitals in other areas which previously required letters of recommendation from (white) staff members or required membership in a group practice with (white) staff members in order to obtain staff privileges, have now agreed to waive these requirements for Negro applicants.  U.S. Dep't of HEW, Report on Civil Rights Compliance: Atlanta, Georgia Hospitals, Aug. 1966</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Recently, a three-judge court in the Middle District of Alabama condemned as unconstitutional the racial segregation of prisoners even though 'incarceration brings about the necessary withdrawal or limitation of many privileges and rights'.  Washington v. Lee, <span class=\"citation\" data-id=\"1628054\"><a href=\"/opinion/1628054/washington-v-lee/\"><span class=\"volume\">263</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">327</span></a></span>, (M.D.Ala. Dec. 12, 1966).  A fortiori, the Constitution will not tolerate racial segregation of patients in a publicly-supported and regulated hospital</p>\n        <p>The HEW guidelines for establishing compliance with Title VI of the Civil Rights Act of 1964 explicitly state that patients are to be assigned to:</p>\n        <p>all rooms, wards, floors, sections, and buildings without regard to race, color, or national origin.  In communities with non-white population, this results in biracial occupancy of multi-bed rooms and wards and use of single bed rooms on a non-discriminatory basis.</p>\n        <p>Furthermore, in contrast to the declared policy of Riverside Hospital's administrator, Secretary Gardner and Surgeon General Stewart have emphasized that 'patients May not be asked if they would be willing to share a room with a person of a particular race.'  Statement by secretary of HEW Gardner and Surgeon General Stewart in 40 Hospitals, No. 11 (1966).</p>\n        <p>The Fifth Circuit, in a recent decision involving school desegregation plans, raised the question as to the weight courts should give ti the HEW Guidelines.  United States v. Jefferson County Bd. of Educ., <span class=\"citation\" data-id=\"274758\"><a href=\"/opinion/274758/united-states-of-america-and-linda-stout-by-her-father-and-next-friend/\"><span class=\"volume\">372</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">836</span></a></span> (5th Cir.  Dec. 29, 1966), rehearing en banc pending.  Judge Wisdom answered this question by declaring that the guidelines were the 'minimum standars,' and reaffirmed the Fifth Circuit's position, first stated in Singleton v. Jackson Municipal Separate School Dist., <span class=\"citation\" data-id=\"270514\"><a href=\"/opinion/270514/derek-jerome-singleton-minor-by-mrs-edna-marie-singleton-his-mother-the/\"><span class=\"volume\">355</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">865</span></a></span>, 869 (kth Cir. 1966).  There it was said that 'in certain respects, HEW standards may be too low to meet the requirements established by the Supreme Court and this Court; we doubt that they would ever be too high.'  But it was added that regardless of what the guideline may be, courts may 'not abdicate (their) judicial responsibility for determining whether a school desegregation plan violates federally guaranteed rights.'  United States v. Jefferson County Bd. of Educ., 372 F.2d at 852.  Similarly, in the case before us, while we accord great weight to the HEW Guidelines for hospitals, our decision is based on our independent determination that Riverside's practice of assigning rooms on the basis of race does not comply with constitutional standards.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Attempting to clarify HEW's procedures and criteria for compliance with Title VI, it was pointed out that</p>\n        <p>Hospitals routinely take into consideration such factors as medical condition, room rates, and age in the assignment of rooms.  These normal procedures which do not involve racial questions may be continued, just so long as the rules apply to both white and Negro patients. * * *  If there is a pattern of desegregated rooms, wings, and floors, the hospital is in compliance.  If this is not the pattern, the hospital is not in compliance.</p>\n        <p>Statement by Secretary Gardner and Surgeon General Stewart, supra n. 15</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> In the two years that intervened between the trial and the grant of his application, Dr. Cypress found it necessary to make arrangements with another hospital and thus was no longer in a position to accept active staff privileges at Riverside.  He therefore requested that he be granted courtesy staff privileges</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> See United States v. W. T. Grant Co., <span class=\"citation\" data-id=\"105132\"><a href=\"/opinion/105132/united-states-v-wt-grant-co/\"><span class=\"volume\">345</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">629</span></a></span>, 632-633, <span class=\"citation\" data-id=\"105132\"><a href=\"/opinion/105132/united-states-v-wt-grant-co/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">894</span></a></span>, 897, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1303</span></span> (1953):</p>\n        <p>Voluntary cessation of allegedly illegal conduct does not deprive the tribunal of power to hear and determine the case, i.e., does not make the case moot. * * *  The defendant is free to return to his old ways.  This, together with a public interest in having the legality of the practices settled, militates against a mootness conclusion. * * *  Along with its power to hear the case, the court's power to grant injunctive relief survives discontinuance of the illegal conduct.  The purpose of an injunction is to prevent future violations * * *.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> For example, the Charlottesville Regional Office (Region III) is responsible for obtaining compliance in hospitals, nursing homes, public health and welfare departments and in many of the other health and welfare programs receiving federal funds, which operate in the states of Kentucky, Maryland, North Carolina, Virginia, West Virginia, and in the District of Columbia, Puerto Rico, and the Virgin Islands.  Yet there are at present only four professional employees on the staff of the charlottesville Regional Office.  U.S. Det't of HEW, PHS Directory of State and Territorial Health Authorities 106 (1966)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> The complaint procedure is far from the most efficient or comprehensive means of enforcing Title VI.  A person who believes himself to have been subjected to discrimination may file with the Secretary of HEW a written and signed complaint within 90 days from the date of the alleged discrimination.  OEHO will then investigate the complaint, and if it is substantiated, informal efforts will be made to end the discrimination voluntarily.  If these efforts come to naught, notice is given and a hearing scheduled, giving the institution a reasonable time to prepare.  If, after the hearing, the institution is found to have violated Title VI, the finding may be appealed to the Secretary, who, if he affirms it, may order the cut-off of federal funds.  This order cannot go into effect, however, until 30 days after the Secretary has notified the appropriate committee of the House and Senate by filing a full written report of the circumstances and the grounds for such action.  The institution, meanwhile, may seek judicial review of the Department's decision.  HEW Reg. A, 45 C.F.R. 80.7-80.11 (Supp.1964)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> A hospital wishing to receive federal financial assistance has only to submit two pieces of paper: an assurance of compliance and a completed questionnaire.  If there is no complaint in the OEHO files concerning that hospital, its assurance of compliance is automatically accepted.  Address by Robert Nash, Chief of OEHO, at American Public Health Ass'n Annual Meeting, Nov. 4, 1966</p>\n        <p>Of 39 hospitals visited by the U.S. Commission on Civil Rights last year, all but two had filed assurances of compliance with HEW, yet only 11 of them had significantly altered discriminatory patterns of patient assignment and staff appointments.  The Commission found that the remainder continued to operate on a racially discriminatory basis despite the fact that they had signed assurances of compliance.  One hospital, for example, which had signed such an assurance 'had all its Negro patients segregated in the basement of the hospital building and maintained complete segregation in all its facilities.'  U.S. Comm'n on Civil Rights, Title VI: One Year After, at 11 (1966).  The Commission found some hospitals converting their ward and other mulitple-bed facilities into private rooms, resulting in substantially fewer accommodations while, at the same time, they were constructing additions to the hospital, financed with Hill-Burton Funds.  Ibid.  A hospital in Louisiana barred from its premises both the Commission investigators and HEW officials investigating complaints, yet no corrective action had been taken as of the date the Commission's report was written.  Id. at 13.  The Commission concluded from its survey that:</p>\n        <p>the pace at which hospitals had desegregated was primarily determined by the administrator or board and was seldom  the result of efforts by the Public Health Service (PHS) staff of DHEW.</p>\n        <p>Id. at 14.</p>\n        <p>Hospitals have attempted by various means to avoid compliance, without giving the appearance of non-compliance and thus risking a cut-off of funds.  See references to the 'HEW Shuffle' in Address by Robert Nash, chief of OEHO, at American Public Health Ass'n Annual Meeting, Nov. 4, 1966.</p>\n        <p>We do not mean to imply that Riverside Hospital has used or intends to use such practices to avoid compliance.  We cite this merely to indicate that approval by the Department of Health, Education, and Welfare is not synonymous with complete compliance with the law.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> In certain cases, however, institutions have been notified that further payments may be deferred pending completion of negotiations.  In addition to the desire to obtain voluntary compliance whenever possible, one reason why the ultimate sanction has not been imposed may be the complexity of the procedure required for suspending payment of federal funds to a non-complying institution.  See n. 20, supra</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/98039/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105003/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105132/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105766/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/248920/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/261602/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/262144/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/263773/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/264502/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/270514/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/272662/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/272664/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/274758/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1628054/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2249346/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T15:43:17.350654Z",
      "date_modified": "2017-04-15T02:27:26.413152Z",
      "date_filed": "1967-03-09",
      "date_filed_is_approximate": false,
      "slug": "9-fair-emplpraccas-1065-1-empl-prac-dec-p-9776-goerge-c-cypress",
      "citation_id": 249196,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "9 Fair empl.prac.cas. 1065, 1 Empl. Prac. Dec. P 9776 Goerge C. Cypress, Darnell Jackson, an Infant, Who Sues by Dorothy Wright, His Mother and Next Friend, and Sandra Rose Clark, an Infant, Who Sues by Julia Clark, Her Mother and Next Friend v. The Newport News General and Nonsectarian Hospital Association, Incorporated, a Virginia Corporation, Charles K. Hutchens, Registered Agent and Nelson L. St. Clair, Jr., Administrator, Riverside Hospital",
      "federal_cite_one": "375 F.2d 648",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 129,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/699263/9-fair-emplpraccas-1065-1-empl-prac-dec-p-9776-goerge-c-cypress/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T11:36:15.139931Z",
  "date_modified": "2016-02-01T18:32:24.218739Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "9 Fair empl.prac.cas. 1065, 1 Empl. Prac. Dec. P 9776 Goerge C. Cypress, Darnell Jackson, an Infant, Who Sues by Dorothy Wright, His Mother and Next Friend, and Sandra Rose Clark, an Infant, Who Sues by Julia Clark, Her Mother and Next Friend v. The Newport News General and Nonsectarian Hospital Association, Incorporated, a Virginia Corporation, Charles K. Hutchens, Registered Agent and Nelson L. St. Clair, Jr., Administrator, Riverside Hospital",
  "slug": "9-fair-emplpraccas-1065-1-empl-prac-dec-p-9776-goerge-c-cypress",
  "docket_number": "10672",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}