{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/700571/",
  "id": 700571,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca9/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/771927/",
      "id": 771927,
      "absolute_url": "/opinion/771927/juan-llamas-v-butte-community-college-district-the-board-of-trustees-of/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/700571/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/771927/",
          "id": 771927,
          "absolute_url": "/opinion/771927/juan-llamas-v-butte-community-college-district-the-board-of-trustees-of/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/771927/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2012-04-18T10:58:31Z",
          "date_modified": "2017-03-26T07:13:54.022485Z",
          "type": "010combined",
          "sha1": "998528b3683eeb514b2fe4b9ed91328983a98971",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F3/238/238.F3d.1123.99-16325.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">238 F.3d 1123 (9th Cir. 2001)</p>\n    <p class=\"parties\">JUAN LLAMAS, PLAINTIFF-APPELLANT,<br>v.<br>BUTTE COMMUNITY COLLEGE DISTRICT, THE BOARD OF TRUSTEES OF THE COMMUNITY COLLEGE DISTRICT, GREG STEVENS, BETTY M. DEAN, MARTHA WESTCOAT-ANDES, DEFENDANTS-APPELLEES.</p>\n    <p class=\"docket\">No. 99-16325</p>\n    <p class=\"court\">U.S. Court of Appeals, Ninth Circuit</p>\n    <p class=\"date\">Argued and Submitted December 14, 2000<br>February 07, 2001</p>\n    <div class=\"prelims\">\n      <p>[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Joseph Wells Ellinwood, Roseville, California, for the plaintiff-appellant.</p>\n      <p class=\"indent\">J. Scott Smith, Angelo, Kilday &amp; Kilduff, Sacramento, California, for the defendants-appellees.</p>\n      <p class=\"indent\">Andrew J. Kleinfeld, Michael Daly Hawkins and Richard C. Tallman, Circuit Judges.</p>\n      <p class=\"indent\">Appeal from the United States District Court for the Eastern District of California William B. Shubb, District Judge, Presiding D.C. No. CV-98-818-WBS</p>\n      <p class=\"indent\">Opinion by Judge Tallman; Concurrence by Judge Hawkins</p>\n      <p class=\"indent\">Tallman, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Juan Llamas sued the Butte Community College District (\"District\"), its Board of Trustees, and three of its employees (\"defendants\") for violating his civil and due process rights by terminating him from his part-time employment, barring him from future employment with the District, and denying him an adequate opportunity to rebut their conclusion that he had cheated in interviewing for a full-time janitorial position. We affirm the district court's grant of summary judgment in favor of defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">I. Background.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Llamas was hired by the District as a temporary, part-time, on-call custodian in 1996. One year later, he applied for a full-time position and was interviewed by an oral screening panel. The panel prepared a new list of job-related questions to ask the interviewees because the previous list had been used several times. The panel also created a list of model answers to facilitate objective scoring of the candidates.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">When Llamas arrived for the interview, he and the other candidates were allowed to review the questions for a few minutes. Llamas's answers reportedly recited the language and sequence of the model answers verbatim. As a result, several panel members suspected that Llamas had obtained an advance, confidential copy of the model answers.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The panel chair and affirmative action representative reported their suspicions to Martha Westcoat-Andes, the Chief Business Officer for the District, who directed Greg Stevens, the Director of Human Resources for the District, to look into the matter. Stevens identified the location of all known copies of the model answers. He spoke with John Parker, the custodial supervisor, who could not find his copy. Stevens determined that on-call custodians had access to Parker'    office. Defendants suspected that Llamas got access to the model answers in this way.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Stevens then sent Llamas a letter notifying him that he was disqualified from further consideration because his responses to the interview questions made it evident that he had obtained a confidential copy of the answers. The letter further noted that he was \"removed from any District employment, and barred from all future employment with the District.\" The letter concluded by stating that Llamas could contact him if he could provide evidence that the District's conclusion was inaccurate.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Llamas wrote back denying the charges, explaining the steps he took to prepare for the interview, demanding to know why he was being singled out for excelling in his responses, and requesting an apology. Defendants did not reply to this letter, or to two subsequent letters from Llamas's attorney.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Llamas sued for violations of his civil and due process rights under both state and federal law. At the close of discovery, defendants moved for summary adjudication. Llamas cross-moved for summary adjudication of his due process claims against Stevens and Westcoat Andes. The district court granted summary judgment in favor of defendants on the federal claims and declined to exercise supplemental jurisdiction over the state claims. Llamas appeals the grant of summary judgment on the discrimination and due process claims, the dismissal of the complaint, and the order denying his motion for partial summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">II. Discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review a grant of summary judgment de novo. See Lopez v. Smith, 203 F.3d 1122, 1131 (9th Cir. 2000) (en banc). We must determine, viewing the evidence in the light most favorable to Llamas, whether there are any genuine issues of material fact and whether the district court correctly applied the relevant substantive law. See id.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A. Discrimination Under Title VII.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Llamas alleges that defendants' actions violated Title VII of the Civil Rights Act by causing him to suffer both disparate treatment and disparate impact on the basis of his ethnicity, Mexican-American. See 42 U.S.C.    2000e-5(f)(3) (1994). The district court granted summary judgment because it found that plaintiff failed to support these claims with sufficient evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">1. Disparate Treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In a disparate treatment case, we apply the analysis set forth in McDonnell Douglas Corporation v. Green, 411 U.S. 792, 802-05 (1973). A plaintiff must first establish a prima facie case of discrimination. See id. If the plaintiff establishes a prima facie case, the burden then shifts to the defendant to articulate a legitimate nondiscriminatory reason for its employment decision. See id. Then, in order to prevail, the plaintiff must demonstrate that the employer's alleged reason for the adverse employment decision is a pretext for a discriminatory motive. See id.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In order to establish a prima facie case of disparate treatment, the employee must offer evidence that \"give[s] rise to an inference of unlawful discrimination.\" Texas Dep't of Cmty. Affairs v. Burdine, 450 U.S. 248, 253 (1981); Yartzoff, v. Thomas, 809 F.2d 1371, 1374 (9th Cir. 1987). If the employee fails to allege \"specific facts\" that establish a prima facie case, summary judgment is appropriate. Yartzoff, 809 F.2d at 1374; Palmer v. United States, 794 F.2d 534, 536-39 (9th Cir. 1986).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Llamas admits that he is only speculating as to the motives of the interview panel members. The only evidence that he offers to support his disparate treatment claim is 1) his assertion that another job candidate had equal access and motive to obtain the model answers; 2) the three job finalists were white; and 3) Llamas is Mexican-American. Viewing this evidencein the light most favorable to Llamas, his claim nonetheless fails because no reasonable fact finder could conclude on the basis of this evidence \"that discrimination was the real reason for [his] discharge.\" Nidds v. Schindler Elevator Corp., 113 F.3d 912, 918 n.2 (9th Cir. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">2. Disparate Impact.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The legal standard for a disparate impact claim differs from disparate treatment. A disparate impact case involves a facially neutral employment practice that disproportionately disadvantages one group as against another. See Palmer, 794 F.2d at 538. To establish a prima facie case of disparate impact, Llamas was required to show that a specific employment practice had a significant adverse impact on the protected group of which he is a member, see id., but he was not required to show that his employer intended to discriminate against him, see Jurado v. Eleven-Fifty Corp., 813 F.2d 1406, 1412 (9th Cir. 1987) (citing Griggs v. Duke Power Co., 401 U.S. 424 (1971)). He was also required to show some causal connection between the employment practice and the alleged disparate impact. See Atonio v. Wards Cove Packing Co., 810 F.2d 1477, 1482 (9th Cir. 1987) (en banc).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The district court granted summary judgment on Llamas'    disparate impact claim because he failed to identify the \"practice or policy\" that allegedly caused any disparate impact. On appeal, Llamas also failed to identify a specific \"practice or policy\" for us to analyze. He merely presents the statistic that only 8.7% of the District's service and maintenance employees are Hispanic, whereas Hispanics constitute 16.3% of the local labor market. Even accepting Llamas's statistical assertion as true, without more, Llamas's claim of disparate impact fails as a matter of law. See id.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">B. Due Process.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court's decision did not find that Llamas, in fact, cheated in interviewing for the full-time custodial position. Similarly, we make no finding as to whether he was dishonest in any way while interviewing for the custodial position. In light of the procedural posture of Llamas's appeal on his due process claim, we assume for purposes of this decision that his termination and disqualification from future employment was a mistake based on incorrect information. See Bishop v. Wood, 426 U.S. 341, 348 (1976) (accepting petitioner's version of the facts in light of district court's grant of summary judgment against him on due process claim).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">1. Motion to Strike.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Before analyzing Llamas's legal theories for relief under the Due Process Clause, we must resolve an outstanding procedural motion. Defendants filed a Motion to Strike a Portion of Appellant's Reply Brief because Llamas has attempted to assert a novel legal theory to support his due process claim that was neither presented to the district court nor raised in his opening brief on appeal. In his reply brief, Llamas admits that the District's answering brief on appeal prompted him to conduct additional legal research which resulted in the submission of an additional legal theory relying on a state statute as an independent ground for a due process right.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In his reply brief, Llamas argues for the first time that a provision in the California Education Code establishes a liberty interest of community college employees in not having their employment status adversely affected by decisions based on derogatory materials without first having the right to inspect and comment on such materials. Llamas did not respond to defendants' Motion to Strike with an explanation for his failure to raise previously the new grounds for recovery. We have held that we \"will not review an issue not raised nor objected to below unless necessary to prevent manifest injustice.\" Kline v. Johns-Manville, 745 F.2d 1217, 1221 (9th Cir. 1984) (quoting Komatsu, Ltd. v. States Steamship Co., 674 F.2d 806, 812 (9th Cir. 1982)). See also Kim v. Kang, 154 F.3d 996, 1000 (9th Cir. 1998) (finding issue not raised until reply brief effectively waived). In Kline, we found that because the appellant did not provide a reason for its failure to raise the new issue below, there was no \"manifest injustice \" in refusing to consider the new issue on appeal. Kline, 745 F.2d at 1221.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Llamas has not responded to the Motion to Strike and has, therefore, not provided a reason for his failure to raise the issue below or earlier in the appeals process. Accordingly, the Motion to Strike is granted and we will not consider Llamas's new due process argument, which rests on alleged violations of the California Education Code.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">2. Llamas's Liberty Interest.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The Fourteenth Amendment's guarantee of procedural due process applies when a constitutionally protected property or liberty interest is at stake. See Vanelli v. Reynolds Sch. Dist. No. 7, 667 F.2d 773, 777 (9th Cir. 1982). Llamas claims he is entitled to the procedural protections of the Constitution in connection with his termination and bar of future employment because he was deprived of a liberty interest. It is well established that where the State seeks to bar forever an individual from public employment, makes a charge of \"dishonesty, \" or attaches a \"stigma\" to an employment decision, it must afford due process. Board of Regents of State Coll. v. Roth, 408 U.S. 564, 573 (1972).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">a. The Due Process Implications of Excluding Llamas From Future Employment.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As part of Llamas's termination, he was barred from future employment with the District. Llamas asserts that this action is an independent ground implicating his liberty interest under the Due Process Clause. This cause of action does not require any type of public disclosure of the details surrounding the termination. Rather, it seeks to protect the liberty interest in the freedom \"to engage in any of the common occupations of life.\" See Roth, 408 U.S. at 572.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Under this claim, due process protects a \"generalized... right to choose one's field of private employment. \" Conn v. Gabbert, 526 U.S. 286, 292 (1999) (citing cases involving \"a complete prohibition of the right to engage in a calling\"). In Roth, the Supreme Court held that due process was not implicated because the State had not barred the professor \"from all other public employment in state universities.\" Roth, 408 U.S. at 573. Similarly, Llamas has not been banned from pursuing a janitorial position elsewhere or a career in law enforcement as he desires. Rather, he has only been foreclosed from working for the Butte Community College District. Compare Schware v. Board of Bar Exam'rs of N.M., 353 U.S. 232 (1957) (holding that the state denied plaintiff due process by refusing to allow him to qualify to practice law in the entire state).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We have consistently held that people do not have liberty interests in a specific employer. For example, a federal employee \"does not possess a liberty interest in her civil service career.\" Clemente v. United States, 766 F.2d 1358, 1365 (9th. Cir. 1985). The Supreme Court has recognized that an employment decision to bar a cook from working at a specific military base did not violate the employee's due process right because the plaintiff \"remained free to obtain employment... with any other employer.\" Cafeteria &amp; Restaurant Workers Union, Local 473 v. McElroy, 367 U.S. 886, 896 (1961). The decision to bar Llamas from future employment with the District did not violate his due process rights.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">b. The Due Process Implications of Accusations Impugning Llamas's Reputation for Honesty.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We have held that a plaintiff's \"liberty interest is implicated only when the state makes a charge against him that might seriously damage his standing and associations in his community.\" Stretten v. Wadsworth Veterans Hosp., 537 F.2d 361, 365 (9th Cir. 1976) (internal quotations omitted). Under the Supreme Court's holding in Roth, due process protections will apply if 1) the accuracy of the charge is contested; 2) there is some public disclosure of the charge; and 3) it is made in connection with the termination of employment or the alteration of some right or status recognized by state law. Vanelli, 667 F.2d at 777-78 (citing Roth, 408 U.S. at 573). The heart of the dispute before us is the second prong -whether there has been some public disclosure of the charge that Llamas cheated. Without a disclosure that is public, there is no violation of due process as \"the reasons stated to him in private [would have] no different impact on his reputation than if they had been true.\" Bishop, 426 U.S. at 349.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">i. The Personnel File.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The district court found that defendants have kept the circumstances of Llamas's termination in the strictest confidence. There is no evidence in the record to the contrary. Nonetheless, Llamas disputes the district court's conclusion that his \"personnel file\" can be defined as not including the internal documents that the District relied upon in terminating him and barring him from future employment.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Llamas argues that a provision of the California Education Code, entitled \"Personnel file contents and inspection,\" requires that any documents relied upon in the decision that affected his employment status at the Community College be characterized as part of his personnel file. See Cal. Educ. Code    87031 (West 1999); Miller v. Chico Unified Sch. Dist. Bd. of Educ., 24 Cal. 3d 703, 707 (Cal. 1979). In interpreting a similar provision of the Education Code, the California Supreme Court has noted that a school district cannot avoid the requirements of the statute by maintaining a \"personnel file\" for some documents relating to an employee while segregating elsewhere, under a different label, materials that may serve as a basis for affecting the status of the employee's employment. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">However, we need not determine the applicability of Miller to analyze Llamas's due process claims because Miller relied on a different legal basis for implicating due process rights,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> namely, the California Education Code. As noted above, Llamas has waived any argument that California Education Code    87031 creates an independent ground for his due process claim. Rather, Llamas's due process arguments are limited to whether defendants' actions implicated a liberty interest by attaching a stigma to him or preventing him from engaging in the common occupations of life. Because Llamas fails to present properly the statutory ground for due process, Llamas cannot rely on Miller to support his due process claims before this Court. Llamas does not appear to challenge the district court's discretion in declining to exercise supplemental jurisdiction over his state law claims.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">ii. Publication by Retention of Materials.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Despite the absence of evidence that defendants made the circumstances surrounding Llamas's employment or termination public to anyone but him, Llamas argues that retention of stigmatizing material in his personnel file can constitute \"disclosure \" by his former employer. We have recently acknowledged that it remains an open question in this Circuit whether, in order to trigger due process protections, the stigmatizing charges must be publicized by the employer. Mustafa v. Clark County Sch. Dist., 157 F.3d 1169, 1179 n.10 (9th Cir. 1998) (citing Olivieri v. Rodriguez, 122 F.3d 406, 408 (7th Cir. 1997) (listing cases from other circuits)).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We said in Mustafa that \"the district court's finding that the charges were not publicized may be problematical \" when details surrounding the charges remained in the employee's personnel file. Id. at 1179. Llamas argues that this acknowledgment demonstrates that we should adopt the rule that maintaining stigmatizing files constitutes publication. However, in Mustafa, the employer refused to remove documents relating to the discharge. See id. at 1178. But here the district court found, and the record before us supports the conclusion, that defendants purged Llamas's personnel file so that the only notation in his current record relating to his termination is a statement indicating that he was \"removed from on-call availability roster 10-20-97.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The current content of the personnel file is not derogatory. Any allegations of cheating made by the defendants are not publicized by this notation. Compare id. We do not need to address the current circuit split as to whether an employer can satisfy the publication prong by maintaining stigmatizing information in its personnel files.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We are not persuaded by Llamas's further assertion that persons pursuing law enforcement careers in California are not required to make the same showing of public disclosure because application for such a career often requires confidentiality waivers and extensive background investigations. Both cases cited by Llamas involved the termination of police officers for alleged misconduct and the maintenance of stigmatizing information in their personnel files. See Lubey v. City and County of San Francisco, 98 Cal. App. 3d 340, 347 (1979); Murden v. County of Sacramento, 160 Cal. App. 3d 302, 308 (1984). The Murden Court, citing Lubey, found that it \"must realistically assume that potential employers in the public law enforcement field would investigate petitioner's background and discover the reasons for his suspension and termination.\" Id. at 309. Accordingly, the state appeals court found that the employee's due process rights were implicated. See id.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">These law enforcement cases can be distinguished, however, because the internal investigations leading to the terminations in Murden and Lubey were issues of public interest since the employees were police officers at the time and there was evidence that the public was aware of some details surrounding their alleged official misconduct. See id. We reject Llamas's invitation to create an enhanced due process right for someone employed in another field who may later seek to pursue a career in law enforcement.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">iii. Llamas's Self-Publication.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Having concluded that defendants' actions do not satisfy the public disclosure prong, the only other avenue for disclosure is by Llamas himself. Llamas argues that his truthful response to law enforcement application questions regarding his discharge from employment is sufficient to satisfy the public disclosure requirement of a deprivation of liberty interest under the Due Process Clause. However, the cases cited by Llamas in support of the proposition that his own disclosure can implicate due process protections all involve continuing maintenance of the stigmatizing information in the personnel file. See, e.g., Mustafa, 157 F.3d at 1179; Donato v. Plainview-Old Bethpage Cent. Sch. Dist., 96 F.3d 623 (2d Cir. 1996); Brant v. Board of Coop. Educ. Servs., 820 F.2d 41, 45 (2d Cir. 1987); Lubey, 98 Cal. App. 3d at 347.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We acknowledge that the publication prong of the due process test does not specify which party must have publicized the stigmatizing charges in order to implicate due process protections. See Mustafa, 157 F.3d at 1179 (citing Roth, 408 U.S. at 573). However, to allow the potentially stigmatized party to satisfy the publication prong by disseminating the details surrounding his termination would contradict the purposes of the publication requirement as made clear in subsequent Supreme Court precedent. See Bishop, 426 U.S. at 349. See also Olivieri, 122 F.3d at 409.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Since we are unaware of any binding case law involving an expunged personnel file to support such a departure from the purposes underlying Supreme Court precedent, we affirm the district court's holding that Llamas's due process rights are not implicated by his own disclosures.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">c. Qualified Immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Qualified immunity shields government officials from liability for civil damages if their conduct does not violate clearly established constitutional rights of which a reasonable person would have known. See Somers v. Thurman, 109 F.3d 614, 616-17 (9th Cir. 1997). A court need not have determined that the precise action was a violation, yet \"in light of pre-existing law, the unlawfulness [of the official's conduct] must be apparent.\" Anderson v. Creighton, 483 U.S. 635, 63940 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The Constitution requires timely notice and a meaningful opportunity to be heard when a public employee is terminated on a contested charge of dishonesty if it imposes a stigma through public dissemination which forecloses his freedom to take advantage of other employment opportunities. It is not well established, and the unlawfulness would not be apparent to a reasonable community college official, that filing derogatory material and/or expunging Llamas's employment file constituted a violation of his constitutional rights. There is no \"clearly established\" right implicated and the individual defendants would not have reasonably known that their actions violated any clearly established right. See Somers, 109 F.3d at 617. Accordingly, the individual defendants are entitled to qualified immunity for their actions.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">III. Conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">We affirm the district court's grant of summary judgment for the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  In addition to the fact that Miller relies on the due process rights created under the California Education Code, the holding in Miller is factually distinguishable because it involved an employee who had been working for the school district for over a decade, and who did not receive notice of derogatory materials later used to reassign him. Moreover, the derogatory materials were generated as part of an ongoing investigation and placed in a file maintained separately from his personnel file.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  It should be noted that in Llamas's summary judgment pleadings before the district court he argues that his constitutional rights could be vindicated if the court ordered defendants to \"purge the offending records.\" Plaintiff's Reply Memo at 3. The record before us demonstrates that defendants have given Llamas his requested relief and his claimed constitutional rights appear to have been vindicated under his own standard.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  Judge Posner correctly noted that: \"A prospective employer might not ask him [about the discharge] - might ask only the [former employer], which for all we know might refuse to disclose the grounds of [plaintiff's] discharge; many former employers refuse to answer such inquiries, because of fear of being sued for defamation.\" Olivieri, 122 F.3d at 40809 (applying the principle of self-defamation to self-publication).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  The district court noted that Llamas's personnel file does not give the reason for termination and that in answering inquiries into the circumstances surrounding his discharge, Llamas can truthfully tell employers that he disputed the charges and, as a result, his personnel file was expunged. We agree.</p>\n      </div>\n    </div>\n    <p class=\"indent\">HAWKINS, Circuit Judge, Concurring:</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">I concur in the majority's conclusion that the Defendants' actions do not violate Title VII or federal constitutional principles of due process.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">I write separately because one unfortunate consequence of this litigation is that Juan Llamas's employment record at the District is now in full view of the public, including the details of the District's termination. As Paul Harvey says, there is more to the story.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The District terminated Llamas and declared him unfit for future employment of any type, all based on an accusation that he had acted dishonestly in the course of applying for a promotion--an accusation he was never permitted to challenge. It would be one thing if the Defendants'\"investigation\" leading to that accusation had been fair and complete. It was neither. The following example captures the nature of the Defendants' processes: An individual who in fact scored higher than Llamas on the model questions -- someone who had equal access to the office where a copy of the \"cheat sheet\" turned up missing -- was never investigated nor accused of cheating.</p>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">238</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1123</span></span> (9th Cir. 2001)</p>\n    <p class=\"parties\">JUAN LLAMAS, PLAINTIFF-APPELLANT,<br>v.<br>BUTTE COMMUNITY COLLEGE DISTRICT, THE BOARD OF TRUSTEES OF THE COMMUNITY COLLEGE DISTRICT, GREG STEVENS, BETTY M. DEAN, MARTHA WESTCOAT-ANDES, DEFENDANTS-APPELLEES.</p>\n    <p class=\"docket\">No. 99-16325</p>\n    <p class=\"court\">U.S. Court of Appeals, Ninth Circuit</p>\n    <p class=\"date\">Argued and Submitted December 14, 2000<br>February 07, 2001</p>\n    <div class=\"prelims\">\n      <p>[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Joseph Wells Ellinwood, Roseville, California, for the plaintiff-appellant.</p>\n      <p class=\"indent\">J. Scott Smith, Angelo, Kilday &amp; Kilduff, Sacramento, California, for the defendants-appellees.</p>\n      <p class=\"indent\">Andrew J. Kleinfeld, Michael Daly Hawkins and Richard C. Tallman, Circuit Judges.</p>\n      <p class=\"indent\">Appeal from the United States District Court for the Eastern District of California William B. Shubb, District Judge, Presiding D.C. No. CV-98-818-WBS</p>\n      <p class=\"indent\">Opinion by Judge Tallman; Concurrence by Judge Hawkins</p>\n      <p class=\"indent\">Tallman, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Juan Llamas sued the Butte Community College District (\"District\"), its Board of Trustees, and three of its employees (\"defendants\") for violating his civil and due process rights by terminating him from his part-time employment, barring him from future employment with the District, and denying him an adequate opportunity to rebut their conclusion that he had cheated in interviewing for a full-time janitorial position. We affirm the district court's grant of summary judgment in favor of defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">I. Background.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Llamas was hired by the District as a temporary, part-time, on-call custodian in 1996. One year later, he applied for a full-time position and was interviewed by an oral screening panel. The panel prepared a new list of job-related questions to ask the interviewees because the previous list had been used several times. The panel also created a list of model answers to facilitate objective scoring of the candidates.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">When Llamas arrived for the interview, he and the other candidates were allowed to review the questions for a few minutes. Llamas's answers reportedly recited the language and sequence of the model answers verbatim. As a result, several panel members suspected that Llamas had obtained an advance, confidential copy of the model answers.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The panel chair and affirmative action representative reported their suspicions to Martha Westcoat-Andes, the Chief Business Officer for the District, who directed Greg Stevens, the Director of Human Resources for the District, to look into the matter. Stevens identified the location of all known copies of the model answers. He spoke with John Parker, the custodial supervisor, who could not find his copy. Stevens determined that on-call custodians had access to Parker'    office. Defendants suspected that Llamas got access to the model answers in this way.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Stevens then sent Llamas a letter notifying him that he was disqualified from further consideration because his responses to the interview questions made it evident that he had obtained a confidential copy of the answers. The letter further noted that he was \"removed from any District employment, and barred from all future employment with the District.\" The letter concluded by stating that Llamas could contact him if he could provide evidence that the District's conclusion was inaccurate.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Llamas wrote back denying the charges, explaining the steps he took to prepare for the interview, demanding to know why he was being singled out for excelling in his responses, and requesting an apology. Defendants did not reply to this letter, or to two subsequent letters from Llamas's attorney.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Llamas sued for violations of his civil and due process rights under both state and federal law. At the close of discovery, defendants moved for summary adjudication. Llamas cross-moved for summary adjudication of his due process claims against Stevens and Westcoat Andes. The district court granted summary judgment in favor of defendants on the federal claims and declined to exercise supplemental jurisdiction over the state claims. Llamas appeals the grant of summary judgment on the discrimination and due process claims, the dismissal of the complaint, and the order denying his motion for partial summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">II. Discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review a grant of summary judgment de novo. See Lopez v. Smith, <span class=\"citation\" data-id=\"767677\"><a href=\"/opinion/767677/max-lopez-jr-v-ga-smith-warden-larry-loo-chief-medical-officer-a/\"><span class=\"volume\">203</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1122</span></a></span>, 1131 (9th Cir. 2000) (en banc). We must determine, viewing the evidence in the light most favorable to Llamas, whether there are any genuine issues of material fact and whether the district court correctly applied the relevant substantive law. See id.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A. Discrimination Under Title VII.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Llamas alleges that defendants' actions violated Title VII of the Civil Rights Act by causing him to suffer both disparate treatment and disparate impact on the basis of his ethnicity, Mexican-American. See 42 U.S.C.    2000e-5(f)(3) (1994). The district court granted summary judgment because it found that plaintiff failed to support these claims with sufficient evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">1. Disparate Treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In a disparate treatment case, we apply the analysis set forth in McDonnell Douglas Corporation v. Green, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, 802-05 (1973). A plaintiff must first establish a prima facie case of discrimination. See id. If the plaintiff establishes a prima facie case, the burden then shifts to the defendant to articulate a legitimate nondiscriminatory reason for its employment decision. See id. Then, in order to prevail, the plaintiff must demonstrate that the employer's alleged reason for the adverse employment decision is a pretext for a discriminatory motive. See id.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In order to establish a prima facie case of disparate treatment, the employee must offer evidence that \"give[s] rise to an inference of unlawful discrimination.\" Texas Dep't of Cmty. Affairs v. Burdine, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, 253 (1981); Yartzoff, v. Thomas, <span class=\"citation\" data-id=\"482051\"><a href=\"/opinion/482051/42-fair-emplpraccas-1660-42-empl-prac-dec-p-36795-andrew-g/\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1371</span></a></span>, 1374 (9th Cir. 1987). If the employee fails to allege \"specific facts\" that establish a prima facie case, summary judgment is appropriate. Yartzoff, 809 F.2d at 1374; Palmer v. United States, <span class=\"citation\" data-id=\"472241\"><a href=\"/opinion/472241/41-fair-emplpraccas-559-41-empl-prac-dec-p-36430-thomas-y-palmer/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">534</span></a></span>, 536-39 (9th Cir. 1986).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Llamas admits that he is only speculating as to the motives of the interview panel members. The only evidence that he offers to support his disparate treatment claim is 1) his assertion that another job candidate had equal access and motive to obtain the model answers; 2) the three job finalists were white; and 3) Llamas is Mexican-American. Viewing this evidencein the light most favorable to Llamas, his claim nonetheless fails because no reasonable fact finder could conclude on the basis of this evidence \"that discrimination was the real reason for [his] discharge.\" Nidds v. Schindler Elevator Corp., <span class=\"citation\" data-id=\"740563\"><a href=\"/opinion/740563/raymond-vincent-nidds-v-schindler-elevator-corporation/\"><span class=\"volume\">113</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">912</span></a></span>, 918 n.2 (9th Cir. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">2. Disparate Impact.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The legal standard for a disparate impact claim differs from disparate treatment. A disparate impact case involves a facially neutral employment practice that disproportionately disadvantages one group as against another. See Palmer, 794 F.2d at 538. To establish a prima facie case of disparate impact, Llamas was required to show that a specific employment practice had a significant adverse impact on the protected group of which he is a member, see id., but he was not required to show that his employer intended to discriminate against him, see Jurado v. Eleven-Fifty Corp., <span class=\"citation\" data-id=\"484903\"><a href=\"/opinion/484903/valentine-jurado-aka-val-valentine-v-eleven-fifty-corporation-a-delaware/\"><span class=\"volume\">813</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1406</span></a></span>, 1412 (9th Cir. 1987) (citing Griggs v. Duke Power Co., <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span> (1971)). He was also required to show some causal connection between the employment practice and the alleged disparate impact. See Atonio v. Wards Cove Packing Co., <span class=\"citation\" data-id=\"482833\"><a href=\"/opinion/482833/frank-atonio-eugene-baclig-randy-del-fierro-clarke-kido-lester/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1477</span></a></span>, 1482 (9th Cir. 1987) (en banc).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The district court granted summary judgment on Llamas'    disparate impact claim because he failed to identify the \"practice or policy\" that allegedly caused any disparate impact. On appeal, Llamas also failed to identify a specific \"practice or policy\" for us to analyze. He merely presents the statistic that only 8.7% of the District's service and maintenance employees are Hispanic, whereas Hispanics constitute 16.3% of the local labor market. Even accepting Llamas's statistical assertion as true, without more, Llamas's claim of disparate impact fails as a matter of law. See id.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">B. Due Process.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court's decision did not find that Llamas, in fact, cheated in interviewing for the full-time custodial position. Similarly, we make no finding as to whether he was dishonest in any way while interviewing for the custodial position. In light of the procedural posture of Llamas's appeal on his due process claim, we assume for purposes of this decision that his termination and disqualification from future employment was a mistake based on incorrect information. See Bishop v. Wood, <span class=\"citation\" data-id=\"109476\"><a href=\"/opinion/109476/bishop-v-wood/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">341</span></a></span>, 348 (1976) (accepting petitioner's version of the facts in light of district court's grant of summary judgment against him on due process claim).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">1. Motion to Strike.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Before analyzing Llamas's legal theories for relief under the Due Process Clause, we must resolve an outstanding procedural motion. Defendants filed a Motion to Strike a Portion of Appellant's Reply Brief because Llamas has attempted to assert a novel legal theory to support his due process claim that was neither presented to the district court nor raised in his opening brief on appeal. In his reply brief, Llamas admits that the District's answering brief on appeal prompted him to conduct additional legal research which resulted in the submission of an additional legal theory relying on a state statute as an independent ground for a due process right.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In his reply brief, Llamas argues for the first time that a provision in the California Education Code establishes a liberty interest of community college employees in not having their employment status adversely affected by decisions based on derogatory materials without first having the right to inspect and comment on such materials. Llamas did not respond to defendants' Motion to Strike with an explanation for his failure to raise previously the new grounds for recovery. We have held that we \"will not review an issue not raised nor objected to below unless necessary to prevent manifest injustice.\" Kline v. Johns-Manville, <span class=\"citation\" data-id=\"442924\"><a href=\"/opinion/442924/raymond-j-kline-v-johns-manville-and-pittsburg-corning-corporation/\"><span class=\"volume\">745</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1217</span></a></span>, 1221 (9th Cir. 1984) (quoting Komatsu, Ltd. v. States Steamship Co., <span class=\"citation\" data-id=\"402181\"><a href=\"/opinion/402181/komatsu-ltd-komatsu-america-corporation-and-nippon-fire-marine/\"><span class=\"volume\">674</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">806</span></a></span>, 812 (9th Cir. 1982)). See also Kim v. Kang, <span class=\"citation\" data-id=\"757679\"><a href=\"/opinion/757679/98-cal-daily-op-serv-6767-98-daily-journal-dar-9430-chong-kook-kim/\"><span class=\"volume\">154</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">996</span></a></span>, 1000 (9th Cir. 1998) (finding issue not raised until reply brief effectively waived). In Kline, we found that because the appellant did not provide a reason for its failure to raise the new issue below, there was no \"manifest injustice \" in refusing to consider the new issue on appeal. Kline, 745 F.2d at 1221.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Llamas has not responded to the Motion to Strike and has, therefore, not provided a reason for his failure to raise the issue below or earlier in the appeals process. Accordingly, the Motion to Strike is granted and we will not consider Llamas's new due process argument, which rests on alleged violations of the California Education Code.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">2. Llamas's Liberty Interest.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The Fourteenth Amendment's guarantee of procedural due process applies when a constitutionally protected property or liberty interest is at stake. See Vanelli v. Reynolds Sch. Dist. No. 7, <span class=\"citation\" data-id=\"398298\"><a href=\"/opinion/398298/george-e-vanelli-plaintiff-appellantcross-appellee-v-reynolds-school/\"><span class=\"volume\">667</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">773</span></a></span>, 777 (9th Cir. 1982). Llamas claims he is entitled to the procedural protections of the Constitution in connection with his termination and bar of future employment because he was deprived of a liberty interest. It is well established that where the State seeks to bar forever an individual from public employment, makes a charge of \"dishonesty, \" or attaches a \"stigma\" to an employment decision, it must afford due process. Board of Regents of State Coll. v. Roth, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 573 (1972).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">a. The Due Process Implications of Excluding Llamas From Future Employment.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As part of Llamas's termination, he was barred from future employment with the District. Llamas asserts that this action is an independent ground implicating his liberty interest under the Due Process Clause. This cause of action does not require any type of public disclosure of the details surrounding the termination. Rather, it seeks to protect the liberty interest in the freedom \"to engage in any of the common occupations of life.\" See Roth, 408 U.S. at 572.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Under this claim, due process protects a \"generalized... right to choose one's field of private employment. \" Conn v. Gabbert, <span class=\"citation\" data-id=\"118276\"><a href=\"/opinion/118276/conn-v-gabbert/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">286</span></a></span>, 292 (1999) (citing cases involving \"a complete prohibition of the right to engage in a calling\"). In Roth, the Supreme Court held that due process was not implicated because the State had not barred the professor \"from all other public employment in state universities.\" Roth, 408 U.S. at 573. Similarly, Llamas has not been banned from pursuing a janitorial position elsewhere or a career in law enforcement as he desires. Rather, he has only been foreclosed from working for the Butte Community College District. Compare Schware v. Board of Bar Exam'rs of N.M., <span class=\"citation\" data-id=\"105497\"><a href=\"/opinion/105497/schware-v-board-of-bar-examiners-of-nm/\"><span class=\"volume\">353</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span> (1957) (holding that the state denied plaintiff due process by refusing to allow him to qualify to practice law in the entire state).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We have consistently held that people do not have liberty interests in a specific employer. For example, a federal employee \"does not possess a liberty interest in her civil service career.\" Clemente v. United States, <span class=\"citation\" data-id=\"454755\"><a href=\"/opinion/454755/38-fair-emplpraccas-808-37-empl-prac-dec-p-35469-lowene-r-clemente/\"><span class=\"volume\">766</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1358</span></a></span>, 1365 (9th. Cir. 1985). The Supreme Court has recognized that an employment decision to bar a cook from working at a specific military base did not violate the employee's due process right because the plaintiff \"remained free to obtain employment... with any other employer.\" Cafeteria &amp; Restaurant Workers Union, Local 473 v. McElroy, <span class=\"citation\" data-id=\"106290\"><a href=\"/opinion/106290/cafeteria-restaurant-workers-v-mcelroy/\"><span class=\"volume\">367</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">886</span></a></span>, 896 (1961). The decision to bar Llamas from future employment with the District did not violate his due process rights.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">b. The Due Process Implications of Accusations Impugning Llamas's Reputation for Honesty.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We have held that a plaintiff's \"liberty interest is implicated only when the state makes a charge against him that might seriously damage his standing and associations in his community.\" Stretten v. Wadsworth Veterans Hosp., <span class=\"citation\" data-id=\"336380\"><a href=\"/opinion/336380/marc-a-stretten-v-wadsworth-veterans-hospital/\"><span class=\"volume\">537</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">361</span></a></span>, 365 (9th Cir. 1976) (internal quotations omitted). Under the Supreme Court's holding in Roth, due process protections will apply if 1) the accuracy of the charge is contested; 2) there is some public disclosure of the charge; and 3) it is made in connection with the termination of employment or the alteration of some right or status recognized by state law. Vanelli, 667 F.2d at 777-78 (citing Roth, 408 U.S. at 573). The heart of the dispute before us is the second prong -whether there has been some public disclosure of the charge that Llamas cheated. Without a disclosure that is public, there is no violation of due process as \"the reasons stated to him in private [would have] no different impact on his reputation than if they had been true.\" Bishop, 426 U.S. at 349.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">i. The Personnel File.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The district court found that defendants have kept the circumstances of Llamas's termination in the strictest confidence. There is no evidence in the record to the contrary. Nonetheless, Llamas disputes the district court's conclusion that his \"personnel file\" can be defined as not including the internal documents that the District relied upon in terminating him and barring him from future employment.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Llamas argues that a provision of the California Education Code, entitled \"Personnel file contents and inspection,\" requires that any documents relied upon in the decision that affected his employment status at the Community College be characterized as part of his personnel file. See Cal. Educ. Code    87031 (West 1999); Miller v. Chico Unified Sch. Dist. Bd. of Educ., <span class=\"citation\" data-id=\"1187649\"><a href=\"/opinion/1187649/miller-v-chico-unified-school-dist/\"><span class=\"volume\">24</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">703</span></a></span>, 707 (Cal. 1979). In interpreting a similar provision of the Education Code, the California Supreme Court has noted that a school district cannot avoid the requirements of the statute by maintaining a \"personnel file\" for some documents relating to an employee while segregating elsewhere, under a different label, materials that may serve as a basis for affecting the status of the employee's employment. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">However, we need not determine the applicability of Miller to analyze Llamas's due process claims because Miller relied on a different legal basis for implicating due process rights,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> namely, the California Education Code. As noted above, Llamas has waived any argument that California Education Code    87031 creates an independent ground for his due process claim. Rather, Llamas's due process arguments are limited to whether defendants' actions implicated a liberty interest by attaching a stigma to him or preventing him from engaging in the common occupations of life. Because Llamas fails to present properly the statutory ground for due process, Llamas cannot rely on Miller to support his due process claims before this Court. Llamas does not appear to challenge the district court's discretion in declining to exercise supplemental jurisdiction over his state law claims.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">ii. Publication by Retention of Materials.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Despite the absence of evidence that defendants made the circumstances surrounding Llamas's employment or termination public to anyone but him, Llamas argues that retention of stigmatizing material in his personnel file can constitute \"disclosure \" by his former employer. We have recently acknowledged that it remains an open question in this Circuit whether, in order to trigger due process protections, the stigmatizing charges must be publicized by the employer. Mustafa v. Clark County Sch. Dist., <span class=\"citation\" data-id=\"758524\"><a href=\"/opinion/758524/muin-mustafa-v-clark-county-school-district-edward-goldman-and-daniel/\"><span class=\"volume\">157</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1169</span></a></span>, 1179 n.10 (9th Cir. 1998) (citing Olivieri v. Rodriguez, <span class=\"citation\" data-id=\"744792\"><a href=\"/opinion/744792/felix-a-olivieri-v-matt-l-rodriguez/\"><span class=\"volume\">122</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">406</span></a></span>, 408 (7th Cir. 1997) (listing cases from other circuits)).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We said in Mustafa that \"the district court's finding that the charges were not publicized may be problematical \" when details surrounding the charges remained in the employee's personnel file. Id. at 1179. Llamas argues that this acknowledgment demonstrates that we should adopt the rule that maintaining stigmatizing files constitutes publication. However, in Mustafa, the employer refused to remove documents relating to the discharge. See id. at 1178. But here the district court found, and the record before us supports the conclusion, that defendants purged Llamas's personnel file so that the only notation in his current record relating to his termination is a statement indicating that he was \"removed from on-call availability roster 10-20-97.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The current content of the personnel file is not derogatory. Any allegations of cheating made by the defendants are not publicized by this notation. Compare id. We do not need to address the current circuit split as to whether an employer can satisfy the publication prong by maintaining stigmatizing information in its personnel files.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We are not persuaded by Llamas's further assertion that persons pursuing law enforcement careers in California are not required to make the same showing of public disclosure because application for such a career often requires confidentiality waivers and extensive background investigations. Both cases cited by Llamas involved the termination of police officers for alleged misconduct and the maintenance of stigmatizing information in their personnel files. See Lubey v. City and County of San Francisco, <span class=\"citation\" data-id=\"2149519\"><a href=\"/opinion/2149519/lubey-v-city-and-county-of-san-francisco/\"><span class=\"volume\">98</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">340</span></a></span>, 347 (1979); Murden v. County of Sacramento, <span class=\"citation\" data-id=\"2152268\"><a href=\"/opinion/2152268/murden-v-county-of-sacramento/\"><span class=\"volume\">160</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">302</span></a></span>, 308 (1984). The Murden Court, citing Lubey, found that it \"must realistically assume that potential employers in the public law enforcement field would investigate petitioner's background and discover the reasons for his suspension and termination.\" Id. at 309. Accordingly, the state appeals court found that the employee's due process rights were implicated. See id.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">These law enforcement cases can be distinguished, however, because the internal investigations leading to the terminations in Murden and Lubey were issues of public interest since the employees were police officers at the time and there was evidence that the public was aware of some details surrounding their alleged official misconduct. See id. We reject Llamas's invitation to create an enhanced due process right for someone employed in another field who may later seek to pursue a career in law enforcement.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">iii. Llamas's Self-Publication.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Having concluded that defendants' actions do not satisfy the public disclosure prong, the only other avenue for disclosure is by Llamas himself. Llamas argues that his truthful response to law enforcement application questions regarding his discharge from employment is sufficient to satisfy the public disclosure requirement of a deprivation of liberty interest under the Due Process Clause. However, the cases cited by Llamas in support of the proposition that his own disclosure can implicate due process protections all involve continuing maintenance of the stigmatizing information in the personnel file. See, e.g., Mustafa, 157 F.3d at 1179; Donato v. Plainview-Old Bethpage Cent. Sch. Dist., <span class=\"citation\" data-id=\"726672\"><a href=\"/opinion/726672/linda-donato-v-plainview-old-bethpage-central-school-district-edward/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">623</span></a></span> (2d Cir. 1996); Brant v. Board of Coop. Educ. Servs., <span class=\"citation\" data-id=\"489331\"><a href=\"/opinion/489331/wayne-brandt-v-board-of-cooperative-educational-services-third/\"><span class=\"volume\">820</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">41</span></a></span>, 45 (2d Cir. 1987); Lubey, 98 Cal. App. 3d at 347.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We acknowledge that the publication prong of the due process test does not specify which party must have publicized the stigmatizing charges in order to implicate due process protections. See Mustafa, 157 F.3d at 1179 (citing Roth, 408 U.S. at 573). However, to allow the potentially stigmatized party to satisfy the publication prong by disseminating the details surrounding his termination would contradict the purposes of the publication requirement as made clear in subsequent Supreme Court precedent. See Bishop, 426 U.S. at 349. See also Olivieri, 122 F.3d at 409.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Since we are unaware of any binding case law involving an expunged personnel file to support such a departure from the purposes underlying Supreme Court precedent, we affirm the district court's holding that Llamas's due process rights are not implicated by his own disclosures.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">c. Qualified Immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Qualified immunity shields government officials from liability for civil damages if their conduct does not violate clearly established constitutional rights of which a reasonable person would have known. See Somers v. Thurman, <span class=\"citation\" data-id=\"738305\"><a href=\"/opinion/738305/97-cal-daily-op-serv-2114-97-cal-daily-op-serv-3975-97-daily/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">614</span></a></span>, 616-17 (9th Cir. 1997). A court need not have determined that the precise action was a violation, yet \"in light of pre-existing law, the unlawfulness [of the official's conduct] must be apparent.\" Anderson v. Creighton, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, 63940 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The Constitution requires timely notice and a meaningful opportunity to be heard when a public employee is terminated on a contested charge of dishonesty if it imposes a stigma through public dissemination which forecloses his freedom to take advantage of other employment opportunities. It is not well established, and the unlawfulness would not be apparent to a reasonable community college official, that filing derogatory material and/or expunging Llamas's employment file constituted a violation of his constitutional rights. There is no \"clearly established\" right implicated and the individual defendants would not have reasonably known that their actions violated any clearly established right. See Somers, 109 F.3d at 617. Accordingly, the individual defendants are entitled to qualified immunity for their actions.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">III. Conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">We affirm the district court's grant of summary judgment for the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  In addition to the fact that Miller relies on the due process rights created under the California Education Code, the holding in Miller is factually distinguishable because it involved an employee who had been working for the school district for over a decade, and who did not receive notice of derogatory materials later used to reassign him. Moreover, the derogatory materials were generated as part of an ongoing investigation and placed in a file maintained separately from his personnel file.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  It should be noted that in Llamas's summary judgment pleadings before the district court he argues that his constitutional rights could be vindicated if the court ordered defendants to \"purge the offending records.\" Plaintiff's Reply Memo at 3. The record before us demonstrates that defendants have given Llamas his requested relief and his claimed constitutional rights appear to have been vindicated under his own standard.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  Judge Posner correctly noted that: \"A prospective employer might not ask him [about the discharge] - might ask only the [former employer], which for all we know might refuse to disclose the grounds of [plaintiff's] discharge; many former employers refuse to answer such inquiries, because of fear of being sued for defamation.\" Olivieri, 122 F.3d at 40809 (applying the principle of self-defamation to self-publication).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  The district court noted that Llamas's personnel file does not give the reason for termination and that in answering inquiries into the circumstances surrounding his discharge, Llamas can truthfully tell employers that he disputed the charges and, as a result, his personnel file was expunged. We agree.</p>\n      </div>\n    </div>\n    <p class=\"indent\">HAWKINS, Circuit Judge, Concurring:</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">I concur in the majority's conclusion that the Defendants' actions do not violate Title VII or federal constitutional principles of due process.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">I write separately because one unfortunate consequence of this litigation is that Juan Llamas's employment record at the District is now in full view of the public, including the details of the District's termination. As Paul Harvey says, there is more to the story.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The District terminated Llamas and declared him unfit for future employment of any type, all based on an accusation that he had acted dishonestly in the course of applying for a promotion--an accusation he was never permitted to challenge. It would be one thing if the Defendants'\"investigation\" leading to that accusation had been fair and complete. It was neither. The following example captures the nature of the Defendants' processes: An individual who in fact scored higher than Llamas on the model questions -- someone who had equal access to the office where a copy of the \"cheat sheet\" turned up missing -- was never investigated nor accused of cheating.</p>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105497/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106290/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108284/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108608/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108786/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109476/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110424/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111953/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118276/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/336380/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/398298/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/402181/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/442924/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/454755/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/472241/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/482051/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/482833/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/484903/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/489331/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/726672/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/738305/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/740563/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/744792/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/757679/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/758524/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/767677/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1187649/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2149519/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2152268/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-14T00:37:28.715802Z",
      "date_modified": "2016-12-01T09:36:06.389643Z",
      "date_filed": "2001-02-07",
      "date_filed_is_approximate": false,
      "slug": "juan-llamas-v-butte-community-college-district-the-board-of-trustees-of",
      "citation_id": 744682,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "Juan Llamas v. Butte Community College District, the Board of Trustees of the Community College District, Greg Stevens, Betty M. Dean, Martha Westcoat-Andes",
      "federal_cite_one": "238 F.3d 1123",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 27,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/700571/juan-llamas-v-butte-community-college-district-the-board-of-trustees-of/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T11:36:55.859820Z",
  "date_modified": "2016-02-01T18:32:24.669045Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "Juan Llamas v. Butte Community College District, the Board of Trustees of the Community College District, Greg Stevens, Betty M. Dean, Martha Westcoat-Andes",
  "slug": "juan-llamas-v-butte-community-college-district-the-board-of-trustees-of",
  "docket_number": "99-16325",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}