{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/703330/",
  "id": 703330,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca5/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/298565/",
      "id": 298565,
      "absolute_url": "/opinion/298565/homer-a-bonhiver-receiver-of-american-allied-insurance-v-affiliated/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/703330/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/298565/",
          "id": 298565,
          "absolute_url": "/opinion/298565/homer-a-bonhiver-receiver-of-american-allied-insurance-v-affiliated/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/298565/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T08:49:19Z",
          "date_modified": "2017-03-24T21:23:23.109271Z",
          "type": "010combined",
          "sha1": "71f0c5aa7f75ca300593f22fc1c5fac62dfd0419",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/447/447.F2d.108.71-1105.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">447 F.2d 108</p>\n    <p class=\"parties\">Homer A. BONHIVER, Receiver of American Allied Insurance,<br>Plaintiff-Appellant,<br>v.<br>AFFILIATED COMPANIES OF AMERICA et al., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 71-1105.</p>\n    <p class=\"court\">United States Court of Appeals, Fifth Circuit.</p>\n    <p class=\"date\">Aug. 16, 1971, Rehearing Denied Sept. 9, 1971.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David M. Kendall, Jr., Dallas, Tex., Woodruff, Kendall &amp; Smith, Dallas, Tex., of counsel, for plaintiff-appellant.</p>\n      <p class=\"indent\">Timothy E. Kelley, Bennett W. Cervin, Thompson, Knight, Simmons &amp; Bullion, Dallas, Tex., for defendants-appellees.</p>\n      <p class=\"indent\">Before COLEMAN, SIMPSON and RONEY, Circuit Judges.</p>\n      <p class=\"indent\">SIMPSON, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Receiver of a Minnesota corporation brought a creditor's action below against the alleged recipients of fraudulent transfers of funds and property.  Following a non-jury trial the lower court dismissed the action, holding that the applicable statute of limitations had run and that the transfers which formed the basis for the suit were not fraudulent.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On March 7, 1968, the appellant Homer A. Bonhiver (Bonhiver), Receiver of American Allied Insurance Company (American), obtained a judgment for unpaid reinsurance premiums in the amount of $34,205.59 against a Texas corporation, International Reinsurance Agency, Inc., (International Re) in the Ramsey County, Minnesota District Court.  The judgment was made the basis of an action in the United States District Court for the Northern District of Texas.  The district court rendered judgment on October 15, 1968, for appellant against International Re in the amount of $34,205.59.  Appellant was unable to collect his judgment out of the assets of International Re and thereupon brought discovery proceedings after judgment which revealed the transactions upon which the presnt suit against Affiliated Companies of America (Affiliated) and its stockholders was based.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">During the period 1963-1965, Southwestern States General Agency (Southwestern States) was engaged principally in the school child accident insurance business.  Southwestern States was not itself an insurer or a reinsurer, but an agent which engaged in the placement of business, the collection of premiums, the payment of claims and the documentation and payment of premiums over to the insurance carriers.  Southwestern States, the name of which was later changed to Affiliated Companies of America, had two stockholders, Jack Murphy and Ellison Miles.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">International Re, the debtor under the original Minnesota state judgment, was formed in March, 1963, with Murphy, Miles and Francis J. Savage as stockholders.  Savage acted as International Re's manager and president, with Miles and Murphy taking no part in the day-to-day operations.  International Re principally acted as a reinsurance intermediary by placing reinsurance business for the benefit of insurance carriers.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Initially, Southwestern States and Resolute Insurance Company (Resolute) entered into an arrangement whereby Resolute furnished the policies, together with licenses to act on its behalf in various states, and Southwestern States performed the usual agency functions.  Resolute then hired International Re to place reinsurance with other companies for the full amount of its outstanding policies and also to arrange stop loss coverage<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> with another insurance company.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In August or September, 1964, Savage, as president of International Re, proposed to Murphy, as president of Southwestern States, that the two companies enter into a three year program of reinsurance, including a fronting company, primary reinsurers, and a stop loss reinsurer.  International Re's proposal asked that Southwestern States pay to International Re advance premium deposits totaling $20,000.00.  As part of the proposal, International Re promised to hold such deposits in escrow pending completion of the contracts.  On October 2, 1964, Southwestern States responded with a detailed counter-proposal dealing with the purchase by Southwestern States of a second stop loss cover.  Accompanying the counter-proposal was Southwestern States' check in the amount of $20,000.00 as a deposit premium, to be held in escrow.  Two additional checks, in the amounts of $30,000.00 and $20,000.00, were sent to International Re by Southwestern States on December 23, 1964, as deposit premiums for the second layer stop loss cover.  All three checks sent to International Re by Southwestern States were deposited in International Re's general bank account.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On December 31, 1964, Murphy and Miles each withdrew from International Re the sums of $5,000.00, which were denominated consulting fees.  During 1963 and 1964, International Re purchased furniture and fixtures at a total cost in excess of $3,600,00, which were carried on its books as of December 31, 1964, at a value of $2,500.00.  The furniture and fixtures were sold to Southwestern in 1965 for less than $1,200.00.  When Southwestern defaulted on its obligation to pay these items, the account receivable was written off on International Re's books as uncollectible.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On February 18, 1965, Murphy and Miles, who were officers of both International withdrew $70,000.00 from International $70,000.00 from International Re's account and deposited that amount in Southwestern States' account.  By letter dated February 26, 1965, Murphy wrote to Savage (who was in London, England) that the $70,000.00 had been recaptured by Southwestern States because of International Re's failure to perform the conditions stipulated in the counterproposal of October 2, 1964.  In early March, 1965, Savage relinquished his position as president of International Re.  At some point in time prior to leaving the presidency of International Re, Savage was hired as vice president in charge of reinsurance by American.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The appellant Bonhiver filed his complaint in the court below on April 24, 1969.  It alleged that the withdrawals of December 31, 1964, and February 18, 1965, and the transfer of furniture and fixtures from International Re to Southwestern States violated the fraudulent conveyance statutes of the States of Texas.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Named as defendants were Miles, Murphy and Affiliated.  The defendants denied that the transactions were fraudulent and affirmatively pleaded the four and two year statutes of limitations.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court made the following crucial findings of fact which we paraphrase slightly for the sake of clarity and brevity:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">1.  The $70,000.00 sent to International Re by Southwestern States was to be held in escrow pending completion of the signed contracts.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">2.  International Re did not comply with the reinsurance premium arrangements stipulated in the counter-proposal of October 2, 1964.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">3.  On February 18, 1965, Murphy and Miles withdrew the $70,000.00 held in escrow by International Re and deposited it in the general account of Southwestern States.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">4.  Savage was employed by American as vice president and general manager of reinsurance prior to February 18, 1965.  He was advised and was aware of the withdrawal of the $70,000.00 from International Re shortly after February 18, 1965, and resigned as president of International Re in early March, 1965.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">5.  In June, 1965, Philip Kitzer, Jr., President of American, was advised of and was aware that $70,000.00 had been withdrawn from International Re in the spring of 1965 and deposited in Southwestern States' account.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">6.  The payment of $5,000.00 each to Miles and Murphy on December 31, 1964, did not render International Re insolvent and were appropriate fees for services rendered.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">7.  Any and all transfers of funds complained of by appellant including directors' fees, consulting fees and discharges of indebtedness were payments of indebtedness or lawful dividends and were not made in fraud of appellant's principal, American.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court's conclusions of law, again paraphrased somewhat, included the following:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">1.  The $70,000.00 withdrawn from International Re and deposited to Southwestern States' account never belonged to International Re and at all times remained the money of Southwestern States.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">2.  Because no contract for reinsurance was executed between International Re and Southwestern States, Southwestern States had a right to withdraw the $70,000.00 held in escrow.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">3.  The cause of action in favor of American against Southwestern States arose no later than June, 1965, and was barred by the two year statute of limitations.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">4.  All the other payments and transfers from International Re to the defendants were lawful and proper and not in fraud of appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Appellant attacks as clearly erroneous the district court's finding that the $70,000.00 sent to International Re by Southwestern States was held in escrow by International Re.  He points out that the three checks were deposited in International Re's general account and were not segregated in any manner from other moneys received by International Re.  Appellant also challenges the district court's finding that the president of American became aware of the $70,000.00 transfer from International Re to Southwestern States in June, 1965, through the medium of Savage.  A final assault on the district court's factual findings is to the effect that the payments made to Miles and Murphy on December 31, 1964, were in reality illegal dividends and not bona fide payments of fees.  In urging that the action was not barred by the statute of limitations, appellant urges that the four year statute of limitations was applicable to this case and that the defendants had not met their burden of establishing the point in time when the president of American became aware of the $70,000.00 transfer of February 18, 1965.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We are fully cognizant of the overlapping ownership interests with respect to International Re and Southwestern States in late 1964 and early 1965.  Nevertheless, we are unable to conclude that the findings of the district court are clearly erroneous within the meaning of Rule 52(a), Federal Rules of Civil Procedure.  See McAllister v. United States, 1954, 348 U.S. 19, 75 S.Ct. 6, 99 L.Ed. 20.  Additionally, regardless of the soundness of the findings as to the escrow status of the $70,000.00 held by International Re, as to the purpose of the withdrawal of the $70,000.00, as to the right of Southwestern States to withdraw it, and as to whether or not it was made in fraud of American, we perceive no reversible error in the district court's determination that the two year statute of limitations was applicable and that it began to run in June, 1965.  This was the outside date at which it could be found that American learned of the fraud, if fraud was in fact present, or at the least was put upon inquiry as to its existence.  The latter, under Texas law, is equivalent to knowledge of the fraud itself.  See Sherman v. Sipper, 1941, 137 Tex. 85, 152 S.W.2d 319, 137 A.L.R. 263; Glenn v. Steele, 1933,141 Tex. 565, 61 S.W.2d 810; Wise v. Anderson, 1962, 163 Tex. 608, 359 S.W.2d 876.  Savage had knowledge in February 1965, Kitzer by June of 1965.  Either date is outside the two year statute, Section 5526(2), which both by its clear terms 'for detaining the personal property of another, and for converting such property to one's own use', and under the Texas jurisprudence, was applicable.  The cases cited by appellant, all dealing with recovery of real property, and applying the four year statute, Section 5529, are inapposite.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 'Stop loss coverage' was explained in the testimony as reinsurance above an agreed figure in return for a percentage of the premium.  In this case, 'second layer stop loss' cover was agreed upon, which took over at 67% Loss ratio and stopped at 80% Loss ratio for a reinsurance charge of 5% Of the gross premium</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Article 3996, Vernon's Ann.Revised Civil Statute of Texas, reads, in pertinent part, as follows:</p>\n        <p>'Every gift, conveyance, assignment, or transfer of * * * any estate, real or personal, * * * with intent to delay, hinder, or defraud creditors * * * or other persons of or from what they are, or may be, lawfully entitled to, shall, as to such creditors, purchasers or other persons their representatives or assigns, be void. * * *'</p>\n        <p>Article 3997, Revised Civil Statutes of Texas, reads, in pertinent part, as follows:</p>\n        <p>'Every gift, conveyance, assignment, transfer or charge made by a debtor, which is not upon consideration deemed valuable in law, shall be void as to prior creditors, unless it appears that such debtor was then possessed of property within this State subject to execution sufficient to pay his existing debts * * *.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Article 5526(2), Revised Civil Statutes of Texas, prescribes a two year statute of limitations in actions 'for detaining the personal property of another, and for converting such property to one's own use.'</p>\n        <p>Article 5529 is a general four year statute of limitations.</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">447</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">108</span></span></p>\n    <p class=\"parties\">Homer A. BONHIVER, Receiver of American Allied Insurance,<br>Plaintiff-Appellant,<br>v.<br>AFFILIATED COMPANIES OF AMERICA et al., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 71-1105.</p>\n    <p class=\"court\">United States Court of Appeals, Fifth Circuit.</p>\n    <p class=\"date\">Aug. 16, 1971, Rehearing Denied Sept. 9, 1971.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David M. Kendall, Jr., Dallas, Tex., Woodruff, Kendall &amp; Smith, Dallas, Tex., of counsel, for plaintiff-appellant.</p>\n      <p class=\"indent\">Timothy E. Kelley, Bennett W. Cervin, Thompson, Knight, Simmons &amp; Bullion, Dallas, Tex., for defendants-appellees.</p>\n      <p class=\"indent\">Before COLEMAN, SIMPSON and RONEY, Circuit Judges.</p>\n      <p class=\"indent\">SIMPSON, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Receiver of a Minnesota corporation brought a creditor's action below against the alleged recipients of fraudulent transfers of funds and property.  Following a non-jury trial the lower court dismissed the action, holding that the applicable statute of limitations had run and that the transfers which formed the basis for the suit were not fraudulent.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On March 7, 1968, the appellant Homer A. Bonhiver (Bonhiver), Receiver of American Allied Insurance Company (American), obtained a judgment for unpaid reinsurance premiums in the amount of $34,205.59 against a Texas corporation, International Reinsurance Agency, Inc., (International Re) in the Ramsey County, Minnesota District Court.  The judgment was made the basis of an action in the United States District Court for the Northern District of Texas.  The district court rendered judgment on October 15, 1968, for appellant against International Re in the amount of $34,205.59.  Appellant was unable to collect his judgment out of the assets of International Re and thereupon brought discovery proceedings after judgment which revealed the transactions upon which the presnt suit against Affiliated Companies of America (Affiliated) and its stockholders was based.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">During the period 1963-1965, Southwestern States General Agency (Southwestern States) was engaged principally in the school child accident insurance business.  Southwestern States was not itself an insurer or a reinsurer, but an agent which engaged in the placement of business, the collection of premiums, the payment of claims and the documentation and payment of premiums over to the insurance carriers.  Southwestern States, the name of which was later changed to Affiliated Companies of America, had two stockholders, Jack Murphy and Ellison Miles.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">International Re, the debtor under the original Minnesota state judgment, was formed in March, 1963, with Murphy, Miles and Francis J. Savage as stockholders.  Savage acted as International Re's manager and president, with Miles and Murphy taking no part in the day-to-day operations.  International Re principally acted as a reinsurance intermediary by placing reinsurance business for the benefit of insurance carriers.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Initially, Southwestern States and Resolute Insurance Company (Resolute) entered into an arrangement whereby Resolute furnished the policies, together with licenses to act on its behalf in various states, and Southwestern States performed the usual agency functions.  Resolute then hired International Re to place reinsurance with other companies for the full amount of its outstanding policies and also to arrange stop loss coverage<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> with another insurance company.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In August or September, 1964, Savage, as president of International Re, proposed to Murphy, as president of Southwestern States, that the two companies enter into a three year program of reinsurance, including a fronting company, primary reinsurers, and a stop loss reinsurer.  International Re's proposal asked that Southwestern States pay to International Re advance premium deposits totaling $20,000.00.  As part of the proposal, International Re promised to hold such deposits in escrow pending completion of the contracts.  On October 2, 1964, Southwestern States responded with a detailed counter-proposal dealing with the purchase by Southwestern States of a second stop loss cover.  Accompanying the counter-proposal was Southwestern States' check in the amount of $20,000.00 as a deposit premium, to be held in escrow.  Two additional checks, in the amounts of $30,000.00 and $20,000.00, were sent to International Re by Southwestern States on December 23, 1964, as deposit premiums for the second layer stop loss cover.  All three checks sent to International Re by Southwestern States were deposited in International Re's general bank account.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On December 31, 1964, Murphy and Miles each withdrew from International Re the sums of $5,000.00, which were denominated consulting fees.  During 1963 and 1964, International Re purchased furniture and fixtures at a total cost in excess of $3,600,00, which were carried on its books as of December 31, 1964, at a value of $2,500.00.  The furniture and fixtures were sold to Southwestern in 1965 for less than $1,200.00.  When Southwestern defaulted on its obligation to pay these items, the account receivable was written off on International Re's books as uncollectible.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On February 18, 1965, Murphy and Miles, who were officers of both International withdrew $70,000.00 from International $70,000.00 from International Re's account and deposited that amount in Southwestern States' account.  By letter dated February 26, 1965, Murphy wrote to Savage (who was in London, England) that the $70,000.00 had been recaptured by Southwestern States because of International Re's failure to perform the conditions stipulated in the counterproposal of October 2, 1964.  In early March, 1965, Savage relinquished his position as president of International Re.  At some point in time prior to leaving the presidency of International Re, Savage was hired as vice president in charge of reinsurance by American.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The appellant Bonhiver filed his complaint in the court below on April 24, 1969.  It alleged that the withdrawals of December 31, 1964, and February 18, 1965, and the transfer of furniture and fixtures from International Re to Southwestern States violated the fraudulent conveyance statutes of the States of Texas.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Named as defendants were Miles, Murphy and Affiliated.  The defendants denied that the transactions were fraudulent and affirmatively pleaded the four and two year statutes of limitations.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court made the following crucial findings of fact which we paraphrase slightly for the sake of clarity and brevity:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">1.  The $70,000.00 sent to International Re by Southwestern States was to be held in escrow pending completion of the signed contracts.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">2.  International Re did not comply with the reinsurance premium arrangements stipulated in the counter-proposal of October 2, 1964.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">3.  On February 18, 1965, Murphy and Miles withdrew the $70,000.00 held in escrow by International Re and deposited it in the general account of Southwestern States.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">4.  Savage was employed by American as vice president and general manager of reinsurance prior to February 18, 1965.  He was advised and was aware of the withdrawal of the $70,000.00 from International Re shortly after February 18, 1965, and resigned as president of International Re in early March, 1965.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">5.  In June, 1965, Philip Kitzer, Jr., President of American, was advised of and was aware that $70,000.00 had been withdrawn from International Re in the spring of 1965 and deposited in Southwestern States' account.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">6.  The payment of $5,000.00 each to Miles and Murphy on December 31, 1964, did not render International Re insolvent and were appropriate fees for services rendered.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">7.  Any and all transfers of funds complained of by appellant including directors' fees, consulting fees and discharges of indebtedness were payments of indebtedness or lawful dividends and were not made in fraud of appellant's principal, American.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court's conclusions of law, again paraphrased somewhat, included the following:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">1.  The $70,000.00 withdrawn from International Re and deposited to Southwestern States' account never belonged to International Re and at all times remained the money of Southwestern States.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">2.  Because no contract for reinsurance was executed between International Re and Southwestern States, Southwestern States had a right to withdraw the $70,000.00 held in escrow.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">3.  The cause of action in favor of American against Southwestern States arose no later than June, 1965, and was barred by the two year statute of limitations.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">4.  All the other payments and transfers from International Re to the defendants were lawful and proper and not in fraud of appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Appellant attacks as clearly erroneous the district court's finding that the $70,000.00 sent to International Re by Southwestern States was held in escrow by International Re.  He points out that the three checks were deposited in International Re's general account and were not segregated in any manner from other moneys received by International Re.  Appellant also challenges the district court's finding that the president of American became aware of the $70,000.00 transfer from International Re to Southwestern States in June, 1965, through the medium of Savage.  A final assault on the district court's factual findings is to the effect that the payments made to Miles and Murphy on December 31, 1964, were in reality illegal dividends and not bona fide payments of fees.  In urging that the action was not barred by the statute of limitations, appellant urges that the four year statute of limitations was applicable to this case and that the defendants had not met their burden of establishing the point in time when the president of American became aware of the $70,000.00 transfer of February 18, 1965.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We are fully cognizant of the overlapping ownership interests with respect to International Re and Southwestern States in late 1964 and early 1965.  Nevertheless, we are unable to conclude that the findings of the district court are clearly erroneous within the meaning of Rule 52(a), Federal Rules of Civil Procedure.  See McAllister v. United States, 1954, <span class=\"citation\" data-id=\"105243\"><a href=\"/opinion/105243/mcallister-v-united-states/\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">19</span></a></span>, <span class=\"citation\" data-id=\"105243\"><a href=\"/opinion/105243/mcallister-v-united-states/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">6</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">20</span></span>.  Additionally, regardless of the soundness of the findings as to the escrow status of the $70,000.00 held by International Re, as to the purpose of the withdrawal of the $70,000.00, as to the right of Southwestern States to withdraw it, and as to whether or not it was made in fraud of American, we perceive no reversible error in the district court's determination that the two year statute of limitations was applicable and that it began to run in June, 1965.  This was the outside date at which it could be found that American learned of the fraud, if fraud was in fact present, or at the least was put upon inquiry as to its existence.  The latter, under Texas law, is equivalent to knowledge of the fraud itself.  See Sherman v. Sipper, 1941, <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">85</span></span>, <span class=\"citation no-link\"><span class=\"volume\">152</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">319</span></span>, <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">263</span></span>; Glenn v. Steele, 1933,141 Tex. 565, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">810</span></span>; Wise v. Anderson, 1962, <span class=\"citation no-link\"><span class=\"volume\">163</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">608</span></span>, <span class=\"citation\" data-id=\"2435555\"><a href=\"/opinion/2435555/wise-v-anderson/\"><span class=\"volume\">359</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">876</span></a></span>.  Savage had knowledge in February 1965, Kitzer by June of 1965.  Either date is outside the two year statute, Section 5526(2), which both by its clear terms 'for detaining the personal property of another, and for converting such property to one's own use', and under the Texas jurisprudence, was applicable.  The cases cited by appellant, all dealing with recovery of real property, and applying the four year statute, Section 5529, are inapposite.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 'Stop loss coverage' was explained in the testimony as reinsurance above an agreed figure in return for a percentage of the premium.  In this case, 'second layer stop loss' cover was agreed upon, which took over at 67% Loss ratio and stopped at 80% Loss ratio for a reinsurance charge of 5% Of the gross premium</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Article 3996, Vernon's Ann.Revised Civil Statute of Texas, reads, in pertinent part, as follows:</p>\n        <p>'Every gift, conveyance, assignment, or transfer of * * * any estate, real or personal, * * * with intent to delay, hinder, or defraud creditors * * * or other persons of or from what they are, or may be, lawfully entitled to, shall, as to such creditors, purchasers or other persons their representatives or assigns, be void. * * *'</p>\n        <p>Article 3997, Revised Civil Statutes of Texas, reads, in pertinent part, as follows:</p>\n        <p>'Every gift, conveyance, assignment, transfer or charge made by a debtor, which is not upon consideration deemed valuable in law, shall be void as to prior creditors, unless it appears that such debtor was then possessed of property within this State subject to execution sufficient to pay his existing debts * * *.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Article 5526(2), Revised Civil Statutes of Texas, prescribes a two year statute of limitations in actions 'for detaining the personal property of another, and for converting such property to one's own use.'</p>\n        <p>Article 5529 is a general four year statute of limitations.</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105243/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2435555/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T17:28:11.183067Z",
      "date_modified": "2016-03-03T18:11:08.948580Z",
      "date_filed": "1971-09-09",
      "date_filed_is_approximate": false,
      "slug": "homer-a-bonhiver-receiver-of-american-allied-insurance-v-affiliated",
      "citation_id": 272345,
      "case_name_short": "",
      "case_name": "Homer A. Bonhiver, Receiver of American Allied Insurance v. Affiliated Companies of America",
      "case_name_full": "",
      "federal_cite_one": "447 F.2d 108",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 2,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/703330/homer-a-bonhiver-receiver-of-american-allied-insur/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T11:38:11.958000Z",
  "date_modified": "2014-10-30T11:38:11.958000Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Homer A. Bonhiver, Receiver of American Allied Insurance v. Affiliated Companies of America",
  "case_name_full": "",
  "slug": "homer-a-bonhiver-receiver-of-american-allied-insur",
  "docket_number": "71-1105",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}