{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/704342/",
  "id": 704342,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca8/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/773856/",
      "id": 773856,
      "absolute_url": "/opinion/773856/gwenn-okruhlik-united-states-intervenor-on-appeal-v-the-university-of/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/704342/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/773856/",
          "id": 773856,
          "absolute_url": "/opinion/773856/gwenn-okruhlik-united-states-intervenor-on-appeal-v-the-university-of/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/773856/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2012-04-18T11:39:09Z",
          "date_modified": "2017-03-26T07:26:00.110908Z",
          "type": "010combined",
          "sha1": "554fe3cb8ad31add8713cb32e5e21ba5acce8696",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F3/255/255.F3d.615.00-3896.00-3460.00-3159.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">255 F.3d 615 (8th Cir. 2001)</p>\n    <p class=\"parties\">GWENN OKRUHLIK, PLAINTIFF-APPELLEE,<br>UNITED STATES, INTERVENOR ON APPEAL,<br>v.<br>THE UNIVERSITY OF ARKANSAS, BY AND THROUGH THE CHAIRMAN OF THE BOARD OF TRUSTEES, J. THOMAS MAY, AND ITS PRESIDENT, B. ALLEN SUGG; DONALD O. PEDERSON, IN HIS OFFICIAL AND INDIVIDUAL CAPACITY; BERNARD L. MADISON, IN HIS OFFICIAL AND INDIVIDUAL CAPACITY; MARK CORY, IN HIS OFFICIAL AND INDIVIDUAL CAPACITY; ADNAN HAYDAR, IN HIS OFFICIAL AND INDIVIDUAL CAPACITY; MOUNIR FARAH, IN HIS OFFICIAL<br>AND INDIVIDUAL CAPACITY; STEVEN NEUSE, IN HIS OFFICIAL AND INDIVIDUAL CAPACITY; DONALD KELLEY, IN HIS OFFICIAL AND INDIVIDUAL CAPACITY; JEFF RYAN, IN HIS OFFICIAL AND INDIVIDUAL CAPACITY; TODD SHIELDS, IN HIS OFFICIAL AND INDIVIDUAL CAPACITY; CONRAD WALIGORSKI, IN HIS OFFICIAL AND INDIVIDUAL CAPACITY, DEFENDANTS-APPELLANTS,<br>ESTER LUNNIE; DOROTHY ROBINSON; JEAN CROCKETT; GAYLE D. PORTIS, PLAINTIFFS-APPELLEES, UNITED STATES OF AMERICA, INTERVENOR ON APPEAL,<br>v.<br>UNIVERSITY OF ARKANSAS BOARD OF TRUSTEES, A BODY POLITIC AND CORPORATE; DEFENDANT-APPELLANT, WILLIAM E. CLARK, IN HIS INDIVIDUAL AND OFFICIAL CAPACITY AS A MEMBER OF THE BOARD OF TRUSTEES; FRANCES A. CRANFORD, IN HER INDIVIDUAL AND OFFICIAL CAPACITY AS A MEMBER OF THE BOARD OF TRUSTEES; GARY C. GEORGE, IN HIS INDIVIDUAL AND OFFICIAL CAPACITY AS A MEMBER OF THE BOARD OF TRUSTEES; JOE L. HARGROVE, M.D., IN HIS INDIVIDUAL AND OFFICIAL CAPACITY AS A MEMBER OF THE BOARD OF TRUSTEES; JAMES E. LINDSEY, IN HIS INDIVIDUAL AND OFFICIAL CAPACITY AS A MEMBER OF THE BOARD OF TRUSTEES; J. THOMAS MAY, IN HIS INDIVIDUAL AND OFFICIAL CAPACITY AS A MEMBER OF THE BOARD OF TRUSTEES; FRANK W. OLDHAM, JR., JR., IN HIS INDIVIDUAL AND OFFICIAL CAPACITY AS A MEMBER OF THE BOARD OF TRUSTEES; NED RAY PURTLE, IN HIS INDIVIDUAL AND OFFICIAL CAPACITY AS A MEMBER OF THE BOARD OF TRUSTEES; STANLEY REED, IN HIS INDIVIDUAL AND OFFICIAL CAPACITY AS A MEMBER OF THE BOARD OF TRUSTEES; CHARLES E. SCHARLAU, III, IN HIS INDIVIDUAL AND OFFICIAL CAPACITY AS A MEMBER OF THE BOARD OF TRUSTEES; BOBBY JUSTUS, IN HIS INDIVIDUAL AND OFFICIAL CAPACITY AS BUSINESS MANAGER FOR PATIENT CARE SERVICES FOR THE UNIVERSITY OF ARKANSAS FOR MEDICAL SCIENCES, DEFENDANTS,<br>LINDA SCHILCHER, PLAINTIFF-APPELLEE,<br>v.<br>BOARD OF TRUSTEES OF THE UNIVERSITY OF ARKANSAS; DONALD O. PEDERSON, VICE CHANCELLOR OF ACADEMIC AFFAIRS; BERNARD L. MADISON, DEAN OF THE COLLEGE OF ARTS AND SCIENCES; MARK CORY, ASSOCIATE DEAN FOR INTERNATIONAL PROGRAMS; HOYT PURVIS, DIRECTOR OF THE FULBRIGHT INSTITUTE FOR INTERNATIONAL RELATIONS; ADNAN HAYDAR, DIRECTOR OF THE KING FAHD PROGRAM FOR MIDDLE EAST STUDIES; MOUNIR FARAH, ASSOCIATE DIRECTOR OF THE KING FAHD PROGRAM FOR MIDDLE EAST STUDIES, EACH IN THEIR OFFICIAL AND PERSONAL CAPACITIES, DEFENDANTS-APPELLANTS.</p>\n    <p class=\"docket\">Nos. 00-3159, 00-3460, 00-3896</p>\n    <p class=\"court\">UNITED STATES COURT OF APPEALS FOR THE EIGHTH CIRCUIT</p>\n    <p class=\"date\">Submitted: April 13, 2001<br>Filed: June 20, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeals from the United States District Court for the Western District of Arkansas.[Copyrighted Material Omitted][Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Before Wollman, Chief Judge, Magill, and Murphy, Circuit Judges.</p>\n      <p class=\"indent\">Murphy, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These three interlocutory appeals present the issue of whether Eleventh Amendment immunity bars Title VII claims against a state. The cases were brought by two professors and several administrative staff against the University of Arkansas, through its board of trustees and individual state officials, for sex and race discrimination and harassment under Title VII and state law. In each case the district court<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> ruled that the Title VII claims were not barred by the Eleventh Amendment. The state of Arkansas appealed, and the United States intervened in two of the cases. We affirm.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Gwenn Okruhlik, a tenure track professor of political science and member of the Middle East Studies Program (MES), sued the University trustees and various state officials in their individual and official capacities for disparate treatment and impact discrimination on the basis of her gender. She also claimed that she was subjected to hostile workplace harassment and retaliation and that Arkansas had violated the Constitution and state law. In support of her claims, Okruhlik set out detailed factual allegations claiming that male colleagues, including Bernard L. Madison, Dean of the College of Arts and Sciences, had made discriminatory and sexually derogatory statements and conspired to discredit her work. Okruhlik also alleged that she was subjected to more stringent tenure review than her male colleagues.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Linda Schilcher, a professor of history and member of MES, sued the University trustees and state officials in their individual and official capacities for disparate treatment on the basis of race and gender and hostile environment sexual harassment, in violation of Title VII and the Arkansas Civil Rights Act. She also alleged violations of the Constitution and other state law. Schilcher alleged that she was discriminated against in terms of her employment, especially in allocation of professional funding, and that she repeatedly received disparaging comments because of her race and gender. Schilcher claims that Dean Madison demanded that her tenure review be negative and that the director of MES placed a false letter in her file.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Administrative staff members Ester Lunnie, Dorothy Robinson, Jean Crockett, and Gayle Portis sued the board of trustees and school officials in their official and individual capacities, alleging racial discrimination in violation of Title VII, 42 U.S.C. &#167; 1981, 42 U.S.C. &#167; 1983, and the Fourteenth Amendment. They alleged that Arkansas denied them promotions and terminated them due to their race and provided them less favorable working conditions than white employees. Lunnie and Robinson also alleged that they were retaliated against for filing an EEOC complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In each case Arkansas filed a motion to dismiss, arguing that the Eleventh Amendment barred all Title VII claims. Arkansas asserted in addition that the state claims of Okruhlik and Schilcher were barred by the Eleventh Amendment and state immunity and that Schilcher had failed to state a claim upon which relief could be granted. The district court held that the Title VII claims were not barred because Congress had validly abrogated the states's Eleventh Amendment immunity. The state claims against the officials in their individual capacity were not dismissed because they satisfied the malice exception to Arkansas immunity law. The court also found that Schilcher had stated a claim.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Arkansas defendants filed three interlocutory appeals, arguing that the Eleventh Amendment bars Title VII claims against the state, that Arkansas law bars the pendent state claims, and that Schilcher did not state a claim. The plaintiffs and the United States respond that Congress abrogated the Eleventh Amendment in enacting Title VII, and the professors further argue that their state law claims satisfy the malice exception to immunity and that we lack jurisdiction at this point on whether Schilcher has stated a claim.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appellate review is generally not available until after final judgment except for immunity issues and issues \"inextricably intertwined\" with those properly before the court at the interlocutory stage. Entergy, Arkansas, Inc. v. Nebraska, 241 F.3d 979, 987 (8th Cir. 2001) (citation omitted). An issue is \"inextricably intertwined\" with immunity issues \"'only if [it] is coterminous with, or subsumed in, the claim before the court on interlocutory appeal--that is, when the appellate resolution of the collateral appeal necessarily resolves the pendent claims as well.'\" Kincade v. City of Blue Springs, Mo., 64 F.3d 389, 394 (8th Cir. 1995) (citation omitted). The parties agree that rulings on immunity are reviewable by this court de novo. See Puerto Rico Aqueduct &amp; Sewer Auth. v. Metcalf &amp; Eddy, Inc., 506 U.S. 139, 144-45 (1993); Salve Regina Coll. v. Russell, 499 U.S. 225, 231 (1991). All parties also agree that the issues of Eleventh Amendment immunity are properly before the court on these appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Arkansas argues that claims of disparate treatment and disparate impact discrimination under Title VII of the Civil Rights Act of 1964, as amended by the Equal Employment Opportunity Act of 1972 (1972 Act) and the Civil Rights Act of 1991(1991 Act), are barred by the Eleventh Amendment.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Arkansas contends that Congress did not abrogate the Eleventh Amendment in these statutes because it did not make an unmistakably clear expression of its intent to do so in the 1972 Act or in the 1991 Act. Arkansas asserts that Congress also did not act pursuant to a valid grant of authority. Intervenor United States and appellees respond that these issues have already been decided by the Supreme Court and the Eighth Circuit, and that Congress validly abrogated the state's Eleventh Amendment immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Eleventh Amendment provides that \"[t]he Judicial Power of the United States shall not be construed to extend to any suit in law or equity, commenced or prosecuted against one of the United States by Citizens of another State . . . .\" The University of Arkansas has been recognized to have Eleventh Amendment immunity. See Assad-Faltas v. University of Ark. For Med. Servs., 708 F.Supp. 1026 (E.D. Ark. 1989), affirmed, 902 F.2d 1572 (8th Cir. 1990). Congress may abrogate such immunity, however, if it \"unequivocally expresse[s] its intent to abrogate,\" by \"a clear legislative statement,\" and it acted \"pursuant to a valid exercise of power.\" Seminole Tribe of Fla. v. Florida, 517 U.S. 44, 55 (1996) (citation omitted).</p>\n    </div>\n    <p class=\"indent\">A.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Supreme Court addressed Title VII abrogation in Fitzpatrick v. Bitzer, 427 U.S. 445 (1976). In Fitzpatrick the Court stated that in 1972 \"Congress, acting under &#167; 5 of the Fourteenth Amendment, authorized federal courts to award money damages . . . against a state government . . . .\" Id at 447. The Court distinguished prior cases where Congress had not exhibited an intent to abrogate the Eleventh Amendment or to allow a suit against a state, and it held that in Title VII \"'congressional authorization' to sue the State as employer is clearly present.\" Id. at 452 (internal citation omitted). Subsequent to Fitzpatrick, this court has consistently held that the 1972 and 1991 Acts abrogated the Eleventh Amendment. See Winbush v. Iowa, 66 F.3d 1471, 1483 (8th Cir. 1995) (1991 Act); Greenwood v. Ross, 778 F.2d 448, 452-453 (8th Cir. 1985) (1972 Act). Other circuits have reached the same conclusion based on Fitzpatrick. See Johnson v. Univ. of Cincinnati, 215 F.3d 561, 571 (6th Cir. 2000); In re: Employment Discrimination Litig. Against the State of Ala., 198 F.3d 1305, 1316-17 (11th Cir. 1999); Ussery v. Louisiana, 150 F.3d 431, 434-35 (5th Cir. 1998); Blanciak v. Allegheny Ludlum Corp., 77 F.3d 690, 696 n.4 (3d Cir. 1996); Cerrato v. San Francisco Cmty. Coll., 26 F.3d 968, 975-76 (9th Cir. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Although Arkansas argues that we should reconsider the issue because of recent decisions requiring an unmistakable expression of congressional intent, we are bound by the Supreme Court's ruling in Fitzpatrick. See Agostini v. Felton, 521 U.S. 203, 237 (1997). As the Supreme Court explained in Agostini, \"'[if] a precedent of [the Supreme] Court has direct application in a case, yet appears to rest on reasons rejected in some other line of decisions, the Court of Appeals should follow the case which directly controls, leaving to [the Supreme] Court the prerogative of overruling its own decisions.'\" Id. (citation omitted). As for existing circuit precedent, only the court en banc can overrule it. See, e.g., Gipson v. KAS Snacktime Co., 171 F.3d 574, 576 n.3 (8th Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">If we were free to reconsider Fitzpatrick and our prior case law, our study would lead us to conclude that Congress unmistakably expressed its intent in the 1972 Act to subject states to suits under Title VII. In its amendment to the Act in 1972 Congress expanded the definition of employer to include \"governments, governmental agencies, [and] political subdivisions . . . .\" 42 U.S.C. &#167; 2000e(a). The definition of employee was also expanded to include individuals \"subject to the civil service laws of a State government, governmental agency or political subdivision.\" 42 U.S.C. &#167; 2000e(f). The express exclusion of states from Title VII liability in the 1964 Act was removed. See 42 U.S.C. &#167; 2000e(b). Read as a whole, the plain language of these provisions demonstrates Congress' intent to abrogate Eleventh Amendment immunity of the states in this area. See Kimel v. Florida Bd. of Regents, 528 U.S. 62, 74 (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The 1991 Act expanded the available remedies against a state from backpay and equitable relief to include compensatory damages. See Varner v. Illinois State Univ., 150 F.3d 706, 717-719 (7th Cir. 1998), vacated and remanded, 120 S.Ct. 928 (2000), reinstated, 226 F.3d 927, 937 (7th Cir. 2000); Gehrt v. University Of Ill. Urbana- Champaign, 974 F. Supp. 1178, 1185 (C.D. Ill. 1997); Blankenship v. Warren County, Va., 931 F. Supp. 447, 450-51 (W.D. Va. 1996). Although the 1991 Act is a separate statutory provision, the preamble makes clear that it was intended to amend Title VII. See Civil Rights Act of 1991, Pub.L. No. 102-166, 105 Stat. 1072 (1991) (the purpose of the 1991 Act was to \"amend the Civil Rights Act of 1964. . . to provide for damages in cases of intentional employment discrimination.\"); see also Kim v. Nash Finch Co., 123 F.3d 1046, 1062 (8th Cir. 1997) (1991 Act expanded remedies). The Act states:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In an action brought by a complaining party under section 706 or 717 of the Civil Rights Act of 1964 . . . against a respondent who engaged in unlawful intentional discrimination . . . prohibited under section 703, 704, or 717 of the Act, . . . and provided that the complaining party cannot recover under [42 U.S.C. &#167; 1981], the complaining party may recover compensatory and punitive damages as allowed in subsection (b) of this section, in addition to any relief authorized by &#167; 706(g) of the Civil Rights Act of 1964, . . . from the respondent.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">42 U.S.C. &#167; 1981a(a)(1).  A \"complaining party\" is defined as a \"person who may bring an action . . . under Title VII,\" and this includes state employees. &#167; 1981a(d)(1)(A). Although the 1991 amendments do not define \"respondent,\" the definition of respondent in Title VII includes state employers. See Varner, 150 F.3d at 718; Gehrt, 974 F.Supp. at 1185. Congress unmistakably expressed its intent in these provisions to allow compensatory damages against states.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The conclusion that Congress expressed its intent to abrogate the Eleventh Amendment for compensatory damages in the 1991 Act is supported by Lane v. Pena, 518 U.S. 187, 194 (1996). In Lane, the Supreme Court held that another provision of the 1991 Act, with language almost identical to that at issue here, contained an unequivocal expression of congressional intent to waive sovereign immunity for compensatory damages. See id. (construing 42 U.S.C. &#167; 1981a(a)(2)). Moreover, while Congress explicitly excluded states from liability for punitive damages in the 1991 Act, it did not include a similar exclusion of states from liability for compensatory damages. See &#167; 1981a(b)(1); Pennsylvania v Union Gas Co., 491 U.S. 1, 13 (1989) overruled on other grounds by Seminole Tribe, 517 U.S. 44 (1996) (\"[A] limitation of liability is nonsensical unless liability existed in the first place.\").</p>\n    </div>\n    <p class=\"indent\">B.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Not only must Congress express its clear intent to abrogate Eleventh Amendment immunity, \"it must act pursuant to a valid exercise of power.\" Seminole Tribe, 517 U.S. at 55. Section 5 of the Fourteenth Amendment is a grant of legislative power which Congress exercised in enacting Title VII. See Fitzpatrick, 427 U.S. at 453 n.9. Although we have previously held that the 1972 and 1991 Acts validly abrogated the Eleventh Amendment, see Greenwood, 778 F.2d at 452-53 (1972 Act); Winbush, 66 F.3d at 1483 (1991 Act), Arkansas urges us to reconsider those decisions in light of Seminole Tribe. Even if we were not bound by this precedent, we agree with the other circuits which have reconsidered the issue and found that the Acts abrogated immunity. See Johnson, 215 F.3d at 571; Butler v. New York State Dept. of Law, 211 F.3d 739, 746 (2d Cir. 2000); Holman v. Indiana, 211 F.3d 399, 402 n.2 (7th Cir. 2000); Jones v. Washington Metro. Area Transit Auth., 205 F.3d 428, 434 (D.C. Cir. 2000); In re: Employment Discrimination Litigation Against the State of Ala., 198 F.3d at 1324; Ussery, 150 F.3d at 435.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">To determine whether Congress validly abrogated the Eleventh Amendment, a court must \"examine whether Congress identified a history and pattern of unconstitutional employment discrimination by the states [on the basis of race and gender].\" Board of Trs. of Univ. of Ala. v. Garrett, 121 S.Ct. 955, 964 (2000). Then consideration must be given as to whether the rights and remedies created by Title VII are \"congruent and proportional\" to that pattern of discrimination. Id. at 966; City of Boerne v. Flores, 521 U.S. 507, 519-29 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Arkansas argues that Congress did not identify a history and pattern of unconstitutional race and gender employment discrimination by states and that the studies it relied upon were limited in scope. We note that the Supreme Court has indicated that \"lack of support in the legislative record is not determinative,\" of the issue. College Savs. Bank v. Florida Prepaid Post-secondary Educ. Expense Bd. v., 527 U.S. 627, 646 (1999). Here, however, there is much support in the congressional record, for Congress did identify a pattern of discrimination by the states. See Connecticut v. Teal, 457 U.S. 440, 449-50 (1982). The legislative history shows that Congress adopted</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">a report released in 1969 [by] the U.S. Commission on Civil Rights [which] examined equal employment opportunity in public employment in seven urban areas located throughout the country--North as well as South.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The report's findings indicate that widespread discrimination against minorities exists in State and local government employment, and that the existence of this discrimination is perpetuated by the presence of both institutional and overt discriminatory practices . . . . The study also indicates that employment discrimination in State and local governments is more pervasive than in the private sector.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">H.R. Rep. No. 92-238 (1972), reprinted in 1972 U.S.C.C.A.N. 2137, 2152.  Congress also relied upon another study which found that in southwestern states, Mexican Americans were under represented in law enforcement and district attorney offices. See id. at 2152-53.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In reliance on such reports as illustrations of state discrimination, Congress explicitly adopted the conclusion of the Civil Rights Commission that \"'State . . . governments have failed to fulfill their obligation to assure equal job opportunity . . . . Not only do State and local governments consciously and overtly discriminate in hiring and promoting minority group members, but they do not foster positive programs to deal with discriminatory treatment on the job.'\" Id. at 2153 (citation omitted). The transcripts of floor debates also demonstrate that Congress was addressing an identified problem of state discrimination. Senator Williams, the principal sponsor of the bill, stated that state employment discrimination was more pervasive than in the private arena and that this well documented discrimination should be eliminated. See 118 Cong. Rec. 1815 (1972). He further noted that overwhelming statistical data and numerous complaints showed that state educational institutions were engaged in employment discrimination. See 118 Cong. Rec. 1992 (1972). Senators Javits, Byrd, and Bayh echoed his concerns. See 118 Cong. Rec. 581, 1412, 3935-36 (1972).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Supreme Court jurisprudence has indicated that \"[a]fter Congress has legislated repeatedly in an area . . . that may reduce the need for fresh hearings and prolonged debates . . . .\" Fullilove v. Klutznick, 448 U.S. 448, 503 (1972) (Powell, J., concurring). At the same time Congress was passing the 1972 Act, it was also considering the Equal Rights Amendment and the Education Opportunity Act. It held extensive hearings and received numerous reports detailing racial and gender discrimination by the states which were relevant to all three initiatives. See e.g., The President's Task Force on Women's Rights and Responsibilities, A Matter of Simple Justice 6 (Apr. 1970) (noting that educational institutions had discriminated against women); Equal Employment Opportunities Enforcement Act: Hearings Before the Subcomm. on Labor of the Senate Comm on Labor &amp; Pub. Welfare, 91st Cong., 1st Sess. 51-52 (1969) (finding that most states did not have effective job opportunity programs); Higher Education Amendments of 1971: Hearings Before the Special Subcomm. on Educ of the House Comm. on Educ. &amp; Labor, Pt.2 92d Cong., 1st Sess. 1131 (1971) (showing state schools did not follow their own anti discrimination policies); Equal Rights for Men &amp; Women 1971: Hearings Before Subcomm. No. 4 of the House Comm. on the Judiciary, 92d Cong., 1st Sess. 269, 479, 645-650 (1971) (some of the most discriminatory practices were found in state educational institutions). The legislative record before Congress identified a history and pattern of discrimination by the states on the basis of both race and gender.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Arkansas asserts that even if there was adequate legislative history, Title VII prohibitions are not proportional and congruent to the rights and remedies it created. Section 5 of the Fourteenth Amendment provides Congress with the power \"to remedy and to deter violation of rights guaranteed thereunder by prohibiting a somewhat broader swath of conduct, including that which is not itself forbidden by the Amendment's text.\" Kimel, 528 U.S. at 81. Appropriate legislation under Section 5 must be prophylactic or remedial rather than a congressional formulation of what it views as a constitutional violation. See City of Boerne, 521 U.S. at 519. \"Congress, [however], must have wide latitude in determining where [the dividing line] lies . . . .\" Id. at 520. The question here is whether the Title VII prohibitions against disparate treatment and disparate impact discrimination place greater limits on states than the Constitution. See Garrett, 121 S.Ct. at 963. If so then there must be a \"congruence and proportionality between the injury to be prevented or remedied and the means adopted to that end.\" City of Boerne, 521 U.S. at 520.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Fourteenth Amendment prohibits intentional discrimination or disparate treatment on the basis of race or gender by states unless they satisfy a difficult burden,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> see Washington v. Davis, 426 U.S. 229, 239 (1976) (race); United States v. Morrison, 120 S.Ct. 1740, 1755 (2000) (gender), just as Title VII prohibits the same intentional discrimination. See 42 U.S.C. &#167; 2000e-2(a). As this court has previously stated, the elements of a claim of intentional discrimination are essentially the same under Title VII and the Constitution. See Briggs v. Anderson, 796 F.2d 1009, 1021 (8th Cir. 1986). Title VII does not make acts of state unlawful that would be permitted under the Constitution, and it is appropriate legislation. Congress made compensatory damages a possible remedy for intentional discrimination. Based on the widespread pattern of state discrimination Congress identified, and giving the legislative branch the \"wide latitude\" it is afforded in drawing an appropriate remedy, see City of Boerne, 521 U.S. at 520, compensatory damages are proportional and congruent.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Arkansas also contends that the Title VII prohibition against disparate impact discrimination is not appropriate legislation. Since the Title VII prohibition is greater than the constitutional limits on state action, see In re: Employment Discrimination Litig. Against the State of Ala., 198 F.3d at 1319, it must be congruent and proportional to the rights created. See Garrett, 121 S.Ct. at 963.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">\"Congress voiced its concern about the widespread use by state and local governmental agencies of 'invalid selection techniques' that had a discriminatory impact.\" Teal, 457 U.S. at 449 (citations omitted). Congress recognized that \"some [of these] employment practices, adopted without a deliberately discriminatory motive, may in operation be functionally equivalent to [unconstitutional] intentional discrimination. . . [and] may have effects that are indistinguishable from intentionally discriminatory practices.\" Watson v. Fort Worth Bank &amp; Trust, 487 U.S. 977, 987, 990 (1988). Such discrimination by states had the same effect as intentional discrimination, and Congress enacted in response a \"prophylactic\" ban on disparate impact discrimination to achieve \"equality of opportunity for minority applicants seeking to obtain governmental positions.\" Teal, 457 U.S. at 449 (citations omitted). The Title VII \"prophylactic\" response to a pattern of unconstitutional state action is proportional and congruent. See In Re: Employment Discrimination Litig. Against the State Of Ala., 198 F.3d at 1321-24.</p>\n    </div>\n    <p class=\"indent\">C.</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Since Congress expressed its unequivocal intent to abrogate immunity and acted pursuant to its constitutional authority, it validly abrogated the Eleventh Amendment for claims of disparate treatment and impact on the basis of gender and race. The district courts did not err in denying the state or its officials Eleventh Amendment immunity on the Title VII claims.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Arkansas argues that the state law claims of Schilcher and Okruhlik against the officials in their individual capacities are barred under the Eleventh Amendment and state immunity law. It also asserts that the district court erred in accepting pendent jurisdiction and that Schilcher failed to stated a claim.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Arkansas asserts that the Eleventh Amendment bars the state claims because a suit against state officials in their individual capacity triggers the state indemnification statute, which makes the state the real party in interest. Officials sued in their individual capacity for acts outside their official duties, however, are generally not entitled to Eleventh Amendment immunity, see Alden v. Maine, 527 U.S. 706, 757 (1999), and state statutes that indemnify individuals from the consequences of carrying out their duties do not alone make the state the real party in interest. See Griess v. Colorado, 841 F.2d 1042, 1045-46 (10th Cir. 1988).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Arkansas also contends that the state claims are barred by state immunity, that the district court used the wrong standard for malice, that the plaintiffs failed to plead sufficient factual allegations for their state law claims, and that some of the claims may only properly be filed against the University itself. Arkansas can assert constitutional sovereign immunity or statutory immunity when it is sued. See Article V, Section 20, ARK. CODE. ANN. &#167; 19-10-305. When a state indemnification statute covers an official's actions which are the basis of the lawsuit, Arkansas is the real party and can assert state immunity. See Newton v. Etock 965 S.W.2d 96, 100 (Ark. 1998). In Arkansas there is an exception for malicious acts or omissions, however. See ARK. CODE. ANN. &#167;&#167; 19-10-305 &amp; 21-9-203(a); Newton, 965 S.W.2d at 100. To prove malice a plaintiff must present evidence that the state official had an \"an intent and disposition to do a wrongful act greatly injurious to another . . . a conscious violation of the law . . . .\" Fuqua v. Flowers, 20 S.W.3d 388, 391 (2000) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The district court cited and applied the relevant standard for malice. See id. Notice pleading is permitted under federal procedure, and it was not necessary for the plaintiffs to plead detailed facts establishing malice. See Hanna v. Plumer, 380 U.S. 460 (1965). Even if Arkansas pleading rules applied, however, the complaints alleged malice. Schilcher pled that one official demanded that a favorable review of hers be made less positive, that another placed a false and negative letter into her file, and that the defendants made defamatory statements. Okruhlik pled that an official took credit for an article she wrote and that other officials miscategorized her article as nonrefereed, subjected her to a more stringent evaluation, publically criticized her research and publications, and assigned her a teaching schedule that would interfere with her research. The district court did not err in denying the motions to dismiss claims based on state immunity.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Arkansas also contends that Schilcher failed to state a claim for defamation and invasion of privacy and failed to state claims against Hoyt Purvis. This court lacks jurisdiction on interlocutory appeal to determine whether pleadings stated pendent state tort claims; our resolution of immunity issues did not encompass those issues. See Kincade, 64 F.3d at 394; Eagle v. Morgan, 88 F.3d 620, 629 (8th Cir. 1996).</p>\n    </div>\n    <p class=\"indent\">IV.</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">After a thorough review, we conclude that the district court did not err in denying the motions to dismiss on the grounds of Eleventh Amendment or state immunity, that the district court properly exercised pendent jurisdiction, and that we lack jurisdiction to address the remaining issues on interlocutory appeal. The orders of the district courts are affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  The Honorable Jimm L. Hendren, Chief Judge, United States District Court for the Western District of Arkansas, presided in the cases filed by the professors. The Honorable George Howard, Jr., United States District Judge for the Eastern District of Arkansas, presided in the staff case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  Although Arkansas claims that it raises an Eleventh Amendment defense to all of Title VII as it applies to state employers, its briefing does not specifically address constitutional immunity under the provisions dealing with hostile workplace harassment or retaliation. We need not address complex constitutional issues that have not been adequately briefed. See United States v. Hercules, Inc., 247 F.3d 706, 722 (8th Cir. 2001); Gerrard v. Larsen, 517 F.2d 1127, 1135 n.5 (8th Cir. 1975).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  This study focused on 55,000 state jobs in California, Pennsylvania, Michigan, Georgia, Texas, Tennessee, and Louisiana. The report contained many examples of discrimination, including segregated bathrooms in the buildings of the Louisiana Highway Department and the refusal of the personnel director of the Georgia State Highway Department to hire African American secretaries.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  Racial discrimination by a state is constitutional if it can establish a compelling interest that is narrowly tailored to accomplishing that interest. See Palmore v. Sidoti, 466 U.S. 429, 432-33 (1984). Likewise, gender discrimination by a state is constitutional if it can establish an important governmental interest that is substantially related to the achievement of that interest. See Craig v. Boren, 429 U.S. 190, 197 (1976).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  The district court did not err in entertaining the pendent state claims because, as Arkansas has conceded, the same facts are involved. See Williams v. Ragnone, 147 F.3d 700, 703 (8th Cir. 1998).</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">255</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">615</span></span> (8th Cir. 2001)</p>\n    <p class=\"parties\">GWENN OKRUHLIK, PLAINTIFF-APPELLEE,<br>UNITED STATES, INTERVENOR ON APPEAL,<br>v.<br>THE UNIVERSITY OF ARKANSAS, BY AND THROUGH THE CHAIRMAN OF THE BOARD OF TRUSTEES, J. THOMAS MAY, AND ITS PRESIDENT, B. ALLEN SUGG; DONALD O. PEDERSON, IN HIS OFFICIAL AND INDIVIDUAL CAPACITY; BERNARD L. MADISON, IN HIS OFFICIAL AND INDIVIDUAL CAPACITY; MARK CORY, IN HIS OFFICIAL AND INDIVIDUAL CAPACITY; ADNAN HAYDAR, IN HIS OFFICIAL AND INDIVIDUAL CAPACITY; MOUNIR FARAH, IN HIS OFFICIAL<br>AND INDIVIDUAL CAPACITY; STEVEN NEUSE, IN HIS OFFICIAL AND INDIVIDUAL CAPACITY; DONALD KELLEY, IN HIS OFFICIAL AND INDIVIDUAL CAPACITY; JEFF RYAN, IN HIS OFFICIAL AND INDIVIDUAL CAPACITY; TODD SHIELDS, IN HIS OFFICIAL AND INDIVIDUAL CAPACITY; CONRAD WALIGORSKI, IN HIS OFFICIAL AND INDIVIDUAL CAPACITY, DEFENDANTS-APPELLANTS,<br>ESTER LUNNIE; DOROTHY ROBINSON; JEAN CROCKETT; GAYLE D. PORTIS, PLAINTIFFS-APPELLEES, UNITED STATES OF AMERICA, INTERVENOR ON APPEAL,<br>v.<br>UNIVERSITY OF ARKANSAS BOARD OF TRUSTEES, A BODY POLITIC AND CORPORATE; DEFENDANT-APPELLANT, WILLIAM E. CLARK, IN HIS INDIVIDUAL AND OFFICIAL CAPACITY AS A MEMBER OF THE BOARD OF TRUSTEES; FRANCES A. CRANFORD, IN HER INDIVIDUAL AND OFFICIAL CAPACITY AS A MEMBER OF THE BOARD OF TRUSTEES; GARY C. GEORGE, IN HIS INDIVIDUAL AND OFFICIAL CAPACITY AS A MEMBER OF THE BOARD OF TRUSTEES; JOE L. HARGROVE, M.D., IN HIS INDIVIDUAL AND OFFICIAL CAPACITY AS A MEMBER OF THE BOARD OF TRUSTEES; JAMES E. LINDSEY, IN HIS INDIVIDUAL AND OFFICIAL CAPACITY AS A MEMBER OF THE BOARD OF TRUSTEES; J. THOMAS MAY, IN HIS INDIVIDUAL AND OFFICIAL CAPACITY AS A MEMBER OF THE BOARD OF TRUSTEES; FRANK W. OLDHAM, JR., JR., IN HIS INDIVIDUAL AND OFFICIAL CAPACITY AS A MEMBER OF THE BOARD OF TRUSTEES; NED RAY PURTLE, IN HIS INDIVIDUAL AND OFFICIAL CAPACITY AS A MEMBER OF THE BOARD OF TRUSTEES; STANLEY REED, IN HIS INDIVIDUAL AND OFFICIAL CAPACITY AS A MEMBER OF THE BOARD OF TRUSTEES; CHARLES E. SCHARLAU, III, IN HIS INDIVIDUAL AND OFFICIAL CAPACITY AS A MEMBER OF THE BOARD OF TRUSTEES; BOBBY JUSTUS, IN HIS INDIVIDUAL AND OFFICIAL CAPACITY AS BUSINESS MANAGER FOR PATIENT CARE SERVICES FOR THE UNIVERSITY OF ARKANSAS FOR MEDICAL SCIENCES, DEFENDANTS,<br>LINDA SCHILCHER, PLAINTIFF-APPELLEE,<br>v.<br>BOARD OF TRUSTEES OF THE UNIVERSITY OF ARKANSAS; DONALD O. PEDERSON, VICE CHANCELLOR OF ACADEMIC AFFAIRS; BERNARD L. MADISON, DEAN OF THE COLLEGE OF ARTS AND SCIENCES; MARK CORY, ASSOCIATE DEAN FOR INTERNATIONAL PROGRAMS; HOYT PURVIS, DIRECTOR OF THE FULBRIGHT INSTITUTE FOR INTERNATIONAL RELATIONS; ADNAN HAYDAR, DIRECTOR OF THE KING FAHD PROGRAM FOR MIDDLE EAST STUDIES; MOUNIR FARAH, ASSOCIATE DIRECTOR OF THE KING FAHD PROGRAM FOR MIDDLE EAST STUDIES, EACH IN THEIR OFFICIAL AND PERSONAL CAPACITIES, DEFENDANTS-APPELLANTS.</p>\n    <p class=\"docket\">Nos. 00-3159, 00-3460, 00-3896</p>\n    <p class=\"court\">UNITED STATES COURT OF APPEALS FOR THE EIGHTH CIRCUIT</p>\n    <p class=\"date\">Submitted: April 13, 2001<br>Filed: June 20, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeals from the United States District Court for the Western District of Arkansas.[Copyrighted Material Omitted][Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Before Wollman, Chief Judge, Magill, and Murphy, Circuit Judges.</p>\n      <p class=\"indent\">Murphy, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These three interlocutory appeals present the issue of whether Eleventh Amendment immunity bars Title VII claims against a state. The cases were brought by two professors and several administrative staff against the University of Arkansas, through its board of trustees and individual state officials, for sex and race discrimination and harassment under Title VII and state law. In each case the district court<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> ruled that the Title VII claims were not barred by the Eleventh Amendment. The state of Arkansas appealed, and the United States intervened in two of the cases. We affirm.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Gwenn Okruhlik, a tenure track professor of political science and member of the Middle East Studies Program (MES), sued the University trustees and various state officials in their individual and official capacities for disparate treatment and impact discrimination on the basis of her gender. She also claimed that she was subjected to hostile workplace harassment and retaliation and that Arkansas had violated the Constitution and state law. In support of her claims, Okruhlik set out detailed factual allegations claiming that male colleagues, including Bernard L. Madison, Dean of the College of Arts and Sciences, had made discriminatory and sexually derogatory statements and conspired to discredit her work. Okruhlik also alleged that she was subjected to more stringent tenure review than her male colleagues.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Linda Schilcher, a professor of history and member of MES, sued the University trustees and state officials in their individual and official capacities for disparate treatment on the basis of race and gender and hostile environment sexual harassment, in violation of Title VII and the Arkansas Civil Rights Act. She also alleged violations of the Constitution and other state law. Schilcher alleged that she was discriminated against in terms of her employment, especially in allocation of professional funding, and that she repeatedly received disparaging comments because of her race and gender. Schilcher claims that Dean Madison demanded that her tenure review be negative and that the director of MES placed a false letter in her file.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Administrative staff members Ester Lunnie, Dorothy Robinson, Jean Crockett, and Gayle Portis sued the board of trustees and school officials in their official and individual capacities, alleging racial discrimination in violation of Title VII, 42 U.S.C. &#167; 1981, 42 U.S.C. &#167; 1983, and the Fourteenth Amendment. They alleged that Arkansas denied them promotions and terminated them due to their race and provided them less favorable working conditions than white employees. Lunnie and Robinson also alleged that they were retaliated against for filing an EEOC complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In each case Arkansas filed a motion to dismiss, arguing that the Eleventh Amendment barred all Title VII claims. Arkansas asserted in addition that the state claims of Okruhlik and Schilcher were barred by the Eleventh Amendment and state immunity and that Schilcher had failed to state a claim upon which relief could be granted. The district court held that the Title VII claims were not barred because Congress had validly abrogated the states's Eleventh Amendment immunity. The state claims against the officials in their individual capacity were not dismissed because they satisfied the malice exception to Arkansas immunity law. The court also found that Schilcher had stated a claim.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Arkansas defendants filed three interlocutory appeals, arguing that the Eleventh Amendment bars Title VII claims against the state, that Arkansas law bars the pendent state claims, and that Schilcher did not state a claim. The plaintiffs and the United States respond that Congress abrogated the Eleventh Amendment in enacting Title VII, and the professors further argue that their state law claims satisfy the malice exception to immunity and that we lack jurisdiction at this point on whether Schilcher has stated a claim.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appellate review is generally not available until after final judgment except for immunity issues and issues \"inextricably intertwined\" with those properly before the court at the interlocutory stage. Entergy, Arkansas, Inc. v. Nebraska, <span class=\"citation\" data-id=\"772275\"><a href=\"/opinion/772275/entergy-arkansas-inc-an-arkansas-corporation-entergy-gulf-states-inc/\"><span class=\"volume\">241</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">979</span></a></span>, 987 (8th Cir. 2001) (citation omitted). An issue is \"inextricably intertwined\" with immunity issues \"'only if [it] is coterminous with, or subsumed in, the claim before the court on interlocutory appeal--that is, when the appellate resolution of the collateral appeal necessarily resolves the pendent claims as well.'\" Kincade v. City of Blue Springs, Mo., <span class=\"citation\" data-id=\"702583\"><a href=\"/opinion/702583/ronald-kincade-v-city-of-blue-springs-missouri-gregory-grounds/\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">389</span></a></span>, 394 (8th Cir. 1995) (citation omitted). The parties agree that rulings on immunity are reviewable by this court de novo. See Puerto Rico Aqueduct &amp; Sewer Auth. v. Metcalf &amp; Eddy, Inc., <span class=\"citation\" data-id=\"112800\"><a href=\"/opinion/112800/puerto-rico-aqueduct-and-sewer-authority-v-metcalf-eddy-inc/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">139</span></a></span>, 144-45 (1993); Salve Regina Coll. v. Russell, <span class=\"citation\" data-id=\"112564\"><a href=\"/opinion/112564/salve-regina-college-v-russell/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">225</span></a></span>, 231 (1991). All parties also agree that the issues of Eleventh Amendment immunity are properly before the court on these appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Arkansas argues that claims of disparate treatment and disparate impact discrimination under Title VII of the Civil Rights Act of 1964, as amended by the Equal Employment Opportunity Act of 1972 (1972 Act) and the Civil Rights Act of 1991(1991 Act), are barred by the Eleventh Amendment.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Arkansas contends that Congress did not abrogate the Eleventh Amendment in these statutes because it did not make an unmistakably clear expression of its intent to do so in the 1972 Act or in the 1991 Act. Arkansas asserts that Congress also did not act pursuant to a valid grant of authority. Intervenor United States and appellees respond that these issues have already been decided by the Supreme Court and the Eighth Circuit, and that Congress validly abrogated the state's Eleventh Amendment immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Eleventh Amendment provides that \"[t]he Judicial Power of the United States shall not be construed to extend to any suit in law or equity, commenced or prosecuted against one of the United States by Citizens of another State . . . .\" The University of Arkansas has been recognized to have Eleventh Amendment immunity. See Assad-Faltas v. University of Ark. For Med. Servs., <span class=\"citation\" data-id=\"2389791\"><a href=\"/opinion/2389791/assaad-faltas-v-univ-of-ark-for-medical-sciences/\"><span class=\"volume\">708</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1026</span></a></span> (E.D. Ark. 1989), affirmed, <span class=\"citation no-link\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1572</span></span> (8th Cir. 1990). Congress may abrogate such immunity, however, if it \"unequivocally expresse[s] its intent to abrogate,\" by \"a clear legislative statement,\" and it acted \"pursuant to a valid exercise of power.\" Seminole Tribe of Fla. v. Florida, <span class=\"citation\" data-id=\"118011\"><a href=\"/opinion/118011/seminole-tribe-of-fla-v-florida/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">44</span></a></span>, 55 (1996) (citation omitted).</p>\n    </div>\n    <p class=\"indent\">A.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Supreme Court addressed Title VII abrogation in Fitzpatrick v. Bitzer, <span class=\"citation\" data-id=\"109520\"><a href=\"/opinion/109520/fitzpatrick-v-bitzer/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">445</span></a></span> (1976). In Fitzpatrick the Court stated that in 1972 \"Congress, acting under &#167; 5 of the Fourteenth Amendment, authorized federal courts to award money damages . . . against a state government . . . .\" Id at 447. The Court distinguished prior cases where Congress had not exhibited an intent to abrogate the Eleventh Amendment or to allow a suit against a state, and it held that in Title VII \"'congressional authorization' to sue the State as employer is clearly present.\" Id. at 452 (internal citation omitted). Subsequent to Fitzpatrick, this court has consistently held that the 1972 and 1991 Acts abrogated the Eleventh Amendment. See Winbush v. Iowa, <span class=\"citation\" data-id=\"705178\"><a href=\"/opinion/705178/69-fair-emplpraccas-bna-1348-33-fedrserv3d-604-annette-winbush/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1471</span></a></span>, 1483 (8th Cir. 1995) (1991 Act); Greenwood v. Ross, <span class=\"citation\" data-id=\"461403\"><a href=\"/opinion/461403/johnny-greenwood-v-dr-robert-ross-happy-mahfouz-chancellor-and-athletic/\"><span class=\"volume\">778</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">448</span></a></span>, 452-453 (8th Cir. 1985) (1972 Act). Other circuits have reached the same conclusion based on Fitzpatrick. See Johnson v. Univ. of Cincinnati, <span class=\"citation\" data-id=\"769064\"><a href=\"/opinion/769064/john-b-johnson-v-university-of-cincinnati-joseph-a-steger-and-donald/\"><span class=\"volume\">215</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">561</span></a></span>, 571 (6th Cir. 2000); In re: Employment Discrimination Litig. Against the State of Ala., <span class=\"citation no-link\"><span class=\"volume\">198</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1305</span></span>, 1316-17 (11th Cir. 1999); Ussery v. Louisiana, <span class=\"citation\" data-id=\"15335\"><a href=\"/opinion/15335/ussery-v-state-of-louisiana/\"><span class=\"volume\">150</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">431</span></a></span>, 434-35 (5th Cir. 1998); Blanciak v. Allegheny Ludlum Corp., <span class=\"citation\" data-id=\"714017\"><a href=\"/opinion/714017/robert-j-blanciak-raymond-bowman-william-burkett-marlin-d-byers-richard/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">690</span></a></span>, 696 n.4 (3d Cir. 1996); Cerrato v. San Francisco Cmty. Coll., <span class=\"citation\" data-id=\"672125\"><a href=\"/opinion/672125/frank-cerrato-v-san-francisco-community-college-district/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">968</span></a></span>, 975-76 (9th Cir. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Although Arkansas argues that we should reconsider the issue because of recent decisions requiring an unmistakable expression of congressional intent, we are bound by the Supreme Court's ruling in Fitzpatrick. See Agostini v. Felton, <span class=\"citation\" data-id=\"118133\"><a href=\"/opinion/118133/agostini-v-felton/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">203</span></a></span>, 237 (1997). As the Supreme Court explained in Agostini, \"'[if] a precedent of [the Supreme] Court has direct application in a case, yet appears to rest on reasons rejected in some other line of decisions, the Court of Appeals should follow the case which directly controls, leaving to [the Supreme] Court the prerogative of overruling its own decisions.'\" Id. (citation omitted). As for existing circuit precedent, only the court en banc can overrule it. See, e.g., Gipson v. KAS Snacktime Co., <span class=\"citation\" data-id=\"762590\"><a href=\"/opinion/762590/george-l-gipson-v-kas-snacktime-company/\"><span class=\"volume\">171</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">574</span></a></span>, 576 n.3 (8th Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">If we were free to reconsider Fitzpatrick and our prior case law, our study would lead us to conclude that Congress unmistakably expressed its intent in the 1972 Act to subject states to suits under Title VII. In its amendment to the Act in 1972 Congress expanded the definition of employer to include \"governments, governmental agencies, [and] political subdivisions . . . .\" 42 U.S.C. &#167; 2000e(a). The definition of employee was also expanded to include individuals \"subject to the civil service laws of a State government, governmental agency or political subdivision.\" 42 U.S.C. &#167; 2000e(f). The express exclusion of states from Title VII liability in the 1964 Act was removed. See 42 U.S.C. &#167; 2000e(b). Read as a whole, the plain language of these provisions demonstrates Congress' intent to abrogate Eleventh Amendment immunity of the states in this area. See Kimel v. Florida Bd. of Regents, <span class=\"citation\" data-id=\"118323\"><a href=\"/opinion/118323/kimel-v-florida-bd-of-regents/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span>, 74 (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The 1991 Act expanded the available remedies against a state from backpay and equitable relief to include compensatory damages. See Varner v. Illinois State Univ., <span class=\"citation\" data-id=\"756498\"><a href=\"/opinion/756498/iris-i-varner-and-united-states-of-america-intervenor-appellee-v/\"><span class=\"volume\">150</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">706</span></a></span>, 717-719 (7th Cir. 1998), vacated and remanded, <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">928</span></span> (2000), reinstated, <span class=\"citation\" data-id=\"770441\"><a href=\"/opinion/770441/dr-iris-i-varner-and-united-states-of-america-intervening-v-illinois/\"><span class=\"volume\">226</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">927</span></a></span>, 937 (7th Cir. 2000); Gehrt v. University Of Ill. Urbana- Champaign, <span class=\"citation\" data-id=\"1451090\"><a href=\"/opinion/1451090/gehrt-v-university-of-ill-at-urbana-champaign/\"><span class=\"volume\">974</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1178</span></a></span>, 1185 (C.D. Ill. 1997); Blankenship v. Warren County, Va., <span class=\"citation\" data-id=\"2346568\"><a href=\"/opinion/2346568/blankenship-v-warren-county-va/\"><span class=\"volume\">931</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">447</span></a></span>, 450-51 (W.D. Va. 1996). Although the 1991 Act is a separate statutory provision, the preamble makes clear that it was intended to amend Title VII. See Civil Rights Act of 1991, Pub.L. No. 102-166, 105 Stat. 1072 (1991) (the purpose of the 1991 Act was to \"amend the Civil Rights Act of 1964. . . to provide for damages in cases of intentional employment discrimination.\"); see also Kim v. Nash Finch Co., <span class=\"citation\" data-id=\"745423\"><a href=\"/opinion/745423/jin-ku-kim-appellantcross-appellee-v-nash-finch-company/\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1046</span></a></span>, 1062 (8th Cir. 1997) (1991 Act expanded remedies). The Act states:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In an action brought by a complaining party under section 706 or 717 of the Civil Rights Act of 1964 . . . against a respondent who engaged in unlawful intentional discrimination . . . prohibited under section 703, 704, or 717 of the Act, . . . and provided that the complaining party cannot recover under [42 U.S.C. &#167; 1981], the complaining party may recover compensatory and punitive damages as allowed in subsection (b) of this section, in addition to any relief authorized by &#167; 706(g) of the Civil Rights Act of 1964, . . . from the respondent.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">42 U.S.C. &#167; 1981a(a)(1).  A \"complaining party\" is defined as a \"person who may bring an action . . . under Title VII,\" and this includes state employees. &#167; 1981a(d)(1)(A). Although the 1991 amendments do not define \"respondent,\" the definition of respondent in Title VII includes state employers. See Varner, 150 F.3d at 718; Gehrt, 974 F.Supp. at 1185. Congress unmistakably expressed its intent in these provisions to allow compensatory damages against states.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The conclusion that Congress expressed its intent to abrogate the Eleventh Amendment for compensatory damages in the 1991 Act is supported by Lane v. Pena, <span class=\"citation\" data-id=\"118049\"><a href=\"/opinion/118049/lane-v-pena/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">187</span></a></span>, 194 (1996). In Lane, the Supreme Court held that another provision of the 1991 Act, with language almost identical to that at issue here, contained an unequivocal expression of congressional intent to waive sovereign immunity for compensatory damages. See id. (construing 42 U.S.C. &#167; 1981a(a)(2)). Moreover, while Congress explicitly excluded states from liability for punitive damages in the 1991 Act, it did not include a similar exclusion of states from liability for compensatory damages. See &#167; 1981a(b)(1); Pennsylvania v Union Gas Co., <span class=\"citation\" data-id=\"112291\"><a href=\"/opinion/112291/pennsylvania-v-union-gas-co/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 13 (1989) overruled on other grounds by Seminole Tribe, <span class=\"citation\" data-id=\"118011\"><a href=\"/opinion/118011/seminole-tribe-of-fla-v-florida/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">44</span></a></span> (1996) (\"[A] limitation of liability is nonsensical unless liability existed in the first place.\").</p>\n    </div>\n    <p class=\"indent\">B.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Not only must Congress express its clear intent to abrogate Eleventh Amendment immunity, \"it must act pursuant to a valid exercise of power.\" Seminole Tribe, 517 U.S. at 55. Section 5 of the Fourteenth Amendment is a grant of legislative power which Congress exercised in enacting Title VII. See Fitzpatrick, 427 U.S. at 453 n.9. Although we have previously held that the 1972 and 1991 Acts validly abrogated the Eleventh Amendment, see Greenwood, 778 F.2d at 452-53 (1972 Act); Winbush, 66 F.3d at 1483 (1991 Act), Arkansas urges us to reconsider those decisions in light of Seminole Tribe. Even if we were not bound by this precedent, we agree with the other circuits which have reconsidered the issue and found that the Acts abrogated immunity. See Johnson, 215 F.3d at 571; Butler v. New York State Dept. of Law, <span class=\"citation\" data-id=\"768612\"><a href=\"/opinion/768612/barbara-b-butler-v-new-york-state-department-of-law-dennis-c-vacco-and/\"><span class=\"volume\">211</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">739</span></a></span>, 746 (2d Cir. 2000); Holman v. Indiana, <span class=\"citation\" data-id=\"768584\"><a href=\"/opinion/768584/steven-j-holman-and-karen-l-holman-v-state-of-indiana-and-indiana/\"><span class=\"volume\">211</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">399</span></a></span>, 402 n.2 (7th Cir. 2000); Jones v. Washington Metro. Area Transit Auth., <span class=\"citation\" data-id=\"185108\"><a href=\"/opinion/185108/jones-judy-j-v-wmata/\"><span class=\"volume\">205</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">428</span></a></span>, 434 (D.C. Cir. 2000); In re: Employment Discrimination Litigation Against the State of Ala., 198 F.3d at 1324; Ussery, 150 F.3d at 435.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">To determine whether Congress validly abrogated the Eleventh Amendment, a court must \"examine whether Congress identified a history and pattern of unconstitutional employment discrimination by the states [on the basis of race and gender].\" Board of Trs. of Univ. of Ala. v. Garrett, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">955</span></span>, 964 (2000). Then consideration must be given as to whether the rights and remedies created by Title VII are \"congruent and proportional\" to that pattern of discrimination. Id. at 966; City of Boerne v. Flores, <span class=\"citation\" data-id=\"118140\"><a href=\"/opinion/118140/city-of-boerne-v-flores/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span>, 519-29 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Arkansas argues that Congress did not identify a history and pattern of unconstitutional race and gender employment discrimination by states and that the studies it relied upon were limited in scope. We note that the Supreme Court has indicated that \"lack of support in the legislative record is not determinative,\" of the issue. College Savs. Bank v. Florida Prepaid Post-secondary Educ. Expense Bd. v., <span class=\"citation\" data-id=\"118316\"><a href=\"/opinion/118316/florida-prepaid-postsecondary-ed-expense-bd-v-college-savings-bank/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">627</span></a></span>, 646 (1999). Here, however, there is much support in the congressional record, for Congress did identify a pattern of discrimination by the states. See Connecticut v. Teal, <span class=\"citation\" data-id=\"110751\"><a href=\"/opinion/110751/connecticut-v-teal/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">440</span></a></span>, 449-50 (1982). The legislative history shows that Congress adopted</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">a report released in 1969 [by] the U.S. Commission on Civil Rights [which] examined equal employment opportunity in public employment in seven urban areas located throughout the country--North as well as South.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The report's findings indicate that widespread discrimination against minorities exists in State and local government employment, and that the existence of this discrimination is perpetuated by the presence of both institutional and overt discriminatory practices . . . . The study also indicates that employment discrimination in State and local governments is more pervasive than in the private sector.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">H.R. Rep. No. 92-238 (1972), reprinted in 1972 U.S.C.C.A.N. 2137, 2152.  Congress also relied upon another study which found that in southwestern states, Mexican Americans were under represented in law enforcement and district attorney offices. See id. at 2152-53.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In reliance on such reports as illustrations of state discrimination, Congress explicitly adopted the conclusion of the Civil Rights Commission that \"'State . . . governments have failed to fulfill their obligation to assure equal job opportunity . . . . Not only do State and local governments consciously and overtly discriminate in hiring and promoting minority group members, but they do not foster positive programs to deal with discriminatory treatment on the job.'\" Id. at 2153 (citation omitted). The transcripts of floor debates also demonstrate that Congress was addressing an identified problem of state discrimination. Senator Williams, the principal sponsor of the bill, stated that state employment discrimination was more pervasive than in the private arena and that this well documented discrimination should be eliminated. See 118 Cong. Rec. 1815 (1972). He further noted that overwhelming statistical data and numerous complaints showed that state educational institutions were engaged in employment discrimination. See 118 Cong. Rec. 1992 (1972). Senators Javits, Byrd, and Bayh echoed his concerns. See 118 Cong. Rec. 581, 1412, 3935-36 (1972).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Supreme Court jurisprudence has indicated that \"[a]fter Congress has legislated repeatedly in an area . . . that may reduce the need for fresh hearings and prolonged debates . . . .\" Fullilove v. Klutznick, <span class=\"citation no-link\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">448</span></span>, 503 (1972) (Powell, J., concurring). At the same time Congress was passing the 1972 Act, it was also considering the Equal Rights Amendment and the Education Opportunity Act. It held extensive hearings and received numerous reports detailing racial and gender discrimination by the states which were relevant to all three initiatives. See e.g., The President's Task Force on Women's Rights and Responsibilities, A Matter of Simple Justice 6 (Apr. 1970) (noting that educational institutions had discriminated against women); Equal Employment Opportunities Enforcement Act: Hearings Before the Subcomm. on Labor of the Senate Comm on Labor &amp; Pub. Welfare, 91st Cong., 1st Sess. 51-52 (1969) (finding that most states did not have effective job opportunity programs); Higher Education Amendments of 1971: Hearings Before the Special Subcomm. on Educ of the House Comm. on Educ. &amp; Labor, Pt.2 92d Cong., 1st Sess. 1131 (1971) (showing state schools did not follow their own anti discrimination policies); Equal Rights for Men &amp; Women 1971: Hearings Before Subcomm. No. 4 of the House Comm. on the Judiciary, 92d Cong., 1st Sess. 269, 479, 645-650 (1971) (some of the most discriminatory practices were found in state educational institutions). The legislative record before Congress identified a history and pattern of discrimination by the states on the basis of both race and gender.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Arkansas asserts that even if there was adequate legislative history, Title VII prohibitions are not proportional and congruent to the rights and remedies it created. Section 5 of the Fourteenth Amendment provides Congress with the power \"to remedy and to deter violation of rights guaranteed thereunder by prohibiting a somewhat broader swath of conduct, including that which is not itself forbidden by the Amendment's text.\" Kimel, 528 U.S. at 81. Appropriate legislation under Section 5 must be prophylactic or remedial rather than a congressional formulation of what it views as a constitutional violation. See City of Boerne, 521 U.S. at 519. \"Congress, [however], must have wide latitude in determining where [the dividing line] lies . . . .\" Id. at 520. The question here is whether the Title VII prohibitions against disparate treatment and disparate impact discrimination place greater limits on states than the Constitution. See Garrett, 121 S.Ct. at 963. If so then there must be a \"congruence and proportionality between the injury to be prevented or remedied and the means adopted to that end.\" City of Boerne, 521 U.S. at 520.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Fourteenth Amendment prohibits intentional discrimination or disparate treatment on the basis of race or gender by states unless they satisfy a difficult burden,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> see Washington v. Davis, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, 239 (1976) (race); United States v. Morrison, <span class=\"citation\" data-id=\"118363\"><a href=\"/opinion/118363/united-states-v-morrison/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1740</span></a></span>, 1755 (2000) (gender), just as Title VII prohibits the same intentional discrimination. See 42 U.S.C. &#167; 2000e-2(a). As this court has previously stated, the elements of a claim of intentional discrimination are essentially the same under Title VII and the Constitution. See Briggs v. Anderson, <span class=\"citation\" data-id=\"474061\"><a href=\"/opinion/474061/cedell-briggs-and-linda-nimmer-on-behalf-of-themselves-individually-and-on/\"><span class=\"volume\">796</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1009</span></a></span>, 1021 (8th Cir. 1986). Title VII does not make acts of state unlawful that would be permitted under the Constitution, and it is appropriate legislation. Congress made compensatory damages a possible remedy for intentional discrimination. Based on the widespread pattern of state discrimination Congress identified, and giving the legislative branch the \"wide latitude\" it is afforded in drawing an appropriate remedy, see City of Boerne, 521 U.S. at 520, compensatory damages are proportional and congruent.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Arkansas also contends that the Title VII prohibition against disparate impact discrimination is not appropriate legislation. Since the Title VII prohibition is greater than the constitutional limits on state action, see In re: Employment Discrimination Litig. Against the State of Ala., 198 F.3d at 1319, it must be congruent and proportional to the rights created. See Garrett, 121 S.Ct. at 963.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">\"Congress voiced its concern about the widespread use by state and local governmental agencies of 'invalid selection techniques' that had a discriminatory impact.\" Teal, 457 U.S. at 449 (citations omitted). Congress recognized that \"some [of these] employment practices, adopted without a deliberately discriminatory motive, may in operation be functionally equivalent to [unconstitutional] intentional discrimination. . . [and] may have effects that are indistinguishable from intentionally discriminatory practices.\" Watson v. Fort Worth Bank &amp; Trust, <span class=\"citation\" data-id=\"112145\"><a href=\"/opinion/112145/watson-v-fort-worth-bank-trust/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">977</span></a></span>, 987, 990 (1988). Such discrimination by states had the same effect as intentional discrimination, and Congress enacted in response a \"prophylactic\" ban on disparate impact discrimination to achieve \"equality of opportunity for minority applicants seeking to obtain governmental positions.\" Teal, 457 U.S. at 449 (citations omitted). The Title VII \"prophylactic\" response to a pattern of unconstitutional state action is proportional and congruent. See In Re: Employment Discrimination Litig. Against the State Of Ala., 198 F.3d at 1321-24.</p>\n    </div>\n    <p class=\"indent\">C.</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Since Congress expressed its unequivocal intent to abrogate immunity and acted pursuant to its constitutional authority, it validly abrogated the Eleventh Amendment for claims of disparate treatment and impact on the basis of gender and race. The district courts did not err in denying the state or its officials Eleventh Amendment immunity on the Title VII claims.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Arkansas argues that the state law claims of Schilcher and Okruhlik against the officials in their individual capacities are barred under the Eleventh Amendment and state immunity law. It also asserts that the district court erred in accepting pendent jurisdiction and that Schilcher failed to stated a claim.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Arkansas asserts that the Eleventh Amendment bars the state claims because a suit against state officials in their individual capacity triggers the state indemnification statute, which makes the state the real party in interest. Officials sued in their individual capacity for acts outside their official duties, however, are generally not entitled to Eleventh Amendment immunity, see Alden v. Maine, <span class=\"citation\" data-id=\"118318\"><a href=\"/opinion/118318/alden-v-maine/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">706</span></a></span>, 757 (1999), and state statutes that indemnify individuals from the consequences of carrying out their duties do not alone make the state the real party in interest. See Griess v. Colorado, <span class=\"citation\" data-id=\"502789\"><a href=\"/opinion/502789/dale-griess-and-cross-appellee-v-the-state-of-colorado-the-colorado/\"><span class=\"volume\">841</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1042</span></a></span>, 1045-46 (10th Cir. 1988).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Arkansas also contends that the state claims are barred by state immunity, that the district court used the wrong standard for malice, that the plaintiffs failed to plead sufficient factual allegations for their state law claims, and that some of the claims may only properly be filed against the University itself. Arkansas can assert constitutional sovereign immunity or statutory immunity when it is sued. See Article V, Section 20, ARK. CODE. ANN. &#167; 19-10-305. When a state indemnification statute covers an official's actions which are the basis of the lawsuit, Arkansas is the real party and can assert state immunity. See Newton v. Etock <span class=\"citation\" data-id=\"1722228\"><a href=\"/opinion/1722228/newton-v-etoch/\"><span class=\"volume\">965</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">96</span></a></span>, 100 (Ark. 1998). In Arkansas there is an exception for malicious acts or omissions, however. See ARK. CODE. ANN. &#167;&#167; 19-10-305 &amp; 21-9-203(a); Newton, 965 S.W.2d at 100. To prove malice a plaintiff must present evidence that the state official had an \"an intent and disposition to do a wrongful act greatly injurious to another . . . a conscious violation of the law . . . .\" Fuqua v. Flowers, <span class=\"citation\" data-id=\"1383067\"><a href=\"/opinion/1383067/fuqua-v-flowers/\"><span class=\"volume\">20</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">388</span></a></span>, 391 (2000) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The district court cited and applied the relevant standard for malice. See id. Notice pleading is permitted under federal procedure, and it was not necessary for the plaintiffs to plead detailed facts establishing malice. See Hanna v. Plumer, <span class=\"citation\" data-id=\"107024\"><a href=\"/opinion/107024/hanna-v-plumer/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">460</span></a></span> (1965). Even if Arkansas pleading rules applied, however, the complaints alleged malice. Schilcher pled that one official demanded that a favorable review of hers be made less positive, that another placed a false and negative letter into her file, and that the defendants made defamatory statements. Okruhlik pled that an official took credit for an article she wrote and that other officials miscategorized her article as nonrefereed, subjected her to a more stringent evaluation, publically criticized her research and publications, and assigned her a teaching schedule that would interfere with her research. The district court did not err in denying the motions to dismiss claims based on state immunity.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Arkansas also contends that Schilcher failed to state a claim for defamation and invasion of privacy and failed to state claims against Hoyt Purvis. This court lacks jurisdiction on interlocutory appeal to determine whether pleadings stated pendent state tort claims; our resolution of immunity issues did not encompass those issues. See Kincade, 64 F.3d at 394; Eagle v. Morgan, <span class=\"citation\" data-id=\"721376\"><a href=\"/opinion/721376/david-eagle-v-john-d-morgan-individually-and-in-his-official-capacity-as/\"><span class=\"volume\">88</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">620</span></a></span>, 629 (8th Cir. 1996).</p>\n    </div>\n    <p class=\"indent\">IV.</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">After a thorough review, we conclude that the district court did not err in denying the motions to dismiss on the grounds of Eleventh Amendment or state immunity, that the district court properly exercised pendent jurisdiction, and that we lack jurisdiction to address the remaining issues on interlocutory appeal. The orders of the district courts are affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  The Honorable Jimm L. Hendren, Chief Judge, United States District Court for the Western District of Arkansas, presided in the cases filed by the professors. The Honorable George Howard, Jr., United States District Judge for the Eastern District of Arkansas, presided in the staff case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  Although Arkansas claims that it raises an Eleventh Amendment defense to all of Title VII as it applies to state employers, its briefing does not specifically address constitutional immunity under the provisions dealing with hostile workplace harassment or retaliation. We need not address complex constitutional issues that have not been adequately briefed. See United States v. Hercules, Inc., <span class=\"citation\" data-id=\"772953\"><a href=\"/opinion/772953/united-states-of-america-arkansas-department-of-pollution-control-and/\"><span class=\"volume\">247</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">706</span></a></span>, 722 (8th Cir. 2001); Gerrard v. Larsen, <span class=\"citation\" data-id=\"328200\"><a href=\"/opinion/328200/james-s-gerrard-v-william-g-larsen-special-administrator-of-the-estate/\"><span class=\"volume\">517</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1127</span></a></span>, 1135 n.5 (8th Cir. 1975).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  This study focused on 55,000 state jobs in California, Pennsylvania, Michigan, Georgia, Texas, Tennessee, and Louisiana. The report contained many examples of discrimination, including segregated bathrooms in the buildings of the Louisiana Highway Department and the refusal of the personnel director of the Georgia State Highway Department to hire African American secretaries.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  Racial discrimination by a state is constitutional if it can establish a compelling interest that is narrowly tailored to accomplishing that interest. See Palmore v. Sidoti, <span class=\"citation\" data-id=\"111160\"><a href=\"/opinion/111160/palmore-v-sidoti/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">429</span></a></span>, 432-33 (1984). Likewise, gender discrimination by a state is constitutional if it can establish an important governmental interest that is substantially related to the achievement of that interest. See Craig v. Boren, <span class=\"citation\" data-id=\"109570\"><a href=\"/opinion/109570/craig-v-boren/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">190</span></a></span>, 197 (1976).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  The district court did not err in entertaining the pendent state claims because, as Arkansas has conceded, the same facts are involved. See Williams v. Ragnone, <span class=\"citation\" data-id=\"755451\"><a href=\"/opinion/755451/randy-williams-v-peter-ray-ragnone-in-his-individualand-official-capacity/\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">700</span></a></span>, 703 (8th Cir. 1998).</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/15335/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107024/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109469/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109520/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109570/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110751/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111160/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112145/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112291/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112564/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112800/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118011/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118049/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118133/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118140/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118316/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118318/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118323/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118363/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/185108/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/328200/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/461403/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/474061/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/502789/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/672125/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/702583/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/705178/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/714017/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/721376/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/745423/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/755451/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/756498/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/762590/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/768584/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/768612/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/769064/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/770441/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/772275/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/772953/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1383067/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1451090/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1722228/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2346568/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2389791/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-14T00:33:57.814671Z",
      "date_modified": "2017-07-24T15:18:18.555171Z",
      "date_filed": "2001-06-20",
      "date_filed_is_approximate": false,
      "slug": "gwenn-okruhlik-united-states-intervenor-on-appeal-v-the-university-of",
      "citation_id": 746611,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "Gwenn Okruhlik, United States, Intervenor on Appeal v. The University of Arkansas, by and Through the Chairman of the Board of Trustees, J. Thomas May, and Its President, B. Allen Sugg Donald O. Pederson, in His Official and Individual Capacity Bernard L. Madison, in His Official and Individual Capacity Mark Cory, in His Official and Individual Capacity Adnan Haydar, in His Official and Individual Capacity Mounir Farah, in His Official and Individual Capacity Steven Neuse, in His Official and Individual Capacity Donald Kelley, in His Official and Individual Capacity Jeff Ryan, in His Official and Individual Capacity Todd Shields, in His Official and Individual Capacity Conrad Waligorski, in His Official and Individual Capacity, Ester Lunnie Dorothy Robinson Jean Crockett Gayle D. Portis, United States of America, Intervenor on Appeal v. University of Arkansas Board of Trustees, a Body Politic and Corporate William E. Clark, in His Individual and Official Capacity as a Member of the Board of Trustees Frances A. Cranford, in Her Individual and Official Capacity as a Member of the Board of Trustees Gary C. George, in His Individual and Official Capacity as a Member of the Board of Trustees Joe L. Hargrove, M.D., in His Individual and Official Capacity as a Member of the Board of Trustees James E. Lindsey, in His Individual and Official Capacity as a Member of the Board of Trustees J. Thomas May, in His Individual and Official Capacity as a Member of the Board of Trustees Frank W. Oldham, Jr., Jr., in His Individual and Official Capacity as a Member of the Board of Trustees Ned Ray Purtle, in His Individual and Official Capacity as a Member of the Board of Trustees Stanley Reed, in His Individual and Official Capacity as a Member of the Board of Trustees Charles E. Scharlau, Iii, in His Individual and Official Capacity as a Member of the Board of Trustees Bobby Justus, in His Individual and Official Capacity as Business Manager for Patient Care Services for the University of Arkansas for Medical Sciences, Linda Schilcher v. Board of Trustees of the University of Arkansas Donald O. Pederson, Vice Chancellor of Academic Affairs Bernard L. Madison, Dean of the College of Arts and Sciences Mark Cory, Associate Dean for International Programs Hoyt Purvis, Director of the Fulbright Institute for International Relations Adnan Haydar, Director of the King Fahd Program for Middle East Studies Mounir Farah, Associate Director of the King Fahd Program for Middle East Studies, Each in Their Official and Personal Capacities",
      "federal_cite_one": "255 F.3d 615",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 27,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/704342/gwenn-okruhlik-united-states-intervenor-on-appeal-v-the-university-of/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T11:38:41.496473Z",
  "date_modified": "2016-02-01T18:38:35.633451Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "Gwenn Okruhlik, United States, Intervenor on Appeal v. The University of Arkansas, by and Through the Chairman of the Board of Trustees, J. Thomas May, and Its President, B. Allen Sugg Donald O. Pederson, in His Official and Individual Capacity Bernard L. Madison, in His Official and Individual Capacity Mark Cory, in His Official and Individual Capacity Adnan Haydar, in His Official and Individual Capacity Mounir Farah, in His Official and Individual Capacity Steven Neuse, in His Official and Individual Capacity Donald Kelley, in His Official and Individual Capacity Jeff Ryan, in His Official and Individual Capacity Todd Shields, in His Official and Individual Capacity Conrad Waligorski, in His Official and Individual Capacity, Ester Lunnie Dorothy Robinson Jean Crockett Gayle D. Portis, United States of America, Intervenor on Appeal v. University of Arkansas Board of Trustees, a Body Politic and Corporate William E. Clark, in His Individual and Official Capacity as a Member of the Board of Trustees Frances A. Cranford, in Her Individual and Official Capacity as a Member of the Board of Trustees Gary C. George, in His Individual and Official Capacity as a Member of the Board of Trustees Joe L. Hargrove, M.D., in His Individual and Official Capacity as a Member of the Board of Trustees James E. Lindsey, in His Individual and Official Capacity as a Member of the Board of Trustees J. Thomas May, in His Individual and Official Capacity as a Member of the Board of Trustees Frank W. Oldham, Jr., Jr., in His Individual and Official Capacity as a Member of the Board of Trustees Ned Ray Purtle, in His Individual and Official Capacity as a Member of the Board of Trustees Stanley Reed, in His Individual and Official Capacity as a Member of the Board of Trustees Charles E. Scharlau, Iii, in His Individual and Official Capacity as a Member of the Board of Trustees Bobby Justus, in His Individual and Official Capacity as Business Manager for Patient Care Services for the University of Arkansas for Medical Sciences, Linda Schilcher v. Board of Trustees of the University of Arkansas Donald O. Pederson, Vice Chancellor of Academic Affairs Bernard L. Madison, Dean of the College of Arts and Sciences Mark Cory, Associate Dean for International Programs Hoyt Purvis, Director of the Fulbright Institute for International Relations Adnan Haydar, Director of the King Fahd Program for Middle East Studies Mounir Farah, Associate Director of the King Fahd Program for Middle East Studies, Each in Their Official and Personal Capacities",
  "slug": "gwenn-okruhlik-united-states-intervenor-on-appeal-v-the-university-of",
  "docket_number": "00-3159",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}