{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/715293/",
  "id": 715293,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca4/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/790186/",
      "id": 790186,
      "absolute_url": "/opinion/790186/maryland-stadium-authority-university-system-of-maryland-v-ellerbe-becket/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/715293/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/790186/",
          "id": 790186,
          "absolute_url": "/opinion/790186/maryland-stadium-authority-university-system-of-maryland-v-ellerbe-becket/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/790186/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2012-04-19T01:53:01Z",
          "date_modified": "2017-03-26T10:30:41.284950Z",
          "type": "010combined",
          "sha1": "a9f51179073ad88af4a21579ec94c47b61055bf6",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F3/407/407.F3d.255.04-2083.04-1743.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">407 F.3d 255</p>\n    <p class=\"parties\">MARYLAND STADIUM AUTHORITY; University System Of Maryland, Plaintiffs-Appellants,<br>v.<br>ELLERBE BECKET INCORPORATED, a Delaware Corporation, Defendant-Appellee.<br>Maryland Stadium Authority; University System Of Maryland, Plaintiffs-Appellants,<br>v.<br>Ellerbe Becket Incorporated, a Delaware Corporation, Defendant-Appellee.</p>\n    <p class=\"docket\">No. 04-1743.</p>\n    <p class=\"docket\">No. 04-2083.</p>\n    <p class=\"court\">United States Court of Appeals, Fourth Circuit.</p>\n    <p class=\"date\">Argued: March 16, 2005.</p>\n    <p class=\"date\">Decided: May 11, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ARGUED: Joel Henry Oleinik, Assistant Attorney General, OFFICE OF THE Attorney General of Maryland, Baltimore, Maryland, for Appellants. Christopher Rowe Mellott, Venable, L.L.P., Baltimore, Maryland, for Appellee. ON BRIEF: J. Joseph Curran, Jr., Attorney General of Maryland, Jennifer L. Forrence, Assistant Attorney General, Baltimore, Maryland, for Appellants. Randolph Stuart Sergent, Venable, L.L.P., Baltimore, Maryland, for Appellee.</p>\n      <p class=\"indent\">Before LUTTIG, WILLIAMS, and GREGORY, Circuit Judges.</p>\n      <p class=\"indent\">Reversed and remanded with instructions by published opinion. Judge WILLIAMS wrote the opinion, in which Judge LUTTIG and Judge GREGORY joined.</p>\n      <p>OPINION</p>\n      <p class=\"indent\">WILLIAMS, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Maryland Stadium Authority (Stadium Authority) and the University System of Maryland (the University) filed a law suit against Ellerbe Becket, Inc., an architectural and engineering firm, in Maryland state court alleging state law claims for breach of contract, negligence, and indemnification. The claims arose from Ellerbe Becket's provision of architectural and engineering services for the construction of a new basketball arena at the University of Maryland, College Park. Ellerbe Becket timely removed the case to federal court, and before us is the Stadium Authority and the University's interlocutory appeal of the district court's denial of their motion to remand.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> We conclude that the district court lacked removal jurisdiction because the University is an alter ego of Maryland and, therefore, is not a \"citizen\" for purposes of diversity jurisdiction under 28 U.S.C.A. &#167; 1332 (West 1993 &amp; Supp.2004). Accordingly, we reverse and remand the case to the district court with instructions to remand the case to state court.</p>\n    </div>\n    <p class=\"center\">I.</p>\n    <p>The University System of Maryland</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because the question of whether an entity is an alter ego of the state is a highly fact-intensive undertaking, we go into some detail regarding the University's structure and operations. The University was established \"to foster the development of a consolidated system of public higher education, to improve the quality of education, to extend its benefits and to encourage the economical use of the State's resources.\" Md.Code Ann., Educ. &#167; 12-101(a) (Supp.2004). It is a body corporate and politic, defined as \"an instrumentality of the State and a public corporation.\" Md.Code Ann., Educ. &#167; 12-102(a)(2) (2004). The University is an independent unit of State government performing an essential public function. Md.Code Ann., Educ. &#167; 12-102(a)(3),(4). The University is composed of numerous campuses located throughout the state. These include: the University of Maryland, Baltimore; University of Maryland, Baltimore County; University of Maryland, College Park; University of Maryland Eastern Shore; University of Maryland University College; Bowie State University; Coppin State University; Frostburg State University; Salisbury University; Towson University; and University of Baltimore. Md.Code Ann., Educ. &#167; 12-101(b)(4)(i)-(xi) (Supp.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The University's governance is entrusted to a Board of Regents (the Board), which is composed of seventeen members, all but one of whom are directly appointed by the Governor with the advice and consent of the Maryland Senate. Md.Code Ann., Educ. &#167; 12-102(e) (2004). The Secretary of Agriculture is designated, by statute, as the other member.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Md.Code Ann., Educ. &#167; 12-102(c)(2) (2004). Persons appointed to the Board serve five year terms. Md.Code Ann., Educ. &#167; 12-102(f) (2004). The University can, through the Board, exercise a broad range of powers. The University can: sue and be sued, enter into contracts, borrow money to purchase personal property, and exercise the powers of Maryland corporations. Md.Code Ann., Educ. &#167;&#167; 12-104(b)(1)-(7) (Supp.2004). Any contract for services or capital improvements over $500,000 must be approved by the Board of Public Works (BPW).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Md.Code Ann., State Fin. &amp; Proc. &#167; 11-203(e)(3)(ii)(1) (Supp.2004). The University may, subject to the approval of the Governor and General Assembly, create new institutions or merge or close existing institutions. Md.Code Ann., Educ. &#167; 12-104(f) (Supp.2004). The University may, subject to the approval of the BPW, sell and purchase real property. Md.Code Ann., Educ. &#167; 12-104(g),(h) (Supp.2004). The University is also empowered to issue revenue bonds, Md.Code Ann., Educ. &#167; 19-102(a)(2) (Supp.2004), subject to the Legislature's prior approval of both the project that the bonds will finance and the \"[m]aximum principal amount of bonds\" to be issued. Md.Code Ann., Educ. &#167; 19-102(d)(1)(ii) (Supp.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Board is responsible for proposing budgets for the University, and for requesting appropriations from the General Assembly. Md.Code Ann., Educ. &#167; 12-105(a)(1) (2004). The University may borrow money without creating a debt obligation for the State. Md.Code Ann., Educ. &#167; 12-105(c) (2004). However, the title of any real property obtained by the University is in the name of the State, and \"[a]ll property of the University is the property of the State.\" Md.Code Ann., Educ. &#167; 12-105(b)(2) (2004). The University submits \"requests for appropriations\" each fiscal year. Md.Code Ann., Educ. &#167; 12-105(a)(1)(iii) (2004). These requests are \"recommendations\" and are not binding upon the Legislature. Md.Code Ann., Educ. &#167; 12-105(a)(2)(ii) (2004). In 2002, approximately 36% of the University's revenue was received from the state, with around 30% of the University's revenue coming in the form of a state appropriation. About 47% of the University's revenue came from non-governmental sources.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">All of the University's income is either deposited \"[i]n the State Treasury\" or \"[a]s the State Treasurer directs.\" Md. Code Ann., Educ. &#167; 12-105(d)(i),(ii) (2004). The University may spend revenues in excess of those estimated in a fiscal year, but only \"[b]y an approved budget amendment.\" Md.Code Ann., Educ. &#167; 12-105(d)(2) (2004). Unexpended and unencumbered balances held by the University at the close of a fiscal year do not revert to the general state treasury. Md.Code Ann., Educ. &#167; 12-105(d)(3) (2004). Such balances must, however, \"be reported to the Comptroller at the end of the fiscal year\" and may be expended \"through an appropriation contained in a budget bill or through an approved budget amendment.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The University is not subject to the State Personnel Management System or the State Finance and Procurement Article. Md.Code Ann., Educ. &#167;&#167; 12-111, 12 (2004). It is charged with implementing its own procurement policies and receiving approval for those policies from both the BPW and the Administrative, Executive, and Legislative Review Committee in the Maryland Legislature. Md.Code Ann., State Fin. &amp; Proc. &#167; 11-203(e)(3)(ii)(1). The BPW and Legislature may inquire into any aspect of the University's activities at any time, Md.Code Ann., Educ. &#167; 12-105(e) (2004), and the Legislative Auditor is responsible for auditing the University's finances each fiscal year. Md.Code Ann., Educ. &#167; 12-105(f) (2004).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Under state law, tort claims made against the University are covered under the Maryland Tort Claims Act, with the reservation that \"[n]othing in this subsection shall be construed to waive or abrogate the immunity of the University System of Maryland under the Eleventh Amendment to the United States Constitution.\" Md.Code Ann., Educ. &#167; 12-104(i)(4) (Supp.2004). The University's state sovereign immunity is waived to the extent of \"any applicable liability insurance purchased by the University or the State Treasurer.\" Md.Code Ann., Educ. &#167; 12-104(i)(2) (Supp.2004).</p>\n    </div>\n    <p>The Comcast Arena Project</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The current litigation stems from the construction of the Comcast Arena, a new basketball arena for the Terrapins of the University of Maryland, College Park. The total projected cost for the arena was $126,845,000. The Legislature issued a mandate that the Stadium Authority<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> should \"manage the preparation of the detailed plans\" for constructing the new arena. 1998 Md. Laws 138. In accordance with that mandate, the Stadium Authority entered into a contract with Ellerbe Becket to provide \"all necessary and customary architectural and engineering services\" required in constructing the arena. (J.A. at 35.) The University alleges that a design defect discovered during construction required it to expend $1,800,000.</p>\n    </div>\n    <p>Procedural History</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On November 3, 1999, the Stadium Authority and the University filed a complaint in their own names against Ellerbe Becket in the Circuit Court for Baltimore City alleging claims for negligence, breach of contract, and indemnification. The parties were represented, not by private counsel, but by the Maryland Attorney General's office. Ellerbe Becket removed the case to federal court on the basis of diversity of citizenship,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and it filed a counterclaim against the Stadium Authority for fees it alleged it was owed under the contract. No counterclaim was filed against the University.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On January 5, 2004, the Stadium Authority moved to dismiss the counterclaim under the Eleventh Amendment, and both the Stadium Authority and the University moved to remand the case to the state court. Both alleged that they were \"alter egos\" or \"arms\" of the State of Maryland and, accordingly, were not \"citizens\" for the purpose of &#167; 1332. Because diversity jurisdiction was lacking, both argued, the case should be remanded to state court.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court noted that \"the questions presented [were] close ones as to which there [we]re reasonable arguments on both sides,\" but it denied the motion to dismiss the counterclaim and the motion to remand, concluding that neither the University nor the Stadium Authority were arms or alter egos of Maryland. (J.A. at 284.) To reach this conclusion, the district court determined that both the University and Stadium Authority possessed a great deal of fiscal and operational autonomy. The district court recognized that both entities were engaged in statewide, as opposed to local, activities, and that state law generally treated both as arms of the state. On balance, however, the district court concluded that the entities' respective autonomy indicated that neither was properly characterized as an arm of the state. With respect to the University, the district court was particularly persuaded by the fact that many of the University's employees received a salary in excess of other State officials, including the Governor of Maryland.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The Stadium Authority, under the collateral order doctrine, immediately appealed the ruling on the Eleventh Amendment. <i>See P.R. Aqueduct &amp; Sewer Auth. v. Metcalf &amp; Eddy, Inc.,</i> 506 U.S. 139, 147, 113 S.Ct. 684, 121 L.Ed.2d 605 (1993) (holding \"States and state entities that claim to be `arms of the State' may take advantage of the collateral order doctrine to appeal a district court order denying a claim of Eleventh Amendment immunity\"). The district court then certified the remainder of its order for appeal, and we consolidated the two appeals for oral argument. We have jurisdiction under 28 U.S.C.A. &#167;&#167; 1291, 1292(b) (West 1993).</p>\n    </div>\n    <p>II.</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On appeal, both the Stadium Authority and the University argue that they are not \"citizens\" of Maryland under &#167; 1332 and, accordingly, no diversity jurisdiction exists in this case to support removal jurisdiction.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> We review questions of subject matter jurisdiction de novo, \"including those relating to the propriety of removal.\" <i>Mayes v. Rapoport,</i> 198 F.3d 457, 460 (4th Cir.1999). The burden of demonstrating jurisdiction resides with \"the party seeking removal.\" <i>Mulcahey v. Columbia Organic Chems. Co.,</i> 29 F.3d 148, 151 (4th Cir. 1994). We are obliged to construe removal jurisdiction strictly because of the \"significant federalism concerns\" implicated. <i>Id.</i> Therefore, \"[i]f federal jurisdiction is doubtful, a remand [to state court] is necessary.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Section 1441 of Title 28 provides that \"any civil action brought in a State court of which the district courts of the United States have original jurisdiction, may be removed by the defendant or the defendants, to the district court of the United States for the district and division embracing the place where such action is pending.\" 28 U.S.C.A. &#167; 1441(a) (West 1994). Ellerbe Becket premised its removal upon &#167; 1332(a)(1), which provides for original district court jurisdiction of all cases between citizens of different states when the amount in controversy exceeds $75,000. States, however, are not \"citizens of a state\" for purposes of &#167; 1332(a). <i>Moor v. Alameda County,</i> 411 U.S. 693, 717, 93 S.Ct. 1785, 36 L.Ed.2d 596 (1973). In addition, public entities and political subdivisions, such as municipalities, are also not \"citizens of a state\" if they are an \"arm or alter ego of the State.\" <i>Id.</i> at 717-18, 93 S.Ct. 1785. For a suit to be \"between citizens of different states,\" &#167; 1332(a), \"each distinct interest should be represented by persons, all of whom are entitled to sue, or may be sued, in the federal courts.\" <i>Strawbridge v. Curtiss,</i> 3 Cranch 267, 7 U.S. 267, 2 L.Ed. 435 (1806). \"That is, ... each of the persons concerned ... must be competent to sue, or liable to be sued, in [federal court].\" <i>Id.</i> Thus, if one party to an action is not a citizen, and therefore not able to sue or be sued in federal court under &#167; 1332, the district court does not have jurisdiction of the action under &#167; 1332, even if all other parties to that action are citizens of different states. Accordingly, if either the University or the Stadium Authority is an alter ego of Maryland, the requirements of &#167; 1332 are not met in this case and removal was improper.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In determining if a public entity is an alter ego of the state, and therefore not a \"citizen\" under &#167; 1332, courts have generally looked to the standards announced in cases addressing whether governmental entities are entitled to Eleventh Amendment immunity as an arm of the state.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> <i>See, e.g., Univ. of S. Ala. v. Am. Tobacco Co.,</i> 168 F.3d 405, 412 (11th Cir.1999); <i>Univ. of R.I. v. A.W. Chesterton Co.,</i> 2 F.3d 1200, 1202 n. 4, 1203 (1st Cir.1993). In this case, neither the University nor Ellerbe Becket disputes application of Eleventh Amendment standards in determining whether the University is a \"citizen\" of Maryland for purposes of &#167; 1332.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Typically, we apply a four factor test, first announced in <i>Ram Ditta v. Md. Nat'l Capital Park &amp; Planning Comm'n,</i> 822 F.2d 456 (4th Cir.1987), to determine whether a governmental entity is an \"arm of the state\" under the Eleventh Amendment. Accordingly, we will apply the same multi-factored test in this case to determine if the University is an alter ego of the state and therefore not a \"citizen\" under &#167; 1332.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Under the framework provided by <i>Ram Ditta,</i> in determining an entity's status as an arm of the state, \"the most important consideration is whether the state treasury will be responsible for paying any judgment that might be awarded.\" <i>Id.</i> at 457; <i>see also Cash v. Granville County Bd. of Educ.,</i> 242 F.3d 219, 223 (4th Cir.2001) (\"The principal factor ... is whether a judgment against the governmental entity would have to be paid from the State's treasury.\"). After resolving this inquiry, we examine three other factors, \"includ[ing], but ... not necessarily limited to, whether the entity exercises a significant degree of autonomy from the state, whether it is involved with local versus statewide concerns, and how it is treated as a matter of state law.\"<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> <i>Ram Ditta,</i> 822 F.2d at 457-58 (footnotes omitted); <i>see also Gray v. Laws,</i> 51 F.3d 426, 434 (4th Cir.1995) (noting arm of the state status may \"be determined by resort to the other relevant considerations referenced by the Court, chief among which are whether the suit will jeopardize `the integrity retained by a State in our federal system,' and whether the state possesses such control over the entity ... that it can legitimately be considered an `arm of the state'.\") (internal citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We analyze the second <i>Ram Ditta</i> factor, the operational autonomy of the entity, by considering whether the state retains a veto over the entity's actions, the origins of the entity's funding, and who appoints the entity's directors. <i>See Ristow v. S.C. Ports Auth.,</i> 58 F.3d 1051, 1052 (4th Cir. 1995).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> As to the fourth factor, although \"[a] state court's view of the status of a state political entity is, of course, an important factor, . . . questions of eleventh amendment immunity are ultimately governed by federal law.\" <i>Ram Ditta,</i> 822 F.2d at 459-60. These factors elucidate whether the \"relationship between the governmental entity and the State [is] sufficiently close to make the entity an arm of the State.\" <i>Cash,</i> 242 F.3d at 224.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">One slight modification of <i>Ram Ditta</i> is necessary in the context of this case. The University is the plaintiff in this action and no claims are asserted against it. There is no possibility that, even if the University is an alter ego of the state, Maryland will be responsible for paying a judgment in this case. Thus, while the impact of the litigation on the state treasury remains the most salient factor in determining whether the University is an alter ego of the state for purposes of &#167; 1332, the inquiry is reversed: that is, while we usually look to whether the state will be liable for a judgment against the entity in question, in cases in which a state entity is plaintiff, we will look to whether any recovery by the entity will inure to the benefit of the state. The Supreme Court has explicitly endorsed this approach in a case involving diversity and removal jurisdiction:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">applying the same principles of construction to the removal acts [as to the Eleventh Amendment] and to cases in which it is claimed that the state, though not the nominal, is in fact the real, party plaintiff, it may fairly be held that the state is such real party when the relief sought is that which inures to it alone, and in its favor the judgment or decree, if for the plaintiff, will effectively operate.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\"><i>Mo., Kan., &amp; Tex. Ry. Co. v. Hickman,</i> 183 U.S. 53, 59, 22 S.Ct. 18, 46 L.Ed. 78 (1901). With this framework in place, we turn to the question of whether the University is an alter ego of Maryland.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">For the reasons that follow, we hold that the University is an alter ego of Maryland. Numerous courts have decided whether public state universities are \"arms of the state.\" Almost universally, the answer has been in the affirmative. <i>See, e.g., Takle v.</i> <i>Univ. of Wis. Hosp. &amp; Clinics Auth.,</i> 402 F.3d 768 (7th Cir.2005); <i>Univ. of S. Ala.,</i> 168 F.3d at 412; <i>Buchwald v. Univ. of N.M. Sch. of Med.,</i> 159 F.3d 487, 494 (10th Cir.1998); <i>Laxey v. La. Bd. of Tr.,</i> 22 F.3d 621, 622 (5th Cir.1994); <i>Hutsell v. Sayre,</i> 5 F.3d 996, 999 (6th Cir.1993); <i>Kashani v. Purdue Univ.,</i> 813 F.2d 843, 848 (7th Cir. 1987); <i>Hall v. Med. Coll. of Ohio at Toledo,</i> 742 F.2d 299, 307 (6th Cir.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In some circuits, the issue was not even disputed. For instance, in <i>University of South Alabama,</i> the Eleventh Circuit succinctly noted, \"[i]n the context of Eleventh Amendment immunity, we have held that state universities are `agencies or instrumentalities' of the state, and thus are immune from suit in federal court.\" <i>Univ. of S. Ala.,</i> 168 F.3d at 412. <i>See also Watson v. Univ. of Utah Med. Ctr.,</i> 75 F.3d 569, 575 (10th Cir.1996) (\"Our cases have consistently found state universities are arms of the state.\"). In fact, research reveals only two circuit court opinions concluding that a particular state university was not an arm of the state. <i>See A.W. Chesterton,</i> 2 F.3d at 1211, <i>Kovats v. Rutgers,</i> 822 F.2d 1303, 1312 (3d Cir.1987).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We, too, have previously treated several public universities as arms of the state. <i>See Litman v. George Mason Univ.,</i> 186 F.3d 544, 550 (4th Cir.1999); <i>Huang v. Bd. of Governors of the Univ. of N.C.,</i> 902 F.2d 1134, 1139 (4th Cir.1990); <i>Richard Anderson Photography v. Brown,</i> 852 F.2d 114, 122 (4th Cir.1988). Moreover, prior to this litigation, two district courts in Maryland had found that the University System of Maryland was an arm of the State of Maryland. <i>See Palotai v. Univ. of Md.,</i> 959 F.Supp. 714, 716 (D.Md.1997); <i>Bickley v. Univ. of Md.,</i> 527 F.Supp. 174, 181 (D.Md.1981). Despite this overwhelming precedent, \"each state university must be evaluated in light of its unique characteristics.\" <i>A.W. Chesterton,</i> 2 F.3d at 1204. Accordingly, we will conduct our own inquiry into whether the University is an alter ego of Maryland.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">First, and most importantly, the State of Maryland would directly benefit from any recovery by the University in this case. Quite simply, by statute all income generated by the University is deposited into the state treasury or as directed by the state treasurer and all property of the University is property of the state. <i>See</i> Md.Code Ann., Educ. &#167; 12-105. It is true that, if the University takes in revenue beyond that expected for a fiscal year, that money does not automatically revert to the general state treasury at the close of the year. That excess revenue, however, must be reported to the Comptroller and is then available for use as an appropriation in the following year's budget. In other words, if the University has excess revenue at the end of a fiscal year, that excess revenue is used to offset the University's appropriations the following year.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Ellerbe Becket argues that, because this excess revenue does not automatically revert to the general state treasury, the state would not directly benefit from a recovery by the University. In the Eleventh Amendment context, the Fifth Circuit, in addressing a similar statutory framework, explained that the \"crucial question . . . is whether use of these unappropriated funds to pay a damage award. . . would interfere with the fiscal autonomy and political sovereignty of [the state].\" <i>United Carolina Bank v. Bd. of Regents,</i> 665 F.2d 553, 560-61 (5th Cir. Unit A 1982). The separate funds in that case were \"either held in the Treasury or restricted as to use. In either event they are subject to audit and budget planning. Thus any award from those funds would directly interfere with the state's fiscal autonomy.\" <i>Id.</i> at 561. Similarly, any monetary recovery by the University would be reported to the Comptroller. The amount of the recovery would then be set off against any appropriations for the next fiscal year, resulting in a direct benefit to the state &#8212; the outlay of less appropriations to the University. In addition, the statutory regime that permits the University to keep excess revenue for the next fiscal year is \"a convenience, not . . . an abdication of state control over such funds.\" <i>Hutsell,</i> 5 F.3d at 1002; <i>Hall,</i> 742 F.2d at 304.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In sum, we believe that the most important factor, whether the state would directly benefit from any recovery by the University, indicates that the University is an alter ego of the state. Moreover, we conclude that, on balance, the remaining <i>Ram Ditta</i> factors also weigh in favor of finding that the University is an alter ego of Maryland.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Although the University retains some operational independence in its day to day activities, it is still closely tied to the state. All of the members of the University's governing body, the Board, are either appointed by the Governor with the advice and consent of the Maryland Senate or are state officers. The fact that all of the University's decisionmakers are appointed by the Governor is a key indicator of state control. <i>See Lewis v. Midwestern State Univ.,</i> 837 F.2d 197, 198-99 (5th Cir.1988) (gubernatorial appointment of governing body \"argue[s] strongly\" in favor of finding that entity is arm of the state); <i>Kashani,</i> 813 F.2d at 847 (finding it \"[v]ery significant\" that \"the majority of the members of Purdue's governing council, the Board of Trustees, are selected by the Governor\"); <i>Harden v. Adams,</i> 760 F.2d 1158, 1163 (11th Cir.1985) (\"Troy State University is subject to substantial state control: its Board of Trustees . . . is composed in part of state officials and in part of gubernatorial appointees.\"). <i>But see A.W. Chesterton,</i> 2 F.3d at 1207-08 (discounting importance of appointment power because members were given staggered terms and minimal compensation in order to minimize state control).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In addition, the State retains a veto over most of the University's actions. The University can purchase and sell real property and enter into contracts over $500,000 only with prior approval from either the Legislature or the BPW. The State retains oversight ability over every aspect of the University, and the University is subject to an annual audit by the Legislative Auditor. <i>See Hall,</i> 742 F.2d at 306 (noting as relevant that all receipts and expenditures were subject to state audit). As discussed, the University receives appropriations on an annual basis and requires a budget amendment to spend any excess revenue it receives in a given year. <i>See Hutsell,</i> 5. F.3d at 1002 (noting as relevant that University of Kentucky receives yearly budget and appropriation). The University's income is handled as directed by the State Treasurer and all University property is deemed property of the State. <i>See Hall,</i> 742 F.2d at 306.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">While the University can issue revenue bonds, it may do so only after receiving legislative approval, and it lacks the power to tax. \"The absence of the power to tax is a strong indication that an entity is more like an arm of the state than like a county or city, because that enablement gives an entity an important kind of independence.\" <i>Kashani,</i> 813 F.2d at 846. In addition, the University is represented by the Attorney General in this litigation. <i>See Cash,</i> 242 F.3d at 225 (noting lack of control indicated by fact that local school board was represented by private counsel instead of the Attorney General); <i>Hall,</i> 742 F.2d at 306 (noting fact that \"State attorney general [wa]s `the attorney for each state college'\").</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In contrast, the First Circuit, when concluding the University of Rhode Island was not an arm of Rhode Island, found relevant that the University held full legal title to all real and personal property, could enter into contracts without limitation, and kept all of its funds in segregated accounts for discretionary disbursement absent any state control. <i>A.W. Chesterton,</i> 2 F.3d at 1209-11. The First Circuit also noted that the state retained very limited oversight of the University of Rhode Island. <i>Id.</i> at 1211.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The final two <i>Ram Ditta</i> factors also favor a finding that the University is an alter ego of Maryland. It is undisputed that the University is engaged in an area of statewide concern &#8212; educating the youth of Maryland. The University has branch campuses located across the state, from Frostburg State in the Cumberland Valley to the University of Maryland Eastern Shore. Higher education is an area of quintessential state concern and a traditional state governmental function. <i>See Hutsell,</i> 5 F.3d at 1002; <i>A.W. Chesterton,</i> 2 F.3d at 1206. And the University's mission, providing higher education for Maryland's youth, is clearly an area of statewide concern. <i>See Kashani,</i> 813 F.2d at 848 (\"Purdue educates students from all parts of the state.\").</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Moreover, state law unambiguously treats the University as an alter ego of Maryland. Although the question of whether an entity is an alter ego of the state is a question of federal, not state, law, the manner in which state law addresses the entity remains \"important, and potentially controlling.\" <i>Hall,</i> 742 F.2d at 304. In addressing this factor, \"a court may consider both the relevant state statutes, regulations, and constitutional provisions which characterize the entity, and the holdings of state courts on the question.\" <i>Harter v. Vernon,</i> 101 F.3d 334, 342 (4th Cir.1996). Here, the University is defined as an \"instrumentality\" of the state, and its implementing statute specifically states that nothing in it shall be construed as waiving the University's Eleventh Amendment immunity. Md. Code Ann., Educ. &#167;&#167; 12-102(a)(2), 104(i)(4). Under state law, the University can only be sued pursuant to the Maryland Tort Claims Act, which covers only the State and its units. Md.Code Ann., Educ. &#167; 12-104(c)(1). Caselaw from the Maryland Court of Appeals also views the University as an alter ego of the state. <i>See, e.g., Condon v. State,</i> 332 Md. 481, 632 A.2d 753, 758 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In sum, we believe that the University is an alter ego of Maryland. As discussed, Maryland would directly benefit from any judgment rendered in favor of the University. This factor is the \"most important\" in determining if an entity is an alter ego of the state. <i>Ram Ditta,</i> 822 F.2d at 457. Furthermore, the University lacks operational autonomy, is performing an essential state-wide function, and is viewed as an alter ego of the state by Maryland law. Because we hold that the University is an alter ego of Maryland, it is not a \"citizen\" of Maryland under &#167; 1332. Because the University is not a \"citizen\" of Maryland, it is not \"competent to sue, or liable to be sued, in [federal court]\" under &#167; 1332, and the district court did not have original jurisdiction of this action. <i>Strawbridge,</i> 7 U.S. at 267. Accordingly, removal was improper.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Because the district court did not have original jurisdiction of this action under &#167; 1332, it should have remanded the case to state court. Accordingly, we reverse and remand this case to the district court with instructions to remand the case to Maryland state court.</p>\n    </div>\n    <p class=\"indent\">\n      <i>REVERSED AND REMANDED WITH INSTRUCTIONS</i>\n    </p>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Also before this court is an interlocutory appeal from the Stadium Authority, alleging that the district court erred in denying its motion to dismiss a counterclaim filed by Ellerbe Becket on the ground of Eleventh Amendment immunity. Because we find that no diversity jurisdiction exists in this case, we do not need to reach this question</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Governor appoints an individual to the position of Secretary of Agriculture with the advice and consent of the Senate. Md.Code Ann., Agriculture &#167; 2-102(a) (1999)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Board of Public Works is composed of the Governor, the Comptroller, and the Treasurer. Md. Const. Art. III &#167; 1. The Governor and Comptroller are elected positions, while the Treasurer is appointed by the General Assembly</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Stadium Authority was created in order to facilitate the development of sports stadiums and performing arts centers in Maryland. The Stadium Authority is a \"body corporate and politic\" under Maryland law, as well as an \"instrumentality of the State and a public corporation.\" Md.Code Ann., Fin. Inst. &#167;&#167; 13-702(a),(b) (2003). Under the statute authorizing its creation, the Stadium Authority is described as \"an independent unit in the Executive Branch of State government.\" &#167; 13-702(c). The Stadium Authority's duties represent the \"performance of an essential public function.\" &#167; 13-702(d)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Ellerbe Becket is a Delaware corporation; it alleged that the University and Stadium Authority are citizens of Maryland</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Governor receives an annual salary of $140,000. The district court found that the University paid 43 employees more than $250,000 in annual salary. In addition, the district court found that the head basketball and football coaches at the University of Maryland at College Park received a minimum yearly salary of $1,300,000 and $1,100,000 respectively</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Because we conclude that the University is not a citizen of Maryland under 28 U.S.C.A. &#167; 1332 (West 1993 &amp; Supp.2004), we do not address the Stadium Authority's status</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Eleventh Amendment provides, \"[t]he Judicial power of the United States shall not be construed to extend to any suit in law or equity, commenced or prosecuted against one of the United States by Citizens of another State, or by Citizens or Subjects of any Foreign State.\" U.S. Const. amend. XI. Eleventh Amendment immunity extends to state agencies and other governmental entities that can be viewed as \"arm[s] of the State.\"<i>P.R. Aqueduct &amp; Sewer Auth. v. Metcalf &amp; Eddy, Inc.,</i> 506 U.S. 139, 144, 113 S.Ct. 684, 121 L.Ed.2d 605 (1993) (\"[A] State and its `arms' are, in effect, immune from suit in federal court.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The factors in<i>Ram Ditta</i> were crafted from the Supreme Court's opinion in <i>Lake Country Estates, Inc. v. Tahoe Reg'l Planning Agency,</i> 440 U.S. 391, 99 S.Ct. 1171, 59 L.Ed.2d 401 (1979). The Court in <i>Lake Country Estates</i> examined the following six factors in this context: (1) how the entity is characterized in its creating statutes; (2) who originates funding for the entity; (3) whether the state is liable for obligations incurred by the entity; (4) who has the power to appoint the entity's officers; (5) whether the entity's functions are traditionally state or municipal; and (6) whether the state retains a veto over the entity's actions. <i>Id.</i> at 400-02, 99 S.Ct. 1171. <i>See also Ristow v. S.C. Ports Auth.,</i> 58 F.3d 1051, 1052 &amp; n. 3 (4th Cir.1995) (explaining that <i>Ram Ditta</i> adopted the <i>Lake Country Estates</i> factors).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The Supreme Court has noted that \"[g]auging actual control . . . can be a `perilous inquiry,' `an uncertain and unreliable exercise.'\"<i>Hess v. Port-Auth. Trans-Hudson Corp.,</i> 513 U.S. 30, 47, 115 S.Ct. 394, 130 L.Ed.2d 245 (1994). We believe the three factors analyzed in <i>Lake Country Estates</i> make for a less perilous journey. We encourage district courts to analyze these three factors rather than engaging in a free-wheeling inquiry into the \"autonomy\" of the state entity in question.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In the Eleventh Amendment context, this four-factor test has recently undergone a modification. The primacy of the state treasury factor under<i>Ram Ditta</i> served as a recognition that the Eleventh Amendment is concerned with a state's monetary liability in lawsuits. <i>See Pennhurst State Sch. &amp; Hosp. v. Halderman,</i> 465 U.S. 89, 151, 104 S.Ct. 900, 79 L.Ed.2d 67 (1984) (Stevens, J., dissenting) (noting that states feared \"federal courts would force them to pay their Revolutionary War debts, leading to their financial ruin\"). In 1994, the Supreme Court reaffirmed that \"the Eleventh Amendment's twin reasons for being\" were that federal court judgments not deplete the state treasury, and that the \"dignity\" of the states be preserved. <i>Hess,</i> 513 U.S. at 39, 115 S.Ct. 394. Thus, \"[w]hen indicators of immunity point in different directions, the Eleventh Amendment's twin reasons for being remain [the] prime guide.\" <i>Id.</i> Because of this language, later cases have indicated that, in the context of the Eleventh Amendment, the effect of a suit on the state treasury \"is largely, if not wholly, dispositive of entitlement to Eleventh Amendment immunity in the single state context.\" <i>Gray v. Laws,</i> 51 F.3d 426, 433 (4th Cir.1995); <i>see also Ristow,</i> 58 F.3d at 1055 n. 10 (4th Cir. 1995) (\"<i>Hess,</i> despite emphasizing the state treasury factor as critical, left standing the other . . . factors when the state treasury issue presents a close question.\"). In the context of reviewing the status of an entity under &#167; 1332, this concern with protecting the state treasury is not as relevant. Accordingly, we will apply, in cases addressing whether an entity is an alter ego of the state for purposes of diversity jurisdiction, the original <i>Ram Ditta</i> standard. Thus, in contrast to cases involving an entity's entitlement to Eleventh Amendment immunity, the effect of the action on the state treasury will not be controlling.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> <i>Kovats v. Rutgers,</i> 822 F.2d 1303, 1310 (3d Cir.1987), involves a somewhat unique situation because Rutgers University was originally a private university that was converted to a state university in 1956. <i>Id.</i> at 1310.</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">407</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">255</span></span></p>\n    <p class=\"parties\">MARYLAND STADIUM AUTHORITY; University System Of Maryland, Plaintiffs-Appellants,<br>v.<br>ELLERBE BECKET INCORPORATED, a Delaware Corporation, Defendant-Appellee.<br>Maryland Stadium Authority; University System Of Maryland, Plaintiffs-Appellants,<br>v.<br>Ellerbe Becket Incorporated, a Delaware Corporation, Defendant-Appellee.</p>\n    <p class=\"docket\">No. 04-1743.</p>\n    <p class=\"docket\">No. 04-2083.</p>\n    <p class=\"court\">United States Court of Appeals, Fourth Circuit.</p>\n    <p class=\"date\">Argued: March 16, 2005.</p>\n    <p class=\"date\">Decided: May 11, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ARGUED: Joel Henry Oleinik, Assistant Attorney General, OFFICE OF THE Attorney General of Maryland, Baltimore, Maryland, for Appellants. Christopher Rowe Mellott, Venable, L.L.P., Baltimore, Maryland, for Appellee. ON BRIEF: J. Joseph Curran, Jr., Attorney General of Maryland, Jennifer L. Forrence, Assistant Attorney General, Baltimore, Maryland, for Appellants. Randolph Stuart Sergent, Venable, L.L.P., Baltimore, Maryland, for Appellee.</p>\n      <p class=\"indent\">Before LUTTIG, WILLIAMS, and GREGORY, Circuit Judges.</p>\n      <p class=\"indent\">Reversed and remanded with instructions by published opinion. Judge WILLIAMS wrote the opinion, in which Judge LUTTIG and Judge GREGORY joined.</p>\n      <p>OPINION</p>\n      <p class=\"indent\">WILLIAMS, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Maryland Stadium Authority (Stadium Authority) and the University System of Maryland (the University) filed a law suit against Ellerbe Becket, Inc., an architectural and engineering firm, in Maryland state court alleging state law claims for breach of contract, negligence, and indemnification. The claims arose from Ellerbe Becket's provision of architectural and engineering services for the construction of a new basketball arena at the University of Maryland, College Park. Ellerbe Becket timely removed the case to federal court, and before us is the Stadium Authority and the University's interlocutory appeal of the district court's denial of their motion to remand.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> We conclude that the district court lacked removal jurisdiction because the University is an alter ego of Maryland and, therefore, is not a \"citizen\" for purposes of diversity jurisdiction under 28 U.S.C.A. &#167; 1332 (West 1993 &amp; Supp.2004). Accordingly, we reverse and remand the case to the district court with instructions to remand the case to state court.</p>\n    </div>\n    <p class=\"center\">I.</p>\n    <p>The University System of Maryland</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because the question of whether an entity is an alter ego of the state is a highly fact-intensive undertaking, we go into some detail regarding the University's structure and operations. The University was established \"to foster the development of a consolidated system of public higher education, to improve the quality of education, to extend its benefits and to encourage the economical use of the State's resources.\" Md.Code Ann., Educ. &#167; 12-101(a) (Supp.2004). It is a body corporate and politic, defined as \"an instrumentality of the State and a public corporation.\" Md.Code Ann., Educ. &#167; 12-102(a)(2) (2004). The University is an independent unit of State government performing an essential public function. Md.Code Ann., Educ. &#167; 12-102(a)(3),(4). The University is composed of numerous campuses located throughout the state. These include: the University of Maryland, Baltimore; University of Maryland, Baltimore County; University of Maryland, College Park; University of Maryland Eastern Shore; University of Maryland University College; Bowie State University; Coppin State University; Frostburg State University; Salisbury University; Towson University; and University of Baltimore. Md.Code Ann., Educ. &#167; 12-101(b)(4)(i)-(xi) (Supp.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The University's governance is entrusted to a Board of Regents (the Board), which is composed of seventeen members, all but one of whom are directly appointed by the Governor with the advice and consent of the Maryland Senate. Md.Code Ann., Educ. &#167; 12-102(e) (2004). The Secretary of Agriculture is designated, by statute, as the other member.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Md.Code Ann., Educ. &#167; 12-102(c)(2) (2004). Persons appointed to the Board serve five year terms. Md.Code Ann., Educ. &#167; 12-102(f) (2004). The University can, through the Board, exercise a broad range of powers. The University can: sue and be sued, enter into contracts, borrow money to purchase personal property, and exercise the powers of Maryland corporations. Md.Code Ann., Educ. &#167;&#167; 12-104(b)(1)-(7) (Supp.2004). Any contract for services or capital improvements over $500,000 must be approved by the Board of Public Works (BPW).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Md.Code Ann., State Fin. &amp; Proc. &#167; 11-203(e)(3)(ii)(1) (Supp.2004). The University may, subject to the approval of the Governor and General Assembly, create new institutions or merge or close existing institutions. Md.Code Ann., Educ. &#167; 12-104(f) (Supp.2004). The University may, subject to the approval of the BPW, sell and purchase real property. Md.Code Ann., Educ. &#167; 12-104(g),(h) (Supp.2004). The University is also empowered to issue revenue bonds, Md.Code Ann., Educ. &#167; 19-102(a)(2) (Supp.2004), subject to the Legislature's prior approval of both the project that the bonds will finance and the \"[m]aximum principal amount of bonds\" to be issued. Md.Code Ann., Educ. &#167; 19-102(d)(1)(ii) (Supp.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Board is responsible for proposing budgets for the University, and for requesting appropriations from the General Assembly. Md.Code Ann., Educ. &#167; 12-105(a)(1) (2004). The University may borrow money without creating a debt obligation for the State. Md.Code Ann., Educ. &#167; 12-105(c) (2004). However, the title of any real property obtained by the University is in the name of the State, and \"[a]ll property of the University is the property of the State.\" Md.Code Ann., Educ. &#167; 12-105(b)(2) (2004). The University submits \"requests for appropriations\" each fiscal year. Md.Code Ann., Educ. &#167; 12-105(a)(1)(iii) (2004). These requests are \"recommendations\" and are not binding upon the Legislature. Md.Code Ann., Educ. &#167; 12-105(a)(2)(ii) (2004). In 2002, approximately 36% of the University's revenue was received from the state, with around 30% of the University's revenue coming in the form of a state appropriation. About 47% of the University's revenue came from non-governmental sources.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">All of the University's income is either deposited \"[i]n the State Treasury\" or \"[a]s the State Treasurer directs.\" Md. Code Ann., Educ. &#167; 12-105(d)(i),(ii) (2004). The University may spend revenues in excess of those estimated in a fiscal year, but only \"[b]y an approved budget amendment.\" Md.Code Ann., Educ. &#167; 12-105(d)(2) (2004). Unexpended and unencumbered balances held by the University at the close of a fiscal year do not revert to the general state treasury. Md.Code Ann., Educ. &#167; 12-105(d)(3) (2004). Such balances must, however, \"be reported to the Comptroller at the end of the fiscal year\" and may be expended \"through an appropriation contained in a budget bill or through an approved budget amendment.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The University is not subject to the State Personnel Management System or the State Finance and Procurement Article. Md.Code Ann., Educ. &#167;&#167; 12-111, 12 (2004). It is charged with implementing its own procurement policies and receiving approval for those policies from both the BPW and the Administrative, Executive, and Legislative Review Committee in the Maryland Legislature. Md.Code Ann., State Fin. &amp; Proc. &#167; 11-203(e)(3)(ii)(1). The BPW and Legislature may inquire into any aspect of the University's activities at any time, Md.Code Ann., Educ. &#167; 12-105(e) (2004), and the Legislative Auditor is responsible for auditing the University's finances each fiscal year. Md.Code Ann., Educ. &#167; 12-105(f) (2004).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Under state law, tort claims made against the University are covered under the Maryland Tort Claims Act, with the reservation that \"[n]othing in this subsection shall be construed to waive or abrogate the immunity of the University System of Maryland under the Eleventh Amendment to the United States Constitution.\" Md.Code Ann., Educ. &#167; 12-104(i)(4) (Supp.2004). The University's state sovereign immunity is waived to the extent of \"any applicable liability insurance purchased by the University or the State Treasurer.\" Md.Code Ann., Educ. &#167; 12-104(i)(2) (Supp.2004).</p>\n    </div>\n    <p>The Comcast Arena Project</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The current litigation stems from the construction of the Comcast Arena, a new basketball arena for the Terrapins of the University of Maryland, College Park. The total projected cost for the arena was $126,845,000. The Legislature issued a mandate that the Stadium Authority<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> should \"manage the preparation of the detailed plans\" for constructing the new arena. 1998 Md. Laws 138. In accordance with that mandate, the Stadium Authority entered into a contract with Ellerbe Becket to provide \"all necessary and customary architectural and engineering services\" required in constructing the arena. (J.A. at 35.) The University alleges that a design defect discovered during construction required it to expend $1,800,000.</p>\n    </div>\n    <p>Procedural History</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On November 3, 1999, the Stadium Authority and the University filed a complaint in their own names against Ellerbe Becket in the Circuit Court for Baltimore City alleging claims for negligence, breach of contract, and indemnification. The parties were represented, not by private counsel, but by the Maryland Attorney General's office. Ellerbe Becket removed the case to federal court on the basis of diversity of citizenship,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and it filed a counterclaim against the Stadium Authority for fees it alleged it was owed under the contract. No counterclaim was filed against the University.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On January 5, 2004, the Stadium Authority moved to dismiss the counterclaim under the Eleventh Amendment, and both the Stadium Authority and the University moved to remand the case to the state court. Both alleged that they were \"alter egos\" or \"arms\" of the State of Maryland and, accordingly, were not \"citizens\" for the purpose of &#167; 1332. Because diversity jurisdiction was lacking, both argued, the case should be remanded to state court.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court noted that \"the questions presented [were] close ones as to which there [we]re reasonable arguments on both sides,\" but it denied the motion to dismiss the counterclaim and the motion to remand, concluding that neither the University nor the Stadium Authority were arms or alter egos of Maryland. (J.A. at 284.) To reach this conclusion, the district court determined that both the University and Stadium Authority possessed a great deal of fiscal and operational autonomy. The district court recognized that both entities were engaged in statewide, as opposed to local, activities, and that state law generally treated both as arms of the state. On balance, however, the district court concluded that the entities' respective autonomy indicated that neither was properly characterized as an arm of the state. With respect to the University, the district court was particularly persuaded by the fact that many of the University's employees received a salary in excess of other State officials, including the Governor of Maryland.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The Stadium Authority, under the collateral order doctrine, immediately appealed the ruling on the Eleventh Amendment. <i>See P.R. Aqueduct &amp; Sewer Auth. v. Metcalf &amp; Eddy, Inc.,</i> <span class=\"citation\" data-id=\"112800\"><a href=\"/opinion/112800/puerto-rico-aqueduct-and-sewer-authority-v-metcalf-eddy-inc/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">139</span></a></span>, 147, <span class=\"citation\" data-id=\"112800\"><a href=\"/opinion/112800/puerto-rico-aqueduct-and-sewer-authority-v-metcalf-eddy-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">684</span></a></span>, <span class=\"citation\" data-id=\"112800\"><a href=\"/opinion/112800/puerto-rico-aqueduct-and-sewer-authority-v-metcalf-eddy-inc/\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">605</span></a></span> (1993) (holding \"States and state entities that claim to be `arms of the State' may take advantage of the collateral order doctrine to appeal a district court order denying a claim of Eleventh Amendment immunity\"). The district court then certified the remainder of its order for appeal, and we consolidated the two appeals for oral argument. We have jurisdiction under 28 U.S.C.A. &#167;&#167; 1291, 1292(b) (West 1993).</p>\n    </div>\n    <p>II.</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On appeal, both the Stadium Authority and the University argue that they are not \"citizens\" of Maryland under &#167; 1332 and, accordingly, no diversity jurisdiction exists in this case to support removal jurisdiction.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> We review questions of subject matter jurisdiction de novo, \"including those relating to the propriety of removal.\" <i>Mayes v. Rapoport,</i> <span class=\"citation\" data-id=\"767005\"><a href=\"/opinion/767005/patricia-j-mayes-v-stanley-rapoport-judith-rapoport-david-key-dba-key/\"><span class=\"volume\">198</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">457</span></a></span>, 460 (4th Cir.1999). The burden of demonstrating jurisdiction resides with \"the party seeking removal.\" <i>Mulcahey v. Columbia Organic Chems. Co.,</i> <span class=\"citation\" data-id=\"673862\"><a href=\"/opinion/673862/patrick-m-mulcahey-anna-mulcahey-albert-parsons-ruth-l-parsons/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">148</span></a></span>, 151 (4th Cir. 1994). We are obliged to construe removal jurisdiction strictly because of the \"significant federalism concerns\" implicated. <i>Id.</i> Therefore, \"[i]f federal jurisdiction is doubtful, a remand [to state court] is necessary.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Section 1441 of Title 28 provides that \"any civil action brought in a State court of which the district courts of the United States have original jurisdiction, may be removed by the defendant or the defendants, to the district court of the United States for the district and division embracing the place where such action is pending.\" 28 U.S.C.A. &#167; 1441(a) (West 1994). Ellerbe Becket premised its removal upon &#167; 1332(a)(1), which provides for original district court jurisdiction of all cases between citizens of different states when the amount in controversy exceeds $75,000. States, however, are not \"citizens of a state\" for purposes of &#167; 1332(a). <i>Moor v. Alameda County,</i> <span class=\"citation\" data-id=\"108782\"><a href=\"/opinion/108782/moor-v-county-of-alameda/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">693</span></a></span>, 717, <span class=\"citation\" data-id=\"108782\"><a href=\"/opinion/108782/moor-v-county-of-alameda/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1785</span></a></span>, <span class=\"citation\" data-id=\"108782\"><a href=\"/opinion/108782/moor-v-county-of-alameda/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">596</span></a></span> (1973). In addition, public entities and political subdivisions, such as municipalities, are also not \"citizens of a state\" if they are an \"arm or alter ego of the State.\" <i>Id.</i> at 717-18, <span class=\"citation\" data-id=\"108782\"><a href=\"/opinion/108782/moor-v-county-of-alameda/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1785</span></a></span>. For a suit to be \"between citizens of different states,\" &#167; 1332(a), \"each distinct interest should be represented by persons, all of whom are entitled to sue, or may be sued, in the federal courts.\" <i>Strawbridge v. Curtiss,</i> 3 Cranch 267, <span class=\"citation\" data-id=\"84812\"><a href=\"/opinion/84812/strawbridge-v-curtiss/\"><span class=\"volume\">7</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">267</span></a></span>, <span class=\"citation\" data-id=\"84812\"><a href=\"/opinion/84812/strawbridge-v-curtiss/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">435</span></a></span> (1806). \"That is, ... each of the persons concerned ... must be competent to sue, or liable to be sued, in [federal court].\" <i>Id.</i> Thus, if one party to an action is not a citizen, and therefore not able to sue or be sued in federal court under &#167; 1332, the district court does not have jurisdiction of the action under &#167; 1332, even if all other parties to that action are citizens of different states. Accordingly, if either the University or the Stadium Authority is an alter ego of Maryland, the requirements of &#167; 1332 are not met in this case and removal was improper.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In determining if a public entity is an alter ego of the state, and therefore not a \"citizen\" under &#167; 1332, courts have generally looked to the standards announced in cases addressing whether governmental entities are entitled to Eleventh Amendment immunity as an arm of the state.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> <i>See, e.g., Univ. of S. Ala. v. Am. Tobacco Co.,</i> <span class=\"citation\" data-id=\"73457\"><a href=\"/opinion/73457/univ-of-south-al-v-amer-tobacco/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">405</span></a></span>, 412 (11th Cir.1999); <i>Univ. of R.I. v. A.W. Chesterton Co.,</i> <span class=\"citation\" data-id=\"628596\"><a href=\"/opinion/628596/university-of-rhode-island-v-aw-chesterton-company/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1200</span></a></span>, 1202 n. 4, 1203 (1st Cir.1993). In this case, neither the University nor Ellerbe Becket disputes application of Eleventh Amendment standards in determining whether the University is a \"citizen\" of Maryland for purposes of &#167; 1332.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Typically, we apply a four factor test, first announced in <i>Ram Ditta v. Md. Nat'l Capital Park &amp; Planning Comm'n,</i> <span class=\"citation\" data-id=\"490551\"><a href=\"/opinion/490551/debindra-ram-ditta-a-minor-by-and-through-her-father-and-next-friend/\"><span class=\"volume\">822</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span></a></span> (4th Cir.1987), to determine whether a governmental entity is an \"arm of the state\" under the Eleventh Amendment. Accordingly, we will apply the same multi-factored test in this case to determine if the University is an alter ego of the state and therefore not a \"citizen\" under &#167; 1332.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Under the framework provided by <i>Ram Ditta,</i> in determining an entity's status as an arm of the state, \"the most important consideration is whether the state treasury will be responsible for paying any judgment that might be awarded.\" <i>Id.</i> at 457; <i>see also Cash v. Granville County Bd. of Educ.,</i> <span class=\"citation\" data-id=\"772341\"><a href=\"/opinion/772341/mary-cash-v-granville-county-board-of-education-north-carolina/\"><span class=\"volume\">242</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">219</span></a></span>, 223 (4th Cir.2001) (\"The principal factor ... is whether a judgment against the governmental entity would have to be paid from the State's treasury.\"). After resolving this inquiry, we examine three other factors, \"includ[ing], but ... not necessarily limited to, whether the entity exercises a significant degree of autonomy from the state, whether it is involved with local versus statewide concerns, and how it is treated as a matter of state law.\"<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> <i>Ram Ditta,</i> 822 F.2d at 457-58 (footnotes omitted); <i>see also Gray v. Laws,</i> <span class=\"citation\" data-id=\"692981\"><a href=\"/opinion/692981/john-d-gray-v-tony-laws-individually-and-officially-as-an-orange-county/\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">426</span></a></span>, 434 (4th Cir.1995) (noting arm of the state status may \"be determined by resort to the other relevant considerations referenced by the Court, chief among which are whether the suit will jeopardize `the integrity retained by a State in our federal system,' and whether the state possesses such control over the entity ... that it can legitimately be considered an `arm of the state'.\") (internal citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We analyze the second <i>Ram Ditta</i> factor, the operational autonomy of the entity, by considering whether the state retains a veto over the entity's actions, the origins of the entity's funding, and who appoints the entity's directors. <i>See Ristow v. S.C. Ports Auth.,</i> <span class=\"citation\" data-id=\"698668\"><a href=\"/opinion/698668/fred-w-ristow-susan-m-ristow-v-south-carolina-ports-authority-an-agency/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1051</span></a></span>, 1052 (4th Cir. 1995).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> As to the fourth factor, although \"[a] state court's view of the status of a state political entity is, of course, an important factor, . . . questions of eleventh amendment immunity are ultimately governed by federal law.\" <i>Ram Ditta,</i> 822 F.2d at 459-60. These factors elucidate whether the \"relationship between the governmental entity and the State [is] sufficiently close to make the entity an arm of the State.\" <i>Cash,</i> 242 F.3d at 224.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">One slight modification of <i>Ram Ditta</i> is necessary in the context of this case. The University is the plaintiff in this action and no claims are asserted against it. There is no possibility that, even if the University is an alter ego of the state, Maryland will be responsible for paying a judgment in this case. Thus, while the impact of the litigation on the state treasury remains the most salient factor in determining whether the University is an alter ego of the state for purposes of &#167; 1332, the inquiry is reversed: that is, while we usually look to whether the state will be liable for a judgment against the entity in question, in cases in which a state entity is plaintiff, we will look to whether any recovery by the entity will inure to the benefit of the state. The Supreme Court has explicitly endorsed this approach in a case involving diversity and removal jurisdiction:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">applying the same principles of construction to the removal acts [as to the Eleventh Amendment] and to cases in which it is claimed that the state, though not the nominal, is in fact the real, party plaintiff, it may fairly be held that the state is such real party when the relief sought is that which inures to it alone, and in its favor the judgment or decree, if for the plaintiff, will effectively operate.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\"><i>Mo., Kan., &amp; Tex. Ry. Co. v. Hickman,</i> <span class=\"citation\" data-id=\"95529\"><a href=\"/opinion/95529/missouri-c-ry-co-v-missouri-rd-c-comrs/\"><span class=\"volume\">183</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">53</span></a></span>, 59, <span class=\"citation\" data-id=\"95529\"><a href=\"/opinion/95529/missouri-c-ry-co-v-missouri-rd-c-comrs/\"><span class=\"volume\">22</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">18</span></a></span>, <span class=\"citation\" data-id=\"95529\"><a href=\"/opinion/95529/missouri-c-ry-co-v-missouri-rd-c-comrs/\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">78</span></a></span> (1901). With this framework in place, we turn to the question of whether the University is an alter ego of Maryland.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">For the reasons that follow, we hold that the University is an alter ego of Maryland. Numerous courts have decided whether public state universities are \"arms of the state.\" Almost universally, the answer has been in the affirmative. <i>See, e.g., Takle v.</i> <i>Univ. of Wis. Hosp. &amp; Clinics Auth.,</i> <span class=\"citation\" data-id=\"789721\"><a href=\"/opinion/789721/joyce-takle-v-university-of-wisconsin-hospital-and-clinics-authority/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">768</span></a></span> (7th Cir.2005); <i>Univ. of S. Ala.,</i> 168 F.3d at 412; <i>Buchwald v. Univ. of N.M. Sch. of Med.,</i> <span class=\"citation\" data-id=\"157029\"><a href=\"/opinion/157029/buchwald-v-univ-of-nm-school/\"><span class=\"volume\">159</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">487</span></a></span>, 494 (10th Cir.1998); <i>Laxey v. La. Bd. of Tr.,</i> <span class=\"citation\" data-id=\"6470\"><a href=\"/opinion/6470/laxey-v-louisiana-bd-of-trustees/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">621</span></a></span>, 622 (5th Cir.1994); <i>Hutsell v. Sayre,</i> <span class=\"citation\" data-id=\"653657\"><a href=\"/opinion/653657/stanley-r-hutsell-v-ray-sayre-badge-no-6545-individually-and-in-his/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">996</span></a></span>, 999 (6th Cir.1993); <i>Kashani v. Purdue Univ.,</i> <span class=\"citation\" data-id=\"484697\"><a href=\"/opinion/484697/hamid-r-kashani-v-purdue-university/\"><span class=\"volume\">813</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">843</span></a></span>, 848 (7th Cir. 1987); <i>Hall v. Med. Coll. of Ohio at Toledo,</i> <span class=\"citation\" data-id=\"440367\"><a href=\"/opinion/440367/robert-hall-v-medical-college-of-ohio-at-toledo/\"><span class=\"volume\">742</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">299</span></a></span>, 307 (6th Cir.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In some circuits, the issue was not even disputed. For instance, in <i>University of South Alabama,</i> the Eleventh Circuit succinctly noted, \"[i]n the context of Eleventh Amendment immunity, we have held that state universities are `agencies or instrumentalities' of the state, and thus are immune from suit in federal court.\" <i>Univ. of S. Ala.,</i> 168 F.3d at 412. <i>See also Watson v. Univ. of Utah Med. Ctr.,</i> <span class=\"citation\" data-id=\"712157\"><a href=\"/opinion/712157/sharlene-k-watson-v-university-of-utah-medical-center-dale-gunnell/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">569</span></a></span>, 575 (10th Cir.1996) (\"Our cases have consistently found state universities are arms of the state.\"). In fact, research reveals only two circuit court opinions concluding that a particular state university was not an arm of the state. <i>See A.W. Chesterton,</i> 2 F.3d at 1211, <i>Kovats v. Rutgers,</i> <span class=\"citation\" data-id=\"490918\"><a href=\"/opinion/490918/gabor-g-kovats-steven-c-procuniar-joy-l-davis-roberta-m-delson-hace/\"><span class=\"volume\">822</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1303</span></a></span>, 1312 (3d Cir.1987).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We, too, have previously treated several public universities as arms of the state. <i>See Litman v. George Mason Univ.,</i> <span class=\"citation\" data-id=\"765519\"><a href=\"/opinion/765519/annette-greco-litman-united-states-of-america-intervenor-appellee-v/\"><span class=\"volume\">186</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">544</span></a></span>, 550 (4th Cir.1999); <i>Huang v. Bd. of Governors of the Univ. of N.C.,</i> <span class=\"citation\" data-id=\"541083\"><a href=\"/opinion/541083/barney-k-huang-v-the-board-of-governors-of-the-university-of-north/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1134</span></a></span>, 1139 (4th Cir.1990); <i>Richard Anderson Photography v. Brown,</i> <span class=\"citation\" data-id=\"509009\"><a href=\"/opinion/509009/richard-anderson-photography-v-deborah-brown-radford-university-and/\"><span class=\"volume\">852</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">114</span></a></span>, 122 (4th Cir.1988). Moreover, prior to this litigation, two district courts in Maryland had found that the University System of Maryland was an arm of the State of Maryland. <i>See Palotai v. Univ. of Md.,</i> <span class=\"citation no-link\"><span class=\"volume\">959</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">714</span></span>, 716 (D.Md.1997); <i>Bickley v. Univ. of Md.,</i> <span class=\"citation\" data-id=\"2368900\"><a href=\"/opinion/2368900/bickley-v-university-of-maryland/\"><span class=\"volume\">527</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">174</span></a></span>, 181 (D.Md.1981). Despite this overwhelming precedent, \"each state university must be evaluated in light of its unique characteristics.\" <i>A.W. Chesterton,</i> 2 F.3d at 1204. Accordingly, we will conduct our own inquiry into whether the University is an alter ego of Maryland.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">First, and most importantly, the State of Maryland would directly benefit from any recovery by the University in this case. Quite simply, by statute all income generated by the University is deposited into the state treasury or as directed by the state treasurer and all property of the University is property of the state. <i>See</i> Md.Code Ann., Educ. &#167; 12-105. It is true that, if the University takes in revenue beyond that expected for a fiscal year, that money does not automatically revert to the general state treasury at the close of the year. That excess revenue, however, must be reported to the Comptroller and is then available for use as an appropriation in the following year's budget. In other words, if the University has excess revenue at the end of a fiscal year, that excess revenue is used to offset the University's appropriations the following year.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Ellerbe Becket argues that, because this excess revenue does not automatically revert to the general state treasury, the state would not directly benefit from a recovery by the University. In the Eleventh Amendment context, the Fifth Circuit, in addressing a similar statutory framework, explained that the \"crucial question . . . is whether use of these unappropriated funds to pay a damage award. . . would interfere with the fiscal autonomy and political sovereignty of [the state].\" <i>United Carolina Bank v. Bd. of Regents,</i> <span class=\"citation\" data-id=\"397391\"><a href=\"/opinion/397391/united-carolina-bank-administrator-cta-of-the-estate-of-seymour-i/\"><span class=\"volume\">665</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span></a></span>, 560-61 (5th Cir. Unit A 1982). The separate funds in that case were \"either held in the Treasury or restricted as to use. In either event they are subject to audit and budget planning. Thus any award from those funds would directly interfere with the state's fiscal autonomy.\" <i>Id.</i> at 561. Similarly, any monetary recovery by the University would be reported to the Comptroller. The amount of the recovery would then be set off against any appropriations for the next fiscal year, resulting in a direct benefit to the state &#8212; the outlay of less appropriations to the University. In addition, the statutory regime that permits the University to keep excess revenue for the next fiscal year is \"a convenience, not . . . an abdication of state control over such funds.\" <i>Hutsell,</i> 5 F.3d at 1002; <i>Hall,</i> 742 F.2d at 304.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In sum, we believe that the most important factor, whether the state would directly benefit from any recovery by the University, indicates that the University is an alter ego of the state. Moreover, we conclude that, on balance, the remaining <i>Ram Ditta</i> factors also weigh in favor of finding that the University is an alter ego of Maryland.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Although the University retains some operational independence in its day to day activities, it is still closely tied to the state. All of the members of the University's governing body, the Board, are either appointed by the Governor with the advice and consent of the Maryland Senate or are state officers. The fact that all of the University's decisionmakers are appointed by the Governor is a key indicator of state control. <i>See Lewis v. Midwestern State Univ.,</i> <span class=\"citation\" data-id=\"500078\"><a href=\"/opinion/500078/gary-lewis-v-midwestern-state-university/\"><span class=\"volume\">837</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">197</span></a></span>, 198-99 (5th Cir.1988) (gubernatorial appointment of governing body \"argue[s] strongly\" in favor of finding that entity is arm of the state); <i>Kashani,</i> 813 F.2d at 847 (finding it \"[v]ery significant\" that \"the majority of the members of Purdue's governing council, the Board of Trustees, are selected by the Governor\"); <i>Harden v. Adams,</i> <span class=\"citation\" data-id=\"451641\"><a href=\"/opinion/451641/t-dewey-harden-jr-v-ralph-adams-individually-and-as-president-of-troy/\"><span class=\"volume\">760</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1158</span></a></span>, 1163 (11th Cir.1985) (\"Troy State University is subject to substantial state control: its Board of Trustees . . . is composed in part of state officials and in part of gubernatorial appointees.\"). <i>But see A.W. Chesterton,</i> 2 F.3d at 1207-08 (discounting importance of appointment power because members were given staggered terms and minimal compensation in order to minimize state control).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In addition, the State retains a veto over most of the University's actions. The University can purchase and sell real property and enter into contracts over $500,000 only with prior approval from either the Legislature or the BPW. The State retains oversight ability over every aspect of the University, and the University is subject to an annual audit by the Legislative Auditor. <i>See Hall,</i> 742 F.2d at 306 (noting as relevant that all receipts and expenditures were subject to state audit). As discussed, the University receives appropriations on an annual basis and requires a budget amendment to spend any excess revenue it receives in a given year. <i>See Hutsell,</i> 5. F.3d at 1002 (noting as relevant that University of Kentucky receives yearly budget and appropriation). The University's income is handled as directed by the State Treasurer and all University property is deemed property of the State. <i>See Hall,</i> 742 F.2d at 306.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">While the University can issue revenue bonds, it may do so only after receiving legislative approval, and it lacks the power to tax. \"The absence of the power to tax is a strong indication that an entity is more like an arm of the state than like a county or city, because that enablement gives an entity an important kind of independence.\" <i>Kashani,</i> 813 F.2d at 846. In addition, the University is represented by the Attorney General in this litigation. <i>See Cash,</i> 242 F.3d at 225 (noting lack of control indicated by fact that local school board was represented by private counsel instead of the Attorney General); <i>Hall,</i> 742 F.2d at 306 (noting fact that \"State attorney general [wa]s `the attorney for each state college'\").</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In contrast, the First Circuit, when concluding the University of Rhode Island was not an arm of Rhode Island, found relevant that the University held full legal title to all real and personal property, could enter into contracts without limitation, and kept all of its funds in segregated accounts for discretionary disbursement absent any state control. <i>A.W. Chesterton,</i> 2 F.3d at 1209-11. The First Circuit also noted that the state retained very limited oversight of the University of Rhode Island. <i>Id.</i> at 1211.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The final two <i>Ram Ditta</i> factors also favor a finding that the University is an alter ego of Maryland. It is undisputed that the University is engaged in an area of statewide concern &#8212; educating the youth of Maryland. The University has branch campuses located across the state, from Frostburg State in the Cumberland Valley to the University of Maryland Eastern Shore. Higher education is an area of quintessential state concern and a traditional state governmental function. <i>See Hutsell,</i> 5 F.3d at 1002; <i>A.W. Chesterton,</i> 2 F.3d at 1206. And the University's mission, providing higher education for Maryland's youth, is clearly an area of statewide concern. <i>See Kashani,</i> 813 F.2d at 848 (\"Purdue educates students from all parts of the state.\").</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Moreover, state law unambiguously treats the University as an alter ego of Maryland. Although the question of whether an entity is an alter ego of the state is a question of federal, not state, law, the manner in which state law addresses the entity remains \"important, and potentially controlling.\" <i>Hall,</i> 742 F.2d at 304. In addressing this factor, \"a court may consider both the relevant state statutes, regulations, and constitutional provisions which characterize the entity, and the holdings of state courts on the question.\" <i>Harter v. Vernon,</i> <span class=\"citation\" data-id=\"729952\"><a href=\"/opinion/729952/wayne-harter-robert-payne-v-cd-vernon-individually-and-in-his-official/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">334</span></a></span>, 342 (4th Cir.1996). Here, the University is defined as an \"instrumentality\" of the state, and its implementing statute specifically states that nothing in it shall be construed as waiving the University's Eleventh Amendment immunity. Md. Code Ann., Educ. &#167;&#167; 12-102(a)(2), 104(i)(4). Under state law, the University can only be sued pursuant to the Maryland Tort Claims Act, which covers only the State and its units. Md.Code Ann., Educ. &#167; 12-104(c)(1). Caselaw from the Maryland Court of Appeals also views the University as an alter ego of the state. <i>See, e.g., Condon v. State,</i> <span class=\"citation\" data-id=\"2401373\"><a href=\"/opinion/2401373/condon-v-state/\"><span class=\"volume\">332</span> <span class=\"reporter\">Md.</span> <span class=\"page\">481</span></a></span>, <span class=\"citation\" data-id=\"2401373\"><a href=\"/opinion/2401373/condon-v-state/\"><span class=\"volume\">632</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">753</span></a></span>, 758 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In sum, we believe that the University is an alter ego of Maryland. As discussed, Maryland would directly benefit from any judgment rendered in favor of the University. This factor is the \"most important\" in determining if an entity is an alter ego of the state. <i>Ram Ditta,</i> 822 F.2d at 457. Furthermore, the University lacks operational autonomy, is performing an essential state-wide function, and is viewed as an alter ego of the state by Maryland law. Because we hold that the University is an alter ego of Maryland, it is not a \"citizen\" of Maryland under &#167; 1332. Because the University is not a \"citizen\" of Maryland, it is not \"competent to sue, or liable to be sued, in [federal court]\" under &#167; 1332, and the district court did not have original jurisdiction of this action. <i>Strawbridge,</i> 7 U.S. at 267. Accordingly, removal was improper.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Because the district court did not have original jurisdiction of this action under &#167; 1332, it should have remanded the case to state court. Accordingly, we reverse and remand this case to the district court with instructions to remand the case to Maryland state court.</p>\n    </div>\n    <p class=\"indent\">\n      <i>REVERSED AND REMANDED WITH INSTRUCTIONS</i>\n    </p>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Also before this court is an interlocutory appeal from the Stadium Authority, alleging that the district court erred in denying its motion to dismiss a counterclaim filed by Ellerbe Becket on the ground of Eleventh Amendment immunity. Because we find that no diversity jurisdiction exists in this case, we do not need to reach this question</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Governor appoints an individual to the position of Secretary of Agriculture with the advice and consent of the Senate. Md.Code Ann., Agriculture &#167; 2-102(a) (1999)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Board of Public Works is composed of the Governor, the Comptroller, and the Treasurer. Md. Const. Art. III &#167; 1. The Governor and Comptroller are elected positions, while the Treasurer is appointed by the General Assembly</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Stadium Authority was created in order to facilitate the development of sports stadiums and performing arts centers in Maryland. The Stadium Authority is a \"body corporate and politic\" under Maryland law, as well as an \"instrumentality of the State and a public corporation.\" Md.Code Ann., Fin. Inst. &#167;&#167; 13-702(a),(b) (2003). Under the statute authorizing its creation, the Stadium Authority is described as \"an independent unit in the Executive Branch of State government.\" &#167; 13-702(c). The Stadium Authority's duties represent the \"performance of an essential public function.\" &#167; 13-702(d)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Ellerbe Becket is a Delaware corporation; it alleged that the University and Stadium Authority are citizens of Maryland</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Governor receives an annual salary of $140,000. The district court found that the University paid 43 employees more than $250,000 in annual salary. In addition, the district court found that the head basketball and football coaches at the University of Maryland at College Park received a minimum yearly salary of $1,300,000 and $1,100,000 respectively</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Because we conclude that the University is not a citizen of Maryland under 28 U.S.C.A. &#167; 1332 (West 1993 &amp; Supp.2004), we do not address the Stadium Authority's status</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Eleventh Amendment provides, \"[t]he Judicial power of the United States shall not be construed to extend to any suit in law or equity, commenced or prosecuted against one of the United States by Citizens of another State, or by Citizens or Subjects of any Foreign State.\" U.S. Const. amend. XI. Eleventh Amendment immunity extends to state agencies and other governmental entities that can be viewed as \"arm[s] of the State.\"<i>P.R. Aqueduct &amp; Sewer Auth. v. Metcalf &amp; Eddy, Inc.,</i> <span class=\"citation\" data-id=\"112800\"><a href=\"/opinion/112800/puerto-rico-aqueduct-and-sewer-authority-v-metcalf-eddy-inc/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">139</span></a></span>, 144, <span class=\"citation\" data-id=\"112800\"><a href=\"/opinion/112800/puerto-rico-aqueduct-and-sewer-authority-v-metcalf-eddy-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">684</span></a></span>, <span class=\"citation\" data-id=\"112800\"><a href=\"/opinion/112800/puerto-rico-aqueduct-and-sewer-authority-v-metcalf-eddy-inc/\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">605</span></a></span> (1993) (\"[A] State and its `arms' are, in effect, immune from suit in federal court.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The factors in<i>Ram Ditta</i> were crafted from the Supreme Court's opinion in <i>Lake Country Estates, Inc. v. Tahoe Reg'l Planning Agency,</i> <span class=\"citation\" data-id=\"110033\"><a href=\"/opinion/110033/lake-country-estates-inc-v-tahoe-regional-planning-agency/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">391</span></a></span>, <span class=\"citation\" data-id=\"110033\"><a href=\"/opinion/110033/lake-country-estates-inc-v-tahoe-regional-planning-agency/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1171</span></a></span>, <span class=\"citation\" data-id=\"110033\"><a href=\"/opinion/110033/lake-country-estates-inc-v-tahoe-regional-planning-agency/\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">401</span></a></span> (1979). The Court in <i>Lake Country Estates</i> examined the following six factors in this context: (1) how the entity is characterized in its creating statutes; (2) who originates funding for the entity; (3) whether the state is liable for obligations incurred by the entity; (4) who has the power to appoint the entity's officers; (5) whether the entity's functions are traditionally state or municipal; and (6) whether the state retains a veto over the entity's actions. <i>Id.</i> at 400-02, <span class=\"citation\" data-id=\"110033\"><a href=\"/opinion/110033/lake-country-estates-inc-v-tahoe-regional-planning-agency/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1171</span></a></span>. <i>See also Ristow v. S.C. Ports Auth.,</i> <span class=\"citation\" data-id=\"698668\"><a href=\"/opinion/698668/fred-w-ristow-susan-m-ristow-v-south-carolina-ports-authority-an-agency/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1051</span></a></span>, 1052 &amp; n. 3 (4th Cir.1995) (explaining that <i>Ram Ditta</i> adopted the <i>Lake Country Estates</i> factors).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The Supreme Court has noted that \"[g]auging actual control . . . can be a `perilous inquiry,' `an uncertain and unreliable exercise.'\"<i>Hess v. Port-Auth. Trans-Hudson Corp.,</i> <span class=\"citation\" data-id=\"117880\"><a href=\"/opinion/117880/hess-v-port-authority-trans-hudson-corporation/\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">30</span></a></span>, 47, <span class=\"citation\" data-id=\"117880\"><a href=\"/opinion/117880/hess-v-port-authority-trans-hudson-corporation/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">394</span></a></span>, <span class=\"citation\" data-id=\"117880\"><a href=\"/opinion/117880/hess-v-port-authority-trans-hudson-corporation/\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">245</span></a></span> (1994). We believe the three factors analyzed in <i>Lake Country Estates</i> make for a less perilous journey. We encourage district courts to analyze these three factors rather than engaging in a free-wheeling inquiry into the \"autonomy\" of the state entity in question.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In the Eleventh Amendment context, this four-factor test has recently undergone a modification. The primacy of the state treasury factor under<i>Ram Ditta</i> served as a recognition that the Eleventh Amendment is concerned with a state's monetary liability in lawsuits. <i>See Pennhurst State Sch. &amp; Hosp. v. Halderman,</i> <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, 151, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">900</span></a></span>, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">67</span></a></span> (1984) (Stevens, J., dissenting) (noting that states feared \"federal courts would force them to pay their Revolutionary War debts, leading to their financial ruin\"). In 1994, the Supreme Court reaffirmed that \"the Eleventh Amendment's twin reasons for being\" were that federal court judgments not deplete the state treasury, and that the \"dignity\" of the states be preserved. <i>Hess,</i> 513 U.S. at 39, <span class=\"citation\" data-id=\"117880\"><a href=\"/opinion/117880/hess-v-port-authority-trans-hudson-corporation/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">394</span></a></span>. Thus, \"[w]hen indicators of immunity point in different directions, the Eleventh Amendment's twin reasons for being remain [the] prime guide.\" <i>Id.</i> Because of this language, later cases have indicated that, in the context of the Eleventh Amendment, the effect of a suit on the state treasury \"is largely, if not wholly, dispositive of entitlement to Eleventh Amendment immunity in the single state context.\" <i>Gray v. Laws,</i> <span class=\"citation\" data-id=\"692981\"><a href=\"/opinion/692981/john-d-gray-v-tony-laws-individually-and-officially-as-an-orange-county/\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">426</span></a></span>, 433 (4th Cir.1995); <i>see also Ristow,</i> 58 F.3d at 1055 n. 10 (4th Cir. 1995) (\"<i>Hess,</i> despite emphasizing the state treasury factor as critical, left standing the other . . . factors when the state treasury issue presents a close question.\"). In the context of reviewing the status of an entity under &#167; 1332, this concern with protecting the state treasury is not as relevant. Accordingly, we will apply, in cases addressing whether an entity is an alter ego of the state for purposes of diversity jurisdiction, the original <i>Ram Ditta</i> standard. Thus, in contrast to cases involving an entity's entitlement to Eleventh Amendment immunity, the effect of the action on the state treasury will not be controlling.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> <i>Kovats v. Rutgers,</i> <span class=\"citation\" data-id=\"490918\"><a href=\"/opinion/490918/gabor-g-kovats-steven-c-procuniar-joy-l-davis-roberta-m-delson-hace/\"><span class=\"volume\">822</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1303</span></a></span>, 1310 (3d Cir.1987), involves a somewhat unique situation because Rutgers University was originally a private university that was converted to a state university in 1956. <i>Id.</i> at 1310.</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/6470/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/73457/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/84812/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/95529/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108782/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110033/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111094/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112800/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117880/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/157029/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/397391/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/440367/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/451641/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/484697/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/490551/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/490918/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/500078/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/509009/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/541083/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/628596/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/653657/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/673862/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/692981/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/698668/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/712157/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/729952/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/765519/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/767005/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/772341/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/789721/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2368900/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2401373/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-21T19:43:49.663981Z",
      "date_modified": "2018-01-11T18:34:33.847830Z",
      "date_filed": "2005-05-11",
      "date_filed_is_approximate": false,
      "slug": "maryland-stadium-authority-university-system-of-maryland-v-ellerbe-becket",
      "citation_id": 762941,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "Maryland Stadium Authority University System of Maryland v. Ellerbe Becket Incorporated, a Delaware Corporation, Maryland Stadium Authority University System of Maryland v. Ellerbe Becket Incorporated, a Delaware Corporation",
      "federal_cite_one": "407 F.3d 255",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 49,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/715293/maryland-stadium-authority-university-system-of-maryland-v-ellerbe-becket/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T11:44:07.990009Z",
  "date_modified": "2016-02-01T18:32:35.035653Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "Maryland Stadium Authority University System of Maryland v. Ellerbe Becket Incorporated, a Delaware Corporation, Maryland Stadium Authority University System of Maryland v. Ellerbe Becket Incorporated, a Delaware Corporation",
  "slug": "maryland-stadium-authority-university-system-of-maryland-v-ellerbe-becket",
  "docket_number": "04-1743",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}