{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/716528/",
  "id": 716528,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca8/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/291231/",
      "id": 291231,
      "absolute_url": "/opinion/291231/lela-mae-haney-v-county-board-of-education-of-sevier-county/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/716528/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/291231/",
          "id": 291231,
          "absolute_url": "/opinion/291231/lela-mae-haney-v-county-board-of-education-of-sevier-county/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/291231/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T08:47:15Z",
          "date_modified": "2017-03-24T20:58:12.558157Z",
          "type": "010combined",
          "sha1": "0b272ee558c5963ec4c37d5e44a928cb0b8c9278",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/429/429.F2d.364.19899.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">429 F.2d 364</p>\n    <p class=\"parties\">Lela Mae HANEY et al., Appellants,<br>v.<br>COUNTY BOARD OF EDUCATION OF SEVIER COUNTY et al., Appellees.</p>\n    <p class=\"docket\">No. 19899.</p>\n    <p class=\"court\">United States Court of Appeals, Eighth Circuit.</p>\n    <p class=\"date\">June 29, 1970.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Norman J. Chachkin, New York City, for appellants; Jack Greenberg, New York City, and John W. Walker, Philip E. Kaplan, and John T. Lavey, of Walker, Rotenberry, Kaplan, Lavey &amp; Hollingsworth, Little Rock, Ark., on the briefs.</p>\n      <p class=\"indent\">Boyd Tackett, of Shaver, Tackett, Young &amp; Patton, Texarkana, Ark., for appellees; Nicholas H. Patton, Texarkana, Ark., on the brief.</p>\n      <p class=\"indent\">Before VAN OOSTERHOUT, Chief Judge, and MATTHES and GIBSON, Circuit Judges.</p>\n      <p class=\"indent\">GIBSON, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal concerning the specifics of a proposed school integration plan. In Haney v. County Board of Education of Sevier County, Ark., 410 F.2d 920 (8th Cir. 1969), we found \"as a matter of law that the school district lines of Sevier County were created to reflect racial separation by schools\" and charged the defendant School Board and officials \"with the affirmative duty fully and effectively to integrate their schools, faculties and transportation facilities.\" <i>Id.</i> at 926. On May 9, 1969 we remanded that case to the District Court \"with directions that the County Board of Education of Sevier County present a workable plan to effectuate a completely non-racial school system in Sevier County for the school term of 1969-70.\" <i>Id.</i> at 926-927.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Honorable Paul X. Williams of the District Court, by order dated June 24, 1969, required the County Board of Education to present such a plan to the court by July 15, 1969. On July 14 the County Board of Education filed a Response to Order setting forth a plan.<a class=\"footnote\" href=\"#fn1-3\" id=\"fn1-3_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On July 24 the District Court held a hearing on the plan at which the plaintiffs and Lockesburg School District submitted proposed alternatives<a class=\"footnote\" href=\"#fn2-3\" id=\"fn2-3_ref\">2</a> to the plan submitted by the County School Board. The District Court expressly refused to make the Lockesburg School Board's plan<a class=\"footnote\" href=\"#fn3-3\" id=\"fn3-3_ref\">3</a> either a part of the record or the court's official file.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A further hearing was scheduled for August 7 and the District Court circulated a draft decree to the parties prior thereto. The Court's proposal suggested that Sevier County School District No. 1 be annexed to the Lockesburg School District No. 16 and that the County Board of Miller County should appoint one to three, preferably three, school directors from the annexed district to Lockesburg School Board, increasing its number of directors to eight.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The final Order of the Court dated August 7, 1969 in pertinent part provided:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">1. Sevier County School District No. 1 is hereby annexed by Lockesburg School District No. 16; 2. Three of the school board members of the Sevier County District No. 1 are named to the school board of Lockesburg District No. 16 (thereby increasing the board's membership to eight) to serve terms as provided in The Arkansas Quality Education Act of 1969.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">3. The existing contracts for teachers employed by the Sevier County School District No. 1 are declared to be obligations of Lockesburg School District No. 16 and the Lockesburg District will utilize the services of five named teachers from the former Sevier County School District and of any other teacher of the former Sevier District at the discretion of the Lockesburg School Board.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">4. The present Lockesburg School District No. 16 facilities will be utilized and only if they prove inadequate will the facilities of Sevier County School District No. 1 be used; if the Lockesburg facilities prove inadequate, grades 7-9 will use the Sevier No. 1 facilities.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The District Court did not expressly retain jurisdiction over the implementation of the Order. Appellants filed their Notice of Appeal on August 9.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The appellants, who were the plaintiffs in the remanded <i>Haney</i> case, contend that the District Court, in complying with this Court's mandate \"to effectuate a completely non-racial school system in Sevier County for the school term 1969-70,\" erred in its initial premise by assuming that it was bound by Arkansas law, The Quality Education Act of 1969, Ark.Stat.Anno. &#167; 80-4601 to 4615 (1969 Supp.). We agree. Appellees' assertion that the District Court for the District of Arkansas is bound to adhere to Arkansas law, unless the state law violates some provision of the Constitution, is not constitutionally sound where the operation of the state law in question fails to provide the constitutional guarantee of a non-racial unitary school system. The remedial power of the federal courts under the Fourteenth Amendment is not limited by state law. Louisiana v. United States, 380 U.S. 145, 154, 85 S.Ct. 817, 13 L.Ed.2d 709 (1965). Therefore, it was not mandatory that the District Court model its Order dealing with annexation and the composition of the new school board after a state law which merely required the annexation of all school districts with less that \"A\" rated schools no later than June 1, 1979.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In <i>Brown II,</i> 349 U.S. 294, 75 S.Ct. 753, 99 L.Ed. 1083 (1955) the Supreme Court reversed and remanded the cases to local federal district courts \"to take such proceedings and enter such orders and decrees consistent with this opinion as are necessary and proper to admit to public schools on a racially nondiscriminatory basis with all deliberate speed the parties to these cases.\" <i>Id.</i> at 301, 75 S.Ct. at 757. The Court's rationale is clear:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">\"In fashioning and effectuating the decrees, the courts will be guided by equitable principles. Traditionally, equity has been characterized by a practical flexibility in shaping its remedies and by a facility for adjusting and reconciling public and private needs. These cases call for the exercise of these traditional attributes of equity power.\" <i>Id.</i> at 300, 75 S.Ct. at 756 (footnotes omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\"><i>See also</i> United States v. Montgomery County Board of Education, 395 U.S. 225, 227, 89 S.Ct. 1670, 23 L.Ed.2d 263 (1969). It is also appropriate to note that in Louisiana v. United States, 380 U.S. 145, 85 S.Ct. 817, 822, 13 L.Ed.2d 709 (1965), in which the Supreme Court affirmed a district court's \"holding that the provisions of the Louisiana Constitution and statutes which require voters to satisfy registrars of their ability to `understand and give a reasonable interpretation of any section' of the Federal or Louisiana Constitution violate the [Fifteenth Amendment to the] Constitution,\" the Court clearly stated that a federal district court \"has not merely the power but the duty to render a decree which will so far as possible eliminate the discriminatory effects of the past as well as bar like discrimination in the future.\" <i>Id.</i> at 154, 85 S.Ct. at 822.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Consequently, we can only conclude that regardless of the constitutionality of The Arkansas Quality Education Act, it in no way limits the equity power of a federal district court in fashioning a decree which will effectuate \"a completely non-racial school system in Sevier County.\" While there is possible merit in the appellants' contention that a unitary school system for Sevier County should have been achieved by the consolidation of Sevier County District No. 1 and Lockesburg District No. 16, we do not find constitutional error in ordering the larger more populous former white school district to annex the smaller less populous former black school district if that annexation does in fact accomplish a unitary nonracial school system.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is clear that the part of the District Court's Order which enlarges the Lockesburg School District board from five to eight members and names three members of the former Sevier County District No. 1 board to this enlarged board is violative of the Equal Protection Clause of the Fourteenth Amendment. The Order states that the three black board members' terms are to be governed by The Quality Education Act and &#167; 13 of that Act states that such directors shall serve until the next regular school election, at which time an election for these three additional director positions will be held. Ark. Stat.Anno. &#167; 80-4613 (1969 Supp.). However, under Arkansas Statute Anno. &#167; 80-502.6 (1969 Supp.), the terms of the five white directors holding office at the time of the Order do not end at the time of the next regular school election, rather their terms (not to exceed four years) are to be established by resolution of two-thirds of the board's membership. Thus, not only does the Court's Order name but three of the five black members of the former Sevier County District No. 1 school board to the new board while retaining all five white members of the Lockesburg school board, but it also provides for the expiration of the three black members' terms at the next regular school election, whereas the five white holdover members' terms are to be established by a two-thirds resolution of the board and can be set for as long as four years.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Since the Boards of Directors of Arkansas school districts are elected officials exercising general governmental powers over the entire geographical area served by their districts, we feel that the District Court in structuring its equitable relief should order a popular election of the new school board so that each qualified voter in the district as now constituted has an equal opportunity to participate in the election of these local governmental officials. <i>See</i> Hadley v. Junior College District of Metropolitan Kansas City, 397 U.S. 50, 90 S.Ct. 791, 25 L.Ed.2d 45 (1970).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The appellants also charge that the portion of the Order which calls for paying the contract salaries of all teachers of the former Sevier County School District No. 1 while using only five of the black teachers in instructional positions is directly contrary to Smith v. Board of Education of Morrilton School Dist. No. 32, 365 F.2d 770 (8th Cir. 1966), and will make objective evaluation of all teachers most difficult when faculty reduction begins next school year. Although no teachers will have their contracts terminated until the forthcoming school year, it is asserted that the right of teachers to be free from racial discrimination and the right of pupils to be educated in a unitary non-racial school system extends not merely to hiring and firing of teachers but also to assignment of teachers.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The appellees contend that the burden of proof as to discrimination in the hiring of teachers is upon the persons who assert it, and not upon the school board, citing Chambers, v. Hendersonville City Board of Education, 245 F. Supp. 759 (W.D.N.C.1965). It is asserted that the appellants have offered absolutely no proof of racial discrimination in the hiring or firing of teachers.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Since the issue presented involves the question of discrimination in the assignment of teachers and does not involve questions of hiring and firing, the appellees have focused on the wrong issue. Nonetheless, we think it appropriate to clarify any misconception that the black teachers who are not being utilized by the Lockesburg school district are free to do as they please and still collect their full salaries. The Order states that the Lockesburg school district will utilize the services of any of the non-assigned black teachers \"as may be required and as determined by the School Board.\" It may be inferred that any non-assigned black teacher who is not readily available at the call of the School Board (due to leaving the community or taking another job) would risk termination of his teaching contract.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">At the outset we note that on appeal the Fourth Circuit reversed the district court opinion cited by appellees, concluding that \"in the face of the long history of racial discrimination in the community and the failure of the public school system to desegregate in compliance with the mandate of <i>Brown</i> until forced to do so by litigation\", the sudden decrease in the number of black teachers from 24 to 8 in the city school system raised \"an inference of discrimination which thrust upon the School Board the burden of justifying its conduct by clear and convincing evidence.\" Chambers v. Hendersonville City Board of Education, 364 F.2d 189, 192 (4th Cir. 1966) (en banc). We also note very little would seem to be left of that district court's holding that the burden of proof is upon those claiming that they were wrongfully displaced or refused employment because of their race in light of the Fourth Circuit's statement that \"where a history of racial discrimination exists, the burden of proof has been thrown upon the party having the power to produce the facts.\" <i>Id.</i> at 192. <i>See also</i> Smith v. Board of Education of Morrilton School Dist. No. 32, 365 F.2d 770, 783 (8th Cir. 1966). Furthermore, we think the Supreme Court's statement in Green v. County School Board of New Kent County, 391 U.S. 430, 439, 88 S.Ct. 1689, 20 L.Ed.2d 716 (1968), with regard to the district court's obligation to assess the effectiveness of proposed school desegregation plans, that \"the availability to the [school] board of other more promising courses of action may indicate a lack of good faith; and at the least it places a heavy burden upon the board to explain its preference for an apparently less effective method\" is equally applicable to our review of the District Court's Order.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This Court has held that nondiscriminatory allocation of faculty is indispensable to the validity of a pupil desegregation plan. Smith v. Board of Education of Morrilton School Dist. No. 32, 365 F.2d at 778; Kemp v. Beasley, 352 F.2d 14, 22 (8th Cir. 1965); Kemp v. Beasley, 389 F.2d 178, 186 (8th Cir. 1968). <i>See</i> United States v. Montgomery County Board of Education, 395 U. S. 225, 89 S.Ct. 1670, 23 L.Ed.2d 263 (1969); Bradley v. School Board of City of Richmond, 382 U.S. 103, 86 S.Ct. 224, 15 L.Ed.2d 187 (1965); Rogers v. Paul, 382 U.S. 198, 86 S.Ct. 358, 15 L.Ed.2d 265 (1965). In the instant case pupil and faculty integration have been accomplished and the school board is to be commended for facing up to its constitutional responsibilities. Of the 19 teachers utilized by the Lockesburg school district in the school year 1969-70, five are black. Of the 389 students enrolled in the Lockesburg school district for the same period of time, 76 students are black &#8212; approximately 19 per cent. Yet, while no teachers were dismissed due to the Lockesburg annexation of the Sevier County District No. 1, the only teachers who were not given teaching assignments by the Court's Order were black.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This Court has found in the process of school integration that school consolidation has often made possible a reduction and a saving in the overall teaching staff. Recognizing this reality we have upheld the nonreemployment of black teachers when it can be shown that the failure to continue their employment is not racially motivated. Walton v. Nashville, Ark. Spec. School Dist. No. 1, 401 F.2d 137 (8th Cir. 1968). But we made clear that those who are employment victims of the constitutionally required process \"have every right to demand and to be shown that race is not the criterion by which employment is granted or denied.\" <i>Id.</i> at 144. We think the nonassigned black teachers in the instant case have an equal right to know the basis of the decision not to assign them to teaching positions. <i>See generally,</i> Annot., 3 A.L.R. Fed. 325 (1970).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">While we recognize that faculty selection, including the transfer and assignment of teachers, must remain for the expertise of the school board and its officials, <i>see</i> Kemp v. Beasley, 389 F.2d at 189, we think the long history of racial discrimination in this community's schools and the fact that only black teachers were not assigned to teaching positions would clearly satisfy any burden of coming forward the appellants may have had and would place the burden of proof on the school board to show no racial discrimination in its teaching assignments. Moreover, in the case at bar the teacher assignments were not made by the Lockesburg school board, but rather were set forth in the District Court's Order. There is nothing in either the Order or the record which explains the rationale for the Court's assignment of teachers. Furthermore, the Court obviously was not acting upon the advice of the new school board (whose membership we earlier found constitutionally defective) as the new board was only made official with the issuance of the Court's Order.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We conclude the Court erred in making teacher assignments in its Order as this is a board matter. The new school board should be ordered to set up definite objective standards for the employment, retention, transfer and assignment of teachers on a non-racial, nondiscriminatory basis and to apply these standards to all teachers impartially in a manner compatible with the requirements of the Equal Protection Clause of the United States Constitution. <i>See</i> Chambers v. Hendersonville City Board of Education, 364 F.2d at 193. The District Court's Order should be modified accordingly and provision should be made to insure that the nonassigned black teachers will in no way be penalized for not having taught this year when the school board makes its faculty reduction-retention decisions for the school year of 1970-71. We are not saying that all teachers have to be retained in the school system but only that an objective nondiscriminatory standard must be set up and utilized for the evaluation and retention of the teachers needed for the operation of the school system.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The appellants also argue that the part of the Court's Order which requires utilization of the Lockesburg school facilities but permits utilization of the former Sevier County School District No. 1 facilities only if the Lockesburg facilities prove inadequate places the burden of integration upon the black schoolchildren, making them second class pupils. It is contended the District Court's Order making mandatory the usage of the Lockesburg schools and the conclusion of the Lockesburg school board that the Lockesburg facilities were adequate (and hence the Sevier facilities were unnecessary) do not constitute a good faith, reasonably adequate implementation of the constitutional principles set out by us in <i>Haney I.</i></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In Felder v. Harnett County Board of Education, 409 F.2d 1070, 1074 (4th Cir. 1969), relied upon by appellants, the Fourth Circuit held inadequate a desegregation plan which proposed to close the three black high schools and assign their students to predominantly white high schools since \"[t]here was no explanation offered as to how the School Board determined upon particular schools for extinction, nor did the closing plan disclose criteria for assignment of the students of the closed schools except for a cryptic reference to bus routes.\" Appellants also rely on Brice v. Landis, 314 F.Supp. 974 (N.D.Cal. 1969), where a desegregation plan which proposed to close the black high school because it was operationally uneconomical and to bus the black students to formerly white schools was held not to be a good faith, reasonably adequate implementation of the constitutional requirement of a racially nondiscriminatory school system because the burden of desegregation was placed entirely upon the black pupils without an adequate showing as to the necessity of closing the black school.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Appellees urge the <i>Brice</i> case is distinguishable in that the proposed closing of the black school and the assignment of black students to white schools meant that only black pupils would be bussed under the plan rejected in <i>Brice,</i> whereas in the instant case, due to the rural nature of the Lockesburg school district, practically all students regardless of race must be bussed to school. It is also pointed out that the two facilities of Lockesburg and Sevier are only six-tenths of a mile apart. Notwithstanding these distinctions and our firm belief that decisions concerning utilization of school facilities are committed to the discretion of the school board (within constitutionally permissible limits), we think there is a heavy burden on the school board, and in the instant case on the District Court since its Order made mandatory the utilization of the Lockesburg facilities, to explain the closing of facilities formerly used for the instruction of black students. Although the record establishes that the Sevier County high school has only a \"C\" rating by the Arkansas Department of Education, the Sevier County elementary school at least as of one year ago was rated \"A.\" Haney v. County Board of Education, 410 F.2d at 922.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The matter of utilization of available facilities is within the province and discretion of the school board. There is a statement in the record that the classrooms of the former Sevier School district are not of sufficient size to meet current state standards. These details, of course, are subject to many variations and much can be done within the existing framework of operation to sufficiently utilize existing facilities. This is not a matter for court consideration but rather should be resolved on some rational nondiscriminatory basis by the local school board.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In closing we recognize the substantial and affirmative steps taken by the appellees and the District Court in attempting to conform to the mandate of <i>Haney I.</i> We are also appreciative of the cooperation expressed by counsel for the Lockesburg School District at oral argument in stating that the district is ready to fully and affirmatively comply with the mandate of <i>Haney I</i> and any other directives that might be issued by this court and the District Court.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Consequently, we hold that the District Court's Order must be modified to require the election at the earliest practicable date of a new school board for the merged district and to require the new school board to adopt an objective and nondiscriminatory standard for the evaluation and retention of teachers for the coming school term and to apply these standards in a manner compatible with the requirements of the Equal Protection Clause of the United States Constitution; further that the Order be modified in any other respect necessary to carry out the mandate of <i>Haney I</i> and the views expressed in this opinion. We note that the plan filed by the County Board of Education facially sets up a structure for the operation of a unitary racially nondiscriminatory school system and we suggest that the District Court give consideration to it in modifying its Order upon remand.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Finally, it is asserted by appellants that the District Court should have retained jurisdiction and established reporting provisions by the new school district. We agree. As we stated in Kelley v. Altheimer, Ark. Public School Dist. No. 22, 378 F.2d 483, 489 (8th Cir. 1967):</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">\"[U]nder their continuing responsibility to protect the constitutional rights of parties who appeal to it for protection, District Courts should retain jurisdiction in school segregation cases to insure (1) that a constitutionally acceptable plan is adopted, and (2) that it is operated in a constitutionally permissible fashion so that the goal of a desegregated, non-racially operated school system is rapidly and finally achieved.\"</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The judgment of the District Court is vacated insofar as its Order entered is inconsistent with the views expressed herein and the case is remanded for further proceedings consistent with this opinion. The mandate shall issue forthwith.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-3\">\n        <a class=\"footnote\" href=\"#fn1-3_ref\">1</a>\n        <p> The pertinent parts of the plan were:</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p class=\"indent\"> Lockesburg School District No. 16 and Sevier County School District No. 1 would be combined to form a new geographic district named Lockesburg School District No. 2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-3\">\n        <a class=\"footnote\" href=\"#fn2-3_ref\">2</a>\n        <p class=\"indent\"> An election of an entirely new five member school board would be held at the earliest opportunity to achieve a truly representative school board</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-3\">\n        <a class=\"footnote\" href=\"#fn3-3_ref\">3</a>\n        <p class=\"indent\"> All teacher contracts completed prior to this plan of consolidation would be honored, teacher assignments would be made without regard to race, and future employment standards would be established without regard to race</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">4</a>\n        <p class=\"indent\"> Any or all of the present facilities may be used by the new school board at its discretion, and, should it decide to continue to operate dual facilities, it may permit transfers by individual students</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">2</a>\n        <p> The plaintiffs' proposal was:</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p class=\"indent\"> Consolidation of Lockesburg School District No. 16 and Sevier County School District No. 1 to form a new school district, the name of which shall be determined by the Board of Directors</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">2</a>\n        <p class=\"indent\"> The present School Boards of Sevier County School District No. 1 and Lockesburg School District No. 16 would continue as Directors of the new consolidated school district until, through the expiration of the terms they would have served had they continued to serve in the former districts, there remain only five directors for service on the new consolidated school board, at which time a new election shall be held</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">3</a>\n        <p class=\"indent\"> All contracts entered into between the individual school districts and teachers prior to this consolidation shall be honored by the consolidated district and teachers shall be assigned to teaching positions in accordance with the same grades and subjects which they formerly taught in the facilities operated by the separate school districts and without regard to race</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">4</a>\n        <p class=\"indent\"> The facilities formerly operated by the Sevier County School District No. 1 shall be operated as an elementary school and the facility formerly operated by the Lockesburg School District No. 16 shall be operated as a secondary school</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">3</a>\n        <p> It is alleged that the Lockesburg School Board recommended the following resolution:</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p class=\"indent\"> Lockesburg School District No. 16 would annex the Sevier County School District No. 1, apparently with no change of name</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">2</a>\n        <p class=\"indent\"> No provision was made concerning the composition of the school board</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">3</a>\n        <p class=\"indent\"> All contracts for both districts that were issued before July 1, 1969 (the start of the fiscal school year) would be honored if the teachers held a valid certificate; however, only five of the Sevier County District No. 1 teachers would actually teach, the others remaining subject to being called into service if subsequently needed. Of the five blacks chosen for active duty, one, the principal at Sevier County District No. 1, would apparently serve in an administrative capacity and four would teach a section of the four grade school classes with 40 or more students</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">4</a>\n        <p class=\"indent\"> None of the physical plant of Sevier County School District No. 1 would be used at the present time</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"291230\"><a href=\"/opinion/291230/guy-junior-blackburn-v-us-parole-board/\"><span class=\"volume\">429</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">364</span></a></span></p>\n    <p class=\"parties\">Lela Mae HANEY et al., Appellants,<br>v.<br>COUNTY BOARD OF EDUCATION OF SEVIER COUNTY et al., Appellees.</p>\n    <p class=\"docket\">No. 19899.</p>\n    <p class=\"court\">United States Court of Appeals, Eighth Circuit.</p>\n    <p class=\"date\">June 29, 1970.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Norman J. Chachkin, New York City, for appellants; Jack Greenberg, New York City, and John W. Walker, Philip E. Kaplan, and John T. Lavey, of Walker, Rotenberry, Kaplan, Lavey &amp; Hollingsworth, Little Rock, Ark., on the briefs.</p>\n      <p class=\"indent\">Boyd Tackett, of Shaver, Tackett, Young &amp; Patton, Texarkana, Ark., for appellees; Nicholas H. Patton, Texarkana, Ark., on the brief.</p>\n      <p class=\"indent\">Before VAN OOSTERHOUT, Chief Judge, and MATTHES and GIBSON, Circuit Judges.</p>\n      <p class=\"indent\">GIBSON, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal concerning the specifics of a proposed school integration plan. In Haney v. County Board of Education of Sevier County, Ark., <span class=\"citation\" data-id=\"284783\"><a href=\"/opinion/284783/lela-mae-haney-v-county-board-of-education-of-sevier-county-arkansas/\"><span class=\"volume\">410</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">920</span></a></span> (8th Cir. 1969), we found \"as a matter of law that the school district lines of Sevier County were created to reflect racial separation by schools\" and charged the defendant School Board and officials \"with the affirmative duty fully and effectively to integrate their schools, faculties and transportation facilities.\" <i>Id.</i> at 926. On May 9, 1969 we remanded that case to the District Court \"with directions that the County Board of Education of Sevier County present a workable plan to effectuate a completely non-racial school system in Sevier County for the school term of 1969-70.\" <i>Id.</i> at 926-927.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Honorable Paul X. Williams of the District Court, by order dated June 24, 1969, required the County Board of Education to present such a plan to the court by July 15, 1969. On July 14 the County Board of Education filed a Response to Order setting forth a plan.<a class=\"footnote\" href=\"#fn1-3\" id=\"fn1-3_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On July 24 the District Court held a hearing on the plan at which the plaintiffs and Lockesburg School District submitted proposed alternatives<a class=\"footnote\" href=\"#fn2-3\" id=\"fn2-3_ref\">2</a> to the plan submitted by the County School Board. The District Court expressly refused to make the Lockesburg School Board's plan<a class=\"footnote\" href=\"#fn3-3\" id=\"fn3-3_ref\">3</a> either a part of the record or the court's official file.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A further hearing was scheduled for August 7 and the District Court circulated a draft decree to the parties prior thereto. The Court's proposal suggested that Sevier County School District No. 1 be annexed to the Lockesburg School District No. 16 and that the County Board of Miller County should appoint one to three, preferably three, school directors from the annexed district to Lockesburg School Board, increasing its number of directors to eight.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The final Order of the Court dated August 7, 1969 in pertinent part provided:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">1. Sevier County School District No. 1 is hereby annexed by Lockesburg School District No. 16; 2. Three of the school board members of the Sevier County District No. 1 are named to the school board of Lockesburg District No. 16 (thereby increasing the board's membership to eight) to serve terms as provided in The Arkansas Quality Education Act of 1969.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">3. The existing contracts for teachers employed by the Sevier County School District No. 1 are declared to be obligations of Lockesburg School District No. 16 and the Lockesburg District will utilize the services of five named teachers from the former Sevier County School District and of any other teacher of the former Sevier District at the discretion of the Lockesburg School Board.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">4. The present Lockesburg School District No. 16 facilities will be utilized and only if they prove inadequate will the facilities of Sevier County School District No. 1 be used; if the Lockesburg facilities prove inadequate, grades 7-9 will use the Sevier No. 1 facilities.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The District Court did not expressly retain jurisdiction over the implementation of the Order. Appellants filed their Notice of Appeal on August 9.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The appellants, who were the plaintiffs in the remanded <i>Haney</i> case, contend that the District Court, in complying with this Court's mandate \"to effectuate a completely non-racial school system in Sevier County for the school term 1969-70,\" erred in its initial premise by assuming that it was bound by Arkansas law, The Quality Education Act of 1969, Ark.Stat.Anno. &#167; 80-4601 to 4615 (1969 Supp.). We agree. Appellees' assertion that the District Court for the District of Arkansas is bound to adhere to Arkansas law, unless the state law violates some provision of the Constitution, is not constitutionally sound where the operation of the state law in question fails to provide the constitutional guarantee of a non-racial unitary school system. The remedial power of the federal courts under the Fourteenth Amendment is not limited by state law. Louisiana v. United States, <span class=\"citation\" data-id=\"106993\"><a href=\"/opinion/106993/louisiana-v-united-states/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">145</span></a></span>, 154, <span class=\"citation\" data-id=\"106993\"><a href=\"/opinion/106993/louisiana-v-united-states/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></a></span>, <span class=\"citation\" data-id=\"106993\"><a href=\"/opinion/106993/louisiana-v-united-states/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">709</span></a></span> (1965). Therefore, it was not mandatory that the District Court model its Order dealing with annexation and the composition of the new school board after a state law which merely required the annexation of all school districts with less that \"A\" rated schools no later than June 1, 1979.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In <i>Brown II,</i> <span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">349</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span>, <span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">753</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1083</span></span> (1955) the Supreme Court reversed and remanded the cases to local federal district courts \"to take such proceedings and enter such orders and decrees consistent with this opinion as are necessary and proper to admit to public schools on a racially nondiscriminatory basis with all deliberate speed the parties to these cases.\" <i>Id.</i> at 301, 75 S.Ct. at 757. The Court's rationale is clear:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">\"In fashioning and effectuating the decrees, the courts will be guided by equitable principles. Traditionally, equity has been characterized by a practical flexibility in shaping its remedies and by a facility for adjusting and reconciling public and private needs. These cases call for the exercise of these traditional attributes of equity power.\" <i>Id.</i> at 300, 75 S.Ct. at 756 (footnotes omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\"><i>See also</i> United States v. Montgomery County Board of Education, <span class=\"citation\" data-id=\"107950\"><a href=\"/opinion/107950/united-states-v-montgomery-bd-of-educ/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">225</span></a></span>, 227, <span class=\"citation\" data-id=\"107950\"><a href=\"/opinion/107950/united-states-v-montgomery-bd-of-educ/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1670</span></a></span>, <span class=\"citation\" data-id=\"107950\"><a href=\"/opinion/107950/united-states-v-montgomery-bd-of-educ/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">263</span></a></span> (1969). It is also appropriate to note that in Louisiana v. United States, <span class=\"citation\" data-id=\"106993\"><a href=\"/opinion/106993/louisiana-v-united-states/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">145</span></a></span>, <span class=\"citation\" data-id=\"106993\"><a href=\"/opinion/106993/louisiana-v-united-states/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></a></span>, 822, <span class=\"citation\" data-id=\"106993\"><a href=\"/opinion/106993/louisiana-v-united-states/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">709</span></a></span> (1965), in which the Supreme Court affirmed a district court's \"holding that the provisions of the Louisiana Constitution and statutes which require voters to satisfy registrars of their ability to `understand and give a reasonable interpretation of any section' of the Federal or Louisiana Constitution violate the [Fifteenth Amendment to the] Constitution,\" the Court clearly stated that a federal district court \"has not merely the power but the duty to render a decree which will so far as possible eliminate the discriminatory effects of the past as well as bar like discrimination in the future.\" <i>Id.</i> at 154, 85 S.Ct. at 822.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Consequently, we can only conclude that regardless of the constitutionality of The Arkansas Quality Education Act, it in no way limits the equity power of a federal district court in fashioning a decree which will effectuate \"a completely non-racial school system in Sevier County.\" While there is possible merit in the appellants' contention that a unitary school system for Sevier County should have been achieved by the consolidation of Sevier County District No. 1 and Lockesburg District No. 16, we do not find constitutional error in ordering the larger more populous former white school district to annex the smaller less populous former black school district if that annexation does in fact accomplish a unitary nonracial school system.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is clear that the part of the District Court's Order which enlarges the Lockesburg School District board from five to eight members and names three members of the former Sevier County District No. 1 board to this enlarged board is violative of the Equal Protection Clause of the Fourteenth Amendment. The Order states that the three black board members' terms are to be governed by The Quality Education Act and &#167; 13 of that Act states that such directors shall serve until the next regular school election, at which time an election for these three additional director positions will be held. Ark. Stat.Anno. &#167; 80-4613 (1969 Supp.). However, under Arkansas Statute Anno. &#167; 80-502.6 (1969 Supp.), the terms of the five white directors holding office at the time of the Order do not end at the time of the next regular school election, rather their terms (not to exceed four years) are to be established by resolution of two-thirds of the board's membership. Thus, not only does the Court's Order name but three of the five black members of the former Sevier County District No. 1 school board to the new board while retaining all five white members of the Lockesburg school board, but it also provides for the expiration of the three black members' terms at the next regular school election, whereas the five white holdover members' terms are to be established by a two-thirds resolution of the board and can be set for as long as four years.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Since the Boards of Directors of Arkansas school districts are elected officials exercising general governmental powers over the entire geographical area served by their districts, we feel that the District Court in structuring its equitable relief should order a popular election of the new school board so that each qualified voter in the district as now constituted has an equal opportunity to participate in the election of these local governmental officials. <i>See</i> Hadley v. Junior College District of Metropolitan Kansas City, <span class=\"citation\" data-id=\"108076\"><a href=\"/opinion/108076/hadley-v-junior-college-dist-of-metropolitan-kansas-city/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">50</span></a></span>, <span class=\"citation\" data-id=\"108076\"><a href=\"/opinion/108076/hadley-v-junior-college-dist-of-metropolitan-kansas-city/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">791</span></a></span>, <span class=\"citation\" data-id=\"108076\"><a href=\"/opinion/108076/hadley-v-junior-college-dist-of-metropolitan-kansas-city/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">45</span></a></span> (1970).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The appellants also charge that the portion of the Order which calls for paying the contract salaries of all teachers of the former Sevier County School District No. 1 while using only five of the black teachers in instructional positions is directly contrary to Smith v. Board of Education of Morrilton School Dist. No. 32, <span class=\"citation\" data-id=\"273014\"><a href=\"/opinion/273014/clement-s-smith-and-the-arkansas-teachers-association-inc-and-margaret/\"><span class=\"volume\">365</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">770</span></a></span> (8th Cir. 1966), and will make objective evaluation of all teachers most difficult when faculty reduction begins next school year. Although no teachers will have their contracts terminated until the forthcoming school year, it is asserted that the right of teachers to be free from racial discrimination and the right of pupils to be educated in a unitary non-racial school system extends not merely to hiring and firing of teachers but also to assignment of teachers.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The appellees contend that the burden of proof as to discrimination in the hiring of teachers is upon the persons who assert it, and not upon the school board, citing Chambers, v. Hendersonville City Board of Education, <span class=\"citation\" data-id=\"1673414\"><a href=\"/opinion/1673414/chambers-v-hendersonville-city-board-of-education/\"><span class=\"volume\">245</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">759</span></a></span> (W.D.N.C.1965). It is asserted that the appellants have offered absolutely no proof of racial discrimination in the hiring or firing of teachers.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Since the issue presented involves the question of discrimination in the assignment of teachers and does not involve questions of hiring and firing, the appellees have focused on the wrong issue. Nonetheless, we think it appropriate to clarify any misconception that the black teachers who are not being utilized by the Lockesburg school district are free to do as they please and still collect their full salaries. The Order states that the Lockesburg school district will utilize the services of any of the non-assigned black teachers \"as may be required and as determined by the School Board.\" It may be inferred that any non-assigned black teacher who is not readily available at the call of the School Board (due to leaving the community or taking another job) would risk termination of his teaching contract.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">At the outset we note that on appeal the Fourth Circuit reversed the district court opinion cited by appellees, concluding that \"in the face of the long history of racial discrimination in the community and the failure of the public school system to desegregate in compliance with the mandate of <i>Brown</i> until forced to do so by litigation\", the sudden decrease in the number of black teachers from 24 to 8 in the city school system raised \"an inference of discrimination which thrust upon the School Board the burden of justifying its conduct by clear and convincing evidence.\" Chambers v. Hendersonville City Board of Education, <span class=\"citation\" data-id=\"272662\"><a href=\"/opinion/272662/1-fair-emplpraccas-488-1-empl-prac-dec-p-9741-grace-chambers-doris/\"><span class=\"volume\">364</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span>, 192 (4th Cir. 1966) (en banc). We also note very little would seem to be left of that district court's holding that the burden of proof is upon those claiming that they were wrongfully displaced or refused employment because of their race in light of the Fourth Circuit's statement that \"where a history of racial discrimination exists, the burden of proof has been thrown upon the party having the power to produce the facts.\" <i>Id.</i> at 192. <i>See also</i> Smith v. Board of Education of Morrilton School Dist. No. 32, <span class=\"citation\" data-id=\"273014\"><a href=\"/opinion/273014/clement-s-smith-and-the-arkansas-teachers-association-inc-and-margaret/\"><span class=\"volume\">365</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">770</span></a></span>, 783 (8th Cir. 1966). Furthermore, we think the Supreme Court's statement in Green v. County School Board of New Kent County, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">430</span></a></span>, 439, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">716</span></a></span> (1968), with regard to the district court's obligation to assess the effectiveness of proposed school desegregation plans, that \"the availability to the [school] board of other more promising courses of action may indicate a lack of good faith; and at the least it places a heavy burden upon the board to explain its preference for an apparently less effective method\" is equally applicable to our review of the District Court's Order.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This Court has held that nondiscriminatory allocation of faculty is indispensable to the validity of a pupil desegregation plan. Smith v. Board of Education of Morrilton School Dist. No. 32, 365 F.2d at 778; Kemp v. Beasley, <span class=\"citation\" data-id=\"269447\"><a href=\"/opinion/269447/dossie-wayne-kemp-v-leroy-beasley/\"><span class=\"volume\">352</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">14</span></a></span>, 22 (8th Cir. 1965); Kemp v. Beasley, <span class=\"citation\" data-id=\"278736\"><a href=\"/opinion/278736/dossie-wayne-kemp-v-leroy-beasley/\"><span class=\"volume\">389</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">178</span></a></span>, 186 (8th Cir. 1968). <i>See</i> United States v. Montgomery County Board of Education, <span class=\"citation\" data-id=\"107950\"><a href=\"/opinion/107950/united-states-v-montgomery-bd-of-educ/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">225</span></a></span>, <span class=\"citation\" data-id=\"107950\"><a href=\"/opinion/107950/united-states-v-montgomery-bd-of-educ/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1670</span></a></span>, <span class=\"citation\" data-id=\"107950\"><a href=\"/opinion/107950/united-states-v-montgomery-bd-of-educ/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">263</span></a></span> (1969); Bradley v. School Board of City of Richmond, <span class=\"citation\" data-id=\"107112\"><a href=\"/opinion/107112/bradley-v-school-bd-of-richmond/\"><span class=\"volume\">382</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, <span class=\"citation\" data-id=\"107112\"><a href=\"/opinion/107112/bradley-v-school-bd-of-richmond/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">224</span></a></span>, <span class=\"citation\" data-id=\"107112\"><a href=\"/opinion/107112/bradley-v-school-bd-of-richmond/\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">187</span></a></span> (1965); Rogers v. Paul, <span class=\"citation\" data-id=\"107125\"><a href=\"/opinion/107125/patricia-rogers-v-edgar-f-paul/\"><span class=\"volume\">382</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">198</span></a></span>, <span class=\"citation\" data-id=\"107125\"><a href=\"/opinion/107125/patricia-rogers-v-edgar-f-paul/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">358</span></a></span>, <span class=\"citation\" data-id=\"107125\"><a href=\"/opinion/107125/patricia-rogers-v-edgar-f-paul/\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1965). In the instant case pupil and faculty integration have been accomplished and the school board is to be commended for facing up to its constitutional responsibilities. Of the 19 teachers utilized by the Lockesburg school district in the school year 1969-70, five are black. Of the 389 students enrolled in the Lockesburg school district for the same period of time, 76 students are black &#8212; approximately 19 per cent. Yet, while no teachers were dismissed due to the Lockesburg annexation of the Sevier County District No. 1, the only teachers who were not given teaching assignments by the Court's Order were black.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This Court has found in the process of school integration that school consolidation has often made possible a reduction and a saving in the overall teaching staff. Recognizing this reality we have upheld the nonreemployment of black teachers when it can be shown that the failure to continue their employment is not racially motivated. Walton v. Nashville, Ark. Spec. School Dist. No. 1, <span class=\"citation\" data-id=\"281708\"><a href=\"/opinion/281708/mrs-ernestine-walton-claude-e-king-jr-and-major-reynolds-white-v-the/\"><span class=\"volume\">401</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">137</span></a></span> (8th Cir. 1968). But we made clear that those who are employment victims of the constitutionally required process \"have every right to demand and to be shown that race is not the criterion by which employment is granted or denied.\" <i>Id.</i> at 144. We think the nonassigned black teachers in the instant case have an equal right to know the basis of the decision not to assign them to teaching positions. <i>See generally,</i> Annot., 3 A.L.R. Fed. 325 (1970).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">While we recognize that faculty selection, including the transfer and assignment of teachers, must remain for the expertise of the school board and its officials, <i>see</i> Kemp v. Beasley, 389 F.2d at 189, we think the long history of racial discrimination in this community's schools and the fact that only black teachers were not assigned to teaching positions would clearly satisfy any burden of coming forward the appellants may have had and would place the burden of proof on the school board to show no racial discrimination in its teaching assignments. Moreover, in the case at bar the teacher assignments were not made by the Lockesburg school board, but rather were set forth in the District Court's Order. There is nothing in either the Order or the record which explains the rationale for the Court's assignment of teachers. Furthermore, the Court obviously was not acting upon the advice of the new school board (whose membership we earlier found constitutionally defective) as the new board was only made official with the issuance of the Court's Order.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We conclude the Court erred in making teacher assignments in its Order as this is a board matter. The new school board should be ordered to set up definite objective standards for the employment, retention, transfer and assignment of teachers on a non-racial, nondiscriminatory basis and to apply these standards to all teachers impartially in a manner compatible with the requirements of the Equal Protection Clause of the United States Constitution. <i>See</i> Chambers v. Hendersonville City Board of Education, 364 F.2d at 193. The District Court's Order should be modified accordingly and provision should be made to insure that the nonassigned black teachers will in no way be penalized for not having taught this year when the school board makes its faculty reduction-retention decisions for the school year of 1970-71. We are not saying that all teachers have to be retained in the school system but only that an objective nondiscriminatory standard must be set up and utilized for the evaluation and retention of the teachers needed for the operation of the school system.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The appellants also argue that the part of the Court's Order which requires utilization of the Lockesburg school facilities but permits utilization of the former Sevier County School District No. 1 facilities only if the Lockesburg facilities prove inadequate places the burden of integration upon the black schoolchildren, making them second class pupils. It is contended the District Court's Order making mandatory the usage of the Lockesburg schools and the conclusion of the Lockesburg school board that the Lockesburg facilities were adequate (and hence the Sevier facilities were unnecessary) do not constitute a good faith, reasonably adequate implementation of the constitutional principles set out by us in <i>Haney I.</i></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In Felder v. Harnett County Board of Education, <span class=\"citation\" data-id=\"284474\"><a href=\"/opinion/284474/mamie-e-felder-v-harnett-county-board-of-education-and-g-t-proffit/\"><span class=\"volume\">409</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1070</span></a></span>, 1074 (4th Cir. 1969), relied upon by appellants, the Fourth Circuit held inadequate a desegregation plan which proposed to close the three black high schools and assign their students to predominantly white high schools since \"[t]here was no explanation offered as to how the School Board determined upon particular schools for extinction, nor did the closing plan disclose criteria for assignment of the students of the closed schools except for a cryptic reference to bus routes.\" Appellants also rely on Brice v. Landis, <span class=\"citation\" data-id=\"1472559\"><a href=\"/opinion/1472559/brice-v-landis/\"><span class=\"volume\">314</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">974</span></a></span> (N.D.Cal. 1969), where a desegregation plan which proposed to close the black high school because it was operationally uneconomical and to bus the black students to formerly white schools was held not to be a good faith, reasonably adequate implementation of the constitutional requirement of a racially nondiscriminatory school system because the burden of desegregation was placed entirely upon the black pupils without an adequate showing as to the necessity of closing the black school.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Appellees urge the <i>Brice</i> case is distinguishable in that the proposed closing of the black school and the assignment of black students to white schools meant that only black pupils would be bussed under the plan rejected in <i>Brice,</i> whereas in the instant case, due to the rural nature of the Lockesburg school district, practically all students regardless of race must be bussed to school. It is also pointed out that the two facilities of Lockesburg and Sevier are only six-tenths of a mile apart. Notwithstanding these distinctions and our firm belief that decisions concerning utilization of school facilities are committed to the discretion of the school board (within constitutionally permissible limits), we think there is a heavy burden on the school board, and in the instant case on the District Court since its Order made mandatory the utilization of the Lockesburg facilities, to explain the closing of facilities formerly used for the instruction of black students. Although the record establishes that the Sevier County high school has only a \"C\" rating by the Arkansas Department of Education, the Sevier County elementary school at least as of one year ago was rated \"A.\" Haney v. County Board of Education, 410 F.2d at 922.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The matter of utilization of available facilities is within the province and discretion of the school board. There is a statement in the record that the classrooms of the former Sevier School district are not of sufficient size to meet current state standards. These details, of course, are subject to many variations and much can be done within the existing framework of operation to sufficiently utilize existing facilities. This is not a matter for court consideration but rather should be resolved on some rational nondiscriminatory basis by the local school board.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In closing we recognize the substantial and affirmative steps taken by the appellees and the District Court in attempting to conform to the mandate of <i>Haney I.</i> We are also appreciative of the cooperation expressed by counsel for the Lockesburg School District at oral argument in stating that the district is ready to fully and affirmatively comply with the mandate of <i>Haney I</i> and any other directives that might be issued by this court and the District Court.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Consequently, we hold that the District Court's Order must be modified to require the election at the earliest practicable date of a new school board for the merged district and to require the new school board to adopt an objective and nondiscriminatory standard for the evaluation and retention of teachers for the coming school term and to apply these standards in a manner compatible with the requirements of the Equal Protection Clause of the United States Constitution; further that the Order be modified in any other respect necessary to carry out the mandate of <i>Haney I</i> and the views expressed in this opinion. We note that the plan filed by the County Board of Education facially sets up a structure for the operation of a unitary racially nondiscriminatory school system and we suggest that the District Court give consideration to it in modifying its Order upon remand.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Finally, it is asserted by appellants that the District Court should have retained jurisdiction and established reporting provisions by the new school district. We agree. As we stated in Kelley v. Altheimer, Ark. Public School Dist. No. 22, <span class=\"citation\" data-id=\"276176\"><a href=\"/opinion/276176/moses-kelley-on-behalf-of-himself-and-his-minor-children-moses-kelley/\"><span class=\"volume\">378</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">483</span></a></span>, 489 (8th Cir. 1967):</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">\"[U]nder their continuing responsibility to protect the constitutional rights of parties who appeal to it for protection, District Courts should retain jurisdiction in school segregation cases to insure (1) that a constitutionally acceptable plan is adopted, and (2) that it is operated in a constitutionally permissible fashion so that the goal of a desegregated, non-racially operated school system is rapidly and finally achieved.\"</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The judgment of the District Court is vacated insofar as its Order entered is inconsistent with the views expressed herein and the case is remanded for further proceedings consistent with this opinion. The mandate shall issue forthwith.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-3\">\n        <a class=\"footnote\" href=\"#fn1-3_ref\">1</a>\n        <p> The pertinent parts of the plan were:</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p class=\"indent\"> Lockesburg School District No. 16 and Sevier County School District No. 1 would be combined to form a new geographic district named Lockesburg School District No. 2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-3\">\n        <a class=\"footnote\" href=\"#fn2-3_ref\">2</a>\n        <p class=\"indent\"> An election of an entirely new five member school board would be held at the earliest opportunity to achieve a truly representative school board</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-3\">\n        <a class=\"footnote\" href=\"#fn3-3_ref\">3</a>\n        <p class=\"indent\"> All teacher contracts completed prior to this plan of consolidation would be honored, teacher assignments would be made without regard to race, and future employment standards would be established without regard to race</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">4</a>\n        <p class=\"indent\"> Any or all of the present facilities may be used by the new school board at its discretion, and, should it decide to continue to operate dual facilities, it may permit transfers by individual students</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">2</a>\n        <p> The plaintiffs' proposal was:</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p class=\"indent\"> Consolidation of Lockesburg School District No. 16 and Sevier County School District No. 1 to form a new school district, the name of which shall be determined by the Board of Directors</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">2</a>\n        <p class=\"indent\"> The present School Boards of Sevier County School District No. 1 and Lockesburg School District No. 16 would continue as Directors of the new consolidated school district until, through the expiration of the terms they would have served had they continued to serve in the former districts, there remain only five directors for service on the new consolidated school board, at which time a new election shall be held</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">3</a>\n        <p class=\"indent\"> All contracts entered into between the individual school districts and teachers prior to this consolidation shall be honored by the consolidated district and teachers shall be assigned to teaching positions in accordance with the same grades and subjects which they formerly taught in the facilities operated by the separate school districts and without regard to race</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">4</a>\n        <p class=\"indent\"> The facilities formerly operated by the Sevier County School District No. 1 shall be operated as an elementary school and the facility formerly operated by the Lockesburg School District No. 16 shall be operated as a secondary school</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">3</a>\n        <p> It is alleged that the Lockesburg School Board recommended the following resolution:</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p class=\"indent\"> Lockesburg School District No. 16 would annex the Sevier County School District No. 1, apparently with no change of name</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">2</a>\n        <p class=\"indent\"> No provision was made concerning the composition of the school board</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">3</a>\n        <p class=\"indent\"> All contracts for both districts that were issued before July 1, 1969 (the start of the fiscal school year) would be honored if the teachers held a valid certificate; however, only five of the Sevier County District No. 1 teachers would actually teach, the others remaining subject to being called into service if subsequently needed. Of the five blacks chosen for active duty, one, the principal at Sevier County District No. 1, would apparently serve in an administrative capacity and four would teach a section of the four grade school classes with 40 or more students</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">4</a>\n        <p class=\"indent\"> None of the physical plant of Sevier County School District No. 1 would be used at the present time</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105312/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106993/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107112/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107125/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107705/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107950/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108076/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/269447/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/272662/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/273014/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/276176/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/278736/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/281708/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/284474/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/284783/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/291230/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1472559/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1673414/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T16:57:51.330053Z",
      "date_modified": "2016-03-03T18:10:04.657955Z",
      "date_filed": "1970-06-29",
      "date_filed_is_approximate": false,
      "slug": "lela-mae-haney-v-county-board-of-education-of-sevier-county",
      "citation_id": 265011,
      "case_name_short": "",
      "case_name": "Lela Mae Haney v. County Board of Education of Sevier County",
      "case_name_full": "",
      "federal_cite_one": "429 F.2d 364",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 25,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/716528/lela-mae-haney-v-county-board-of-education-of-sevi/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T11:44:46.301142Z",
  "date_modified": "2014-10-30T11:44:46.301142Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Lela Mae Haney v. County Board of Education of Sevier County",
  "case_name_full": "",
  "slug": "lela-mae-haney-v-county-board-of-education-of-sevi",
  "docket_number": "19899",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}