{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/721137/",
  "id": 721137,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/wva/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1267544/",
      "id": 1267544,
      "absolute_url": "/opinion/1267544/smith-v-smith/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/721137/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1267544/",
          "id": 1267544,
          "absolute_url": "/opinion/1267544/smith-v-smith/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1267544/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/6044/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T05:17:48.877821Z",
          "date_modified": "2017-03-31T12:56:09.903750Z",
          "type": "010combined",
          "sha1": "31568bc728168ac7ddaaed680264a2282b109138",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>475 S.E.2d 881 (1996)</b></center>\n<center><b>197 W.Va. 505</b></center>\n<center><h1>Tammera L. SMITH, Petitioner Below, Appellant,<br>\nv.<br>\nClyde Ellsworth SMITH, III, Respondent Below, Appellee.</h1></center>\n<center>No. 23267.</center>\n<center><p><b>Supreme Court of Appeals of West Virginia.</b></p></center>\n<center>Submitted May 2, 1996.</center>\n<center>Decided July 19, 1996.</center>\n<p><span class=\"star-pagination\">*882</span> John C. Skinner, Jr., Deborah B. Hillyard, Nichols &amp; Skinner, Charles Town, for Appellant.</p>\n<p>Homer A. Speaker, Burke Street Law Center, Martinsburg, for Appellee.</p>\n<p>WORKMAN, Justice:</p>\n<p>This case arose from the divorce of the Appellant, Tammera L. Smith, and the Appellee, Clyde Ellsworth Smith, III. The Circuit Court of Berkeley County entered an equitable distribution order finding, among other things, that the appreciation in value of the Appellee's separately owned stock in a closely held corporation was separate property. The Appellant contends that the circuit court erred by failing to find that the appreciation should be classified as marital property because it was due at least in part to her husband's efforts on behalf of the corporation, <span class=\"star-pagination\">*883</span> and that the circuit court erred in its valuation of a van. Based on our review of the record and relevant legal authority, we reverse the decision of the circuit court regarding the appreciation in stock value and the valuation of the family van.</p>\n<p></p>\n<h2>I.</h2>\n<p>The parties were married in September 1987 and separated in May 1992. Mrs. Smith has a bachelor's degree from West Virginia University and worked first in her family's business, and later as a teacher at Martinsburg High School, until the couple's only child was born in July 1990. Mrs. Smith then left her job to become a full-time homemaker. Throughout the marriage, Mr. Smith worked for Smith-Nadenbousch Insurance, Inc. (\"Smith-Nadenbousch\"), which he described as the largest independent insurance agency in the Eastern Panhandle. At the time of the final divorce hearing, Mr. Smith was Executive Vice President and a member of the Board of Directors of the corporation.</p>\n<p>Smith-Nadenbousch is a closely-held family business. The majority of its stock has always been owned by members of the two families in the corporate name. The corporation currently has a total of eleven shareholders, all employed by Smith-Nadenbousch. All shareholders are party to a stock redemption agreement executed in December 1974. At that time, the major shareholders, owning 97% of the stock, were the Appellee, his father (C.E. Smith, Jr.), his brother-in-law (Stewart Borger), John L. Nadenbousch, and John R. Nadenbousch. Prior to the parties' marriage, two shareholders, C.E. Smith, Jr., and John L. Nadenbousch, sold their stock to the corporation pursuant to a stock redemption agreement. At the time of the marriage, the Appellee owned 65 shares, or 28% of the outstanding stock in Smith-Nadenbousch. In 1989, John R. Nadenbousch redeemed his stock as well. When John R. Nadenbousch retired and the corporation redeemed his stock, the remaining producers took over his book of business. Stuart Borger testified that the shareholders originally intended for the book of business left behind by a retiring shareholder to generate sufficient commissions to cover the corporation's payments to that shareholder. In the case of John R. Nadenbousch, the income generated by his book of business was insufficient to cover those costs. Therefore, Stuart Borger, Mr. Smith, and others were left in a position of working that book of business at a loss. The latter redemption, which occurred during the marriage, resulted in an increase in Mr. Smith's percentage ownership from 28% to 44%. In connection with the redemption, Smith-Nadenbousch declared a two-for-one stock split.<sup>[1]</sup> The split caused an increase in the number of shares owned by Mr. Smith, from 65 shares to 130 shares. The balance of the stock at the time of the separation was owned by the Appellee's brother-in-law, Stewart Borger, who owned 44% of the stock, and nine other \"producers,\" or insurance salesmen, employed by Smith-Nadenbousch.</p>\n<p>The lower court, adopting the findings of the family law master, concluded that the value of the stock increased during the marriage due to the corporation's redemption of John R. Nadenbousch's stock and the payments made out of corporate earnings to the redeemed shareholder. The court found further that the Appellant was not entitled to a share of the corporation's retained earnings, because the Appellee did not have sufficient control over the corporation to cause it to retain funds as separate property which would have become marital property on distribution. Based upon these findings, the court concluded that the appreciation of the Smith-Nadenbousch stock remained the separate property of the Appellee.</p>\n<p>On appeal to this Court, Mrs. Smith asserts that the lower court erred in concluding that the appreciation in her husband's Smith-Nadenbousch stock was passive. She argues that the appreciation was active, because it was attributable, at least in part, to work performed by Mr. Smith during the <span class=\"star-pagination\">*884</span> marriage in his capacity as employee, officer, and director of the corporation. In the alternative, Mrs. Smith argues that the appreciation in value was due to an expenditure of marital funds in the form of retained earnings used to finance the redemption of John R. Nadenbousch's stock.</p>\n<p></p>\n<h2>II.</h2>\n<p>West Virginia Code § 48-2-1(f)(1) (1995) provides that \"property acquired by a person before marriage\" is separate property. The Appellant does not dispute the lower court's conclusion that Mr. Smith's stock in Smith-Nadenbousch is his separate property, because he acquired it prior to the marriage.<sup>[2]</sup><i>See id.</i> The parties also agree that the value of the stock increased during their marriage.<sup>[3]</sup> The primary issue presented is whether that increase in value is marital property, subject to equitable distribution, or separate property belonging to Mr. Smith alone.</p>\n<p>Syllabus point one of <i>Burnside v. Burnside,</i> 194 W.Va. 263, 460 S.E.2d 264 (1995), provides the following standard of review:</p>\n<blockquote>In reviewing challenges to findings made by a family law master that also were adopted by a circuit court, a three-pronged standard of review is applied. Under these circumstances, a final equitable distribution order is reviewed under an abuse of discretion standard; the underlying factual findings are reviewed under a clearly erroneous standard; and questions of law and statutory interpretations are subject to a <i>de novo</i> review.</blockquote>\n<p>West Virginia Code §§ 48-2-1(e)(2) &amp; (f)(6) provide:</p>\n<blockquote>(e) \"Marital property\" means:</blockquote>\n<blockquote>...</blockquote>\n<blockquote>(2) The amount of any increase in value in the separate property of either of the parties to a marriage, which increase results from (A) an expenditure of funds which are marital property, including an expenditure of such funds which reduces indebtedness against separate property, extinguishes liens, or otherwise increases the net value of separate property, or (B) work performed by either or both of the parties during the marriage.</blockquote>\n<blockquote>...</blockquote>\n<blockquote>(f) \"Separate property\" means:</blockquote>\n<blockquote>...</blockquote>\n<blockquote>(6) Any increase in the value of separate property ... which is due to inflation or to a change in market value resulting from conditions outside the control of the parties.</blockquote>\n<p>This statutory language illustrates the distinction between \"active\" and \"passive\" appreciation, with only active appreciation being subject to the marital property definition. <i>See id.</i></p>\n<p>We first interpreted West Virginia Code §§ 48-2-1(e)(2) and (f)(6) in <i>Shank v. Shank,</i> 182 W.Va. 271, 387 S.E.2d 325 (1989). In <i>Shank,</i> the husband owned, as his separate property, certain stock in Shank's Oil, a family business. By the time of the divorce in <i>Shank,</i> Shank's Oil had sold or liquidated its active businesses, and held three parcels of real estate. The parties disputed whether the value of the stock in Shank's Oil had appreciated during their marriage. Assuming there was an increase, Mr. Shank contended that it was due to inflation, whereas Mrs. Shank asserted that the increase in value was due to her husband's active management and the expenditure of marital resources. <i>Id.</i> at 274, 387 S.E.2d at 328. The circuit court concluded that there had been <span class=\"star-pagination\">*885</span> no increase in the value of the stock during the marriage.</p>\n<p>We affirmed the circuit court's ruling in <i>Shank,</i> finding that the lower court's decision was not clearly erroneous, while noting that \"[i]f an increase in the value of this separate property were attributable to active appreciation, perhaps Mrs. Shank would be entitled to a marital share.\" <i>Id.</i> at 275. 387 S.E.2d at 329. We held in syllabus point two that</p>\n<blockquote>Active appreciation of separate property of either of the parties to a marriage, or that increase which \"results from (A) an expenditure of funds which are marital property, including an expenditure of such funds which reduces indebtedness against separate property, extinguishes liens, or otherwise increases the net value of separate property, or (B) work performed by either or both of the parties during the marriage\" is marital property which is subject to equitable distribution.</blockquote>\n<p><i>Id.</i> at 272, 387 S.E.2d at 325 (1989) (quoting W.Va. Code § 48-2-1(e)(2)). Further, we held that \"[p]assive appreciation of separate property of either of the parties to a marriage, or that increase `which is due to inflation or to a change in market value resulting from conditions outside the control of the parties,' is separate property which is not subject to equitable distribution.\" <i>Id.,</i> Syl. Pt. 1 (quoting W.Va. Code § 48-2-1(f)(6)).</p>\n<p>We again addressed the issue of equitable distribution of appreciation in separate property in <i>Kimble v. Kimble,</i> 186 W.Va. 147, 411 S.E.2d 472 (1991). Mr. Kimble owned a funeral business and the building in which it operated before the parties were married. During the marriage, he operated his funeral business and began a monument business. Both the family law master and the circuit court determined that the increase in value of the business and the building were marital property, subject to equitable distribution. Mrs. Kimble appealed, objecting to the circuit court's determination of the amount of the increase in value. This Court, finding no abuse of discretion in the circuit court's determination, affirmed.<sup>[4]</sup></p>\n<p>We most recently discussed active appreciation of separate property in <i>Mayhew v. Mayhew,</i> 197 W.Va. 290, 475 S.E.2d 382 (1996). In <i>Mayhew,</i> the husband obtained, during marriage, thirty-four shares of stock in a family-owned automobile dealership. Twenty-four of the shares were received from the husband's father as a series of gifts, and the husband purchased the other ten shares. The husband's father owned the balance of the outstanding stock. Eventually, and while the parties were still married, the corporation purchased the father's stock, leaving the husband as the sole shareholder. As in the case before us, the husband worked in the family business throughout the marriage. The circuit court in <i>Mayhew</i> adopted the family law master's conclusion that the ten shares of stock purchased during marriage were marital property, and the twenty-four shares received by the husband as gifts from his father, together with the appreciation thereon, were the husband's separate property. 197 W.Va. at 296, 475 S.E.2d at 388.</p>\n<p>We reversed, holding that the trial court should have examined the issue of what portion of the appreciation in value of the husband's separately owned shares was attributable to work performed by the husband during marriage and what portion was due to inflation or other conditions outside the control of the parties. <i>Id.</i> at 301 &amp; 306, 475 S.E.2d at 393 &amp; 398. In so holding, we set out a series of observations intended to help trial courts determine the amount of appreciation in the stock of a closely held corporation, and to segregate the increase in value attributable to the efforts of a stockholder. <i>Id.</i> at 302-04, 475 S.E.2d at 394-96. The Court noted that both parties bear the burden of producing competent evidence of value and evidence regarding allocation. <i>Id.</i> at 303, 475 S.E.2d at 395.</p>\n<p></p>\n<h2>A. Stock Redemption</h2>\n<p>In the case <i>sub judice,</i> the lower court determined that the increase in stock value was due to the stock redemption and, therefore, was not marital property under West Virginia Code § 48-2-1(f)(6). While it is true that the redemption increased the <span class=\"star-pagination\">*886</span> Appellee's <i>percentage</i> of stock ownership, it is not true that the redemption itself immediately increased the <i>value</i> of the Appellee's stock. When a corporation redeems stock, the stock it receives is offset by a corresponding liability. The value of the corporation is reduced by the amount of the liability, and there is no change in the value of the remaining shares. When Smith-Nadenbousch redeemed the stock of John R. Nadenbousch, it incurred a liability of over $700,000, which reduced the corporation's net value by the same amount. Although the Appellee owned a greater <i>percentage</i> after the redemption, it was a greater percentage of a smaller net value.<sup>[5]</sup> Assuming that the price of the shares was their fair market value, the Appellant neither gained nor lost value in the redemption.<sup>[6]</sup></p>\n<p>As the circuit court pointed out, however, the stock did increase in value as the corporation paid off its debt to John R. Nadenbousch.<sup>[7]</sup> This increase was due to corporate earnings being applied to pay off the debt, however, and not due to the redemption. If there had been no redemption, Smith-Nadenbousch would have had the same earnings and seen the same incremental change in value.<sup>[8]</sup> Thus, the increase in stock value cannot be attributed to the stock redemption, and we therefore conclude that the lower court's finding that such increase was attributable to the redemption was clearly erroneous. <i>See</i> Syl. Pt. 1, <i>Burnside,</i> 194 W.Va. at 264, 460 S.E.2d at 265.</p>\n<p></p>\n<h2>B. Appellee's Active Efforts</h2>\n<p>The lower court also determined that the Appellee's active efforts did not contribute to the increase in value of the stock. The record reveals that Mr. Smith worked full-time for the corporation throughout the marriage and had no other employment. He was an officer and director of the corporation, and he earned substantial commissions for Smith-Nadenbousch. The lower court also found, however, that Mr. Smith's production decreased during his marriage, his sales dropped, and he took advances against unearned commissions. He also borrowed $117,000 from the corporation while he was married. The lower court concluded that, \"in actuality, during the marriage of the parties it appears that [the Appellee] was a detriment to the corporation as opposed to an asset....\" Based on these findings, the lower court held that no part of the appreciation <span class=\"star-pagination\">*887</span> in value resulted from work performed by Mr. Smith.</p>\n<p>In the present case, the question of whether any or all of the appreciation of the Appellee's stock was in the nature of active appreciation requires plenary review of the legal conclusions, review under the clearly erroneous standard of the factual findings, and review of the ultimate issue under the abuse of discretion standard. <i>See Burnside,</i> syl. pt. 1. The circuit court's reliance on the fact that the Appellee's draw exceeded his commissions does not fully account for the realities of a closely-held corporation in which the shareholders are also the employees. In such a situation, appreciation in stock value may be an important part of the compensation package, and the shareholders have tax and other incentives to retain earnings rather than pay them out as higher salaries.<sup>[9]</sup> Moreover, the record indicates that commissions earned by the producers at Smith-Nadenbousch were split between the producer and the agency. It is thus possible that the Appellee could have made money for the agency even though his draw exceeded his commissions. Consideration must also be given to the fact that the Appellee apparently worked the book of business previously covered by John R. Nadenbousch and did not receive compensation for that work.</p>\n<p>The Appellant cites <i>Hartog v. Hartog,</i> 85 N.Y.2d 36, 623 N.Y.S.2d 537, 647 N.E.2d 749 (1995), for the proposition that an owner-spouse's participation as officer and director of a closely-held family corporation may be sufficient to render the appreciation on separately owned stock a marital asset. The husband in <i>Hartog</i> worked in the family jewelry business. He was also a shareholder, director, and officer of two other family businesses, Hartog Trading and Hartog Foods, for which his brother and others had primary responsibility. All three corporations paid the husband a salary, and he participated in all three profit-sharing plans.</p>\n<p>The <i>Hartog</i> court reinstated a lower court's finding that 25% of the appreciation in the value of the husband's stock in Hartog Trading and Hartog Foods was active, based on his level of participation as an officer and a director. The court said,</p>\n<blockquote>[W]here an asset, like an ongoing business, is, by its very nature, nonpassive and sufficient facts exist from which the fact finder may conclude that the titled spouse engaged in active efforts with respect to that asset, <i>even to a small degree,</i> then the appreciation in that asset is, to a proportionate degree, marital property.</blockquote>\n<p>623 N.Y.S.2d at 545, 647 N.E.2d at 756. Thus, the New York court found that participation as an officer and director, along with significant stock ownership, constituted enough participation to have some impact on the appreciation of the husband's stock. This determination was based on New York statutes, which the court summarized as follows:</p>\n<blockquote>Domestic Relations Law § 236(B)(1)(d)(3) expressly provides that appreciation in separate property remains separate property, \"<i>except to the extent that such appreciation is due in part to the contributions or efforts of the other spouse</i>\" (emphasis added). Moreover, Domestic Relations Law § 236(B)(5)(d)(6) explicitly recognizes that indirect contributions of the nontitled spouse (e.g., services as spouse, parent and homemaker, and contributions to the other party's career or career potential) are relevant in the equitable disposition calculations just as direct contributions are. Thus, to the extent that the appreciated value of separate property is <i>at all</i> \"aided or facilitated\" by the nontitled spouse's direct or indirect efforts, that part of the appreciation is marital property subject to equitable distribution.</blockquote>\n<p>623 N.Y.S.2d at 542, 647 N.E.2d at 754 (citations omitted).</p>\n<p>In <i>McLeod v. McLeod,</i> 74 N.C.App. 144, 327 S.E.2d 910 (1985), the Court of Appeals <span class=\"star-pagination\">*888</span> of North Carolina held that to the extent that the husband's interest in the corporation, originally acquired as separate property, increased in value due to active appreciation, that interest was to be considered marital property subject to equitable distribution. 327 S.E.2d at 914. The court enunciated specific issues to be determined by the lower court upon remand, including (1) the value of the interest in the corporation at the time of acquisition, (2) the value of the interest at the date of separation, (3) the difference between the two, and (4) \"the portion of that difference that is due to active appreciation, i.e., attributable to funds, talent, or labor that are assets of the marital community. The resulting amount is marital property subject to equitable distribution.\" <i>Id.</i> 327 S.E.2d at 915. The North Carolina court further noted that \"[t]o suggest... that only his salary constitutes marital property ignores the reality of a closely-held corporation wherein persons in control have broad discretion in allocating salary, dividends, and retained earnings.\" <i>Id.</i></p>\n<p>In the present case, the lower court refused to grant the Appellant a share of the appreciation in stock value based upon an erroneous belief that the increase in value resulted from the redemption itself and upon the grounds that the Appellee's full-time efforts in the family business detracted from its value rather than enhanced it. We conclude, as in <i>Hartog,</i> that participation as an officer or director of a corporation together with significant stock ownership by a spouse constitutes sufficient participation to qualify, at least to some degree, as active appreciation for purposes of equitable distribution. When these factors are coupled with full-time work activity by the spouse for the corporation, some degree of active participation must be assessed. Based upon our review of the record and the discussion above, we find that the decision of the lower court regarding the appreciation in value was clearly erroneous, and we remand this matter for a determination of the portion of appreciation which was attributable to active appreciation.<sup>[10]</sup></p>\n<p></p>\n<h2>C. Retained Corporate Earnings</h2>\n<p>The lower court also concluded that no portion of the retained corporate earnings was marital property. West Virginia Code § 48-2-1(e)(2)(A), however, allows equitable distribution of the appreciation of a separate asset if the appreciation resulted from an expenditure of funds which are marital property. The <i>Shank</i> analysis of that statute, as enunciated in syllabus point two of that opinion and set forth above, is particularly applicable here. Active appreciation of separate property or that increase which results from an expenditure of marital property, \"including an expenditure of such funds which reduces indebtedness against separate property, extinguishes liens, or otherwise increases the net value of separate property\" is marital property. <i>See</i> W.Va. Code § 48-2-1(e)(2).</p>\n<p>The increase in the Appellee's percentage of stock from 28% to 44% of the company occurred because of the redemption of John R. Nadenbousch's stock. The corporation partially paid for these redeemed shares out of earnings and proceeded thereafter to make payments on the redemption from retained earnings. Mrs. Smith asserts that these earnings were marital property, because, had they not been utilized for the redemption, they might otherwise have been distributed to the shareholders as dividends or to her husband and others as salary.</p>\n<p>A similar argument was made in <i>Hoffmann v. Hoffmann,</i> 676 S.W.2d 817 (Mo. 1984), the wife contending that \"if the board of directors had voted to distribute the corporate profits to the stockholders and officers, rather than retain them within the corporation, the income to the husband would have been marital property.\" 676 S.W.2d at 827. The Missouri court rejected that argument, noting significant authority for the proposition that retained earnings in a closely-held corporation do not constitute marital property unless the owning spouse has a \"controlling interest in the corporation ...\" and/or \"substantial control over decisions to distribute corporate earnings.\" <i>Id.</i> Although <span class=\"star-pagination\">*889</span> the lower court turned its determination that retained earnings were not marital property on the basis that the Appellee did not have sufficient control over the corporation to characterize any of the retained earnings as marital property subject to equitable distribution, we need not address that issue, because under the circumstances of this case, such retained earnings were used to retire the debt against the Appellee's separate property, thus becoming the type of active appreciation recognized in <i>Shank.</i><sup>[11]</sup></p>\n<p></p>\n<h2>III.</h2>\n<p>The Appellant also contends that the valuation of the family van was erroneous. The parties stipulated that the van was worth $3,965 ($15,400, less a lien of $11,435) at the time of separation. The family law master, pursuant to the agreement of the parties, ordered Mr. Smith to make the payments on the van in a pendente lite order dated July 13, 1993. While the divorce was pending, Mr. Smith paid off the debt on the van. The family law master valued it at $15,400 in calculating equitable distribution, and the circuit court adopted this finding. Mrs. Smith argues on appeal that the van should have been valued at its net value at the time of separation ($3,965), and that valuing the van at its full value unfairly gave Mr. Smith credit in equitable distribution for money he paid as support.</p>\n<p>West Virginia Code § 48-2-32(d)(1) (1995) provides that the court shall \"[d]etermine the net value of all marital property of the parties as of the date of the commencement of the action or as of such later date determined by the court to be more appropriate for attaining an equitable result....\" The family law master responded to Mrs. Smith's argument by explaining that valuing the van at the time of distribution achieved an equitable result. That contention ignores, however, the reality that the family law master initially ordered the Appellee to make the remaining payments on the van. Thus, at the time that order was conceived, the parties only had $3,965 equity in the van. The family law master essentially ordered the Appellee to make the remaining $11,435 payments as support, in the form of monthly van payments. Upon his payment of the remaining amount owed on the van, it is inappropriate to revalue to van at $15,400 for purposes of equitable distribution, thereby returning to the Appellee a significant portion of the amount he paid on the van, which he was ordered to pay anyway. Upon remand, the lower court should utilize the $3,965 value of the van for purposes of equitable distribution.</p>\n<p>For the foregoing reasons, we reverse the decision of the circuit court and remand for further proceedings consistent with this opinion.</p>\n<p>Reversed and remanded.</p>\n<h2>NOTES</h2>\n<p>[1]  Under the Smith-Nadenbousch stock redemption agreement, a redeemed shareholder is entitled to monthly payments equal to the greater of $1,000 or the value of one share of stock at the time of sale. The stock split was effected in order to reduce the value of each share of stock, and thereby reduce the monthly payments to John R. Nadenbousch.</p>\n<p>[2]  This is also true of the shares received by Mr. Smith in exchange for his original shares (which were all separate property owned prior to marriage) in the stock split. <i>See</i> W.Va. Code § 48-2-1(f)(2) (1995).</p>\n<p>[3]  Mrs. Smith presented evidence that valuing the stock according to the terms of the stock redemption agreement showed an increase in value during the marriage of $534,314. Mr. Smith's accountant testified that the change in value was $51,429, based on the capitalization-of-earnings method. Both the family law master and the circuit court below determined that the value of Mr. Smith's stock in Smith-Nadenbousch had increased during the marriage, but both found it unnecessary to quantify the change in value, because they concluded that the appreciation was not marital property.</p>\n<p>[4]  Our decision in <i>Kimble</i> focused more on the problem of valuation, even where characterization of the appreciation as marital property is not an issue.</p>\n<p>[5]  The Supreme Court of Missouri reached the same conclusion in <i>Hoffmann v. Hoffmann,</i> 676 S.W.2d 817, 821 (Mo.1984). In holding that the redemption caused no change in the value of the stock held by the remaining shareholders, the court noted:\n</p>\n<p>The corporation paid the near book value price of $81,510 for the redemption of the father's 858 shares of stock, paid with $1,510 in cash and a corporation note of $80,000 payable in monthly installments of $832.70. The book value of the husband's stock remained the same after the purchase of the father's stock by the corporation. The value of the corporation was reduced by the amount of the purchase price.</p>\n<p><i>Id.</i></p>\n<p>[6]  Assume, for example, that the corporation was worth $100,000, and had 100 shares of stock outstanding, each worth $1,000. Assume also that Mr. Smith, Mr. Borger, and Mr. Nadenbousch each owned 28 shares, worth $28,000, prior to the redemption. If the corporation redeemed Mr. Nadenbousch's 28 shares for their fair market value of $1,000 each, giving him a note for $28,000, the net value of the corporation would be $72,000, and there would be 72 shares outstanding. Notice that although the shares would still be worth $1,000 each, and Mr. Smith and Mr. Borger would each still own stock worth $28,000, Mr. Smith's and Mr. Borger's percentages would have increased to 28 out of 72 shares, or 39%.\n</p>\n<p>It is interesting to note that if, as Mr. Smith contends, the price per share under the stock redemption agreement is <i>greater</i> than its actual value, Mr. Smith's stock may have been worth <i>less</i> after the redemption. If, using the above example, the corporation were bound by the stock redemption agreement to pay Mr. Nadenbousch $2,000 per share, the note would be for $56,000, reducing the net value of the corporation to $44,000. Mr. Smith's 28 out of a total of 72 shares would then only be worth $612 each, or a total of a little over $17,000, although his percentage ownership would still increase to 39%.</p>\n<p>[7]  Although it is not clear from the circuit court's order, the record indicates that Smith-Nadenbousch also made monthly payments for redeemed stock to the Appellee's father, C.E. Smith, Jr., throughout the period in question. The record does not reflect whether any continuing payments were made to the third redeemed shareholder, John L. Nadenbousch.</p>\n<p>[8]  This assumes that the corporation would retain or invest its earnings, rather than distributing them.</p>\n<p>[9]  Although arguably not applicable here, we also note that many service businesses rely on \"rainmakers\" to bring in the clients, while others do the work and earn the actual fees. Similarly, businesses often trade on the name and community stature of their founders or other prominent people, which lends a value that cannot easily be calculated. Consequently, it is not safe to assume that an employee does not contribute to the increase in value of a business merely because he is paid more money than he personally generates.</p>\n<p>[10]  <i>See, e.g., </i><i>Decker v. Decker,</i> 17 Va.App. 12, 435 S.E.2d 407 (1993) (upholding commissioner's ruling that 20% of the appreciation in the husband's separately owned stock was marital property, where husband was one of five key executives).</p>\n<p>[11]  We do note, however, that some courts have deemed the owning spouse's share of retained earnings as marital property. <i>See </i><i>Nardini v. Nardini,</i> 414 N.W.2d 184 (Minn.1987) (holding that where earnings were the product of the marital partnership and the owner could allocate corporate profits at will among salary, dividends, and retained earnings, the retained earnings were marital property). Where retained earnings are treated as marital property, however, they cannot also be considered as active appreciation of corporate assets for purposes of valuation of the corporation or corporate interest of the owning spouse. Such would constitute \"counting the same asset twice in computing the marital asset.\" Brett R. Turner, <i>Equitable Distribution of Property</i> 142 (2d ed. 1994). Where the spouse's interest in the business is marital property, therefore, \"the additional marital property gained by classifying retained earnings as marital property should be roughly equal to the reduction in the business's value caused by the lack of retained earnings.\" <i>Id. It is this analysis which most clearly summons the requirement for expert valuation of the corporation, its retained earnings, and the relationship between retained earnings and fluctuations in stock value. Thus, to permit the Appellee a marital interest in both the increase in value of the stock and some portion of retained earnings would be unrealistic from an accounting standpoint and would in effect double the proper portion of the value of the corporation which should be characterized as marital property. The Appellee's interest in the corporation must be determined with reference to all these factors rather than by examining each element of corporate valuation separately.</i></p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">881</span></span> (1996)</b></center>\n<center><b>197 W.Va. 505</b></center>\n<center><h1>Tammera L. SMITH, Petitioner Below, Appellant,<br>\nv.<br>\nClyde Ellsworth SMITH, III, Respondent Below, Appellee.</h1></center>\n<center>No. 23267.</center>\n<center><p><b>Supreme Court of Appeals of West Virginia.</b></p></center>\n<center>Submitted May 2, 1996.</center>\n<center>Decided July 19, 1996.</center>\n<p><span class=\"star-pagination\">*882</span> John C. Skinner, Jr., Deborah B. Hillyard, Nichols &amp; Skinner, Charles Town, for Appellant.</p>\n<p>Homer A. Speaker, Burke Street Law Center, Martinsburg, for Appellee.</p>\n<p>WORKMAN, Justice:</p>\n<p>This case arose from the divorce of the Appellant, Tammera L. Smith, and the Appellee, Clyde Ellsworth Smith, III. The Circuit Court of Berkeley County entered an equitable distribution order finding, among other things, that the appreciation in value of the Appellee's separately owned stock in a closely held corporation was separate property. The Appellant contends that the circuit court erred by failing to find that the appreciation should be classified as marital property because it was due at least in part to her husband's efforts on behalf of the corporation, <span class=\"star-pagination\">*883</span> and that the circuit court erred in its valuation of a van. Based on our review of the record and relevant legal authority, we reverse the decision of the circuit court regarding the appreciation in stock value and the valuation of the family van.</p>\n<p></p>\n<h2>I.</h2>\n<p>The parties were married in September 1987 and separated in May 1992. Mrs. Smith has a bachelor's degree from West Virginia University and worked first in her family's business, and later as a teacher at Martinsburg High School, until the couple's only child was born in July 1990. Mrs. Smith then left her job to become a full-time homemaker. Throughout the marriage, Mr. Smith worked for Smith-Nadenbousch Insurance, Inc. (\"Smith-Nadenbousch\"), which he described as the largest independent insurance agency in the Eastern Panhandle. At the time of the final divorce hearing, Mr. Smith was Executive Vice President and a member of the Board of Directors of the corporation.</p>\n<p>Smith-Nadenbousch is a closely-held family business. The majority of its stock has always been owned by members of the two families in the corporate name. The corporation currently has a total of eleven shareholders, all employed by Smith-Nadenbousch. All shareholders are party to a stock redemption agreement executed in December 1974. At that time, the major shareholders, owning 97% of the stock, were the Appellee, his father (C.E. Smith, Jr.), his brother-in-law (Stewart Borger), John L. Nadenbousch, and John R. Nadenbousch. Prior to the parties' marriage, two shareholders, C.E. Smith, Jr., and John L. Nadenbousch, sold their stock to the corporation pursuant to a stock redemption agreement. At the time of the marriage, the Appellee owned 65 shares, or 28% of the outstanding stock in Smith-Nadenbousch. In 1989, John R. Nadenbousch redeemed his stock as well. When John R. Nadenbousch retired and the corporation redeemed his stock, the remaining producers took over his book of business. Stuart Borger testified that the shareholders originally intended for the book of business left behind by a retiring shareholder to generate sufficient commissions to cover the corporation's payments to that shareholder. In the case of John R. Nadenbousch, the income generated by his book of business was insufficient to cover those costs. Therefore, Stuart Borger, Mr. Smith, and others were left in a position of working that book of business at a loss. The latter redemption, which occurred during the marriage, resulted in an increase in Mr. Smith's percentage ownership from 28% to 44%. In connection with the redemption, Smith-Nadenbousch declared a two-for-one stock split.<sup>[1]</sup> The split caused an increase in the number of shares owned by Mr. Smith, from 65 shares to 130 shares. The balance of the stock at the time of the separation was owned by the Appellee's brother-in-law, Stewart Borger, who owned 44% of the stock, and nine other \"producers,\" or insurance salesmen, employed by Smith-Nadenbousch.</p>\n<p>The lower court, adopting the findings of the family law master, concluded that the value of the stock increased during the marriage due to the corporation's redemption of John R. Nadenbousch's stock and the payments made out of corporate earnings to the redeemed shareholder. The court found further that the Appellant was not entitled to a share of the corporation's retained earnings, because the Appellee did not have sufficient control over the corporation to cause it to retain funds as separate property which would have become marital property on distribution. Based upon these findings, the court concluded that the appreciation of the Smith-Nadenbousch stock remained the separate property of the Appellee.</p>\n<p>On appeal to this Court, Mrs. Smith asserts that the lower court erred in concluding that the appreciation in her husband's Smith-Nadenbousch stock was passive. She argues that the appreciation was active, because it was attributable, at least in part, to work performed by Mr. Smith during the <span class=\"star-pagination\">*884</span> marriage in his capacity as employee, officer, and director of the corporation. In the alternative, Mrs. Smith argues that the appreciation in value was due to an expenditure of marital funds in the form of retained earnings used to finance the redemption of John R. Nadenbousch's stock.</p>\n<p></p>\n<h2>II.</h2>\n<p>West Virginia Code § 48-2-1(f)(1) (1995) provides that \"property acquired by a person before marriage\" is separate property. The Appellant does not dispute the lower court's conclusion that Mr. Smith's stock in Smith-Nadenbousch is his separate property, because he acquired it prior to the marriage.<sup>[2]</sup><i>See id.</i> The parties also agree that the value of the stock increased during their marriage.<sup>[3]</sup> The primary issue presented is whether that increase in value is marital property, subject to equitable distribution, or separate property belonging to Mr. Smith alone.</p>\n<p>Syllabus point one of <i>Burnside v. Burnside,</i> 194 W.Va. 263, <span class=\"citation\" data-id=\"1343050\"><a href=\"/opinion/1343050/burnside-v-burnside/\"><span class=\"volume\">460</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">264</span></a></span> (1995), provides the following standard of review:</p>\n<blockquote>In reviewing challenges to findings made by a family law master that also were adopted by a circuit court, a three-pronged standard of review is applied. Under these circumstances, a final equitable distribution order is reviewed under an abuse of discretion standard; the underlying factual findings are reviewed under a clearly erroneous standard; and questions of law and statutory interpretations are subject to a <i>de novo</i> review.</blockquote>\n<p>West Virginia Code §§ 48-2-1(e)(2) &amp; (f)(6) provide:</p>\n<blockquote>(e) \"Marital property\" means:</blockquote>\n<blockquote>...</blockquote>\n<blockquote>(2) The amount of any increase in value in the separate property of either of the parties to a marriage, which increase results from (A) an expenditure of funds which are marital property, including an expenditure of such funds which reduces indebtedness against separate property, extinguishes liens, or otherwise increases the net value of separate property, or (B) work performed by either or both of the parties during the marriage.</blockquote>\n<blockquote>...</blockquote>\n<blockquote>(f) \"Separate property\" means:</blockquote>\n<blockquote>...</blockquote>\n<blockquote>(6) Any increase in the value of separate property ... which is due to inflation or to a change in market value resulting from conditions outside the control of the parties.</blockquote>\n<p>This statutory language illustrates the distinction between \"active\" and \"passive\" appreciation, with only active appreciation being subject to the marital property definition. <i>See id.</i></p>\n<p>We first interpreted West Virginia Code §§ 48-2-1(e)(2) and (f)(6) in <i>Shank v. Shank,</i> 182 W.Va. 271, <span class=\"citation\" data-id=\"1261330\"><a href=\"/opinion/1261330/shank-v-shank/\"><span class=\"volume\">387</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">325</span></a></span> (1989). In <i>Shank,</i> the husband owned, as his separate property, certain stock in Shank's Oil, a family business. By the time of the divorce in <i>Shank,</i> Shank's Oil had sold or liquidated its active businesses, and held three parcels of real estate. The parties disputed whether the value of the stock in Shank's Oil had appreciated during their marriage. Assuming there was an increase, Mr. Shank contended that it was due to inflation, whereas Mrs. Shank asserted that the increase in value was due to her husband's active management and the expenditure of marital resources. <i>Id.</i> at 274, 387 S.E.2d at 328. The circuit court concluded that there had been <span class=\"star-pagination\">*885</span> no increase in the value of the stock during the marriage.</p>\n<p>We affirmed the circuit court's ruling in <i>Shank,</i> finding that the lower court's decision was not clearly erroneous, while noting that \"[i]f an increase in the value of this separate property were attributable to active appreciation, perhaps Mrs. Shank would be entitled to a marital share.\" <i>Id.</i> at 275. 387 S.E.2d at 329. We held in syllabus point two that</p>\n<blockquote>Active appreciation of separate property of either of the parties to a marriage, or that increase which \"results from (A) an expenditure of funds which are marital property, including an expenditure of such funds which reduces indebtedness against separate property, extinguishes liens, or otherwise increases the net value of separate property, or (B) work performed by either or both of the parties during the marriage\" is marital property which is subject to equitable distribution.</blockquote>\n<p><i>Id.</i> at 272, 387 S.E.2d at 325 (1989) (quoting W.Va. Code § 48-2-1(e)(2)). Further, we held that \"[p]assive appreciation of separate property of either of the parties to a marriage, or that increase `which is due to inflation or to a change in market value resulting from conditions outside the control of the parties,' is separate property which is not subject to equitable distribution.\" <i>Id.,</i> Syl. Pt. 1 (quoting W.Va. Code § 48-2-1(f)(6)).</p>\n<p>We again addressed the issue of equitable distribution of appreciation in separate property in <i>Kimble v. Kimble,</i> 186 W.Va. 147, <span class=\"citation\" data-id=\"1327874\"><a href=\"/opinion/1327874/kimble-v-kimble/\"><span class=\"volume\">411</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">472</span></a></span> (1991). Mr. Kimble owned a funeral business and the building in which it operated before the parties were married. During the marriage, he operated his funeral business and began a monument business. Both the family law master and the circuit court determined that the increase in value of the business and the building were marital property, subject to equitable distribution. Mrs. Kimble appealed, objecting to the circuit court's determination of the amount of the increase in value. This Court, finding no abuse of discretion in the circuit court's determination, affirmed.<sup>[4]</sup></p>\n<p>We most recently discussed active appreciation of separate property in <i>Mayhew v. Mayhew,</i> 197 W.Va. 290, <span class=\"citation\" data-id=\"1267581\"><a href=\"/opinion/1267581/mayhew-v-mayhew/\"><span class=\"volume\">475</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">382</span></a></span> (1996). In <i>Mayhew,</i> the husband obtained, during marriage, thirty-four shares of stock in a family-owned automobile dealership. Twenty-four of the shares were received from the husband's father as a series of gifts, and the husband purchased the other ten shares. The husband's father owned the balance of the outstanding stock. Eventually, and while the parties were still married, the corporation purchased the father's stock, leaving the husband as the sole shareholder. As in the case before us, the husband worked in the family business throughout the marriage. The circuit court in <i>Mayhew</i> adopted the family law master's conclusion that the ten shares of stock purchased during marriage were marital property, and the twenty-four shares received by the husband as gifts from his father, together with the appreciation thereon, were the husband's separate property. 197 W.Va. at 296, 475 S.E.2d at 388.</p>\n<p>We reversed, holding that the trial court should have examined the issue of what portion of the appreciation in value of the husband's separately owned shares was attributable to work performed by the husband during marriage and what portion was due to inflation or other conditions outside the control of the parties. <i>Id.</i> at 301 &amp; 306, 475 S.E.2d at 393 &amp; 398. In so holding, we set out a series of observations intended to help trial courts determine the amount of appreciation in the stock of a closely held corporation, and to segregate the increase in value attributable to the efforts of a stockholder. <i>Id.</i> at 302-04, 475 S.E.2d at 394-96. The Court noted that both parties bear the burden of producing competent evidence of value and evidence regarding allocation. <i>Id.</i> at 303, 475 S.E.2d at 395.</p>\n<p></p>\n<h2>A. Stock Redemption</h2>\n<p>In the case <i>sub judice,</i> the lower court determined that the increase in stock value was due to the stock redemption and, therefore, was not marital property under West Virginia Code § 48-2-1(f)(6). While it is true that the redemption increased the <span class=\"star-pagination\">*886</span> Appellee's <i>percentage</i> of stock ownership, it is not true that the redemption itself immediately increased the <i>value</i> of the Appellee's stock. When a corporation redeems stock, the stock it receives is offset by a corresponding liability. The value of the corporation is reduced by the amount of the liability, and there is no change in the value of the remaining shares. When Smith-Nadenbousch redeemed the stock of John R. Nadenbousch, it incurred a liability of over $700,000, which reduced the corporation's net value by the same amount. Although the Appellee owned a greater <i>percentage</i> after the redemption, it was a greater percentage of a smaller net value.<sup>[5]</sup> Assuming that the price of the shares was their fair market value, the Appellant neither gained nor lost value in the redemption.<sup>[6]</sup></p>\n<p>As the circuit court pointed out, however, the stock did increase in value as the corporation paid off its debt to John R. Nadenbousch.<sup>[7]</sup> This increase was due to corporate earnings being applied to pay off the debt, however, and not due to the redemption. If there had been no redemption, Smith-Nadenbousch would have had the same earnings and seen the same incremental change in value.<sup>[8]</sup> Thus, the increase in stock value cannot be attributed to the stock redemption, and we therefore conclude that the lower court's finding that such increase was attributable to the redemption was clearly erroneous. <i>See</i> Syl. Pt. 1, <i>Burnside,</i> 194 W.Va. at 264, 460 S.E.2d at 265.</p>\n<p></p>\n<h2>B. Appellee's Active Efforts</h2>\n<p>The lower court also determined that the Appellee's active efforts did not contribute to the increase in value of the stock. The record reveals that Mr. Smith worked full-time for the corporation throughout the marriage and had no other employment. He was an officer and director of the corporation, and he earned substantial commissions for Smith-Nadenbousch. The lower court also found, however, that Mr. Smith's production decreased during his marriage, his sales dropped, and he took advances against unearned commissions. He also borrowed $117,000 from the corporation while he was married. The lower court concluded that, \"in actuality, during the marriage of the parties it appears that [the Appellee] was a detriment to the corporation as opposed to an asset....\" Based on these findings, the lower court held that no part of the appreciation <span class=\"star-pagination\">*887</span> in value resulted from work performed by Mr. Smith.</p>\n<p>In the present case, the question of whether any or all of the appreciation of the Appellee's stock was in the nature of active appreciation requires plenary review of the legal conclusions, review under the clearly erroneous standard of the factual findings, and review of the ultimate issue under the abuse of discretion standard. <i>See Burnside,</i> syl. pt. 1. The circuit court's reliance on the fact that the Appellee's draw exceeded his commissions does not fully account for the realities of a closely-held corporation in which the shareholders are also the employees. In such a situation, appreciation in stock value may be an important part of the compensation package, and the shareholders have tax and other incentives to retain earnings rather than pay them out as higher salaries.<sup>[9]</sup> Moreover, the record indicates that commissions earned by the producers at Smith-Nadenbousch were split between the producer and the agency. It is thus possible that the Appellee could have made money for the agency even though his draw exceeded his commissions. Consideration must also be given to the fact that the Appellee apparently worked the book of business previously covered by John R. Nadenbousch and did not receive compensation for that work.</p>\n<p>The Appellant cites <i>Hartog v. Hartog,</i> <span class=\"citation\" data-id=\"2086475\"><a href=\"/opinion/2086475/hartog-v-hartog/\"><span class=\"volume\">85</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">36</span></a></span>, <span class=\"citation\" data-id=\"2086475\"><a href=\"/opinion/2086475/hartog-v-hartog/\"><span class=\"volume\">623</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">537</span></a></span>, <span class=\"citation\" data-id=\"2086475\"><a href=\"/opinion/2086475/hartog-v-hartog/\"><span class=\"volume\">647</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">749</span></a></span> (1995), for the proposition that an owner-spouse's participation as officer and director of a closely-held family corporation may be sufficient to render the appreciation on separately owned stock a marital asset. The husband in <i>Hartog</i> worked in the family jewelry business. He was also a shareholder, director, and officer of two other family businesses, Hartog Trading and Hartog Foods, for which his brother and others had primary responsibility. All three corporations paid the husband a salary, and he participated in all three profit-sharing plans.</p>\n<p>The <i>Hartog</i> court reinstated a lower court's finding that 25% of the appreciation in the value of the husband's stock in Hartog Trading and Hartog Foods was active, based on his level of participation as an officer and a director. The court said,</p>\n<blockquote>[W]here an asset, like an ongoing business, is, by its very nature, nonpassive and sufficient facts exist from which the fact finder may conclude that the titled spouse engaged in active efforts with respect to that asset, <i>even to a small degree,</i> then the appreciation in that asset is, to a proportionate degree, marital property.</blockquote>\n<p>623 N.Y.S.2d at 545, 647 N.E.2d at 756. Thus, the New York court found that participation as an officer and director, along with significant stock ownership, constituted enough participation to have some impact on the appreciation of the husband's stock. This determination was based on New York statutes, which the court summarized as follows:</p>\n<blockquote>Domestic Relations Law § 236(B)(1)(d)(3) expressly provides that appreciation in separate property remains separate property, \"<i>except to the extent that such appreciation is due in part to the contributions or efforts of the other spouse</i>\" (emphasis added). Moreover, Domestic Relations Law § 236(B)(5)(d)(6) explicitly recognizes that indirect contributions of the nontitled spouse (e.g., services as spouse, parent and homemaker, and contributions to the other party's career or career potential) are relevant in the equitable disposition calculations just as direct contributions are. Thus, to the extent that the appreciated value of separate property is <i>at all</i> \"aided or facilitated\" by the nontitled spouse's direct or indirect efforts, that part of the appreciation is marital property subject to equitable distribution.</blockquote>\n<p>623 N.Y.S.2d at 542, 647 N.E.2d at 754 (citations omitted).</p>\n<p>In <i>McLeod v. McLeod,</i> 74 N.C.App. 144, <span class=\"citation\" data-id=\"1240293\"><a href=\"/opinion/1240293/mcleod-v-mcleod/\"><span class=\"volume\">327</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">910</span></a></span> (1985), the Court of Appeals <span class=\"star-pagination\">*888</span> of North Carolina held that to the extent that the husband's interest in the corporation, originally acquired as separate property, increased in value due to active appreciation, that interest was to be considered marital property subject to equitable distribution. 327 S.E.2d at 914. The court enunciated specific issues to be determined by the lower court upon remand, including (1) the value of the interest in the corporation at the time of acquisition, (2) the value of the interest at the date of separation, (3) the difference between the two, and (4) \"the portion of that difference that is due to active appreciation, i.e., attributable to funds, talent, or labor that are assets of the marital community. The resulting amount is marital property subject to equitable distribution.\" <i>Id.</i> 327 S.E.2d at 915. The North Carolina court further noted that \"[t]o suggest... that only his salary constitutes marital property ignores the reality of a closely-held corporation wherein persons in control have broad discretion in allocating salary, dividends, and retained earnings.\" <i>Id.</i></p>\n<p>In the present case, the lower court refused to grant the Appellant a share of the appreciation in stock value based upon an erroneous belief that the increase in value resulted from the redemption itself and upon the grounds that the Appellee's full-time efforts in the family business detracted from its value rather than enhanced it. We conclude, as in <i>Hartog,</i> that participation as an officer or director of a corporation together with significant stock ownership by a spouse constitutes sufficient participation to qualify, at least to some degree, as active appreciation for purposes of equitable distribution. When these factors are coupled with full-time work activity by the spouse for the corporation, some degree of active participation must be assessed. Based upon our review of the record and the discussion above, we find that the decision of the lower court regarding the appreciation in value was clearly erroneous, and we remand this matter for a determination of the portion of appreciation which was attributable to active appreciation.<sup>[10]</sup></p>\n<p></p>\n<h2>C. Retained Corporate Earnings</h2>\n<p>The lower court also concluded that no portion of the retained corporate earnings was marital property. West Virginia Code § 48-2-1(e)(2)(A), however, allows equitable distribution of the appreciation of a separate asset if the appreciation resulted from an expenditure of funds which are marital property. The <i>Shank</i> analysis of that statute, as enunciated in syllabus point two of that opinion and set forth above, is particularly applicable here. Active appreciation of separate property or that increase which results from an expenditure of marital property, \"including an expenditure of such funds which reduces indebtedness against separate property, extinguishes liens, or otherwise increases the net value of separate property\" is marital property. <i>See</i> W.Va. Code § 48-2-1(e)(2).</p>\n<p>The increase in the Appellee's percentage of stock from 28% to 44% of the company occurred because of the redemption of John R. Nadenbousch's stock. The corporation partially paid for these redeemed shares out of earnings and proceeded thereafter to make payments on the redemption from retained earnings. Mrs. Smith asserts that these earnings were marital property, because, had they not been utilized for the redemption, they might otherwise have been distributed to the shareholders as dividends or to her husband and others as salary.</p>\n<p>A similar argument was made in <i>Hoffmann v. Hoffmann,</i> <span class=\"citation\" data-id=\"1483940\"><a href=\"/opinion/1483940/hoffmann-v-hoffmann/\"><span class=\"volume\">676</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">817</span></a></span> (Mo. 1984), the wife contending that \"if the board of directors had voted to distribute the corporate profits to the stockholders and officers, rather than retain them within the corporation, the income to the husband would have been marital property.\" 676 S.W.2d at 827. The Missouri court rejected that argument, noting significant authority for the proposition that retained earnings in a closely-held corporation do not constitute marital property unless the owning spouse has a \"controlling interest in the corporation ...\" and/or \"substantial control over decisions to distribute corporate earnings.\" <i>Id.</i> Although <span class=\"star-pagination\">*889</span> the lower court turned its determination that retained earnings were not marital property on the basis that the Appellee did not have sufficient control over the corporation to characterize any of the retained earnings as marital property subject to equitable distribution, we need not address that issue, because under the circumstances of this case, such retained earnings were used to retire the debt against the Appellee's separate property, thus becoming the type of active appreciation recognized in <i>Shank.</i><sup>[11]</sup></p>\n<p></p>\n<h2>III.</h2>\n<p>The Appellant also contends that the valuation of the family van was erroneous. The parties stipulated that the van was worth $3,965 ($15,400, less a lien of $11,435) at the time of separation. The family law master, pursuant to the agreement of the parties, ordered Mr. Smith to make the payments on the van in a pendente lite order dated July 13, 1993. While the divorce was pending, Mr. Smith paid off the debt on the van. The family law master valued it at $15,400 in calculating equitable distribution, and the circuit court adopted this finding. Mrs. Smith argues on appeal that the van should have been valued at its net value at the time of separation ($3,965), and that valuing the van at its full value unfairly gave Mr. Smith credit in equitable distribution for money he paid as support.</p>\n<p>West Virginia Code § 48-2-32(d)(1) (1995) provides that the court shall \"[d]etermine the net value of all marital property of the parties as of the date of the commencement of the action or as of such later date determined by the court to be more appropriate for attaining an equitable result....\" The family law master responded to Mrs. Smith's argument by explaining that valuing the van at the time of distribution achieved an equitable result. That contention ignores, however, the reality that the family law master initially ordered the Appellee to make the remaining payments on the van. Thus, at the time that order was conceived, the parties only had $3,965 equity in the van. The family law master essentially ordered the Appellee to make the remaining $11,435 payments as support, in the form of monthly van payments. Upon his payment of the remaining amount owed on the van, it is inappropriate to revalue to van at $15,400 for purposes of equitable distribution, thereby returning to the Appellee a significant portion of the amount he paid on the van, which he was ordered to pay anyway. Upon remand, the lower court should utilize the $3,965 value of the van for purposes of equitable distribution.</p>\n<p>For the foregoing reasons, we reverse the decision of the circuit court and remand for further proceedings consistent with this opinion.</p>\n<p>Reversed and remanded.</p>\n<h2>NOTES</h2>\n<p>[1]  Under the Smith-Nadenbousch stock redemption agreement, a redeemed shareholder is entitled to monthly payments equal to the greater of $1,000 or the value of one share of stock at the time of sale. The stock split was effected in order to reduce the value of each share of stock, and thereby reduce the monthly payments to John R. Nadenbousch.</p>\n<p>[2]  This is also true of the shares received by Mr. Smith in exchange for his original shares (which were all separate property owned prior to marriage) in the stock split. <i>See</i> W.Va. Code § 48-2-1(f)(2) (1995).</p>\n<p>[3]  Mrs. Smith presented evidence that valuing the stock according to the terms of the stock redemption agreement showed an increase in value during the marriage of $534,314. Mr. Smith's accountant testified that the change in value was $51,429, based on the capitalization-of-earnings method. Both the family law master and the circuit court below determined that the value of Mr. Smith's stock in Smith-Nadenbousch had increased during the marriage, but both found it unnecessary to quantify the change in value, because they concluded that the appreciation was not marital property.</p>\n<p>[4]  Our decision in <i>Kimble</i> focused more on the problem of valuation, even where characterization of the appreciation as marital property is not an issue.</p>\n<p>[5]  The Supreme Court of Missouri reached the same conclusion in <i>Hoffmann v. Hoffmann,</i> <span class=\"citation\" data-id=\"1483940\"><a href=\"/opinion/1483940/hoffmann-v-hoffmann/\"><span class=\"volume\">676</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">817</span></a></span>, 821 (Mo.1984). In holding that the redemption caused no change in the value of the stock held by the remaining shareholders, the court noted:\n</p>\n<p>The corporation paid the near book value price of $81,510 for the redemption of the father's 858 shares of stock, paid with $1,510 in cash and a corporation note of $80,000 payable in monthly installments of $832.70. The book value of the husband's stock remained the same after the purchase of the father's stock by the corporation. The value of the corporation was reduced by the amount of the purchase price.</p>\n<p><i>Id.</i></p>\n<p>[6]  Assume, for example, that the corporation was worth $100,000, and had 100 shares of stock outstanding, each worth $1,000. Assume also that Mr. Smith, Mr. Borger, and Mr. Nadenbousch each owned 28 shares, worth $28,000, prior to the redemption. If the corporation redeemed Mr. Nadenbousch's 28 shares for their fair market value of $1,000 each, giving him a note for $28,000, the net value of the corporation would be $72,000, and there would be 72 shares outstanding. Notice that although the shares would still be worth $1,000 each, and Mr. Smith and Mr. Borger would each still own stock worth $28,000, Mr. Smith's and Mr. Borger's percentages would have increased to 28 out of 72 shares, or 39%.\n</p>\n<p>It is interesting to note that if, as Mr. Smith contends, the price per share under the stock redemption agreement is <i>greater</i> than its actual value, Mr. Smith's stock may have been worth <i>less</i> after the redemption. If, using the above example, the corporation were bound by the stock redemption agreement to pay Mr. Nadenbousch $2,000 per share, the note would be for $56,000, reducing the net value of the corporation to $44,000. Mr. Smith's 28 out of a total of 72 shares would then only be worth $612 each, or a total of a little over $17,000, although his percentage ownership would still increase to 39%.</p>\n<p>[7]  Although it is not clear from the circuit court's order, the record indicates that Smith-Nadenbousch also made monthly payments for redeemed stock to the Appellee's father, C.E. Smith, Jr., throughout the period in question. The record does not reflect whether any continuing payments were made to the third redeemed shareholder, John L. Nadenbousch.</p>\n<p>[8]  This assumes that the corporation would retain or invest its earnings, rather than distributing them.</p>\n<p>[9]  Although arguably not applicable here, we also note that many service businesses rely on \"rainmakers\" to bring in the clients, while others do the work and earn the actual fees. Similarly, businesses often trade on the name and community stature of their founders or other prominent people, which lends a value that cannot easily be calculated. Consequently, it is not safe to assume that an employee does not contribute to the increase in value of a business merely because he is paid more money than he personally generates.</p>\n<p>[10]  <i>See, e.g., </i><i>Decker v. Decker,</i> 17 Va.App. 12, <span class=\"citation\" data-id=\"1225240\"><a href=\"/opinion/1225240/decker-v-decker/\"><span class=\"volume\">435</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">407</span></a></span> (1993) (upholding commissioner's ruling that 20% of the appreciation in the husband's separately owned stock was marital property, where husband was one of five key executives).</p>\n<p>[11]  We do note, however, that some courts have deemed the owning spouse's share of retained earnings as marital property. <i>See </i><i>Nardini v. Nardini,</i> <span class=\"citation\" data-id=\"1699853\"><a href=\"/opinion/1699853/nardini-v-nardini/\"><span class=\"volume\">414</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">184</span></a></span> (Minn.1987) (holding that where earnings were the product of the marital partnership and the owner could allocate corporate profits at will among salary, dividends, and retained earnings, the retained earnings were marital property). Where retained earnings are treated as marital property, however, they cannot also be considered as active appreciation of corporate assets for purposes of valuation of the corporation or corporate interest of the owning spouse. Such would constitute \"counting the same asset twice in computing the marital asset.\" Brett R. Turner, <i>Equitable Distribution of Property</i> 142 (2d ed. 1994). Where the spouse's interest in the business is marital property, therefore, \"the additional marital property gained by classifying retained earnings as marital property should be roughly equal to the reduction in the business's value caused by the lack of retained earnings.\" <i>Id. It is this analysis which most clearly summons the requirement for expert valuation of the corporation, its retained earnings, and the relationship between retained earnings and fluctuations in stock value. Thus, to permit the Appellee a marital interest in both the increase in value of the stock and some portion of retained earnings would be unrealistic from an accounting standpoint and would in effect double the proper portion of the value of the corporation which should be characterized as marital property. The Appellee's interest in the corporation must be determined with reference to all these factors rather than by examining each element of corporate valuation separately.</i></p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1225240/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1240293/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1261330/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1267581/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1327874/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1343050/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1483940/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1699853/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2086475/"
          ]
        }
      ],
      "judges": "Workman",
      "date_created": "2014-10-30T11:47:05.733932Z",
      "date_modified": "2016-03-03T19:23:31.656427Z",
      "date_filed": "1996-07-19",
      "date_filed_is_approximate": false,
      "slug": "smith-v-smith",
      "citation_id": 1240315,
      "case_name_short": "",
      "case_name": "Smith v. Smith",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "475 S.E.2d 881",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 4,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/721137/smith-v-smith/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T11:47:05.731451Z",
  "date_modified": "2014-10-30T11:47:05.731451Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Smith v. Smith",
  "case_name_full": "",
  "slug": "smith-v-smith",
  "docket_number": "23267",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}