{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/721975/",
  "id": 721975,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca2/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/335426/",
      "id": 335426,
      "absolute_url": "/opinion/335426/arthur-n-economou-v-united-states-department-of-agriculture/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/721975/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/335426/",
          "id": 335426,
          "absolute_url": "/opinion/335426/arthur-n-economou-v-united-states-department-of-agriculture/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/335426/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T08:59:59Z",
          "date_modified": "2017-03-25T00:02:06.245586Z",
          "type": "010combined",
          "sha1": "c712f4d46281758de62bc0143f735e9b7c085055",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/535/535.F2d.688.75-6050.749.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">535 F.2d 688</p>\n    <p class=\"parties\">Arthur N. ECONOMOU, Plaintiff-Appellant,<br>v.<br>UNITED STATES DEPARTMENT OF AGRICULTURE et al., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 749, Docket 75-6050.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Second Circuit.</p>\n    <p class=\"date\">Argued Feb. 26, 1976.<br>Decided April 23, 1976.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Lewis M. Steel, New York City (Eisner, Levy &amp; Steel, P. C., David C. Buxbaum, New York City, on the brief), for plaintiff-appellant.</p>\n      <p class=\"indent\">Mel P. Barkan, Asst. U. S. Atty.  (Paul J. Curran, U. S. Atty., S. D. N. Y., Steven Glassman, Asst. U. S. Atty., New York City, of counsel), for defendants-appellees.</p>\n      <p class=\"indent\">Before MANSFIELD, TIMBERS and MESKILL, Circuit Judges.</p>\n      <p class=\"indent\">MANSFIELD, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Having long recognized the privilege of judges and legislators as a complete defense to civil damage actions based on their official conduct, see Bradley v. Fisher, 80 U.S.  (13 Wall.) 335, 20 L.Ed. 646 (1872) (judges); Tenney v. Brandhove, 341 U.S. 367, 71 S.Ct. 783, 95 L.Ed. 1019 (1951) (legislators),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> the Supreme Court in recent years has focused more sharply upon the scope of the immunity to be extended to those employed by the executive branch of a government, including state prosecutors, Imbler v. Pachtman, --- U.S. ----, 96 S.Ct. 984, 47 L.Ed.2d 128, 44 U.S.L.W. 4250 (1976); school board members, Wood v. Strickland, 420 U.S. 308, 95 S.Ct. 992, 43 L.Ed.2d 214 (1975); top state officers, Scheuer v. Rhodes, 416 U.S. 232, 94 S.Ct. 1683, 40 L.Ed.2d 90 (1974), and policemen, Pierson v. Ray, 386 U.S. 547, 87 S.Ct. 1213, 18 L.Ed.2d 288 (1967).  This appeal raises the issue with respect to the United States Department of Agriculture, the Commodity Exchange Authority (\"CEA\" herein), and various officials of these agencies who were sued for damages based on their alleged wrongful and malicious enforcement of the Commodity Exchange Act, 7 U.S.C. &#167;&#167; 1, et seq., against the plaintiffs.  Judge Lloyd F. MacMahon of the Southern District of New York dismissed the damage suit on the ground that the defendants are entitled to absolute immunity from such liability.  We affirm the dismissal as to the administrative agencies on the ground that federal jurisdiction over the claims against them is lacking.  In all other respects the district court's order is reversed and the case remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On February 19, 1970, the Secretary of Agriculture, as a result of a CEA audit of Arthur N. Economou and his trading company, Arthur N. Economou Co., Inc.  (collectively referred to as \"appellant\" herein), issued an administrative complaint pursuant to the Commodity Exchange Act, 7 U.S.C. &#167; 9 (\"the Act\" herein), alleging that appellant, while a registered futures commission merchant, had failed to maintain the minimum prescribed capital balance for such activity as required by rules promulgated under the Act, see 17 C.F.R. &#167; 1.17, and directing appellant to show cause why his registration should not be revoked.  Following another such audit, an amended complaint was issued against appellant on June 22, 1970.  After a hearing before a Department of Agriculture hearing examiner, at which appellant appeared pro se, a report adverse to appellant was issued by the examiner on August 17, 1971.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In the meantime, while the examiner's report, to which appellant excepted, was under review by the Judicial Officer of the Department of Agriculture, appellant commenced the present action for $32,000,000 damages in the district court against some 13 defendants, including the Department of Agriculture, Commodity Exchange Authority, the Secretary and Assistant Secretary of Agriculture, various administrators, and officials and auditors of the CEA, and the Chief Hearing Officer and Counsel of the Department of Agriculture.  The complaint alleged in substance that defendants, acting outside their discretionary duties and functions, had wrongfully and maliciously instituted the proceedings against him for the purpose of ruining his business reputation, retaliating against him for his previous outspoken criticism of the defendants' activities, and causing harm to his business.  Appellant alleged that he had not wilfully violated the Act, that he had not been given notice and an opportunity to correct the alleged violations of CEA rules before the institution of the administrative proceedings against him, that the proceeding should have been terminated since he was no longer engaged in the regulated activity, and that in connection with their prosecution of that proceeding the defendants had knowingly caused deceptive press releases to be issued, which falsely indicated to the public that appellant's financial resources had deteriorated.  As a result, the complaint further alleged, some of appellant's customers were no longer willing to do business with him, his credit standing was damaged, and appellant was forced to expend large sums of money to defend himself against the false charges.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The district court twice denied appellant's application for preliminary injunctive relief restraining the CEA enforcement proceeding against him.  Thereafter appellant chose to pursue his lawsuit in a desultory fashion, taking little or no action for long periods.  While his damage action thus remained dormant, the Agriculture Department's Judicial Officer affirmed the hearing examiner's findings, whereupon appellant petitioned us for review.  On March 28, 1974, we granted appellant's petition and set aside the Department's enforcement order on the ground that \"the essential finding of willfulness . . .  was made in a proceeding instituted without the customary warning letter,\" rendering it \"erroneous on the record taken as a whole, and the sanctions imposed unwarranted,\" 494 F.2d 519 (2d Cir. 1974).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After another long period of inaction, broken only by the district court's indication that the case might be dismissed for non-prosecution, the defendants' motion to dismiss appellant's second amended complaint was granted by Judge MacMahon on May 22, 1975, on the ground that the defendants were entitled to absolute immunity.  From this decision plaintiffs appeal.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We need not tarry over the district court's dismissal of appellant's claims against the Department of Agriculture, and the Commodity Exchange Authority, which was clearly correct.  Congress has not authorized either entity to be sued in its own name, and thus we lack jurisdiction over them.  See Blackmar v. Guerre, 342 U.S. 512, 72 S.Ct. 410, 96 L.Ed. 534 (1952).  Nor is there any reason to accept appellant's suggestion that the complaint now be amended to name the United States of America as a defendant, since the \" intentional tort\" exclusion of the Federal Tort Claims Act, 28 U.S.C. &#167; 2680(h), would deny us jurisdiction over such claims against the United States, even though appellant's claims of malicious prosecution, abuse of process, and libel be cast in constitutional terms.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  See Peterson v. Weinberger, 508 F.2d 45, 50 (5th Cir. 1975), cert. denied, 423 U.S. 830, 96 S.Ct. 50, 46 L.Ed.2d 47,  44 U.S.L.W. 3201 (1975).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Turning to the claims against the individual defendants, the district court based its dismissal mainly upon principles expressed in the plurality opinion of Justice Harlan in Barr v. Matteo, 360 U.S. 564, 79 S.Ct. 1335, 3 L.Ed.2d 1434 (1959), which we followed in Ove Gustavsson Contracting Co. v. Floete, 299 F.2d 655 (2d Cir. 1962).  In Barr v. Matteo, the Supreme Court, by a 5 to 4 vote, held that the Acting Director of the Office of Rent Stabilization, a federal agency, was entitled to an absolute privilege against liability in damages for a defamatory press release issued by him, once it had been established that the action taken \"was within the outer perimeter of (his) line of duty,\" even though his action was not a duty imposed on him but rather an exercise of discretion and was allegedly prompted by malice toward the plaintiff.  In an opinion shared by three other justices (Frankfurter, Clark and Whittaker), Justice Harlan reasoned that an absolute privilege was required for the reason</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>\"that officials of government should be free to exercise their duties unembarrassed by the fear of damage suits in respect of acts done in the course of those duties suits which would consume time and energies which would otherwise be devoted to governmental service and the threat of which might appreciably inhibit the fearless, vigorous, and effective administration of policies of government.\"  360 U.S. at 571, 79 S.Ct. at 1339, 3 L.Ed.2d at 1441.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Recognizing that \"there may be occasional instances of actual injustice which will go unredressed,\" he concluded that such a price is \"a necessary one to pay for the greater good,\" especially since \"other sanctions than civil tort suits (are) available to deter the executive official who may be prone to exercise his functions in an unworthy and irresponsible manner,\" 360 U.S. at 576, 79 S.Ct. at 1342, 3 L.Ed.2d at 1444.  Separate dissenting opinions were filed by Chief Justice Warren (in which Justice Douglas concurred) and Justices Brennan and Stewart.  Accepting the view that an absolute privilege might attach to intra-agency reports or statements of Cabinet members, Justice Warren concluded that in the case of lesser officials a qualified privilege would suffice to enable them to perform their duties without undue harassment and at the same time protect a victim of their maliciously wrongful conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Concluding that the alleged conduct of the defendants in the present case was \"within the outer perimeter of their authority\" and involved the exercise of discretion, Judge MacMahon dismissed the complaint on the ground that the defendants were entitled to immunity.  Had Barr represented the last word in this evolving area, we might be inclined, as was the district court, to follow it in this case, despite the melange of differing views expressed by various members of the Court on the subject in that case, no one of which commanded a majority.  However, the Court has since elucidated its views in a series of decisions which were neither cited by the government to the district court nor discussed by Judge MacMahon.  The principles developed in these later cases lead us to the conclusion that the district court's summary dismissal cannot stand.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We start with Pierson v. Ray, 386 U.S. 547, 87 S.Ct. 1213, 18 L.Ed.2d 288 (1967), which posed the question of whether petitioners there, black clergymen who were arrested by police for attempting to use a segregated bus terminal waiting room and tried before a municipal police justice, could recover damages in a civil action instituted by them against the judge and the police under 42 U.S.C. &#167; 1983 after the conviction of one had been set aside and the charges against the others dropped.  The Supreme Court held that the traditional absolute immunity of judges survived Congress' enactment of &#167; 1983, and that policemen, who had never enjoyed an absolute and unqualified immunity at common law, were limited to the qualified common law immunity which had been extended to them prior to &#167; 1983, i. e., the defense that they acted in good faith and with probable cause to believe the persons arrested had violated the law. Accordingly, the dismissal of the claims against the judge was upheld and the claims against the policemen were remanded for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In Scheuer v. Rhodes, 416 U.S. 232, 94 S.Ct. 1683, 40 L.Ed.2d 90 (1974), the governor of Ohio and other high state officials, who had been sued for damages for their alleged connection with the killing of several Kent State University students by the Ohio National Guard, contended that they were entitled to absolute immunity from civil damage liability.  The Supreme Court rejected this contention, unanimously holding that they were at most entitled to a qualified \"good-faith, reasonable grounds\" immunity, the scope of which would depend upon \"the functions and responsibilities of these particular defendants in their capacities as officers of the state government, as well as the purposes of 42 U.S.C. &#167; 1983,\" 416 U.S. at 243, 94 S.Ct. at 1690, 40 L.Ed.2d at 100.  Speaking for a unanimous court (except for Justice Douglas who took no part in the decision), Chief Justice Burger traced the history of the development of the law of immunity of government officials from personal liability for their official acts, stating:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>\"This official immunity apparently rested, in its genesis, on two mutually dependent rationales: (1) the injustice, particularly in the absence of bad faith, of subjecting to liability an officer who is required, by the legal obligations of his position, to exercise discretion; (2) the danger that the threat of such liability would deter his willingness to execute his office with the decisiveness and the judgment required by the public good.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>\"Public officials, whether governors, mayors or police, legislators or judges, who fail to make decisions when they are needed or who do not act to implement decisions when they are made do not fully and faithfully perform the duties of their offices.  Implicit in the idea that officials have some immunity absolute or qualified for their acts, is a recognition that they may err.  The concept of immunity assumes this and goes on to assume that it is better to risk some error and possible injury from such error than not to decide or act at all.\"  (Footnotes omitted) 416 U.S. at 239-42, 94 S.Ct. at 1688, 40 L.Ed.2d at 99.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Of counterbalancing importance, the Court went on to note, is the interest of the wronged individual in being compensated for harm caused him by the public official's abuse of power and invasion of his rights, for which &#167; 1983 was enacted to provide a remedy.  Noting that \"It can hardly be argued, at this late date, that under no circumstances can the officers of state government be subject to liability under this statute (42 U.S.C. &#167; 1983)\" the Court, although quoting a portion of Justice Harlan's Barr opinion with approval, nevertheless concluded as follows on the basis of its evaluation of the counterbalancing policy considerations:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>\"These considerations suggest that, in varying scope, a qualified immunity is available to officers of the executive branch of government, the variation being dependent upon the scope of discretion and responsibilities of the office and all the circumstances as they reasonably appeared at the time of the action on which liability is sought to be based.  It is the existence of reasonable grounds for the belief formed at the time and in light of all the circumstances, coupled with good-faith belief, that affords a basis for qualified immunity of executive officers for acts performed in the course of official conduct.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Since the Court could not dispose of the case without a factual record based on evidence of each defendant's good faith and of the scope of his authority, it reversed the dismissal of the complaints and remanded the case for \"(F) urther proceedings, either by way of summary judgment or by trial on the merits,\" 416 U.S. 250, 94 S.Ct. 1693, 40 L.Ed.2d 104.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The qualified \"good-faith, reasonable grounds\" standard was more recently reaffirmed by the Supreme Court in Wood v. Strickland, 420 U.S. 308, 95 S.Ct. 992, 43 L.Ed.2d 214 (1975), as the standard for defining the scope of immunity available to officials of the executive branch in that case state school administrators and school board members from civil damage liability.  The issue arose when students expelled from school, claiming that the expulsion had violated their constitutional rights, sued the administrators and board members for damages.  Rejecting the school officials' contention that they were entitled to absolute immunity, the majority of the Court, in an opinion by Justice White, pointed out that while legislators and judges had traditionally enjoyed such immunity at common law, the common law immunity of public school officials had been limited to \"good-faith, nonmalicious action taken to fulfill their official duties,\" even though such board members \"function at different times in the nature of legislators and adjudicators in the school disciplinary process\" and, like the state executive officers in Scheuer v. Rhodes, supra, must often act promptly on the basis of information supplied by others.  420 U.S. at 318-19, 95 S.Ct. at 999, 43 L.Ed.2d at 223.  The Court concluded that while some immunity was essential to prevent the conscientious school decision-maker from being deterred in exercising his judgment independently, forcefully and in the school's interest and to avoid discouraging the most capable candidates for school board positions from serving because of the risk of heavy damages which they could not afford to pay, a qualified immunity would suffice.  Absolute immunity, on the other hand, \"would not sufficiently increase the ability of school officials to exercise their discretion in a forthright manner to warrant the absence of a remedy for students subjected to intentional or otherwise inexcusable deprivations,\" 420 U.S. at 320, 95 S.Ct. at 1000, 43 L.Ed.2d at 224.  The immunity, said Justice White, \"must be such that public school officials understand that action taken in the good-faith fulfillment of their responsibilities and within the bounds of reason under all the circumstances will not be punished and that they need not exercise their discretion with undue timidity,\" 420 U.S. at 321, 95 S.Ct. at 1000, 43 L.Ed.2d at 224.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The latest chapter in the development of principles governing the immunity of governmental officials of the executive branch is to be found in the Supreme Court's very recent decision in Imbler v. Pachtman, --- U.S. ----, 96 S.Ct. 984, 47 L.Ed.2d 128, 44 U.S.L.W. 4250 (1976).  There the Court upheld the traditional absolute immunity of a state prosecuting attorney acting within the scope of his duties from civil damage liability under &#167; 1983 based on the allegation that he had knowingly used false testimony in the criminal prosecution of Imbler, who later brought the civil damage suit against him.  The Court, noting that various courts of appeal had been \"virtually unanimous that a prosecutor enjoys absolute immunity from &#167; 1983 suits for damages when he acts within the scope of prosecutorial official duties,\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> indicated that a decision regarding the immunity of an executive official must be \"predicated upon a considered inquiry into the immunity historically accorded the relevant official at common law and the interests behind it,\" --- U.S. at ----, 96 S.Ct. at 990, 47 L.Ed.2d at 138, 42 U.S.L.W. at 4254.  In the case of the public prosecutor, his common law absolute immunity, grounded on the same principles underlying the immunity of judges and grand jurors, had been firmly established.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Speaking for 5 out of 8 members of the Court in Imbler,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Justice Powell reasoned that a qualified immunity would not give sufficient protection to the prosecutor to enable him to engage in the independent and fearless performance of his duties which are essential to the functioning of the criminal justice system, since the prosecutor would face great difficulty in meeting a qualified immunity standard because he frequently must act under constraints of time and information, he of necessity deals with witnesses of doubtful veracity, and he must be given wide latitude in the trial of a criminal case.  To expose him to the possibility of years later being required to justify his conduct or face liability in damages would unduly inhibit his performance of his duties and disserve the public.  Balancing the interests at stake, the Court reasoned that the public interest in deterring misconduct would adequately be protected through criminal and professional disciplinary sanctions and that Congress did not intend in enacting &#167; 1983 to repeal \"absolute immunities so firmly rooted in the common law and supported by such strong policy reasons.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In a concurring opinion Justice White reasoned that, while certain absolute immunities had survived Congress' enactment of &#167; 1983, others, which related principally to officers and employees in the executive branch, had not continued for the reason that they were not considered essential to enable the officer to perform his duties effectively.  He agreed that, while absolute immunity for prosecutors is necessary to protect the judicial process and to avoid discouraging the prosecutor from performing his important duty of initiating and conducting criminal prosecutions, it should not extend to damage suits based on his withholding or suppression of evidence, since this should not adversely affect his incentive to prosecute and would therefore not injure the judicial process.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">From this recent development of the law of government officials' immunity certain conclusions may be drawn.  Damage suits against government officials for abuse of governmental power frequently serve the public interest by deterring official misconduct and assuring the individual's freedom to exercise his constitutional rights, including his right to criticize his government.  On the other hand, such suits may also have the purpose or effect of harassing conscientious public officers, undermining or inhibiting fearless executive performance, and deterring competent persons from accepting or continuing to hold public service positions.  Since the effect of a grant of immunity is to \"negate pro tanto the very remedy which it appears Congress sought to create (by enactment of 42 U.S.C. &#167; 1983) . . .  the Court has not extended absolute immunity to such officials in the absence of the most convincing showing that the immunity is necessary,\" Imbler v. Pachtman, --- U.S. at ----, 96 S.Ct. at 996, 47 L.Ed.2d at 145, 44 U.S.L.W. at 4258 (concurring opinion of Justice White, citing Wood v. Strickland, supra; Scheuer v. Rhodes, supra ; and Pierson v. Ray, supra ) \"notwithstanding the fact that, at least with respect to high executive officers, absolute immunity from suit for damages would have applied at common law.  Spalding v. Vilas, 161 U.S. 483, (16 S.Ct. 631, 40 L.Ed. 780); Alzua v. Johnson, 231 U.S. 106, (34 S.Ct. 27, 58 L.Ed. 142)\" id., --- U.S. at ----, 96 S.Ct. at 997, 47 L.Ed.2d at 146, 44 U.S.L.W. at 4258.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">While officials engaged in initiating and hearing administrative proceedings such as those in the present case did enjoy a considerable measure of immunity at common law, its scope was not as settled or as clear as that enjoyed by judges, legislators and prosecutors.  Although federal courts leaned toward affording such officials an absolute immunity, see Spalding v. Vilas, supra; Gregoire v. Biddle, 177 F.2d 579 (2d Cir. 1949), cert. denied, 339 U.S. 949, 70 S.Ct. 803, 94 L.Ed. 1363 (1950), state courts persistently indicated, at least in dicta, that even formal action taken by an administrative tribunal could give rise to tort liability for the officials involved if the act had been undertaken with malice.  See, e. g., Paoli v. Mason, 325 Ill.App. 197, 59 N.E.2d 499 (1945); State ex rel. Robertson v. Farmers' State Bank, 162 Tenn. 499, 39 S.W.2d 281 (1931); Jennings, Tort Liability of Administrative Officers, 21 Minn.L.Rev. 263, 276-80 (1937).  But see Sweeney v. Young, 82 N.H. 159, 131 A. 155 (1925).  In some instances, administrative officials were even held liable for good faith mistakes in judgment, on the paradoxical theory that their mistake in judgment amounted to action wholly outside their jurisdiction.  See, e. g., Miller v. Horton, 152 Mass. 540, 26 N.E. 100 (1891), where Justice Holmes held that a board of officials' authority to destroy diseased horses did not render them immune from damages for their destruction of a healthy horse.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The contrast between the absolute immunity clearly available at common law to judges, prosecutors, and legislators, and the somewhat confused state of the common law in regard to administrative officials reflects distinctions in the character of their respective functions.  The traditional common law absolute immunity of those directly connected with the judicial and legislative processes from civil damage liability has been upheld because the possible beneficial effects of civil damage suits in deterring official misconduct on the part of such officials and in insuring free exercise of constitutional rights would be heavily outweighed by the erosion of these vital processes that such suits would engender.  Because they are frequently called upon to exercise wide discretionary powers which can have serious personal impact upon individuals and thus create an incentive to sue, judges and prosecutors would be particularly vulnerable to damage suits for malicious prosecution.  Judges further would face serious personal problems in the defense of such suits.  The judge would be forced either personally to bear the expense of his own defense or be put in the uncomfortable position of being defended by some other branch of the government, which might appear before him frequently as an adversary.  Similarly the legislator exercises the widest of discretionary powers, the performance of which was thought important enough by the Founding Fathers to warrant a constitutional grant of immunity.  To force a judge, prosecutor or legislator to assume the burden of establishing a \"good faith, reasonable grounds\" defense would impose an excessive burden on the functioning of the judicial and legislative process.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">When it comes to suits against officials of the executive branch of a government, however, there does not appear to be any such obvious need for absolute immunity, as distinguished from a qualified immunity, to insure performance of their essential government functions.  For the most part the discretionary powers of officials in the executive branch are more circumscribed than are those of legislators, prosecutors or grand jurors.  Unlike the judge, the official or employee of a department of the executive branch of a state or federal government, upon being sued for damages, would not face a conflict of interest if the state or federal government followed its usual practice of agreeing to provide him with representation by counsel drawn from the executive branch.  For these reasons the trend, as reflected in Scheuer v. Rhodes, supra, and Wood v. Strickland, supra, has been toward the view that a qualified rather than absolute immunity is sufficient to insure the functioning of the executive branch and at the same time to protect the public against abuse of official power.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Applying these principles here, we are satisfied that the individual defendants do not require and are not entitled to absolute immunity in order to enable them to perform their duties.  We believe that they and the performance of their executive duties are adequately protected by permitting them to avail themselves of the defense of qualified \"good faith, reasonable grounds\" immunity of the type approved by the Supreme Court in Scheuer and Wood.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> If, indeed, the plaintiff has evidence to the effect that the proceedings against him were instituted and prosecuted maliciously and without reasonable grounds, or that the defendants knowingly caused the defamatory press releases to be issued regarding him or his company, the policy against abuse of official power requires that he be given an opportunity to prove his claim.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  If, on the other hand, the plaintiff's claims are baseless, as defendants maintain, our holding does not necessarily require them to face an expensive, protracted or wasteful trial.  Should the defendants by affidavit set forth undisputed facts demonstrating the reasonableness of their action, buttressed by affidavits of their good faith, and the plaintiff then fail to respond under oath with \"specific facts showing that there is a genuine issue for trial\" regarding the defendants' good faith or the existence of reasonable grounds for their action, summary judgment dismissing the complaint might be appropriate.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Rule 56(e), F.R.Civ.P.  See Donnelly v. Guion, 467 F.2d 290, 293-94 (2d Cir. 1972), where we stated:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>\"A party opposing a motion for summary judgment simply cannot make a secret of his evidence until the trial, for in doing so he risks the possibility that there will be no trial.  A summary judgment motion is intended to 'smoke out' the facts so that the judge can decide if anything remains to be tried.  See Applegate v. Top Associates, Inc., 425 F.2d 92 (2d Cir. 1970); Dressler v. MV Sandpiper, 331 F.2d 130 (2d Cir. 1964); Radio City Music Hall Corp., supra; 6 Moore, Federal Practice P 56.11(3) at 2171-75.\"  (Footnote omitted)</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We mention this remedy not to indicate any views on the merits of such a motion, which would turn on the record before the district court, but to respond to the contention that an absolute privilege is essential to save the defendants from an excessive burden.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The order is affirmed as to the claims against the Department of Agriculture and Commodity Exchange Authority.  In all other respects the order is reversed and the case remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Members of Congress are expressly protected by Art. 1, &#167; 6 of the Constitution, which provides that, \"for any Speech or Debate in either House, they shall not be questioned in any other Place.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The acts of which appellant complains all occurred before March 16, 1974 when &#167; 2680(h) was amended by Pub.L. 93-253, 88 Stat. 50, to allow suits against the United States on the basis of certain intentional torts if committed by federal \"investigative or law enforcement officers.\"  In any event, the defendants in this case do not appear to be such officers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Since Scheuer, several circuits have followed the \"good faith-reasonable grounds\" standard as governing the scope of immunity available to executive government officials.  See Jones v. Diamond, 519 F.2d 1090, 1100-01 (5th Cir. 1975) (local elected officials); Apton v. Wilson, 506 F.2d 83 (D.C.Cir. 1974) (Justice Department officials); Rowley v. McMillan, 502 F.2d 1326, 1335 (4th Cir. 1974) (Secret Service director); States Marine Lines v. Shultz, 498 F.2d 1146 (4th Cir. 1974) (Treasury Secretary); Burkhart v. Saxbe, 397 F.Supp. 499 (E.D.Pa.1975) (Attorney General).  The defendants' reliance on our decision in Galella v. Onassis, 487 F.2d 986, 993-94 (2d Cir. 1973), which predates Scheuer, is misplaced, since in Galella the Secret Service defendants proved they had reasonable grounds for their action.  See id. at 993</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Supreme Court's rejection of absolute immunity for school board officials in Wood was unanimous.  However, the Court split on the subject of what standard would govern in defining good faith.  The majority concluded that in determining whether a school board member acted in good faith he would be charged with knowledge of a student's clearly established constitutional rights.  Four members of the Court dissented from this aspect of the qualified immunity standard on the ground that it imposed an excessive burden on the official.  Instead, the minority would have held an official immune if \"in the light of the discretion and responsibilities of his office, and under all the circumstances as they appeared at the time, the officer acted reasonably and in good faith,\" 420 U.S. 308, 95 S.Ct. 1005, 43 L.Ed.2d 230, even though he may have been unaware of the legal principles which governed the rights of the disciplined student</p>\n        <p>For purposes of the present appeal, this difference is immaterial.  Application to this case of the qualified immunity standard of either the majority or of the minority in Wood v. Strickland would call for reversal in the present posture of the case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Supreme Court cited Fanale v. Sheehy, 385 F.2d 866, 868 (2d Cir. 1967), and Yaselli v. Goff, 12 F.2d 396 (2d Cir. 1926).  It also quoted with approval statements by Judge Learned Hand from his oft-cited decision in Gregoire v. Biddle, 177 F.2d 579 (2d Cir. 1949), cert. denied, 339 U.S. 949, 70 S.Ct. 803, 94 L.Ed. 1363 (1950)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Justice Stevens took no part in the consideration or decision of the case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The defendants' attempted distinction of Scheuer and similar cases on the ground that 42 U.S.C. &#167; 1983, under which they were brought, is by its own terms a \"substantial disavowal of a state official's right to claim immunity\" must be rejected.  This court has already recognized that it would be \"incongruous and confusing, to say the least\" to develop different standards of immunity for state officers sued under &#167; 1983 and federal officers sued on similar grounds under causes of action founded directly on the Constitution.  Bivens v. Six Unknown Named Agents of the Federal Bureau of Narcotics, 456 F.2d 1339, 1346-47 (2d Cir. 1972).  Other circuits have also concluded that the Supreme Court's development of official immunity doctrine in &#167; 1983 suits against state officials applies with equal force to federal officers sued on a cause of action derived directly from the Constitution, since both types of suits serve the same function of protecting citizens against violations of their constitutional rights by government officials.  See Apton v. Wilson, supra, 506 F.2d at 92-93; States Marine Lines Inc. v. Shultz, supra, 498 F.2d at 1159; Bethea v. Reid, 445 F.2d 1163, 1166 (3d Cir. 1971), cert. denied, 404 U.S. 1061, 92 S.Ct. 747, 30 L.Ed.2d 749 (1972)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> While some of the Agriculture Department officials may be analogized to criminal prosecutors, in that they initiated the proceedings against appellant, and presented evidence therein, the reasons why the Supreme Court felt the public prosecutor \"would face greater difficulty in meeting the standards of qualified immunity than other executive or administrative officials\" do not seem applicable to them.  In administrative proceedings of the type involved in the present case the issues (e. g., whether the respondent maintained the minimum capital balance prescribed by regulation) usually turn more on documentary proof than the veracity of witnesses, and generally do not involve the \"serious constraints of time and even information\" sometimes present in criminal cases.  The administrative proceedings against appellant, for instance, centered on an analysis of his financial records</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Of course mere proof that the Department of Agriculture failed to issue a customary warning letter, which was the basis of our refusal to enforce the order, see 494 F.2d 519 (2d Cir. 1974), would not suffice to show bad faith or lack of reasonable grounds</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Nor would summary judgment be precluded by our recent decisions in Heyman v. Commerce &amp; Industry Insurance Co., 524 F.2d 1317 (2d Cir. 1975) and Judge v. City of Buffalo, 524 F.2d 1321 (2d Cir. 1975), where genuine issues as to material facts precluded a grant of summary judgment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See James, Tort Liability of Governmental Units and Their Officers, 22 U.Chi.L.Rev. 610, 647 (1955) (criticizing view that \"the mere inquiry into malice would have worse consequences than the possibility of actual malice.\")</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">535</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">688</span></span></p>\n    <p class=\"parties\">Arthur N. ECONOMOU, Plaintiff-Appellant,<br>v.<br>UNITED STATES DEPARTMENT OF AGRICULTURE et al., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 749, Docket 75-6050.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Second Circuit.</p>\n    <p class=\"date\">Argued Feb. 26, 1976.<br>Decided April 23, 1976.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Lewis M. Steel, New York City (Eisner, Levy &amp; Steel, P. C., David C. Buxbaum, New York City, on the brief), for plaintiff-appellant.</p>\n      <p class=\"indent\">Mel P. Barkan, Asst. U. S. Atty.  (Paul J. Curran, U. S. Atty., S. D. N. Y., Steven Glassman, Asst. U. S. Atty., New York City, of counsel), for defendants-appellees.</p>\n      <p class=\"indent\">Before MANSFIELD, TIMBERS and MESKILL, Circuit Judges.</p>\n      <p class=\"indent\">MANSFIELD, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Having long recognized the privilege of judges and legislators as a complete defense to civil damage actions based on their official conduct, see Bradley v. Fisher, 80 U.S.  (13 Wall.) 335, <span class=\"citation\" data-id=\"88468\"><a href=\"/opinion/88468/bradley-v-fisher/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">646</span></a></span> (1872) (judges); Tenney v. Brandhove, <span class=\"citation\" data-id=\"104906\"><a href=\"/opinion/104906/tenney-v-brandhove/\"><span class=\"volume\">341</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, <span class=\"citation\" data-id=\"104906\"><a href=\"/opinion/104906/tenney-v-brandhove/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">783</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1019</span></span> (1951) (legislators),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> the Supreme Court in recent years has focused more sharply upon the scope of the immunity to be extended to those employed by the executive branch of a government, including state prosecutors, Imbler v. Pachtman, --- U.S. ----, <span class=\"citation\" data-id=\"109387\"><a href=\"/opinion/109387/imbler-v-pachtman/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">984</span></a></span>, <span class=\"citation\" data-id=\"109387\"><a href=\"/opinion/109387/imbler-v-pachtman/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">128</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">4250</span></span> (1976); school board members, Wood v. Strickland, <span class=\"citation\" data-id=\"109199\"><a href=\"/opinion/109199/wood-v-strickland/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span>, <span class=\"citation\" data-id=\"109199\"><a href=\"/opinion/109199/wood-v-strickland/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">992</span></a></span>, <span class=\"citation\" data-id=\"109199\"><a href=\"/opinion/109199/wood-v-strickland/\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">214</span></a></span> (1975); top state officers, Scheuer v. Rhodes, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1683</span></a></span>, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">90</span></a></span> (1974), and policemen, Pierson v. Ray, <span class=\"citation\" data-id=\"107411\"><a href=\"/opinion/107411/pierson-v-ray/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">547</span></a></span>, <span class=\"citation\" data-id=\"107411\"><a href=\"/opinion/107411/pierson-v-ray/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1213</span></a></span>, <span class=\"citation\" data-id=\"107411\"><a href=\"/opinion/107411/pierson-v-ray/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">288</span></a></span> (1967).  This appeal raises the issue with respect to the United States Department of Agriculture, the Commodity Exchange Authority (\"CEA\" herein), and various officials of these agencies who were sued for damages based on their alleged wrongful and malicious enforcement of the Commodity Exchange Act, 7 U.S.C. &#167;&#167; 1, et seq., against the plaintiffs.  Judge Lloyd F. MacMahon of the Southern District of New York dismissed the damage suit on the ground that the defendants are entitled to absolute immunity from such liability.  We affirm the dismissal as to the administrative agencies on the ground that federal jurisdiction over the claims against them is lacking.  In all other respects the district court's order is reversed and the case remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On February 19, 1970, the Secretary of Agriculture, as a result of a CEA audit of Arthur N. Economou and his trading company, Arthur N. Economou Co., Inc.  (collectively referred to as \"appellant\" herein), issued an administrative complaint pursuant to the Commodity Exchange Act, 7 U.S.C. &#167; 9 (\"the Act\" herein), alleging that appellant, while a registered futures commission merchant, had failed to maintain the minimum prescribed capital balance for such activity as required by rules promulgated under the Act, see 17 C.F.R. &#167; 1.17, and directing appellant to show cause why his registration should not be revoked.  Following another such audit, an amended complaint was issued against appellant on June 22, 1970.  After a hearing before a Department of Agriculture hearing examiner, at which appellant appeared pro se, a report adverse to appellant was issued by the examiner on August 17, 1971.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In the meantime, while the examiner's report, to which appellant excepted, was under review by the Judicial Officer of the Department of Agriculture, appellant commenced the present action for $32,000,000 damages in the district court against some 13 defendants, including the Department of Agriculture, Commodity Exchange Authority, the Secretary and Assistant Secretary of Agriculture, various administrators, and officials and auditors of the CEA, and the Chief Hearing Officer and Counsel of the Department of Agriculture.  The complaint alleged in substance that defendants, acting outside their discretionary duties and functions, had wrongfully and maliciously instituted the proceedings against him for the purpose of ruining his business reputation, retaliating against him for his previous outspoken criticism of the defendants' activities, and causing harm to his business.  Appellant alleged that he had not wilfully violated the Act, that he had not been given notice and an opportunity to correct the alleged violations of CEA rules before the institution of the administrative proceedings against him, that the proceeding should have been terminated since he was no longer engaged in the regulated activity, and that in connection with their prosecution of that proceeding the defendants had knowingly caused deceptive press releases to be issued, which falsely indicated to the public that appellant's financial resources had deteriorated.  As a result, the complaint further alleged, some of appellant's customers were no longer willing to do business with him, his credit standing was damaged, and appellant was forced to expend large sums of money to defend himself against the false charges.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The district court twice denied appellant's application for preliminary injunctive relief restraining the CEA enforcement proceeding against him.  Thereafter appellant chose to pursue his lawsuit in a desultory fashion, taking little or no action for long periods.  While his damage action thus remained dormant, the Agriculture Department's Judicial Officer affirmed the hearing examiner's findings, whereupon appellant petitioned us for review.  On March 28, 1974, we granted appellant's petition and set aside the Department's enforcement order on the ground that \"the essential finding of willfulness . . .  was made in a proceeding instituted without the customary warning letter,\" rendering it \"erroneous on the record taken as a whole, and the sanctions imposed unwarranted,\" <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">519</span></span> (2d Cir. 1974).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After another long period of inaction, broken only by the district court's indication that the case might be dismissed for non-prosecution, the defendants' motion to dismiss appellant's second amended complaint was granted by Judge MacMahon on May 22, 1975, on the ground that the defendants were entitled to absolute immunity.  From this decision plaintiffs appeal.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We need not tarry over the district court's dismissal of appellant's claims against the Department of Agriculture, and the Commodity Exchange Authority, which was clearly correct.  Congress has not authorized either entity to be sued in its own name, and thus we lack jurisdiction over them.  See Blackmar v. Guerre, <span class=\"citation\" data-id=\"104975\"><a href=\"/opinion/104975/blackmar-v-guerre/\"><span class=\"volume\">342</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">512</span></a></span>, <span class=\"citation\" data-id=\"104975\"><a href=\"/opinion/104975/blackmar-v-guerre/\"><span class=\"volume\">72</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">410</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">534</span></span> (1952).  Nor is there any reason to accept appellant's suggestion that the complaint now be amended to name the United States of America as a defendant, since the \" intentional tort\" exclusion of the Federal Tort Claims Act, 28 U.S.C. &#167; 2680(h), would deny us jurisdiction over such claims against the United States, even though appellant's claims of malicious prosecution, abuse of process, and libel be cast in constitutional terms.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  See Peterson v. Weinberger, <span class=\"citation no-link\"><span class=\"volume\">508</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">45</span></span>, 50 (5th Cir. 1975), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">830</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">50</span></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">47</span></span>,  <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3201</span></span> (1975).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Turning to the claims against the individual defendants, the district court based its dismissal mainly upon principles expressed in the plurality opinion of Justice Harlan in Barr v. Matteo, <span class=\"citation\" data-id=\"2390269\"><a href=\"/opinion/2390269/barr-v-mateo/\"><span class=\"volume\">360</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, <span class=\"citation\" data-id=\"2390269\"><a href=\"/opinion/2390269/barr-v-mateo/\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1335</span></a></span>, <span class=\"citation\" data-id=\"2390269\"><a href=\"/opinion/2390269/barr-v-mateo/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1434</span></a></span> (1959), which we followed in Ove Gustavsson Contracting Co. v. Floete, <span class=\"citation\" data-id=\"256346\"><a href=\"/opinion/256346/ove-gustavsson-contracting-co-inc-v-franklin-g-floete-as/\"><span class=\"volume\">299</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">655</span></a></span> (2d Cir. 1962).  In Barr v. Matteo, the Supreme Court, by a 5 to 4 vote, held that the Acting Director of the Office of Rent Stabilization, a federal agency, was entitled to an absolute privilege against liability in damages for a defamatory press release issued by him, once it had been established that the action taken \"was within the outer perimeter of (his) line of duty,\" even though his action was not a duty imposed on him but rather an exercise of discretion and was allegedly prompted by malice toward the plaintiff.  In an opinion shared by three other justices (Frankfurter, Clark and Whittaker), Justice Harlan reasoned that an absolute privilege was required for the reason</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>\"that officials of government should be free to exercise their duties unembarrassed by the fear of damage suits in respect of acts done in the course of those duties suits which would consume time and energies which would otherwise be devoted to governmental service and the threat of which might appreciably inhibit the fearless, vigorous, and effective administration of policies of government.\"  360 U.S. at 571, 79 S.Ct. at 1339, 3 L.Ed.2d at 1441.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Recognizing that \"there may be occasional instances of actual injustice which will go unredressed,\" he concluded that such a price is \"a necessary one to pay for the greater good,\" especially since \"other sanctions than civil tort suits (are) available to deter the executive official who may be prone to exercise his functions in an unworthy and irresponsible manner,\" 360 U.S. at 576, 79 S.Ct. at 1342, 3 L.Ed.2d at 1444.  Separate dissenting opinions were filed by Chief Justice Warren (in which Justice Douglas concurred) and Justices Brennan and Stewart.  Accepting the view that an absolute privilege might attach to intra-agency reports or statements of Cabinet members, Justice Warren concluded that in the case of lesser officials a qualified privilege would suffice to enable them to perform their duties without undue harassment and at the same time protect a victim of their maliciously wrongful conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Concluding that the alleged conduct of the defendants in the present case was \"within the outer perimeter of their authority\" and involved the exercise of discretion, Judge MacMahon dismissed the complaint on the ground that the defendants were entitled to immunity.  Had Barr represented the last word in this evolving area, we might be inclined, as was the district court, to follow it in this case, despite the melange of differing views expressed by various members of the Court on the subject in that case, no one of which commanded a majority.  However, the Court has since elucidated its views in a series of decisions which were neither cited by the government to the district court nor discussed by Judge MacMahon.  The principles developed in these later cases lead us to the conclusion that the district court's summary dismissal cannot stand.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We start with Pierson v. Ray, <span class=\"citation\" data-id=\"107411\"><a href=\"/opinion/107411/pierson-v-ray/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">547</span></a></span>, <span class=\"citation\" data-id=\"107411\"><a href=\"/opinion/107411/pierson-v-ray/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1213</span></a></span>, <span class=\"citation\" data-id=\"107411\"><a href=\"/opinion/107411/pierson-v-ray/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">288</span></a></span> (1967), which posed the question of whether petitioners there, black clergymen who were arrested by police for attempting to use a segregated bus terminal waiting room and tried before a municipal police justice, could recover damages in a civil action instituted by them against the judge and the police under 42 U.S.C. &#167; 1983 after the conviction of one had been set aside and the charges against the others dropped.  The Supreme Court held that the traditional absolute immunity of judges survived Congress' enactment of &#167; 1983, and that policemen, who had never enjoyed an absolute and unqualified immunity at common law, were limited to the qualified common law immunity which had been extended to them prior to &#167; 1983, i. e., the defense that they acted in good faith and with probable cause to believe the persons arrested had violated the law. Accordingly, the dismissal of the claims against the judge was upheld and the claims against the policemen were remanded for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In Scheuer v. Rhodes, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1683</span></a></span>, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">90</span></a></span> (1974), the governor of Ohio and other high state officials, who had been sued for damages for their alleged connection with the killing of several Kent State University students by the Ohio National Guard, contended that they were entitled to absolute immunity from civil damage liability.  The Supreme Court rejected this contention, unanimously holding that they were at most entitled to a qualified \"good-faith, reasonable grounds\" immunity, the scope of which would depend upon \"the functions and responsibilities of these particular defendants in their capacities as officers of the state government, as well as the purposes of 42 U.S.C. &#167; 1983,\" 416 U.S. at 243, 94 S.Ct. at 1690, 40 L.Ed.2d at 100.  Speaking for a unanimous court (except for Justice Douglas who took no part in the decision), Chief Justice Burger traced the history of the development of the law of immunity of government officials from personal liability for their official acts, stating:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>\"This official immunity apparently rested, in its genesis, on two mutually dependent rationales: (1) the injustice, particularly in the absence of bad faith, of subjecting to liability an officer who is required, by the legal obligations of his position, to exercise discretion; (2) the danger that the threat of such liability would deter his willingness to execute his office with the decisiveness and the judgment required by the public good.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>\"Public officials, whether governors, mayors or police, legislators or judges, who fail to make decisions when they are needed or who do not act to implement decisions when they are made do not fully and faithfully perform the duties of their offices.  Implicit in the idea that officials have some immunity absolute or qualified for their acts, is a recognition that they may err.  The concept of immunity assumes this and goes on to assume that it is better to risk some error and possible injury from such error than not to decide or act at all.\"  (Footnotes omitted) 416 U.S. at 239-42, 94 S.Ct. at 1688, 40 L.Ed.2d at 99.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Of counterbalancing importance, the Court went on to note, is the interest of the wronged individual in being compensated for harm caused him by the public official's abuse of power and invasion of his rights, for which &#167; 1983 was enacted to provide a remedy.  Noting that \"It can hardly be argued, at this late date, that under no circumstances can the officers of state government be subject to liability under this statute (42 U.S.C. &#167; 1983)\" the Court, although quoting a portion of Justice Harlan's Barr opinion with approval, nevertheless concluded as follows on the basis of its evaluation of the counterbalancing policy considerations:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>\"These considerations suggest that, in varying scope, a qualified immunity is available to officers of the executive branch of government, the variation being dependent upon the scope of discretion and responsibilities of the office and all the circumstances as they reasonably appeared at the time of the action on which liability is sought to be based.  It is the existence of reasonable grounds for the belief formed at the time and in light of all the circumstances, coupled with good-faith belief, that affords a basis for qualified immunity of executive officers for acts performed in the course of official conduct.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Since the Court could not dispose of the case without a factual record based on evidence of each defendant's good faith and of the scope of his authority, it reversed the dismissal of the complaints and remanded the case for \"(F) urther proceedings, either by way of summary judgment or by trial on the merits,\" <span class=\"citation no-link\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">250</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1693</span></span>, <span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">104</span></span>.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The qualified \"good-faith, reasonable grounds\" standard was more recently reaffirmed by the Supreme Court in Wood v. Strickland, <span class=\"citation\" data-id=\"109199\"><a href=\"/opinion/109199/wood-v-strickland/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span>, <span class=\"citation\" data-id=\"109199\"><a href=\"/opinion/109199/wood-v-strickland/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">992</span></a></span>, <span class=\"citation\" data-id=\"109199\"><a href=\"/opinion/109199/wood-v-strickland/\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">214</span></a></span> (1975), as the standard for defining the scope of immunity available to officials of the executive branch in that case state school administrators and school board members from civil damage liability.  The issue arose when students expelled from school, claiming that the expulsion had violated their constitutional rights, sued the administrators and board members for damages.  Rejecting the school officials' contention that they were entitled to absolute immunity, the majority of the Court, in an opinion by Justice White, pointed out that while legislators and judges had traditionally enjoyed such immunity at common law, the common law immunity of public school officials had been limited to \"good-faith, nonmalicious action taken to fulfill their official duties,\" even though such board members \"function at different times in the nature of legislators and adjudicators in the school disciplinary process\" and, like the state executive officers in Scheuer v. Rhodes, supra, must often act promptly on the basis of information supplied by others.  420 U.S. at 318-19, 95 S.Ct. at 999, 43 L.Ed.2d at 223.  The Court concluded that while some immunity was essential to prevent the conscientious school decision-maker from being deterred in exercising his judgment independently, forcefully and in the school's interest and to avoid discouraging the most capable candidates for school board positions from serving because of the risk of heavy damages which they could not afford to pay, a qualified immunity would suffice.  Absolute immunity, on the other hand, \"would not sufficiently increase the ability of school officials to exercise their discretion in a forthright manner to warrant the absence of a remedy for students subjected to intentional or otherwise inexcusable deprivations,\" 420 U.S. at 320, 95 S.Ct. at 1000, 43 L.Ed.2d at 224.  The immunity, said Justice White, \"must be such that public school officials understand that action taken in the good-faith fulfillment of their responsibilities and within the bounds of reason under all the circumstances will not be punished and that they need not exercise their discretion with undue timidity,\" 420 U.S. at 321, 95 S.Ct. at 1000, 43 L.Ed.2d at 224.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The latest chapter in the development of principles governing the immunity of governmental officials of the executive branch is to be found in the Supreme Court's very recent decision in Imbler v. Pachtman, --- U.S. ----, <span class=\"citation\" data-id=\"109387\"><a href=\"/opinion/109387/imbler-v-pachtman/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">984</span></a></span>, <span class=\"citation\" data-id=\"109387\"><a href=\"/opinion/109387/imbler-v-pachtman/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">128</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">4250</span></span> (1976).  There the Court upheld the traditional absolute immunity of a state prosecuting attorney acting within the scope of his duties from civil damage liability under &#167; 1983 based on the allegation that he had knowingly used false testimony in the criminal prosecution of Imbler, who later brought the civil damage suit against him.  The Court, noting that various courts of appeal had been \"virtually unanimous that a prosecutor enjoys absolute immunity from &#167; 1983 suits for damages when he acts within the scope of prosecutorial official duties,\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> indicated that a decision regarding the immunity of an executive official must be \"predicated upon a considered inquiry into the immunity historically accorded the relevant official at common law and the interests behind it,\" --- U.S. at ----, 96 S.Ct. at 990, 47 L.Ed.2d at 138, 42 U.S.L.W. at 4254.  In the case of the public prosecutor, his common law absolute immunity, grounded on the same principles underlying the immunity of judges and grand jurors, had been firmly established.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Speaking for 5 out of 8 members of the Court in Imbler,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Justice Powell reasoned that a qualified immunity would not give sufficient protection to the prosecutor to enable him to engage in the independent and fearless performance of his duties which are essential to the functioning of the criminal justice system, since the prosecutor would face great difficulty in meeting a qualified immunity standard because he frequently must act under constraints of time and information, he of necessity deals with witnesses of doubtful veracity, and he must be given wide latitude in the trial of a criminal case.  To expose him to the possibility of years later being required to justify his conduct or face liability in damages would unduly inhibit his performance of his duties and disserve the public.  Balancing the interests at stake, the Court reasoned that the public interest in deterring misconduct would adequately be protected through criminal and professional disciplinary sanctions and that Congress did not intend in enacting &#167; 1983 to repeal \"absolute immunities so firmly rooted in the common law and supported by such strong policy reasons.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In a concurring opinion Justice White reasoned that, while certain absolute immunities had survived Congress' enactment of &#167; 1983, others, which related principally to officers and employees in the executive branch, had not continued for the reason that they were not considered essential to enable the officer to perform his duties effectively.  He agreed that, while absolute immunity for prosecutors is necessary to protect the judicial process and to avoid discouraging the prosecutor from performing his important duty of initiating and conducting criminal prosecutions, it should not extend to damage suits based on his withholding or suppression of evidence, since this should not adversely affect his incentive to prosecute and would therefore not injure the judicial process.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">From this recent development of the law of government officials' immunity certain conclusions may be drawn.  Damage suits against government officials for abuse of governmental power frequently serve the public interest by deterring official misconduct and assuring the individual's freedom to exercise his constitutional rights, including his right to criticize his government.  On the other hand, such suits may also have the purpose or effect of harassing conscientious public officers, undermining or inhibiting fearless executive performance, and deterring competent persons from accepting or continuing to hold public service positions.  Since the effect of a grant of immunity is to \"negate pro tanto the very remedy which it appears Congress sought to create (by enactment of 42 U.S.C. &#167; 1983) . . .  the Court has not extended absolute immunity to such officials in the absence of the most convincing showing that the immunity is necessary,\" Imbler v. Pachtman, --- U.S. at ----, 96 S.Ct. at 996, 47 L.Ed.2d at 145, 44 U.S.L.W. at 4258 (concurring opinion of Justice White, citing Wood v. Strickland, supra; Scheuer v. Rhodes, supra ; and Pierson v. Ray, supra ) \"notwithstanding the fact that, at least with respect to high executive officers, absolute immunity from suit for damages would have applied at common law.  Spalding v. Vilas, <span class=\"citation\" data-id=\"94400\"><a href=\"/opinion/94400/spalding-v-vilas/\"><span class=\"volume\">161</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, (<span class=\"citation\" data-id=\"94400\"><a href=\"/opinion/94400/spalding-v-vilas/\"><span class=\"volume\">16</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">631</span></a></span>, <span class=\"citation\" data-id=\"94400\"><a href=\"/opinion/94400/spalding-v-vilas/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">780</span></a></span>); Alzua v. Johnson, <span class=\"citation\" data-id=\"97982\"><a href=\"/opinion/97982/alzua-v-johnson/\"><span class=\"volume\">231</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, (<span class=\"citation\" data-id=\"97982\"><a href=\"/opinion/97982/alzua-v-johnson/\"><span class=\"volume\">34</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">27</span></a></span>, <span class=\"citation\" data-id=\"97982\"><a href=\"/opinion/97982/alzua-v-johnson/\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">142</span></a></span>)\" id., --- U.S. at ----, 96 S.Ct. at 997, 47 L.Ed.2d at 146, 44 U.S.L.W. at 4258.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">While officials engaged in initiating and hearing administrative proceedings such as those in the present case did enjoy a considerable measure of immunity at common law, its scope was not as settled or as clear as that enjoyed by judges, legislators and prosecutors.  Although federal courts leaned toward affording such officials an absolute immunity, see Spalding v. Vilas, supra; Gregoire v. Biddle, <span class=\"citation\" data-id=\"1507366\"><a href=\"/opinion/1507366/gregoire-v-biddle/\"><span class=\"volume\">177</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">579</span></a></span> (2d Cir. 1949), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">949</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">803</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1363</span></span> (1950), state courts persistently indicated, at least in dicta, that even formal action taken by an administrative tribunal could give rise to tort liability for the officials involved if the act had been undertaken with malice.  See, e. g., Paoli v. Mason, 325 Ill.App. 197, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">499</span></span> (1945); State ex rel. Robertson v. Farmers' State Bank, <span class=\"citation\" data-id=\"3892569\"><a href=\"/opinion/4130083/state-ex-rel-v-farmers-state-bank/\"><span class=\"volume\">162</span> <span class=\"reporter\">Tenn.</span> <span class=\"page\">499</span></a></span>, <span class=\"citation\" data-id=\"3892569\"><a href=\"/opinion/4130083/state-ex-rel-v-farmers-state-bank/\"><span class=\"volume\">39</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">281</span></a></span> (1931); Jennings, Tort Liability of Administrative Officers, 21 Minn.L.Rev. 263, 276-80 (1937).  But see Sweeney v. Young, <span class=\"citation\" data-id=\"3555771\"><a href=\"/opinion/3575390/sweeney-v-young/\"><span class=\"volume\">82</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">159</span></a></span>, <span class=\"citation\" data-id=\"3555771\"><a href=\"/opinion/3575390/sweeney-v-young/\"><span class=\"volume\">131</span> <span class=\"reporter\">A.</span> <span class=\"page\">155</span></a></span> (1925).  In some instances, administrative officials were even held liable for good faith mistakes in judgment, on the paradoxical theory that their mistake in judgment amounted to action wholly outside their jurisdiction.  See, e. g., Miller v. Horton, <span class=\"citation no-link\"><span class=\"volume\">152</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">540</span></span>, <span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">100</span></span> (1891), where Justice Holmes held that a board of officials' authority to destroy diseased horses did not render them immune from damages for their destruction of a healthy horse.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The contrast between the absolute immunity clearly available at common law to judges, prosecutors, and legislators, and the somewhat confused state of the common law in regard to administrative officials reflects distinctions in the character of their respective functions.  The traditional common law absolute immunity of those directly connected with the judicial and legislative processes from civil damage liability has been upheld because the possible beneficial effects of civil damage suits in deterring official misconduct on the part of such officials and in insuring free exercise of constitutional rights would be heavily outweighed by the erosion of these vital processes that such suits would engender.  Because they are frequently called upon to exercise wide discretionary powers which can have serious personal impact upon individuals and thus create an incentive to sue, judges and prosecutors would be particularly vulnerable to damage suits for malicious prosecution.  Judges further would face serious personal problems in the defense of such suits.  The judge would be forced either personally to bear the expense of his own defense or be put in the uncomfortable position of being defended by some other branch of the government, which might appear before him frequently as an adversary.  Similarly the legislator exercises the widest of discretionary powers, the performance of which was thought important enough by the Founding Fathers to warrant a constitutional grant of immunity.  To force a judge, prosecutor or legislator to assume the burden of establishing a \"good faith, reasonable grounds\" defense would impose an excessive burden on the functioning of the judicial and legislative process.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">When it comes to suits against officials of the executive branch of a government, however, there does not appear to be any such obvious need for absolute immunity, as distinguished from a qualified immunity, to insure performance of their essential government functions.  For the most part the discretionary powers of officials in the executive branch are more circumscribed than are those of legislators, prosecutors or grand jurors.  Unlike the judge, the official or employee of a department of the executive branch of a state or federal government, upon being sued for damages, would not face a conflict of interest if the state or federal government followed its usual practice of agreeing to provide him with representation by counsel drawn from the executive branch.  For these reasons the trend, as reflected in Scheuer v. Rhodes, supra, and Wood v. Strickland, supra, has been toward the view that a qualified rather than absolute immunity is sufficient to insure the functioning of the executive branch and at the same time to protect the public against abuse of official power.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Applying these principles here, we are satisfied that the individual defendants do not require and are not entitled to absolute immunity in order to enable them to perform their duties.  We believe that they and the performance of their executive duties are adequately protected by permitting them to avail themselves of the defense of qualified \"good faith, reasonable grounds\" immunity of the type approved by the Supreme Court in Scheuer and Wood.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> If, indeed, the plaintiff has evidence to the effect that the proceedings against him were instituted and prosecuted maliciously and without reasonable grounds, or that the defendants knowingly caused the defamatory press releases to be issued regarding him or his company, the policy against abuse of official power requires that he be given an opportunity to prove his claim.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  If, on the other hand, the plaintiff's claims are baseless, as defendants maintain, our holding does not necessarily require them to face an expensive, protracted or wasteful trial.  Should the defendants by affidavit set forth undisputed facts demonstrating the reasonableness of their action, buttressed by affidavits of their good faith, and the plaintiff then fail to respond under oath with \"specific facts showing that there is a genuine issue for trial\" regarding the defendants' good faith or the existence of reasonable grounds for their action, summary judgment dismissing the complaint might be appropriate.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Rule 56(e), F.R.Civ.P.  See Donnelly v. Guion, <span class=\"citation\" data-id=\"305784\"><a href=\"/opinion/305784/mary-elizabeth-foy-donnelly-v-h-gibson-guion/\"><span class=\"volume\">467</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">290</span></a></span>, 293-94 (2d Cir. 1972), where we stated:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>\"A party opposing a motion for summary judgment simply cannot make a secret of his evidence until the trial, for in doing so he risks the possibility that there will be no trial.  A summary judgment motion is intended to 'smoke out' the facts so that the judge can decide if anything remains to be tried.  See Applegate v. Top Associates, Inc., <span class=\"citation\" data-id=\"289734\"><a href=\"/opinion/289734/rex-applegate-v-top-associates-inc-theodore-o-prounis/\"><span class=\"volume\">425</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">92</span></a></span> (2d Cir. 1970); Dressler v. MV Sandpiper, <span class=\"citation\" data-id=\"264130\"><a href=\"/opinion/264130/anna-dressler-legatee-mortgagee-of-the-estate-of-morris-dressler/\"><span class=\"volume\">331</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">130</span></a></span> (2d Cir. 1964); Radio City Music Hall Corp., supra; 6 Moore, Federal Practice P 56.11(3) at 2171-75.\"  (Footnote omitted)</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We mention this remedy not to indicate any views on the merits of such a motion, which would turn on the record before the district court, but to respond to the contention that an absolute privilege is essential to save the defendants from an excessive burden.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The order is affirmed as to the claims against the Department of Agriculture and Commodity Exchange Authority.  In all other respects the order is reversed and the case remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Members of Congress are expressly protected by Art. 1, &#167; 6 of the Constitution, which provides that, \"for any Speech or Debate in either House, they shall not be questioned in any other Place.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The acts of which appellant complains all occurred before March 16, 1974 when &#167; 2680(h) was amended by Pub.L. 93-253, 88 Stat. 50, to allow suits against the United States on the basis of certain intentional torts if committed by federal \"investigative or law enforcement officers.\"  In any event, the defendants in this case do not appear to be such officers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Since Scheuer, several circuits have followed the \"good faith-reasonable grounds\" standard as governing the scope of immunity available to executive government officials.  See Jones v. Diamond, <span class=\"citation\" data-id=\"328947\"><a href=\"/opinion/328947/marvin-jones-on-his-own-behalf-and-on-behalf-of-those-similarly-situated/\"><span class=\"volume\">519</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1090</span></a></span>, 1100-01 (5th Cir. 1975) (local elected officials); Apton v. Wilson, <span class=\"citation\" data-id=\"323056\"><a href=\"/opinion/323056/william-h-apton-v-jerry-v-wilson-chief-of-police-roger-s-kuhn-v/\"><span class=\"volume\">506</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">83</span></a></span> (D.C.Cir. 1974) (Justice Department officials); Rowley v. McMillan, <span class=\"citation\" data-id=\"321667\"><a href=\"/opinion/321667/james-rowley-and-john-h-grimes-jr-v-honorable-james-b-mcmillan-judge/\"><span class=\"volume\">502</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1326</span></a></span>, 1335 (4th Cir. 1974) (Secret Service director); States Marine Lines v. Shultz, <span class=\"citation\" data-id=\"320102\"><a href=\"/opinion/320102/states-marine-lines-inc-v-george-p-shultz-secretary-of-the-treasury/\"><span class=\"volume\">498</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1146</span></a></span> (4th Cir. 1974) (Treasury Secretary); Burkhart v. Saxbe, <span class=\"citation\" data-id=\"1674036\"><a href=\"/opinion/1674036/burkhart-v-saxbe/\"><span class=\"volume\">397</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">499</span></a></span> (E.D.Pa.1975) (Attorney General).  The defendants' reliance on our decision in Galella v. Onassis, <span class=\"citation\" data-id=\"314939\"><a href=\"/opinion/314939/ronald-e-galella-v-jacqueline-onassis-john-walsh-and-united-states-of/\"><span class=\"volume\">487</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">986</span></a></span>, 993-94 (2d Cir. 1973), which predates Scheuer, is misplaced, since in Galella the Secret Service defendants proved they had reasonable grounds for their action.  See id. at 993</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Supreme Court's rejection of absolute immunity for school board officials in Wood was unanimous.  However, the Court split on the subject of what standard would govern in defining good faith.  The majority concluded that in determining whether a school board member acted in good faith he would be charged with knowledge of a student's clearly established constitutional rights.  Four members of the Court dissented from this aspect of the qualified immunity standard on the ground that it imposed an excessive burden on the official.  Instead, the minority would have held an official immune if \"in the light of the discretion and responsibilities of his office, and under all the circumstances as they appeared at the time, the officer acted reasonably and in good faith,\" <span class=\"citation\" data-id=\"109199\"><a href=\"/opinion/109199/wood-v-strickland/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1005</span></span>, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">230</span></span>, even though he may have been unaware of the legal principles which governed the rights of the disciplined student</p>\n        <p>For purposes of the present appeal, this difference is immaterial.  Application to this case of the qualified immunity standard of either the majority or of the minority in Wood v. Strickland would call for reversal in the present posture of the case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Supreme Court cited Fanale v. Sheehy, <span class=\"citation\" data-id=\"277861\"><a href=\"/opinion/277861/john-s-fanale-v-hon-j-webb-sheehy-justice-of-the-peace-town-of/\"><span class=\"volume\">385</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">866</span></a></span>, 868 (2d Cir. 1967), and Yaselli v. Goff, <span class=\"citation\" data-id=\"1490367\"><a href=\"/opinion/1490367/yaselli-v-goff/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">396</span></a></span> (2d Cir. 1926).  It also quoted with approval statements by Judge Learned Hand from his oft-cited decision in Gregoire v. Biddle, <span class=\"citation\" data-id=\"1507366\"><a href=\"/opinion/1507366/gregoire-v-biddle/\"><span class=\"volume\">177</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">579</span></a></span> (2d Cir. 1949), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">949</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">803</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1363</span></span> (1950)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Justice Stevens took no part in the consideration or decision of the case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The defendants' attempted distinction of Scheuer and similar cases on the ground that 42 U.S.C. &#167; 1983, under which they were brought, is by its own terms a \"substantial disavowal of a state official's right to claim immunity\" must be rejected.  This court has already recognized that it would be \"incongruous and confusing, to say the least\" to develop different standards of immunity for state officers sued under &#167; 1983 and federal officers sued on similar grounds under causes of action founded directly on the Constitution.  Bivens v. Six Unknown Named Agents of the Federal Bureau of Narcotics, <span class=\"citation\" data-id=\"302266\"><a href=\"/opinion/302266/webster-bivens-v-six-unknown-named-agents-of-the-federal-bureau-of/\"><span class=\"volume\">456</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1339</span></a></span>, 1346-47 (2d Cir. 1972).  Other circuits have also concluded that the Supreme Court's development of official immunity doctrine in &#167; 1983 suits against state officials applies with equal force to federal officers sued on a cause of action derived directly from the Constitution, since both types of suits serve the same function of protecting citizens against violations of their constitutional rights by government officials.  See Apton v. Wilson, supra, 506 F.2d at 92-93; States Marine Lines Inc. v. Shultz, supra, 498 F.2d at 1159; Bethea v. Reid, <span class=\"citation\" data-id=\"298001\"><a href=\"/opinion/298001/joseph-x-bethea-v-joseph-j-reid-agent-federal-bureau-of-investigation/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1163</span></a></span>, 1166 (3d Cir. 1971), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1061</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">747</span></span>, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">749</span></span> (1972)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> While some of the Agriculture Department officials may be analogized to criminal prosecutors, in that they initiated the proceedings against appellant, and presented evidence therein, the reasons why the Supreme Court felt the public prosecutor \"would face greater difficulty in meeting the standards of qualified immunity than other executive or administrative officials\" do not seem applicable to them.  In administrative proceedings of the type involved in the present case the issues (e. g., whether the respondent maintained the minimum capital balance prescribed by regulation) usually turn more on documentary proof than the veracity of witnesses, and generally do not involve the \"serious constraints of time and even information\" sometimes present in criminal cases.  The administrative proceedings against appellant, for instance, centered on an analysis of his financial records</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Of course mere proof that the Department of Agriculture failed to issue a customary warning letter, which was the basis of our refusal to enforce the order, see <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">519</span></span> (2d Cir. 1974), would not suffice to show bad faith or lack of reasonable grounds</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Nor would summary judgment be precluded by our recent decisions in Heyman v. Commerce &amp; Industry Insurance Co., <span class=\"citation\" data-id=\"330882\"><a href=\"/opinion/330882/annette-heyman-v-commerce-and-industry-insurance-company/\"><span class=\"volume\">524</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1317</span></a></span> (2d Cir. 1975) and Judge v. City of Buffalo, <span class=\"citation\" data-id=\"330883\"><a href=\"/opinion/330883/michael-judge-v-city-of-buffalo/\"><span class=\"volume\">524</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1321</span></a></span> (2d Cir. 1975), where genuine issues as to material facts precluded a grant of summary judgment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See James, Tort Liability of Governmental Units and Their Officers, 22 U.Chi.L.Rev. 610, 647 (1955) (criticizing view that \"the mere inquiry into malice would have worse consequences than the possibility of actual malice.\")</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/88468/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/94400/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/97982/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104906/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104975/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107411/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109009/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109199/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109387/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/256346/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/264130/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/277861/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/289734/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/298001/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/302266/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/305784/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/314939/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/320102/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/321667/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/323056/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/328947/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/330882/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/330883/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1490367/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1507366/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1674036/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2390269/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3555771/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3892569/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T19:46:52.022047Z",
      "date_modified": "2017-04-06T18:35:42.405054Z",
      "date_filed": "1976-04-23",
      "date_filed_is_approximate": false,
      "slug": "arthur-n-economou-v-united-states-department-of-agriculture",
      "citation_id": 309206,
      "case_name_short": "",
      "case_name": "Arthur N. Economou v. United States Department of Agriculture",
      "case_name_full": "",
      "federal_cite_one": "535 F.2d 688",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 34,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/721975/arthur-n-economou-v-united-states-department-of-ag/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T11:47:31.599301Z",
  "date_modified": "2014-10-30T11:47:31.599301Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Arthur N. Economou v. United States Department of Agriculture",
  "case_name_full": "",
  "slug": "arthur-n-economou-v-united-states-department-of-ag",
  "docket_number": "749",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}