{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/727560/",
  "id": 727560,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca7/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/787732/",
      "id": 787732,
      "absolute_url": "/opinion/787732/donna-radaszewski-guardian-on-behalf-of-eric-radaszewski-v-barry-s/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/727560/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/787732/",
          "id": 787732,
          "absolute_url": "/opinion/787732/donna-radaszewski-guardian-on-behalf-of-eric-radaszewski-v-barry-s/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/787732/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2012-04-19T01:01:49Z",
          "date_modified": "2017-03-26T10:03:53.019248Z",
          "type": "010combined",
          "sha1": "260de8e272d1ce55d8cbd852930c93494be6e109",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F3/383/383.F3d.599.02-3657.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">383 F.3d 599</p>\n    <p class=\"parties\">Donna RADASZEWSKI, Guardian, on behalf of Eric RADASZEWSKI, Plaintiff-Appellant,<br>v.<br>Barry S. MARAM,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Director, Illinois Department of Public Aid, Defendant-Appellee.</p>\n    <p class=\"docket\">No. 02-3657.</p>\n    <p class=\"court\">United States Court of Appeals, Seventh Circuit.</p>\n    <p class=\"date\">Argued September 8, 2003.</p>\n    <p class=\"date\">Decided September 8, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the Northern District of Illinois, John W. Darrah, J.</p>\n      <p class=\"indent\">Bernard Shapiro, Prairie State Legal Services, Incorporated, Rockford, IL, Eliot Abarbanel, Prairie State Legal Services, Incorporated, Carol Stream, IL, Sarah Megan (argued), Prairie State Legal Services, Incorporated, Batavia, IL, for Plaintiff-Appellant.</p>\n      <p class=\"indent\">Mary E. Welsh (argued), Office of the Attorney General, Chicago, IL, for Defendant-Appellee.</p>\n      <p class=\"indent\">Sarah E. Harrington, Dept. of Justice, Civil Rights Division, Appellate Section, Washington, DC, Max Lapertosa, Barry C. Taylor, Equip for Equality Inc., Benjamin S. Wolf, Roger Baldwin Foundation of ACLU, Inc., Chicago, IL, for Amicus Curiae.</p>\n      <p class=\"indent\">Before KANNE, ROVNER, and DIANE P. WOOD, Circuit Judges.</p>\n      <p class=\"indent\">ILANA DIAMOND ROVNER, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">As a consequence of brain cancer and a stroke that he suffered at the age of 13, Eric Radaszewski requires around-the-clock medical care in order to survive. Until he reached the age of 21, the Illinois Department of Public Aid (\"IDPA\" or the \"Department\") provided funding through a Medicaid program for children that enabled Eric to receive 16 hours of private-duty nursing at home each day. After he turned 21, Eric was no longer eligible to participate in that program. Illinois has a separate program providing at-home care for adults who would otherwise have to be cared for in institutions. However, funding under that program is capped at a level that is insufficient to pay for the extent of private-duty nursing that Eric would need in order to remain at home. Consequently, Eric faces the prospect of entering a long-term care facility in order to receive the intensive medical care that he needs. Eric's mother, Donna Radaszewski, filed this suit against the Director of the IDPA (the \"Director\") on Eric's behalf, contending that the IDPA's failure to fully fund at-home, private-duty nursing for Eric amounts to disability discrimination in violation of section 504 of the Rehabilitation Act of 1973, 29 U.S.C. &#167; 794 (the \"Rehabilitation Act\"), and Title II of the Americans with Disabilities Act of 1990, 42 U.S.C. &#167; 12132 (the \"ADA\"), in that Illinois is refusing to provide the medical services that Eric requires in order to remain in the most community-integrated setting appropriate for his needs, which is his home. The district court entered judgment on the pleadings in favor of the Director, reasoning that the ADA claim against the Director was barred by the Eleventh Amendment and that the Rehabilitation Act claim failed as a matter of law because in-home nursing care is not a service that Illinois currently provides to any adult individual. We reverse and remand for further proceedings.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">As this case was resolved on the basis of the pleadings, we accept the facts alleged in Radaszewski's supplemental complaint as true. <i>E.g., Midwest Gas Servs., Inc. v. Indiana Gas Co.,</i> 317 F.3d 703, 709 (7th Cir.), <i>cert. denied,</i> ___ U.S. ___, 124 S.Ct. 82, 157 L.Ed.2d 34 (2003). We also take judicial notice of the contents of certain matters in the public record, including administrative findings about Eric's medical status and needs. <i>See, e.g., Menominee Indian Tribe of Wisconsin v. Thompson,</i> 161 F.3d 449, 456 (7th Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Eric was diagnosed with medulloblastoma, a form of brain cancer, in 1992. After undergoing surgery, radiation, and chemotherapy to treat the cancer, Eric suffered a mid-brain stroke in 1993. The cancer, stroke, and medical treatment have impaired Eric's physical and mental functions and left him medically fragile. In the opinion of his physician, Eric requires one-on-one on-one care by a registered nurse 24 hours per day in order to survive.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Since July 1994, Eric has received around-the-clock care at his parents' home. In August 1995, when his family had exhausted its medical insurance benefits, Eric began to receive at-home nursing care through the Illinois Medicaid program.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Medicaid, a program funded jointly by the States and the federal government, provides medical assistance both to disabled individuals and to families with dependent children whose income and resources are otherwise insufficient to pay for the cost of the medical care that they require. <i>See</i> 42 U.S.C. &#167; 1396; 305 Ill. Comp. Stat. Ann. 5/5-1. Each State participating in the Medicaid program must submit for approval to the U.S. Secretary of Health and Human Services (\"HHS\") a plan setting forth the services that the State will provide in its Medicaid program. 42 U.S.C. &#167;&#167; 1396, 1396a(a)(10), 1396d(a), 42 C.F.R. &#167; 440.230(a).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">\"Private-duty nursing,\" defined as nursing services provided to a person who requires more individualized and continuous care than would routinely be provided by a visiting nurse or by the nursing staff of a hospital or skilled nursing facility, 42 C.F.R. &#167; 440.80, is one of the services that a State may elect to include in its Medicaid plan. 42 U.S.C. &#167;&#167; 1396d(a)(8), 1396a(a)(10)(C); 42 C.F.R. &#167; 440.225. A State may choose to provide private-duty nursing services at the recipient's home, at a hospital, or at a skilled nursing facility. 42 C.F.R. &#167; 440.80(c). Prior to this litigation, the Illinois Medicaid plan included coverage for private-duty nursing, provided that such nursing was recommended by a physician, prior approval was obtained from the appropriate State agency, and the care was provided by someone other than the recipient's relative; the plan imposed no limitation on the cost of such care, nor did it limit where private-duty nursing could be provided to the Medicaid recipient. <i>See Radaszewski ex rel. Radaszewski v. Garner,</i> 346 Ill.App.3d 696, 282 Ill.Dec. 1, 805 N.E.2d 620, 623-24 (2003), <i>supplemented on denial of reh'g</i> (March 25, 2004). In the course of this litigation, however, Illinois drafted an amendment to its Medicaid plan to delete all references to private-duty nursing and submitted the amendment to HHS for clearance; the Secretary approved that amendment on February 2, 2001. <i>Id.</i> 282 Ill.Dec. 1, 805 N.E.2d at 622-23; Radaszewski Reply Br. Addendum 12-13. The State then initiated rulemaking under the Illinois Administrative Procedure Act to implement the change; that process was completed as of September 1, 2001. <i>See Radaszewski,</i> 282 Ill.Dec. 1, 805 N.E.2d at 622-23.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In addition to the services outlined in their basic Medicaid plans, States may seek HHS approval to provide home and community-based services to individuals who would otherwise require institutional care. The HHS Secretary may approve these services in the exercise of his \"waiver\" authority, so labeled because it empowers the Secretary to waive certain Medicaid requirements that would otherwise constrain a State's ability to offer these services &#8212; e.g., service limitations and financial eligibility criteria. <i>See</i> 42 U.S.C. &#167; 1396n(b)-(h); 42 C.F.R. &#167; 430.25(d). This power is often used to authorize innovative and experimental programs. As relevant here, it facilitates state programs designed to provide home- and community-based services to persons who would otherwise have to be cared for in nursing homes or other institutions: specifically, the Secretary may issue waivers permitting a State to offer these services only to individuals who need them in order to avoid institutionalization, rather than to every State citizen who qualifies for Medicaid. <i>See</i> 42 U.S.C. &#167; 1396n(c)(1). In seeking approval for a waiver program offering home and community care, however, the State must certify that it is cost-neutral in the sense that the average per-person cost of the care offered through the waiver program does not exceed the average cost of providing that care in an institutional setting. <i>See</i> &#167; 1396n(c)(2)(D); 42 C.F.R. &#167; 441.302(e).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Pursuant to this waiver authority, HHS has approved Illinois's Medicaid program for Medically Fragile, Technology Dependent Children (the \"MFTDC program\"). This program offers a variety of home- and community-based services and equipment to medically fragile persons under the age of 21 who would otherwise have to be cared for in a skilled pediatric facility or a hospital. <i>See</i> 89 Ill. Admin. Code &#167; 140.645. The services offered by this program include private-duty shift nursing and respite care in the recipient's home. The amount of services that a person may receive under this program is determined with reference to the cost of the care that he or she alternatively would require in a skilled pediatric facility or a hospital. 89 Ill. Admin. Code &#167; 140.645(c)(3).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Eric was found eligible for the MFTDC program and began receiving services in 1995. Based on the estimated cost of the level of care that Eric would require in a medical institution, the IDPA approved a care plan for Eric that called for 16 hours per day of in-home nursing services provided by registered nurses. Eric's parents, who were given special training so that they could provide the necessary care for Eric, tended to him the remaining eight hours of each day. In order to provide them with periodic relief from that responsibility, the IDPA also provided Eric an additional 336 hours of respite nursing services per year. The IDPA approved this care plan annually until Eric reached the age of 21 when, by virtue of his age, he became ineligible for continued participation in the MFTDC program.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Illinois has a separate HHS-approved waiver program for disabled adults &#8212; the Home Services Program (\"HSP\") &#8212; which, like the MFTDC program, offers services not otherwise covered by the State's basic Medicaid program and which enables such adults to continue living at home in lieu of being cared for in an institution, provided that the cost of at-home care does not exceed the cost of institutional care. <i>See</i> 89 Ill. Admin. Code &#167;&#167; 676.10(a), 676.30(j), 682.100. However, the services provided pursuant to the HSP are limited by a Service Cost Maximum (\"SCM\") established by the IDPA. 89 Ill. Admin. Code &#167; 679.50(a). The SCM is determined with reference to what it would cost to provide nursing care to the recipient in an institutional setting, e.g., a hospital or a nursing facility. <i>See id.; see also</i> 42 C.F.R. &#167; 441.302(c). Based on his degree of impairment and his need for medical care, an individual who seeks to participate in the HSP is assigned a Determination of Need (\"DON\") score reflecting his risk of institutionalization. <i>See</i> 89 Ill. Admin. Code &#167;&#167; 676.30(d), 679.10-679.50. Eric received a DON score of 70, and at that time, the standard SCM for an individual with that DON score was $1,857.00 per month. <i>See</i> 89 Ill. Admin. Code &#167; 679.50(b) (setting forth current SCMs for participants in HSP). A higher \"exceptional care rate\" may be approved for an individual with a \"complex medical diagnosis.\" <i>See</i> 305 Ill. Comp. Stat. Ann. 5/5-5.8a; 89 Ill. Admin. Code &#167; 140.569(a); <i>In re Appeal of Eric Radaszewski,</i> Appeal No. 00-019688-HSP, Findings of Fact of the Hearing Officer &#182; F (IDPA Aug. 18, 2000) (hereinafter, \"IDPA Hearing Officer Findings\").<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> A counselor with the IDPA's Office of Rehabilitation Service (\"ORS\"), after reviewing Eric's situation, requested and obtained approval of an exceptional care rate for Eric in the amount of $4,593 per month. However, in the assessment of Eric's physician, that amount would only be sufficient to cover four to five hours per day of at-home nursing services for Eric. The estimated cost of maintaining Eric's at-home care 24 hours per day<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> is between $15,000 and $20,000 per month. However, the ORS contended that it was not authorized to pay for at-home medical care in excess of what it would cost to provide exceptional care for Eric at a skilled nursing facility. The IDPA took the position that if funding at the exceptional care rate was insufficient to provide for Eric's care at home, then he would to have to move to an institutional setting in order to receive care. It determined that Eric could be adequately cared for in a nursing home facility.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Eric filed an administrative grievance with the IDPA, contending that the Department should be required to pay more than the exceptional care rate so that he could continue receiving the care he requires at home rather than in a nursing home. At the conclusion of an evidentiary hearing conducted in July 2000, a hearing officer made a number of factual determinations, including the following findings as to the level of care that Eric requires:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">H. The uncontradicted evidence submitted by Grievant [Eric] is that the Grievant would be at risk of danger if he should be placed in a nursing home. Grievant's doctor testified that Grievant needs substantial one on one nursing care to survive. He is medically fragile, prone to infections, immobilized, catheterized and relies on oxygen. A registered nurse is required to look for problems before they become \"full blown and he crashes,\" according to Grievant's doctor. His immunological responses were severely compromised due to earlier radiation and chemotherapy, so skilled nursing care is a \"question of survival, not a question of doing well.\" The physician strongly urged that Grievant be given the funds to support 24 hours per day of skilled nursing care. Placing Grievant in a nursing home facility of the type suggested by the State, according to the physician, would result in Grievant being seriously medically compromised, which would lead to many hospitalizations.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">I. Grievant's physician's opinion was supported by the registered nurse in charge of Grievant's care. He described Grievant's medical needs in detail. Grievant has no sense of thirst, so his hydration must be carefully monitored in order to avoid serious medical complications. Although Grievant has difficulty swallowing, he can be given soft food, but only under careful conditions. His nutrition must be carefully monitored. Grievant cannot protect his airway by turning his head; any aspiration of food, liquid or medicine can become a medical emergency. Chronic sinus infections lead to sepsis, which can be rapid and acute. Grievant also has osteoporosis and is in danger of breaking bones. His risk of injury is high because he sometimes forgets he cannot walk. His short-term memory is not good and he is often confused. He also has difficulty with urination and elimination, which if left untreated, can result in medical emergencies. Grievant has to be under constant surveillance.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">J. According to the expert witness offered by Grievant, Grievant could not get the level of required nursing care in a nursing home facility, including the facility suggested by the State (Alden Lincoln Park Nursing Facility). In her assessment for this hearing, the expert contacted several nursing homes (including Alden) and asked about the level of care provided. According to this witness, none would provide the level of care need by Grievant: 24 hour [s] per day by skilled clinical nurses. She based her assessment on the Grievant's medical file, her observation of Grievant, and her 20 years of experience as a skilled nursing professional.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">IDPA Hearing Officer Findings &#182;&#182; H-J. Presented with the hearing officer's factual findings and Eric's grievance, IDPA Director Ann Patla concluded that the sole issue that she had the authority to resolve was whether the IDPA's own rules permit the HSP to pay for an individual's medical care at a level greater than the exceptional care rate. She concluded that they do not. In a decision issued in August 18, 2000, she stated: \"I find that the Rules set forth do not allow the HSP program to pay greater than the SCM at the exceptional care rate in any case.\" <i>In re Appeal of Eric Radaszewski,</i> Appeal No. 00-019688-HSP, Final Administrative Decision (IDPA Aug. 18, 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On September 1, 2000, Radaszewski filed a complaint for declaratory and injunctive relief against the IDPA director in federal court, asserting that a reduction in the level of private-duty nursing provided to her son at home would constitute a violation of the federal Medicaid statute as well as a deprivation of due process in violation of the Fourteenth Amendment. She sought and obtained a temporary restraining order obligating the IDPA to continue funding Eric's at-home care. However, the district court subsequently denied Radaszewski's request for a preliminary injunction, concluding that Radaszewski's complaint alleged no viable federal claim and that the court consequently lacked authority to award her preliminary injunctive relief. <i>Radaszewski v. Patla,</i> No. 00 C 5931, Order (N.D.Ill. Nov. 7, 2000). Radaszewski appealed the preliminary injunction ruling to this court. While that appeal was pending, HHS on February 2, 2001, approved the amendment to Illinois' basic Medicaid plan eliminating private-duty nursing as a service provided under that plan. Both parties agreed that the amendment rendered Radaszewski's lawsuit moot. On that basis, we dismissed her appeal in an unpublished order. <i>Radaszewski v. Patla,</i> 2 Fed.Appx. 565 (7th Cir.2001) (unpublished) (text available in Westlaw).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Meanwhile, in December 2000, after the district court had denied her motion for a preliminary injunction, Radaszewski filed suit against the IDPA Director in Illinois court &#8212; seeking injunctive relief compelling the IDPA to fully fund the cost of the private-duty nursing care that Eric required in order to remain at home. Each of the theories that Radaszewski asserted in support of this relief was premised on state law. The state court entered a temporary injunction requiring the IDPA to restore funding to the Radaszewski family sufficient to pay for 16 hours of private-duty nursing per day. That injunction, we are told, remains in effect today. Nearly one year later, the state court granted Radaszewski leave to file a supplemental complaint which added, <i>inter alia,</i> claims under Title II of the ADA, 42 U.S.C. &#167; 12132, and Section 504 of the Rehabilitation Act, 29 U.S.C. &#167; 794. Radaszewski contended that the IDPA's refusal to pay for full-time private-duty nursing for Eric at his home was inconsistent with the State's duty, pursuant to regulations promulgated under both the ADA and Rehabilitation Act, to provide care for a disabled person in the most community-integrated setting appropriate for that person. Based on the newly alleged violations of federal law, the Director removed the action to federal court. Radaszewski asked the district court to remand the case to state court. The district court remanded the state-law claims alone, reasoning that it lacked supplemental jurisdiction over those claims under <i>Pennhurst State School &amp; Hosp. v. Halderman,</i> 465 U.S. 89, 104 S.Ct. 900, 79 L.Ed.2d 67 (1984). <i>Radaszewski v. Garner,</i> No. 01 C 9551, 2002 WL 31430325, at *6 (N.D.Ill. Oct.21, 2002). The state circuit court subsequently granted judgment on the pleadings in favor of the Director. However, the Illinois Appellate Court reversed that judgment and remanded for further proceedings, concluding there were questions concerning the propriety of the rulemaking vis-a-vis the elimination of private-duty nursing services from the State's Medicaid plan that could not be resolved on the pleadings. <i>Radaszewski ex rel. Radaszewski v. Garner, supra,</i> 282 Ill.Dec. 1, 805 N.E.2d at 627.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court dismissed Radaszewski's ADA claim and entered judgment on the pleadings in favor of the Director on the Rehabilitation Act claim. <i>Radaszewski v. Garner,</i> No. 01 C 9551, 2002 WL 31045384, 24 Nat'l Disability L. Rep. &#182; 187 (N.D.Ill. Sept. 11, 2002). Relying on this court's opinion in <i>Walker v. Snyder,</i> 213 F.3d 344 (7th Cir.2000), the court determined that Radaszewski could not sue the Director in her official capacity in federal court for relief under Title II of the ADA. <i>Walker</i> held that the doctrine of <i>Ex Parte Young,</i> 209 U.S. 123, 28 S.Ct. 441, 52 L.Ed. 714 (1908), which permits private suits against state officials in federal court for injunctive relief, is unavailable in Title II cases; in <i>Walker</i>'s view, the proper defendant in such a case was the state agency itself, which, in light of the Eleventh Amendment, could only be sued in state court. 213 F.3d at 347. Although the district court agreed that case law postdating <i>Walker</i> (including the Supreme Court's decision in <i>Board of Trustees of Univ. of Alabama v. Garrett,</i> 531 U.S. 356, 374 n. 9, 121 S.Ct. 955, 968 n. 9, 148 L.Ed.2d 866 (2001)) had called into question the validity of <i>Walker</i>'s holding, the court felt constrained to follow <i>Walker</i> until such time as either this court or the Supreme Court overruled it. The court therefore dismissed the ADA claim. 2002 WL 31045384, at *2.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As for the Rehabilitation Act claim, the court reasoned that neither the Rehabilitation Act nor the ADA \"require[s] that the State create and fund a program that does not already exist\" in order to enable a disabled person to be cared for in the most integrated community setting possible; rather, what the statutes require is even-handed treatment as between able and disabled individuals. <i>Id.,</i> at *3. In the court's view, it was clear that the IDPA had not discriminated against disabled individuals: although the State makes at-home, private-duty nursing services available to disabled individuals under the age of 21, no one over the age of 21 &#8212; disabled or not &#8212; receives such services through the Illinois Medicaid program. <i>Id.</i><a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> In essence, Radaszewski was seeking to compel the State to provide services to her son at home that it did not otherwise provide, and this exceeded the scope of the State's duty under the Rehabilitation Act and the ADA. \"[T]he IDPA is not required to provide the handicapped more coverage than the non-handicapped individual to assure `adequate health care.'\" <i>Id.</i> For that reason the court concluded that the Director was entitled to judgment on the pleadings on the Rehabilitation Act claim. <i>Id.</i></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We review de novo the district court's decision to enter judgment on the pleadings pursuant to Federal Rule of Civil Procedure 12(c). <i>R.J. Corman Derailment Servs., LLC v. Int'l Union of Operating Engineers, Local 150, AFL-CIO,</i> 335 F.3d 643, 647 (7th Cir.2003). In the course of that review, we accept the truth of the allegations in Radaszewski's complaint. <i>Id.</i> Only if Radaszewski could prove no set of facts consistent with those allegations that might support her claim for relief may we sustain the judgment entered in the Director's favor. <i>Id.</i></p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court concluded on the strength of this court's holding in <i>Walker,</i> 213 F.3d 344, that Radaszewski could not sue the Director for injunctive relief under the ADA. However, <i>Bruggeman ex rel. Bruggeman v. Blagojevich,</i> 324 F.3d 906, 912-13 (7th Cir.2003), issued after the district court's decision, recognized that <i>Walker</i> did not survive the Supreme Court's decision in <i>Garrett. Garrett</i> explicitly recognized the right of a private plaintiff to assert an ADA claim for injunctive relief against a state official in federal court. 531 U.S. at 374 n. 9, 121 S.Ct. at 968 n. 9. The State concedes, in view of <i>Bruggeman,</i> that Radaszewski may seek injunctive relief from the Director consistent with the doctrine of <i>Ex Parte Young. Bruggeman,</i> 324 F.3d at 912-13. We therefore proceed to the merits of Radaszewski's ADA claim as well as her Rehabilitation Act claim.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Title II of the ADA prohibits discrimination against disabled persons by any public entity: [N]o qualified individual with a disability shall, by reason of such disability, be excluded from participation in or be denied the benefits of the services, programs, or activities of a public entity, or be subjected to discrimination by any such entity.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">42 U.S.C. &#167; 12132. The statute defines a \"qualified individual with a disability\" as one who, \"with or without reasonable modifications to rules, policies, or practices ... meets the essential eligibility requirements for the receipt of services or the participation in programs or activities provided by a public entity.\" 42 U.S.C. &#167; 12131(2). The term \"public entity\" is defined to include \"any State or local government,\" as well as \"any department, agency, special purpose district or other instrumentality of a State ... or local government.\" &#167; 12131(1)(a)(A), (B).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Pursuant to Title II, the Attorney General has promulgated a regulation providing that \"[a] public entity shall administer services, programs, and activities in the most integrated setting appropriate to the needs of qualified individuals with disabilities.\" 28 C.F.R. &#167; 35.130(d). The \"most integrated setting appropriate\" is in turn defined as \"a setting that enables individuals with disabilities to interact with nondisabled persons to the fullest extent possible.\" 28 C.F.R. pt. 35, App. A, p. 450. This integration mandate does not impose an unqualified obligation on a public agency, however. Although an agency must make such modifications as are \"reasonable\" in order to avoid unduly segregating the disabled, it is relieved of that obligation if it can show \"that making the modifications would fundamentally alter the nature of the service, program, or activity.\" 28 C.F.R. &#167; 35.130(b)(7).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Rehabilitation Act, which applies to programs receiving federal financial assistance, contains a similar antidiscrimination provision, 29 U.S.C. &#167; 794(a), and a corresponding regulation requiring that an agency administer its programs and activities \"in the most integrated setting appropriate to the needs of qualified handicapped persons,\" 28 C.F.R. &#167; 41.51(d). The ADA's integration regulation is modeled after that regulation. <i>See Olmstead v. L.C. ex rel. Zimring,</i> 527 U.S. 581, 592, 119 S.Ct. 2176, 2183, 144 L.Ed.2d 540 (1999). And consistent with the ADA's regulatory scheme, that integration mandate is limited by regulatory provisions indicating that a recipient of federal funding need not accommodate a disabled person when the proposed accommodation would impose an \"undue hardship\" on the recipient. 28 C.F.R. &#167;&#167; 41.53, 42.511(c); 45 C.F.R. &#167; 84.12(c).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In view of the similarities between the relevant provisions of the ADA and the Rehabilitation Act and their implementing regulations, courts construe and apply them in a consistent manner. <i>Frederick L. v. Dep't of Public Welfare of Pennsylvania,</i> 364 F.3d 487, 491 (3d Cir.2004); <i>Fisher v. Oklahoma Health Care Auth.,</i> 335 F.3d 1175, 1179 n. 3 (10th Cir.2003); <i>see also Bruggeman, supra,</i> 324 F.3d at 912 (noting that the statutory and regulatory provisions concerning integrated care are \"materially identical\"). Although our analysis shall focus on the ADA, that analysis applies with equal force to Radaszewski's Rehabilitation Act claim.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In <i>Olmstead,</i> the Supreme Court, looking to the terms and legislative history of the ADA's Title II, along with the integration mandate reflected in its implementing regulations, held that the \"unjustified institutional isolation\" of a disabled individual receiving medical care from a State amounts to an actionable form of discrimination under Title II. 527 U.S. at 597-603, 119 S.Ct. at 2185-88. That is so, the Court concluded, even in the absence of traditional proof that the disabled person is being treated differently from a nondisabled person who is otherwise similarly situated. <i>Id.</i> at 598, 119 S.Ct. at 2186.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Recognition that unjustified institutional isolation of persons with disabilities is a form of discrimination reflects two evident judgments. First, institutional placement of persons who can handle and benefit from community settings perpetuates unwarranted assumptions that persons so isolated are incapable or unworthy of participating in community life. Second, confinement in an institution severely diminishes the everyday life activities of individuals, including family relations, social contacts, work options, economic independence, educational advancement, and cultural enrichment. Dissimilar treatment correspondingly exists in this key respect: In order to received needed medical services, persons with ... disabilities must, because of those disabilities, relinquish participation in community life they could enjoy given reasonable accommodations, while persons without [such] disabilities can receive the medical services they need without similar sacrifice.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\"><i>Id.</i> at 600-01, 119 S.Ct. at 2187 (citations omitted). The plaintiffs in <i>Olmstead</i> were individuals with mental disabilities who had been institutionalized in state facilities. Although their treatment providers had concluded that their needs could be met in community-based programs, their placement into such programs had been delayed, and the plaintiffs filed suit under Title II, seeking to compel the State to transfer them into a community setting. In view of the integration mandate, the Court agreed with the plaintiffs that a State is obliged to provide community-based treatment for individuals with disabilities, so long as the State's treatment professionals find that such treatment is appropriate, the affected individuals do not oppose community-based treatment, and placement in the community can be reasonably accommodated, taking into account the State's resources and the needs of others with similar disabilities. <i>Id.</i> at 607, 119 S.Ct. at 2190. In a footnote, the Court disavowed any intent to hold that the ADA imposes on the States either a particular standard of care or a requirement that they provide a particular level of benefits to disabled persons. <i>Id.</i> at 603 n. 14, 119 S.Ct. at 2188 n. 14. \"We do hold, however, that States must adhere to the ADA's nondiscrimination requirement with regard to the services they in fact provide.\" <i>Ibid.</i></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Radaszewski contends that Illinois's unwillingness to continue funding private-duty nursing care for Eric at home portends precisely the type of \"unjustified institutional isolation\" for him that <i>Olmstead</i> described as form of discrimination prohibited by the ADA. She asserts that Eric satisfies each of the three conditions that the Court in <i>Olmstead</i> cited as prerequisites to the State's obligation to provide community-based treatment. Indeed, it appears that two of these conditions &#8212; the propriety of community-based care for Eric, and the consent of Eric and his affected family members &#8212; are undisputed. There is little doubt that Eric <i>can</i> be cared for appropriately at home; he has been receiving care at home since 1994, and according to the complaint, he benefits from the support of and interaction with his parents in that environment. And obviously, neither he nor his family oppose the prospect of him remaining at home; that is the point of Radaszewski's complaint. As for the third condition &#8212; the State's ability to reasonably accommodate community-based care for the disabled individual &#8212; Radaszewski asserts that the cost of at-home, private-duty nursing for Eric is actually less than what the State would spend if Eric were transferred to an institution. Thus, Radaszewski believes that the State reasonably can accommodate continued at-home care for Eric without jeopardizing its resources or interfering with the State's obligation to care for other disabled individuals. One of the ways that it might do this, Radaszewski suggests, is by increasing the cap on the amount that the HSP will pay for the services that disabled individuals need in order to remain at home.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Director, on the other hand, construes Radaszewski's complaint to require a substantive change in the services IDPA currently provides. Picking up on footnote 14 of the <i>Olmstead</i> opinion, the State emphasizes that the ADA does not guarantee that each recipient of state medical benefits will get care precisely tailored to his needs; instead, the statute requires the State not to discriminate vis-a-vis services that it has chosen to provide. 527 U.S. at 603 n. 14, 119 S.Ct. at 2188 n. 14. Thus, post-<i>Olmstead,</i> courts have recognized that a State may violate Title II when it refuses to provide an existing benefit to a disabled person that would enable that individual to live in a more community-integrated setting. <i>E.g., Fisher v. Oklahoma Health Care Auth., supra,</i> 335 F.3d at 1182-84 (State may violate Title II when it caps the number of drug prescriptions it will fund through Medicaid for participants in community-based care programs, but not for persons who live in nursing homes); <i>Townsend v. Quasim,</i> 328 F.3d 511, 516-20 (9th Cir.2003) (community-based long-term care offered to categorically needy must be offered to medically needy as well, unless doing so would fundamentally alter the State's Medicaid programs). On the other hand, courts have also held that a State is not obligated to create new services in order to enable an institutionalized individual to live in a more integrated setting. <i>E.g., Rodriguez v. City of New York,</i> 197 F.3d 611, 615-16 (2d Cir.1999) (neither ADA nor Rehabilitation Act compelled State to offer safety monitoring to persons with mental disabilities so that such individuals could remain at home, where safety monitoring was not an existing personal care service that city offered through its Medicaid program).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Here, IDPA argues, the State's basic Medicaid plan (by virtue of the amendment approved in 2001) does not include private-duty nursing services. Of course, nursing generally is a service provided, but the particular service that Eric requires is one-on-one, private-duty nursing. The only individuals to whom that type of nursing is offered at the level that Eric requires are persons under the age of 21, who may receive such services under the MFTDC waiver program. <i>See</i> n. 1, <i>supra.</i> Funding for private-duty nursing is available through the HSP program, but at a level no higher than the exceptional care rate &#8212; which in this case would permit no more than five hours of nursing per day. Thus, in order for Radaszewski to obtain the relief she seeks for Eric, the IDPA either would have to raise the age limit for participation in the MFTDC program or raise the level of care covered by the HSP by substantially increasing the exceptional care rate for individuals with disabilities akin to Eric's. In the State's view, neither modification is a reasonable one, and either one would compel the IDPA to alter the substance of the services it provides to Medicaid recipients and thus to offer a new service that does not currently exist.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">A key premise of the State's argument is that private-duty nursing would not be provided to Eric in the institutional setting that the IDPA believes is appropriate to his level of need &#8212; i.e., in a nursing home facility. However, from the face of the complaint, the documents in the public record relating to Eric's IDPA grievance, and the briefing in this appeal, there appear to be at least two important factual questions relating to this premise that cannot be resolved on the pleadings.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The first of these questions is whether a nursing home facility actually could meet Eric's medical needs, as the Director supposes. As we noted earlier, the IDPA calculated the level of benefits for which Eric was eligible under the HSP with reference to the cost of care at a nursing home facility; and the IDPA took the position that Eric would have to seek care in that type of facility if HSP funding at the exceptional care rate was insufficient to pay for his care at home. However, the Radaszewskis have consistently challenged the notion that Eric could receive adequate care at a nursing home facility. When Eric filed a grievance with the IDPA challenging the exceptional care rate that the Department had established for Eric, his parents put on evidence that Eric could not properly be cared for in a nursing home facility as the State contended, because such a facility could not provide the constant, one-on-one care that he needs in order to survive. Based on that evidence, which apparently was uncontradicted, the hearing officer whose findings we quoted above specifically found that Eric \"would be at risk of danger if he should be placed in a nursing home.\" IDPA Hearing Officer findings &#182; H. In view of that finding, we must assume that Radaszewski will be able to prove in this litigation that Eric, if institutionalized, would require a more care-intensive setting than a nursing home &#8212; a hospital, for example &#8212; in order to survive. That possibility in turn suggests that the type and cost of medical care that Eric would receive at a nursing home facility are not the appropriate reference points for assessing whether the private-duty nursing that Eric seeks to receive at home is a service that would be provided to Eric in an institutional setting.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The second question concerns the level of care that Eric would require in an institutional setting &#8212; whether it be a nursing home facility, a hospital, or another type of care facility. The State posits that Eric would not receive private nursing care in <i>any</i> institutional setting, even a hospital, so that there is no institutional precedent that would support his demand under Title II for private-duty nursing at home. <i>Cf. Fisher,</i> 335 F.3d at 1183 (\"Plaintiffs are simply requesting that a service for which they would be eligible under an existing state program, unlimited medically necessary prescriptions, be provided in a community-based setting rather than a nursing home. They are not demanding a separate service or one not already offered by the state.\"); <i>Townsend,</i> 328 F.3d at 517 (\"Mr. Townsend simply requests that the services he is already eligible to receive under an existing state program ... be provided in the community-based adult home where he lives, rather than the nursing home setting the state requires.\"). Here again, however, the evidence presented to the IDPA hearing officer, and that officer's findings, suggest that Eric might well require continuous one-on-one nursing care if he were cared for in an institutional setting. The hearing officer's summary of the testimony provided by Eric's caretakers, most if not all of which was undisputed, makes it plausible to suppose that Eric cannot be left unattended &#8212; or attended only by a person lacking significant medical skills &#8212; for any amount of time. It appears from that summary that he requires skilled assistance in order to safely accomplish many of the bodily functions necessary to remain alive &#8212; drinking, eating, eliminating waste, moving about, even breathing. Radaszewski may thus be able to show that if institutionalized, Eric would require the equivalent of the private-duty nursing care that, until now, he has received at home.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The Director concedes that if Eric were placed in an institution, the IDPA would obliged to provide him with the level of care that he needs in order to survive. So if, as the evidence presented to the IDPA hearing officer strongly suggests, Eric requires constant monitoring and continuous skilled assistance in accomplishing basic bodily functions, then the State will have to provide those services to Eric in an institutional setting. It may well be, as the Director represents, that an institutional facility would not assign private-duty nurses, as such, to provide the care that Eric requires. In lieu of one nurse assigned only to Eric, for example, a hospital might be able to rely on a variety of monitors to keep Eric's life signs under surveillance, while a pool of immediately available skilled professionals tending to multiple patients in a care-intensive unit might be able to provide the frequent, immediate assistance Eric requires in order to eat, drink, and so on and to head off any of the medical crises (e.g., choking or infections) to which he is vulnerable. But if what that level of care adds up to is the equivalent of around-the-clock, private-duty nursing care, then Radaszewski may yet have a viable claim that Eric is entitled to receive private-duty nursing care at home.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Nothing in the regulations promulgated under the ADA or the Rehabilitation Act or in the Court's decision in <i>Olmstead</i> conditions the viability of a Title II or section 504 claim on proof that the services a plaintiff wishes to receive in a community-integrated setting already exist in exactly the same form in the institutional setting. Although a State is not obliged to create entirely new services or to otherwise alter the substance of the care that it provides to Medicaid recipients in order to accommodate an individual's desire to be cared for at home, the integration mandate may well require the State to make reasonable modifications to the form of existing services in order to adapt them to community-integrated settings. Some forms of medical treatment &#8212; for example, prescription medications &#8212; might be virtually the same whether provided to the recipient in an institution or at home. <i>See Fisher,</i> 335 F.3d at 1183. But particularly when the treatment involves services provided by medical professionals, the care might vary in format depending on whether it is provided to the individual in an institution or a community-based setting. If variations in the way services are delivered in different settings were enough to defeat a demand for more community-integrated care, then the integration mandate of the ADA and the Rehabilitation Act would mean very little. Of course, the State always has the opportunity to show that adapting existing institution-based services to a community-based setting would impose unreasonable burdens or fundamentally alter the nature of its programs and services, and for that reason it should not be required to accommodate the plaintiff. 28 C.F.R. &#167; 35.130(b)(7); <i>see Olmstead,</i> 527 U.S. at 603-06, 119 S.Ct. at 2188-90. But so long as it is possible for the plaintiff to show that the services he seeks to receive at home are, in substance, already provided in the institutional setting, then the State is not entitled to judgment on the pleadings based on the argument that the services would take on a different form or method if provided in a community setting.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Also relevant to the question of whether continuous private-duty nursing is a service that Illinois does not presently offer in any setting is the fact that IDPA can and does make available a limited amount of funding for private-duty nursing to adults participating in the HSP. Recall that the purpose of a waiver program like HSP is to enable medically needy individuals to avoid institutionalization by making services available to them that are otherwise not part of the State's basic Medicaid program. At-home nursing care, which has now been removed from Illinois's Medicaid plan, would constitute such a service. The cap on the level of funding that HSP would provide to Eric and his family prevents him from receiving the level of private-duty nursing services that he needs &#8212; recall that the exceptional care rate approved for Eric would pay for only four or five hours of private-duty nursing per day rather than the 24 hours per day that his family seeks. But the fact that the State already provides for some private-duty nursing tends to belie the notion that providing such care to Eric so that he may remain at home would require the State to alter the substance of its Medicaid programs by creating an entirely \"new\" service.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Insofar as the HSP is concerned, the State contends that Eric is ineligible for that program (and that Radaszewski cannot plead or prove otherwise) because the cost of the continuous care that he needs admittedly exceeds the cost of exceptional care in a nursing facility, the latter figure being the most that IDPA, under its current rules, will pay for Eric's at-home care. That point is not dispositive of the federal claims that Radaszewski has made here. It is true, as the Director points out, that the ADA only prohibits discrimination against \"<i>qualified</i> individuals with disabilities,\" whom (as we noted earlier) the statute describes as disabled individuals who \"with or without reasonable modifications to rules, policies, or practices ... mee[t] the essential eligibility requirements for the receipt of services or the participation in programs or activities provided by a public entity.\" 42 U.S.C. &#167; 12131(2); <i>see Olmstead,</i> 527 U.S. at 601-02, 119 S.Ct. at 2187-88. For present purposes, it appears undisputed that Eric is qualified for the receipt of home services through the HSP in the sense that he has severe, long-term disabilities, he is eligible for Medicaid, and he is at risk of placement in an institutional health care facility. <i>See</i> 89 Ill. Admin. Code &#167; 682.100 (setting forth HSP eligibility requirements). It is also undisputed that his home is an appropriate care setting for Eric &#8212; he has lived there since the onset of his disabilities with the support of the at-home services that he received through the MFTDC waiver program until he reached the age of 21 &#8212; the very same services that he seeks to continue receiving as an adult.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">By no means is Eric an \"unqualified\" disabled person in the sense that <i>Olmstead</i> emphasized &#8212; he is not someone who is \"unable to handle or benefit from community settings,\" 527 U.S. at 601-02, 119 S.Ct. at 2187, whom the State's medical professionals believe is not able to live in a community-integrated setting, <i>id.</i> at 602, 119 S.Ct. at 2188, or who does not want to live in a such a setting, <i>ibid.</i> On the contrary, Radaszewski's complaint, together with the IDPA grievance records, suggest that with appropriate care Eric can live at home (he has in fact done so for a number of years), that he wishes to continue doing so, and that he profits in that environment from the daily interaction with and nurturing by his parents and the access to on-line learning that he has at home. Supplemental Complaint Count I &#182; 11, Count VI &#182;&#182; 40-46, Count VII &#182;&#182; 42-45; IDPA Hearing Officer Findings &#182; A (\"[Eric] has been cared [for] at home for the past 5 years through funding from the Illinois Division of Specialized Care for Children (DSCC). This care, plus the admirable efforts of his parents, has allowed Grievant to be cared for in his home. Grievant wishes to be maintained in his home with his family; this is also his parents' wish[ ].\"). Eric thus appears to meet these \"essential\" requirements for at-home care. <i>See Townsend,</i> 328 F.3d at 516 (plaintiff was a \"qualified individual with a disability\" for purposes of Title II because he was eligible to receive services through State's Medicaid program, he preferred to receive such services in a community-based setting, and community-based services were appropriate for his needs).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Accepting the allegations of the complaint as true, Eric is also qualified for the HSP program in the sense that the cost of his continued care at home would not exceed the anticipated cost of caring for him in an institutional setting. As we have noted, approval for Medicaid waiver programs offering community-based care is conditioned on certification that the average per-capita cost of at-home or other community-based care does not exceed the average per-capita cost of institutional care. <i>See</i> 42 U.S.C. &#167; 1396n(c)(2)(D); 42 C.F.R. &#167; 441.302(e). In view of that federal requirement, one of the eligibility requirements that Illinois has specified for participation in the HSP program is that an individual does not require in-home services that are expected to cost more than what the State would pay to provide institutional care to an individual with a similar DON score. 89 Ill. Admin. Code &#167; 682.100(h). As we have noted, Radaszewski asserts that the cost of providing private-duty nursing care to Eric at home, although it exceeds the exceptional care rate approved for Eric by several multiples, is nonetheless no greater and perhaps less than what it would cost the State to care for Eric in an appropriate institution. We assume, as we must, that Radaszewski will be able to prove the truth of that assertion. Her assertion is plausible, particularly in view of the fact that the MFTDC program, through which Eric received funding for private-duty nursing until he turned 21, has a similar requirement of cost-neutrality. <i>See</i> 89 Ill. Admin. Code &#167; 140.645(c)(3). Consequently, we discern no impediment concerning Eric's status as a \"qualified individual with a disability\" that would preclude the relief his mother seeks under Title II.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The cost of around-the-clock private-duty nursing care no doubt is relevant to the separate question of whether requiring the State to continue providing that care for Eric at home would entail reasonable modifications to IDPA's rules and practices or would result in a fundamental alteration of the services and programs that Illinois provides to similarly situated individuals.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> As we have noted, the cost of providing 24-hour private-duty nursing care to Eric at home is estimated at between $15,000 and $20,000 per month, an amount three to four times greater than the exceptional care rate approved for Eric. So in that respect, the State would have to substantially increase the level of expenditures it would otherwise make on Eric's behalf under the HSP in order to continue Eric's at-home care. That alone does not defeat his Title II claim. <i>See Fisher,</i> 335 F.3d at 1183 (\"If every alteration in a program or service that required the outlay of funds were tantamount to a fundamental alteration, the ADA's integration mandate would be hollow indeed.\"). Once again, however, if, as Radaszewski represents, it would cost the State no more and possibly less to care for Eric at home than it would to care for him in an institution, this would be highly relevant to whether the State is obliged under Title II to provide him with full-time, at-home care.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\"><i>Olmstead</i> did note that because a State is obliged to maintain a full range of facilities in order to provide care for its disabled citizens, it may not always be able to fully realize the cost savings of placing an individual person in a community setting rather than an institution. 527 U.S. at 604, 119 S.Ct. at 2189. Moving one resident of a state-funded institution into the community does not necessarily mean that the State immediately could close or reduce the size of that institution; in the short run, the State might incur greater costs by funding a community placement for the individual who can be cared for there while continuing to provide institutional services for those who cannot be cared for in a community setting. <i>Ibid.</i> A court must therefore take care to consider the cost of a plaintiff's care not in isolation, but in the context of the care it must provide to all individuals with disabilities comparable to those of the plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">This is not an assessment that can be made on the pleadings in this case. The State may be able to show that in view of the obligations it has not just to Eric but to all individuals with similar disabilities, it cannot fund a home placement for Eric without fundamentally altering the care it provides to others with similar needs. But the evidence might also show something different to be true. If the State would have to pay a private facility to care for Eric, for example, and the cost of that placement equaled or exceeded the cost of caring for him at home, then it would be difficult to see how requiring the State to pay for at-home care would amount to an unreasonable, fundamental alteration of its programs and services. Indeed, Radaszewski represents that this is precisely the case in Illinois, and that, as a result, if Eric were to be cared for in an institution, the State would be paying a private contractor to provide that care. In any event, what matters at present is that a much more developed record will be required in order to assess whether the injunctive relief that Radaszewski seeks would require a fundamental alteration of the State's programs and services.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The district court therefore erred in entering judgment on the pleadings in the Director's favor. The allegations of Radaszewski's complaint permit the inference that a home placement remains appropriate for Eric, that he and his family do not oppose such a placement, and that such a placement can be reasonably accommodated, taking into account the resources available to the State and the needs of others with comparable disabilities. <i>See Olmstead,</i> 527 U.S. at 607, 119 S.Ct. at 2190. At the same time, the pleadings do not permit a finding that the injunctive relief that Radaszewski seeks either is unreasonable or would require a fundamental alteration of the State's programs and services for similarly-situated disabled persons. Radaszewski is entitled to proceed on her complaint.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">For the reasons discussed, we REVERSE the judgment on the pleadings entered in favor of the IDPA Director and REMAND for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Barry S. Maram, the current director of the Illinois Department of Public Aid, is substituted as the defendant in lieu of the named defendant, Jackie Garner. Fed. R.App. P. 43(c)(2)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Director points out that Congress has required each State to provide comprehensive medical screening, diagnostic, and treatment to persons under the age of 21, even if such care involves services not otherwise covered under the State's basic Medicaid plan<i>See</i> 42 U.S.C. &#167;&#167; 1396d(a)(4)(B), 1396d(r); <i>see also</i> 305 Ill. Comp. Stat. Ann. 5/5-19(a) (outlining Illinois's Healthy Kids Program). By virtue of that mandate, States may in practice offer more Medicaid services to persons under the age of 21 than they do to adults.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The exceptional care rate corresponds to what the IDPA would pay a skilled nursing facility to provide \"exceptional medical care\" to the individual<i>See</i> 305 Ill. Comp. Stat. Ann. 5/5-5.8a; 89 Ill. Admin. Code &#167; 140.569(a)(1). \"Exceptional medical care\" is defined as \"the level of medical care required by persons who are medically stable for discharge from a hospital but who require acute intensity hospital level care for physician, nurse, and ancillary specialist services....\" 305 Ill. Comp. Stat. Ann. 5/5-1.1(<i>i</i>); <i>see also</i> 89 Ill. Admin. Code &#167; 140.569(a)(2). Persons eligible for such care, and for reimbursement at the exceptional care rate, include (but are not limited to) individuals with head injuries, ventilator-dependent persons, and persons with HIV/AIDS. <i>Id.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although Eric's parents historically have provided eight hours of care to Eric each day, the record indicates that they are now seeking to have the State fund 24-hour-per-day care to Eric, as the state of their own health has diminished their ability to care for Eric themselves. Eric's father has suffered a stroke and can no longer drive or help move Eric. Eric's mother was diagnosed with a brain tumor, and as a result of the tumor and the treatment for it, she cannot tolerate heat and suffers from dizzy spells. IDPA Hearing Officer Findings &#182; G</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In fact, as the IDPA concedes, the HSP makes it possible for a disabled person over the age of 21 to receive at least some private-duty nursing services at home. Although private-duty nursing services have been removed from Illinois's basic Medicaid plan, a disabled individual can still access such services through the HSP waiver program. However, the SCM or exceptional care rate approved for the individual HSP participant operates to limit the amount of nursing care that he or she may receive. As we have noted, the exceptional care rate approved for Eric would enable him to receive only four or five hours of nursing per day, far less than the 16 hours of daily care he received under the MFTDC program and the 24 hours per day that he and his parents currently seek</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The plaintiffs in<i>Olmstead</i> were, as we have indicated, persons with mental disabilities. When it addressed the fundamental-alteration defense in that case, the Supreme Court spoke of the need to consider the State's obligations to other persons with the same broad type of disabilities, i.e., other persons with mental disabilities. <i>See</i> 527 U.S. at 604, 119 S.Ct. at 2189 (\"Sensibly construed, the fundamental-alteration component of the reasonable-modifications regulation would allow the State to show that, in the allocation of available resources, immediate relief for the plaintiffs would be inequitable, given the responsibility the State has undertaken for the care and treatment of a large and diverse population of <i>persons with mental disabilities.</i>\") (emphasis ours); <i>id.</i> at 607, 119 S.Ct. at 2190 (\"[W]e conclude that, under Title II of the ADA, States are required to provide community-based treatment for persons with mental disabilities when the State's treatment professionals determine that such placement is appropriate, the affected persons do not oppose such treatment, and the placement can be reasonably accommodated, taking into account the resources available to the State and the needs of <i>others with mental disabilities.</i>\") (emphasis ours). It is not immediately apparent here what the relevant group of disabled persons should be for purposes of the fundamental-alteration defense, and this is not a matter that the parties themselves have addressed in the briefing. For present purposes, we will refer simply to other persons with disabilities similar to Eric's. If and when the fundamental-alteration defense is reached in further proceedings, the parties and the district court will want to consider how to more precisely define and describe that group.</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">383</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">599</span></span></p>\n    <p class=\"parties\">Donna RADASZEWSKI, Guardian, on behalf of Eric RADASZEWSKI, Plaintiff-Appellant,<br>v.<br>Barry S. MARAM,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Director, Illinois Department of Public Aid, Defendant-Appellee.</p>\n    <p class=\"docket\">No. 02-3657.</p>\n    <p class=\"court\">United States Court of Appeals, Seventh Circuit.</p>\n    <p class=\"date\">Argued September 8, 2003.</p>\n    <p class=\"date\">Decided September 8, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the Northern District of Illinois, John W. Darrah, J.</p>\n      <p class=\"indent\">Bernard Shapiro, Prairie State Legal Services, Incorporated, Rockford, IL, Eliot Abarbanel, Prairie State Legal Services, Incorporated, Carol Stream, IL, Sarah Megan (argued), Prairie State Legal Services, Incorporated, Batavia, IL, for Plaintiff-Appellant.</p>\n      <p class=\"indent\">Mary E. Welsh (argued), Office of the Attorney General, Chicago, IL, for Defendant-Appellee.</p>\n      <p class=\"indent\">Sarah E. Harrington, Dept. of Justice, Civil Rights Division, Appellate Section, Washington, DC, Max Lapertosa, Barry C. Taylor, Equip for Equality Inc., Benjamin S. Wolf, Roger Baldwin Foundation of ACLU, Inc., Chicago, IL, for Amicus Curiae.</p>\n      <p class=\"indent\">Before KANNE, ROVNER, and DIANE P. WOOD, Circuit Judges.</p>\n      <p class=\"indent\">ILANA DIAMOND ROVNER, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">As a consequence of brain cancer and a stroke that he suffered at the age of 13, Eric Radaszewski requires around-the-clock medical care in order to survive. Until he reached the age of 21, the Illinois Department of Public Aid (\"IDPA\" or the \"Department\") provided funding through a Medicaid program for children that enabled Eric to receive 16 hours of private-duty nursing at home each day. After he turned 21, Eric was no longer eligible to participate in that program. Illinois has a separate program providing at-home care for adults who would otherwise have to be cared for in institutions. However, funding under that program is capped at a level that is insufficient to pay for the extent of private-duty nursing that Eric would need in order to remain at home. Consequently, Eric faces the prospect of entering a long-term care facility in order to receive the intensive medical care that he needs. Eric's mother, Donna Radaszewski, filed this suit against the Director of the IDPA (the \"Director\") on Eric's behalf, contending that the IDPA's failure to fully fund at-home, private-duty nursing for Eric amounts to disability discrimination in violation of section 504 of the Rehabilitation Act of 1973, 29 U.S.C. &#167; 794 (the \"Rehabilitation Act\"), and Title II of the Americans with Disabilities Act of 1990, 42 U.S.C. &#167; 12132 (the \"ADA\"), in that Illinois is refusing to provide the medical services that Eric requires in order to remain in the most community-integrated setting appropriate for his needs, which is his home. The district court entered judgment on the pleadings in favor of the Director, reasoning that the ADA claim against the Director was barred by the Eleventh Amendment and that the Rehabilitation Act claim failed as a matter of law because in-home nursing care is not a service that Illinois currently provides to any adult individual. We reverse and remand for further proceedings.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">As this case was resolved on the basis of the pleadings, we accept the facts alleged in Radaszewski's supplemental complaint as true. <i>E.g., Midwest Gas Servs., Inc. v. Indiana Gas Co.,</i> <span class=\"citation\" data-id=\"780626\"><a href=\"/opinion/780626/midwest-gas-services-inc-and-midwest-gas-storage-inc-v-indiana-gas/\"><span class=\"volume\">317</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">703</span></a></span>, 709 (7th Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">82</span></span>, <span class=\"citation no-link\"><span class=\"volume\">157</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">34</span></span> (2003). We also take judicial notice of the contents of certain matters in the public record, including administrative findings about Eric's medical status and needs. <i>See, e.g., Menominee Indian Tribe of Wisconsin v. Thompson,</i> <span class=\"citation\" data-id=\"759493\"><a href=\"/opinion/759493/menominee-indian-tribe-of-wisconsin-v-tommy-g-thompson/\"><span class=\"volume\">161</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">449</span></a></span>, 456 (7th Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Eric was diagnosed with medulloblastoma, a form of brain cancer, in 1992. After undergoing surgery, radiation, and chemotherapy to treat the cancer, Eric suffered a mid-brain stroke in 1993. The cancer, stroke, and medical treatment have impaired Eric's physical and mental functions and left him medically fragile. In the opinion of his physician, Eric requires one-on-one on-one care by a registered nurse 24 hours per day in order to survive.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Since July 1994, Eric has received around-the-clock care at his parents' home. In August 1995, when his family had exhausted its medical insurance benefits, Eric began to receive at-home nursing care through the Illinois Medicaid program.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Medicaid, a program funded jointly by the States and the federal government, provides medical assistance both to disabled individuals and to families with dependent children whose income and resources are otherwise insufficient to pay for the cost of the medical care that they require. <i>See</i> 42 U.S.C. &#167; 1396; 305 Ill. Comp. Stat. Ann. 5/5-1. Each State participating in the Medicaid program must submit for approval to the U.S. Secretary of Health and Human Services (\"HHS\") a plan setting forth the services that the State will provide in its Medicaid program. 42 U.S.C. &#167;&#167; 1396, 1396a(a)(10), 1396d(a), 42 C.F.R. &#167; 440.230(a).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">\"Private-duty nursing,\" defined as nursing services provided to a person who requires more individualized and continuous care than would routinely be provided by a visiting nurse or by the nursing staff of a hospital or skilled nursing facility, 42 C.F.R. &#167; 440.80, is one of the services that a State may elect to include in its Medicaid plan. 42 U.S.C. &#167;&#167; 1396d(a)(8), 1396a(a)(10)(C); 42 C.F.R. &#167; 440.225. A State may choose to provide private-duty nursing services at the recipient's home, at a hospital, or at a skilled nursing facility. 42 C.F.R. &#167; 440.80(c). Prior to this litigation, the Illinois Medicaid plan included coverage for private-duty nursing, provided that such nursing was recommended by a physician, prior approval was obtained from the appropriate State agency, and the care was provided by someone other than the recipient's relative; the plan imposed no limitation on the cost of such care, nor did it limit where private-duty nursing could be provided to the Medicaid recipient. <i>See Radaszewski ex rel. Radaszewski v. Garner,</i> 346 Ill.App.3d 696, <span class=\"citation no-link\"><span class=\"volume\">282</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">1</span></span>, <span class=\"citation no-link\"><span class=\"volume\">805</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">620</span></span>, 623-24 (2003), <i>supplemented on denial of reh'g</i> (March 25, 2004). In the course of this litigation, however, Illinois drafted an amendment to its Medicaid plan to delete all references to private-duty nursing and submitted the amendment to HHS for clearance; the Secretary approved that amendment on February 2, 2001. <i>Id.</i> <span class=\"citation no-link\"><span class=\"volume\">282</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">1</span></span>, 805 N.E.2d at 622-23; Radaszewski Reply Br. Addendum 12-13. The State then initiated rulemaking under the Illinois Administrative Procedure Act to implement the change; that process was completed as of September 1, 2001. <i>See Radaszewski,</i> <span class=\"citation no-link\"><span class=\"volume\">282</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">1</span></span>, 805 N.E.2d at 622-23.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In addition to the services outlined in their basic Medicaid plans, States may seek HHS approval to provide home and community-based services to individuals who would otherwise require institutional care. The HHS Secretary may approve these services in the exercise of his \"waiver\" authority, so labeled because it empowers the Secretary to waive certain Medicaid requirements that would otherwise constrain a State's ability to offer these services &#8212; e.g., service limitations and financial eligibility criteria. <i>See</i> 42 U.S.C. &#167; 1396n(b)-(h); 42 C.F.R. &#167; 430.25(d). This power is often used to authorize innovative and experimental programs. As relevant here, it facilitates state programs designed to provide home- and community-based services to persons who would otherwise have to be cared for in nursing homes or other institutions: specifically, the Secretary may issue waivers permitting a State to offer these services only to individuals who need them in order to avoid institutionalization, rather than to every State citizen who qualifies for Medicaid. <i>See</i> 42 U.S.C. &#167; 1396n(c)(1). In seeking approval for a waiver program offering home and community care, however, the State must certify that it is cost-neutral in the sense that the average per-person cost of the care offered through the waiver program does not exceed the average cost of providing that care in an institutional setting. <i>See</i> &#167; 1396n(c)(2)(D); 42 C.F.R. &#167; 441.302(e).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Pursuant to this waiver authority, HHS has approved Illinois's Medicaid program for Medically Fragile, Technology Dependent Children (the \"MFTDC program\"). This program offers a variety of home- and community-based services and equipment to medically fragile persons under the age of 21 who would otherwise have to be cared for in a skilled pediatric facility or a hospital. <i>See</i> 89 Ill. Admin. Code &#167; 140.645. The services offered by this program include private-duty shift nursing and respite care in the recipient's home. The amount of services that a person may receive under this program is determined with reference to the cost of the care that he or she alternatively would require in a skilled pediatric facility or a hospital. 89 Ill. Admin. Code &#167; 140.645(c)(3).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Eric was found eligible for the MFTDC program and began receiving services in 1995. Based on the estimated cost of the level of care that Eric would require in a medical institution, the IDPA approved a care plan for Eric that called for 16 hours per day of in-home nursing services provided by registered nurses. Eric's parents, who were given special training so that they could provide the necessary care for Eric, tended to him the remaining eight hours of each day. In order to provide them with periodic relief from that responsibility, the IDPA also provided Eric an additional 336 hours of respite nursing services per year. The IDPA approved this care plan annually until Eric reached the age of 21 when, by virtue of his age, he became ineligible for continued participation in the MFTDC program.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Illinois has a separate HHS-approved waiver program for disabled adults &#8212; the Home Services Program (\"HSP\") &#8212; which, like the MFTDC program, offers services not otherwise covered by the State's basic Medicaid program and which enables such adults to continue living at home in lieu of being cared for in an institution, provided that the cost of at-home care does not exceed the cost of institutional care. <i>See</i> 89 Ill. Admin. Code &#167;&#167; 676.10(a), 676.30(j), 682.100. However, the services provided pursuant to the HSP are limited by a Service Cost Maximum (\"SCM\") established by the IDPA. 89 Ill. Admin. Code &#167; 679.50(a). The SCM is determined with reference to what it would cost to provide nursing care to the recipient in an institutional setting, e.g., a hospital or a nursing facility. <i>See id.; see also</i> 42 C.F.R. &#167; 441.302(c). Based on his degree of impairment and his need for medical care, an individual who seeks to participate in the HSP is assigned a Determination of Need (\"DON\") score reflecting his risk of institutionalization. <i>See</i> 89 Ill. Admin. Code &#167;&#167; 676.30(d), 679.10-679.50. Eric received a DON score of 70, and at that time, the standard SCM for an individual with that DON score was $1,857.00 per month. <i>See</i> 89 Ill. Admin. Code &#167; 679.50(b) (setting forth current SCMs for participants in HSP). A higher \"exceptional care rate\" may be approved for an individual with a \"complex medical diagnosis.\" <i>See</i> 305 Ill. Comp. Stat. Ann. 5/5-5.8a; 89 Ill. Admin. Code &#167; 140.569(a); <i>In re Appeal of Eric Radaszewski,</i> Appeal No. 00-019688-HSP, Findings of Fact of the Hearing Officer &#182; F (IDPA Aug. 18, 2000) (hereinafter, \"IDPA Hearing Officer Findings\").<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> A counselor with the IDPA's Office of Rehabilitation Service (\"ORS\"), after reviewing Eric's situation, requested and obtained approval of an exceptional care rate for Eric in the amount of $4,593 per month. However, in the assessment of Eric's physician, that amount would only be sufficient to cover four to five hours per day of at-home nursing services for Eric. The estimated cost of maintaining Eric's at-home care 24 hours per day<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> is between $15,000 and $20,000 per month. However, the ORS contended that it was not authorized to pay for at-home medical care in excess of what it would cost to provide exceptional care for Eric at a skilled nursing facility. The IDPA took the position that if funding at the exceptional care rate was insufficient to provide for Eric's care at home, then he would to have to move to an institutional setting in order to receive care. It determined that Eric could be adequately cared for in a nursing home facility.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Eric filed an administrative grievance with the IDPA, contending that the Department should be required to pay more than the exceptional care rate so that he could continue receiving the care he requires at home rather than in a nursing home. At the conclusion of an evidentiary hearing conducted in July 2000, a hearing officer made a number of factual determinations, including the following findings as to the level of care that Eric requires:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">H. The uncontradicted evidence submitted by Grievant [Eric] is that the Grievant would be at risk of danger if he should be placed in a nursing home. Grievant's doctor testified that Grievant needs substantial one on one nursing care to survive. He is medically fragile, prone to infections, immobilized, catheterized and relies on oxygen. A registered nurse is required to look for problems before they become \"full blown and he crashes,\" according to Grievant's doctor. His immunological responses were severely compromised due to earlier radiation and chemotherapy, so skilled nursing care is a \"question of survival, not a question of doing well.\" The physician strongly urged that Grievant be given the funds to support 24 hours per day of skilled nursing care. Placing Grievant in a nursing home facility of the type suggested by the State, according to the physician, would result in Grievant being seriously medically compromised, which would lead to many hospitalizations.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">I. Grievant's physician's opinion was supported by the registered nurse in charge of Grievant's care. He described Grievant's medical needs in detail. Grievant has no sense of thirst, so his hydration must be carefully monitored in order to avoid serious medical complications. Although Grievant has difficulty swallowing, he can be given soft food, but only under careful conditions. His nutrition must be carefully monitored. Grievant cannot protect his airway by turning his head; any aspiration of food, liquid or medicine can become a medical emergency. Chronic sinus infections lead to sepsis, which can be rapid and acute. Grievant also has osteoporosis and is in danger of breaking bones. His risk of injury is high because he sometimes forgets he cannot walk. His short-term memory is not good and he is often confused. He also has difficulty with urination and elimination, which if left untreated, can result in medical emergencies. Grievant has to be under constant surveillance.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">J. According to the expert witness offered by Grievant, Grievant could not get the level of required nursing care in a nursing home facility, including the facility suggested by the State (Alden Lincoln Park Nursing Facility). In her assessment for this hearing, the expert contacted several nursing homes (including Alden) and asked about the level of care provided. According to this witness, none would provide the level of care need by Grievant: 24 hour [s] per day by skilled clinical nurses. She based her assessment on the Grievant's medical file, her observation of Grievant, and her 20 years of experience as a skilled nursing professional.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">IDPA Hearing Officer Findings &#182;&#182; H-J. Presented with the hearing officer's factual findings and Eric's grievance, IDPA Director Ann Patla concluded that the sole issue that she had the authority to resolve was whether the IDPA's own rules permit the HSP to pay for an individual's medical care at a level greater than the exceptional care rate. She concluded that they do not. In a decision issued in August 18, 2000, she stated: \"I find that the Rules set forth do not allow the HSP program to pay greater than the SCM at the exceptional care rate in any case.\" <i>In re Appeal of Eric Radaszewski,</i> Appeal No. 00-019688-HSP, Final Administrative Decision (IDPA Aug. 18, 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On September 1, 2000, Radaszewski filed a complaint for declaratory and injunctive relief against the IDPA director in federal court, asserting that a reduction in the level of private-duty nursing provided to her son at home would constitute a violation of the federal Medicaid statute as well as a deprivation of due process in violation of the Fourteenth Amendment. She sought and obtained a temporary restraining order obligating the IDPA to continue funding Eric's at-home care. However, the district court subsequently denied Radaszewski's request for a preliminary injunction, concluding that Radaszewski's complaint alleged no viable federal claim and that the court consequently lacked authority to award her preliminary injunctive relief. <i>Radaszewski v. Patla,</i> No. 00 C 5931, Order (N.D.Ill. Nov. 7, 2000). Radaszewski appealed the preliminary injunction ruling to this court. While that appeal was pending, HHS on February 2, 2001, approved the amendment to Illinois' basic Medicaid plan eliminating private-duty nursing as a service provided under that plan. Both parties agreed that the amendment rendered Radaszewski's lawsuit moot. On that basis, we dismissed her appeal in an unpublished order. <i>Radaszewski v. Patla,</i> 2 Fed.Appx. 565 (7th Cir.2001) (unpublished) (text available in Westlaw).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Meanwhile, in December 2000, after the district court had denied her motion for a preliminary injunction, Radaszewski filed suit against the IDPA Director in Illinois court &#8212; seeking injunctive relief compelling the IDPA to fully fund the cost of the private-duty nursing care that Eric required in order to remain at home. Each of the theories that Radaszewski asserted in support of this relief was premised on state law. The state court entered a temporary injunction requiring the IDPA to restore funding to the Radaszewski family sufficient to pay for 16 hours of private-duty nursing per day. That injunction, we are told, remains in effect today. Nearly one year later, the state court granted Radaszewski leave to file a supplemental complaint which added, <i>inter alia,</i> claims under Title II of the ADA, 42 U.S.C. &#167; 12132, and Section 504 of the Rehabilitation Act, 29 U.S.C. &#167; 794. Radaszewski contended that the IDPA's refusal to pay for full-time private-duty nursing for Eric at his home was inconsistent with the State's duty, pursuant to regulations promulgated under both the ADA and Rehabilitation Act, to provide care for a disabled person in the most community-integrated setting appropriate for that person. Based on the newly alleged violations of federal law, the Director removed the action to federal court. Radaszewski asked the district court to remand the case to state court. The district court remanded the state-law claims alone, reasoning that it lacked supplemental jurisdiction over those claims under <i>Pennhurst State School &amp; Hosp. v. Halderman,</i> <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">900</span></a></span>, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">67</span></a></span> (1984). <i>Radaszewski v. Garner,</i> No. 01 C 9551, <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">31430325</span></span>, at *6 (N.D.Ill. Oct.21, 2002). The state circuit court subsequently granted judgment on the pleadings in favor of the Director. However, the Illinois Appellate Court reversed that judgment and remanded for further proceedings, concluding there were questions concerning the propriety of the rulemaking vis-a-vis the elimination of private-duty nursing services from the State's Medicaid plan that could not be resolved on the pleadings. <i>Radaszewski ex rel. Radaszewski v. Garner, supra,</i> <span class=\"citation no-link\"><span class=\"volume\">282</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">1</span></span>, 805 N.E.2d at 627.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court dismissed Radaszewski's ADA claim and entered judgment on the pleadings in favor of the Director on the Rehabilitation Act claim. <i>Radaszewski v. Garner,</i> No. 01 C 9551, <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">31045384</span></span>, 24 Nat'l Disability L. Rep. &#182; 187 (N.D.Ill. Sept. 11, 2002). Relying on this court's opinion in <i>Walker v. Snyder,</i> <span class=\"citation\" data-id=\"768806\"><a href=\"/opinion/768806/john-walker-v-donald-n-snyder-jr-director-illinois-department-of/\"><span class=\"volume\">213</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">344</span></a></span> (7th Cir.2000), the court determined that Radaszewski could not sue the Director in her official capacity in federal court for relief under Title II of the ADA. <i>Walker</i> held that the doctrine of <i>Ex Parte Young,</i> <span class=\"citation\" data-id=\"96819\"><a href=\"/opinion/96819/ex-parte-young/\"><span class=\"volume\">209</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">123</span></a></span>, <span class=\"citation\" data-id=\"96819\"><a href=\"/opinion/96819/ex-parte-young/\"><span class=\"volume\">28</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">441</span></a></span>, <span class=\"citation\" data-id=\"96819\"><a href=\"/opinion/96819/ex-parte-young/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">714</span></a></span> (1908), which permits private suits against state officials in federal court for injunctive relief, is unavailable in Title II cases; in <i>Walker</i>'s view, the proper defendant in such a case was the state agency itself, which, in light of the Eleventh Amendment, could only be sued in state court. 213 F.3d at 347. Although the district court agreed that case law postdating <i>Walker</i> (including the Supreme Court's decision in <i>Board of Trustees of Univ. of Alabama v. Garrett,</i> <span class=\"citation\" data-id=\"118407\"><a href=\"/opinion/118407/board-of-trustees-of-univ-of-ala-v-garrett/\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">356</span></a></span>, 374 n. 9, <span class=\"citation\" data-id=\"118407\"><a href=\"/opinion/118407/board-of-trustees-of-univ-of-ala-v-garrett/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">955</span></a></span>, 968 n. 9, <span class=\"citation\" data-id=\"118407\"><a href=\"/opinion/118407/board-of-trustees-of-univ-of-ala-v-garrett/\"><span class=\"volume\">148</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">866</span></a></span> (2001)) had called into question the validity of <i>Walker</i>'s holding, the court felt constrained to follow <i>Walker</i> until such time as either this court or the Supreme Court overruled it. The court therefore dismissed the ADA claim. <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">31045384</span></span>, at *2.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As for the Rehabilitation Act claim, the court reasoned that neither the Rehabilitation Act nor the ADA \"require[s] that the State create and fund a program that does not already exist\" in order to enable a disabled person to be cared for in the most integrated community setting possible; rather, what the statutes require is even-handed treatment as between able and disabled individuals. <i>Id.,</i> at *3. In the court's view, it was clear that the IDPA had not discriminated against disabled individuals: although the State makes at-home, private-duty nursing services available to disabled individuals under the age of 21, no one over the age of 21 &#8212; disabled or not &#8212; receives such services through the Illinois Medicaid program. <i>Id.</i><a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> In essence, Radaszewski was seeking to compel the State to provide services to her son at home that it did not otherwise provide, and this exceeded the scope of the State's duty under the Rehabilitation Act and the ADA. \"[T]he IDPA is not required to provide the handicapped more coverage than the non-handicapped individual to assure `adequate health care.'\" <i>Id.</i> For that reason the court concluded that the Director was entitled to judgment on the pleadings on the Rehabilitation Act claim. <i>Id.</i></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We review de novo the district court's decision to enter judgment on the pleadings pursuant to Federal Rule of Civil Procedure 12(c). <i>R.J. Corman Derailment Servs., LLC v. Int'l Union of Operating Engineers, Local 150, AFL-CIO,</i> <span class=\"citation\" data-id=\"782647\"><a href=\"/opinion/782647/rj-corman-derailment-services-llc-v-international-union-of-operating/\"><span class=\"volume\">335</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">643</span></a></span>, 647 (7th Cir.2003). In the course of that review, we accept the truth of the allegations in Radaszewski's complaint. <i>Id.</i> Only if Radaszewski could prove no set of facts consistent with those allegations that might support her claim for relief may we sustain the judgment entered in the Director's favor. <i>Id.</i></p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court concluded on the strength of this court's holding in <i>Walker,</i> <span class=\"citation\" data-id=\"768806\"><a href=\"/opinion/768806/john-walker-v-donald-n-snyder-jr-director-illinois-department-of/\"><span class=\"volume\">213</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">344</span></a></span>, that Radaszewski could not sue the Director for injunctive relief under the ADA. However, <i>Bruggeman ex rel. Bruggeman v. Blagojevich,</i> <span class=\"citation\" data-id=\"781458\"><a href=\"/opinion/781458/brian-bruggeman-by-and-through-his-parents-kenneth-and-carol-bruggeman-v/\"><span class=\"volume\">324</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">906</span></a></span>, 912-13 (7th Cir.2003), issued after the district court's decision, recognized that <i>Walker</i> did not survive the Supreme Court's decision in <i>Garrett. Garrett</i> explicitly recognized the right of a private plaintiff to assert an ADA claim for injunctive relief against a state official in federal court. 531 U.S. at 374 n. 9, 121 S.Ct. at 968 n. 9. The State concedes, in view of <i>Bruggeman,</i> that Radaszewski may seek injunctive relief from the Director consistent with the doctrine of <i>Ex Parte Young. Bruggeman,</i> 324 F.3d at 912-13. We therefore proceed to the merits of Radaszewski's ADA claim as well as her Rehabilitation Act claim.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Title II of the ADA prohibits discrimination against disabled persons by any public entity: [N]o qualified individual with a disability shall, by reason of such disability, be excluded from participation in or be denied the benefits of the services, programs, or activities of a public entity, or be subjected to discrimination by any such entity.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">42 U.S.C. &#167; 12132. The statute defines a \"qualified individual with a disability\" as one who, \"with or without reasonable modifications to rules, policies, or practices ... meets the essential eligibility requirements for the receipt of services or the participation in programs or activities provided by a public entity.\" 42 U.S.C. &#167; 12131(2). The term \"public entity\" is defined to include \"any State or local government,\" as well as \"any department, agency, special purpose district or other instrumentality of a State ... or local government.\" &#167; 12131(1)(a)(A), (B).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Pursuant to Title II, the Attorney General has promulgated a regulation providing that \"[a] public entity shall administer services, programs, and activities in the most integrated setting appropriate to the needs of qualified individuals with disabilities.\" 28 C.F.R. &#167; 35.130(d). The \"most integrated setting appropriate\" is in turn defined as \"a setting that enables individuals with disabilities to interact with nondisabled persons to the fullest extent possible.\" 28 C.F.R. pt. 35, App. A, p. 450. This integration mandate does not impose an unqualified obligation on a public agency, however. Although an agency must make such modifications as are \"reasonable\" in order to avoid unduly segregating the disabled, it is relieved of that obligation if it can show \"that making the modifications would fundamentally alter the nature of the service, program, or activity.\" 28 C.F.R. &#167; 35.130(b)(7).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Rehabilitation Act, which applies to programs receiving federal financial assistance, contains a similar antidiscrimination provision, 29 U.S.C. &#167; 794(a), and a corresponding regulation requiring that an agency administer its programs and activities \"in the most integrated setting appropriate to the needs of qualified handicapped persons,\" 28 C.F.R. &#167; 41.51(d). The ADA's integration regulation is modeled after that regulation. <i>See Olmstead v. L.C. ex rel. Zimring,</i> <span class=\"citation\" data-id=\"118315\"><a href=\"/opinion/118315/olmstead-v-lc/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">581</span></a></span>, 592, <span class=\"citation\" data-id=\"118315\"><a href=\"/opinion/118315/olmstead-v-lc/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2176</span></a></span>, 2183, <span class=\"citation\" data-id=\"118315\"><a href=\"/opinion/118315/olmstead-v-lc/\"><span class=\"volume\">144</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">540</span></a></span> (1999). And consistent with the ADA's regulatory scheme, that integration mandate is limited by regulatory provisions indicating that a recipient of federal funding need not accommodate a disabled person when the proposed accommodation would impose an \"undue hardship\" on the recipient. 28 C.F.R. &#167;&#167; 41.53, 42.511(c); 45 C.F.R. &#167; 84.12(c).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In view of the similarities between the relevant provisions of the ADA and the Rehabilitation Act and their implementing regulations, courts construe and apply them in a consistent manner. <i>Frederick L. v. Dep't of Public Welfare of Pennsylvania,</i> <span class=\"citation\" data-id=\"785778\"><a href=\"/opinion/785778/frederick-l-nina-s-kevin-c-steven-f-on-behalf-of-themselves-and-all/\"><span class=\"volume\">364</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">487</span></a></span>, 491 (3d Cir.2004); <i>Fisher v. Oklahoma Health Care Auth.,</i> <span class=\"citation\" data-id=\"163655\"><a href=\"/opinion/163655/fisher-v-oklahoma-health/\"><span class=\"volume\">335</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1175</span></a></span>, 1179 n. 3 (10th Cir.2003); <i>see also Bruggeman, supra,</i> 324 F.3d at 912 (noting that the statutory and regulatory provisions concerning integrated care are \"materially identical\"). Although our analysis shall focus on the ADA, that analysis applies with equal force to Radaszewski's Rehabilitation Act claim.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In <i>Olmstead,</i> the Supreme Court, looking to the terms and legislative history of the ADA's Title II, along with the integration mandate reflected in its implementing regulations, held that the \"unjustified institutional isolation\" of a disabled individual receiving medical care from a State amounts to an actionable form of discrimination under Title II. 527 U.S. at 597-603, 119 S.Ct. at 2185-88. That is so, the Court concluded, even in the absence of traditional proof that the disabled person is being treated differently from a nondisabled person who is otherwise similarly situated. <i>Id.</i> at 598, 119 S.Ct. at 2186.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Recognition that unjustified institutional isolation of persons with disabilities is a form of discrimination reflects two evident judgments. First, institutional placement of persons who can handle and benefit from community settings perpetuates unwarranted assumptions that persons so isolated are incapable or unworthy of participating in community life. Second, confinement in an institution severely diminishes the everyday life activities of individuals, including family relations, social contacts, work options, economic independence, educational advancement, and cultural enrichment. Dissimilar treatment correspondingly exists in this key respect: In order to received needed medical services, persons with ... disabilities must, because of those disabilities, relinquish participation in community life they could enjoy given reasonable accommodations, while persons without [such] disabilities can receive the medical services they need without similar sacrifice.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\"><i>Id.</i> at 600-01, 119 S.Ct. at 2187 (citations omitted). The plaintiffs in <i>Olmstead</i> were individuals with mental disabilities who had been institutionalized in state facilities. Although their treatment providers had concluded that their needs could be met in community-based programs, their placement into such programs had been delayed, and the plaintiffs filed suit under Title II, seeking to compel the State to transfer them into a community setting. In view of the integration mandate, the Court agreed with the plaintiffs that a State is obliged to provide community-based treatment for individuals with disabilities, so long as the State's treatment professionals find that such treatment is appropriate, the affected individuals do not oppose community-based treatment, and placement in the community can be reasonably accommodated, taking into account the State's resources and the needs of others with similar disabilities. <i>Id.</i> at 607, 119 S.Ct. at 2190. In a footnote, the Court disavowed any intent to hold that the ADA imposes on the States either a particular standard of care or a requirement that they provide a particular level of benefits to disabled persons. <i>Id.</i> at 603 n. 14, 119 S.Ct. at 2188 n. 14. \"We do hold, however, that States must adhere to the ADA's nondiscrimination requirement with regard to the services they in fact provide.\" <i>Ibid.</i></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Radaszewski contends that Illinois's unwillingness to continue funding private-duty nursing care for Eric at home portends precisely the type of \"unjustified institutional isolation\" for him that <i>Olmstead</i> described as form of discrimination prohibited by the ADA. She asserts that Eric satisfies each of the three conditions that the Court in <i>Olmstead</i> cited as prerequisites to the State's obligation to provide community-based treatment. Indeed, it appears that two of these conditions &#8212; the propriety of community-based care for Eric, and the consent of Eric and his affected family members &#8212; are undisputed. There is little doubt that Eric <i>can</i> be cared for appropriately at home; he has been receiving care at home since 1994, and according to the complaint, he benefits from the support of and interaction with his parents in that environment. And obviously, neither he nor his family oppose the prospect of him remaining at home; that is the point of Radaszewski's complaint. As for the third condition &#8212; the State's ability to reasonably accommodate community-based care for the disabled individual &#8212; Radaszewski asserts that the cost of at-home, private-duty nursing for Eric is actually less than what the State would spend if Eric were transferred to an institution. Thus, Radaszewski believes that the State reasonably can accommodate continued at-home care for Eric without jeopardizing its resources or interfering with the State's obligation to care for other disabled individuals. One of the ways that it might do this, Radaszewski suggests, is by increasing the cap on the amount that the HSP will pay for the services that disabled individuals need in order to remain at home.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Director, on the other hand, construes Radaszewski's complaint to require a substantive change in the services IDPA currently provides. Picking up on footnote 14 of the <i>Olmstead</i> opinion, the State emphasizes that the ADA does not guarantee that each recipient of state medical benefits will get care precisely tailored to his needs; instead, the statute requires the State not to discriminate vis-a-vis services that it has chosen to provide. 527 U.S. at 603 n. 14, 119 S.Ct. at 2188 n. 14. Thus, post-<i>Olmstead,</i> courts have recognized that a State may violate Title II when it refuses to provide an existing benefit to a disabled person that would enable that individual to live in a more community-integrated setting. <i>E.g., Fisher v. Oklahoma Health Care Auth., supra,</i> 335 F.3d at 1182-84 (State may violate Title II when it caps the number of drug prescriptions it will fund through Medicaid for participants in community-based care programs, but not for persons who live in nursing homes); <i>Townsend v. Quasim,</i> <span class=\"citation\" data-id=\"781887\"><a href=\"/opinion/781887/levi-townsend-v-lyle-quasim-secretary-of-the-state-of-washington/\"><span class=\"volume\">328</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">511</span></a></span>, 516-20 (9th Cir.2003) (community-based long-term care offered to categorically needy must be offered to medically needy as well, unless doing so would fundamentally alter the State's Medicaid programs). On the other hand, courts have also held that a State is not obligated to create new services in order to enable an institutionalized individual to live in a more integrated setting. <i>E.g., Rodriguez v. City of New York,</i> <span class=\"citation\" data-id=\"766876\"><a href=\"/opinion/766876/juana-rodriguez-by-her-son-and-next-friend-wilfredo-rodriguez-amelia/\"><span class=\"volume\">197</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span>, 615-16 (2d Cir.1999) (neither ADA nor Rehabilitation Act compelled State to offer safety monitoring to persons with mental disabilities so that such individuals could remain at home, where safety monitoring was not an existing personal care service that city offered through its Medicaid program).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Here, IDPA argues, the State's basic Medicaid plan (by virtue of the amendment approved in 2001) does not include private-duty nursing services. Of course, nursing generally is a service provided, but the particular service that Eric requires is one-on-one, private-duty nursing. The only individuals to whom that type of nursing is offered at the level that Eric requires are persons under the age of 21, who may receive such services under the MFTDC waiver program. <i>See</i> n. 1, <i>supra.</i> Funding for private-duty nursing is available through the HSP program, but at a level no higher than the exceptional care rate &#8212; which in this case would permit no more than five hours of nursing per day. Thus, in order for Radaszewski to obtain the relief she seeks for Eric, the IDPA either would have to raise the age limit for participation in the MFTDC program or raise the level of care covered by the HSP by substantially increasing the exceptional care rate for individuals with disabilities akin to Eric's. In the State's view, neither modification is a reasonable one, and either one would compel the IDPA to alter the substance of the services it provides to Medicaid recipients and thus to offer a new service that does not currently exist.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">A key premise of the State's argument is that private-duty nursing would not be provided to Eric in the institutional setting that the IDPA believes is appropriate to his level of need &#8212; i.e., in a nursing home facility. However, from the face of the complaint, the documents in the public record relating to Eric's IDPA grievance, and the briefing in this appeal, there appear to be at least two important factual questions relating to this premise that cannot be resolved on the pleadings.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The first of these questions is whether a nursing home facility actually could meet Eric's medical needs, as the Director supposes. As we noted earlier, the IDPA calculated the level of benefits for which Eric was eligible under the HSP with reference to the cost of care at a nursing home facility; and the IDPA took the position that Eric would have to seek care in that type of facility if HSP funding at the exceptional care rate was insufficient to pay for his care at home. However, the Radaszewskis have consistently challenged the notion that Eric could receive adequate care at a nursing home facility. When Eric filed a grievance with the IDPA challenging the exceptional care rate that the Department had established for Eric, his parents put on evidence that Eric could not properly be cared for in a nursing home facility as the State contended, because such a facility could not provide the constant, one-on-one care that he needs in order to survive. Based on that evidence, which apparently was uncontradicted, the hearing officer whose findings we quoted above specifically found that Eric \"would be at risk of danger if he should be placed in a nursing home.\" IDPA Hearing Officer findings &#182; H. In view of that finding, we must assume that Radaszewski will be able to prove in this litigation that Eric, if institutionalized, would require a more care-intensive setting than a nursing home &#8212; a hospital, for example &#8212; in order to survive. That possibility in turn suggests that the type and cost of medical care that Eric would receive at a nursing home facility are not the appropriate reference points for assessing whether the private-duty nursing that Eric seeks to receive at home is a service that would be provided to Eric in an institutional setting.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The second question concerns the level of care that Eric would require in an institutional setting &#8212; whether it be a nursing home facility, a hospital, or another type of care facility. The State posits that Eric would not receive private nursing care in <i>any</i> institutional setting, even a hospital, so that there is no institutional precedent that would support his demand under Title II for private-duty nursing at home. <i>Cf. Fisher,</i> 335 F.3d at 1183 (\"Plaintiffs are simply requesting that a service for which they would be eligible under an existing state program, unlimited medically necessary prescriptions, be provided in a community-based setting rather than a nursing home. They are not demanding a separate service or one not already offered by the state.\"); <i>Townsend,</i> 328 F.3d at 517 (\"Mr. Townsend simply requests that the services he is already eligible to receive under an existing state program ... be provided in the community-based adult home where he lives, rather than the nursing home setting the state requires.\"). Here again, however, the evidence presented to the IDPA hearing officer, and that officer's findings, suggest that Eric might well require continuous one-on-one nursing care if he were cared for in an institutional setting. The hearing officer's summary of the testimony provided by Eric's caretakers, most if not all of which was undisputed, makes it plausible to suppose that Eric cannot be left unattended &#8212; or attended only by a person lacking significant medical skills &#8212; for any amount of time. It appears from that summary that he requires skilled assistance in order to safely accomplish many of the bodily functions necessary to remain alive &#8212; drinking, eating, eliminating waste, moving about, even breathing. Radaszewski may thus be able to show that if institutionalized, Eric would require the equivalent of the private-duty nursing care that, until now, he has received at home.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The Director concedes that if Eric were placed in an institution, the IDPA would obliged to provide him with the level of care that he needs in order to survive. So if, as the evidence presented to the IDPA hearing officer strongly suggests, Eric requires constant monitoring and continuous skilled assistance in accomplishing basic bodily functions, then the State will have to provide those services to Eric in an institutional setting. It may well be, as the Director represents, that an institutional facility would not assign private-duty nurses, as such, to provide the care that Eric requires. In lieu of one nurse assigned only to Eric, for example, a hospital might be able to rely on a variety of monitors to keep Eric's life signs under surveillance, while a pool of immediately available skilled professionals tending to multiple patients in a care-intensive unit might be able to provide the frequent, immediate assistance Eric requires in order to eat, drink, and so on and to head off any of the medical crises (e.g., choking or infections) to which he is vulnerable. But if what that level of care adds up to is the equivalent of around-the-clock, private-duty nursing care, then Radaszewski may yet have a viable claim that Eric is entitled to receive private-duty nursing care at home.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Nothing in the regulations promulgated under the ADA or the Rehabilitation Act or in the Court's decision in <i>Olmstead</i> conditions the viability of a Title II or section 504 claim on proof that the services a plaintiff wishes to receive in a community-integrated setting already exist in exactly the same form in the institutional setting. Although a State is not obliged to create entirely new services or to otherwise alter the substance of the care that it provides to Medicaid recipients in order to accommodate an individual's desire to be cared for at home, the integration mandate may well require the State to make reasonable modifications to the form of existing services in order to adapt them to community-integrated settings. Some forms of medical treatment &#8212; for example, prescription medications &#8212; might be virtually the same whether provided to the recipient in an institution or at home. <i>See Fisher,</i> 335 F.3d at 1183. But particularly when the treatment involves services provided by medical professionals, the care might vary in format depending on whether it is provided to the individual in an institution or a community-based setting. If variations in the way services are delivered in different settings were enough to defeat a demand for more community-integrated care, then the integration mandate of the ADA and the Rehabilitation Act would mean very little. Of course, the State always has the opportunity to show that adapting existing institution-based services to a community-based setting would impose unreasonable burdens or fundamentally alter the nature of its programs and services, and for that reason it should not be required to accommodate the plaintiff. 28 C.F.R. &#167; 35.130(b)(7); <i>see Olmstead,</i> 527 U.S. at 603-06, 119 S.Ct. at 2188-90. But so long as it is possible for the plaintiff to show that the services he seeks to receive at home are, in substance, already provided in the institutional setting, then the State is not entitled to judgment on the pleadings based on the argument that the services would take on a different form or method if provided in a community setting.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Also relevant to the question of whether continuous private-duty nursing is a service that Illinois does not presently offer in any setting is the fact that IDPA can and does make available a limited amount of funding for private-duty nursing to adults participating in the HSP. Recall that the purpose of a waiver program like HSP is to enable medically needy individuals to avoid institutionalization by making services available to them that are otherwise not part of the State's basic Medicaid program. At-home nursing care, which has now been removed from Illinois's Medicaid plan, would constitute such a service. The cap on the level of funding that HSP would provide to Eric and his family prevents him from receiving the level of private-duty nursing services that he needs &#8212; recall that the exceptional care rate approved for Eric would pay for only four or five hours of private-duty nursing per day rather than the 24 hours per day that his family seeks. But the fact that the State already provides for some private-duty nursing tends to belie the notion that providing such care to Eric so that he may remain at home would require the State to alter the substance of its Medicaid programs by creating an entirely \"new\" service.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Insofar as the HSP is concerned, the State contends that Eric is ineligible for that program (and that Radaszewski cannot plead or prove otherwise) because the cost of the continuous care that he needs admittedly exceeds the cost of exceptional care in a nursing facility, the latter figure being the most that IDPA, under its current rules, will pay for Eric's at-home care. That point is not dispositive of the federal claims that Radaszewski has made here. It is true, as the Director points out, that the ADA only prohibits discrimination against \"<i>qualified</i> individuals with disabilities,\" whom (as we noted earlier) the statute describes as disabled individuals who \"with or without reasonable modifications to rules, policies, or practices ... mee[t] the essential eligibility requirements for the receipt of services or the participation in programs or activities provided by a public entity.\" 42 U.S.C. &#167; 12131(2); <i>see Olmstead,</i> 527 U.S. at 601-02, 119 S.Ct. at 2187-88. For present purposes, it appears undisputed that Eric is qualified for the receipt of home services through the HSP in the sense that he has severe, long-term disabilities, he is eligible for Medicaid, and he is at risk of placement in an institutional health care facility. <i>See</i> 89 Ill. Admin. Code &#167; 682.100 (setting forth HSP eligibility requirements). It is also undisputed that his home is an appropriate care setting for Eric &#8212; he has lived there since the onset of his disabilities with the support of the at-home services that he received through the MFTDC waiver program until he reached the age of 21 &#8212; the very same services that he seeks to continue receiving as an adult.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">By no means is Eric an \"unqualified\" disabled person in the sense that <i>Olmstead</i> emphasized &#8212; he is not someone who is \"unable to handle or benefit from community settings,\" 527 U.S. at 601-02, 119 S.Ct. at 2187, whom the State's medical professionals believe is not able to live in a community-integrated setting, <i>id.</i> at 602, 119 S.Ct. at 2188, or who does not want to live in a such a setting, <i>ibid.</i> On the contrary, Radaszewski's complaint, together with the IDPA grievance records, suggest that with appropriate care Eric can live at home (he has in fact done so for a number of years), that he wishes to continue doing so, and that he profits in that environment from the daily interaction with and nurturing by his parents and the access to on-line learning that he has at home. Supplemental Complaint Count I &#182; 11, Count VI &#182;&#182; 40-46, Count VII &#182;&#182; 42-45; IDPA Hearing Officer Findings &#182; A (\"[Eric] has been cared [for] at home for the past 5 years through funding from the Illinois Division of Specialized Care for Children (DSCC). This care, plus the admirable efforts of his parents, has allowed Grievant to be cared for in his home. Grievant wishes to be maintained in his home with his family; this is also his parents' wish[ ].\"). Eric thus appears to meet these \"essential\" requirements for at-home care. <i>See Townsend,</i> 328 F.3d at 516 (plaintiff was a \"qualified individual with a disability\" for purposes of Title II because he was eligible to receive services through State's Medicaid program, he preferred to receive such services in a community-based setting, and community-based services were appropriate for his needs).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Accepting the allegations of the complaint as true, Eric is also qualified for the HSP program in the sense that the cost of his continued care at home would not exceed the anticipated cost of caring for him in an institutional setting. As we have noted, approval for Medicaid waiver programs offering community-based care is conditioned on certification that the average per-capita cost of at-home or other community-based care does not exceed the average per-capita cost of institutional care. <i>See</i> 42 U.S.C. &#167; 1396n(c)(2)(D); 42 C.F.R. &#167; 441.302(e). In view of that federal requirement, one of the eligibility requirements that Illinois has specified for participation in the HSP program is that an individual does not require in-home services that are expected to cost more than what the State would pay to provide institutional care to an individual with a similar DON score. 89 Ill. Admin. Code &#167; 682.100(h). As we have noted, Radaszewski asserts that the cost of providing private-duty nursing care to Eric at home, although it exceeds the exceptional care rate approved for Eric by several multiples, is nonetheless no greater and perhaps less than what it would cost the State to care for Eric in an appropriate institution. We assume, as we must, that Radaszewski will be able to prove the truth of that assertion. Her assertion is plausible, particularly in view of the fact that the MFTDC program, through which Eric received funding for private-duty nursing until he turned 21, has a similar requirement of cost-neutrality. <i>See</i> 89 Ill. Admin. Code &#167; 140.645(c)(3). Consequently, we discern no impediment concerning Eric's status as a \"qualified individual with a disability\" that would preclude the relief his mother seeks under Title II.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The cost of around-the-clock private-duty nursing care no doubt is relevant to the separate question of whether requiring the State to continue providing that care for Eric at home would entail reasonable modifications to IDPA's rules and practices or would result in a fundamental alteration of the services and programs that Illinois provides to similarly situated individuals.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> As we have noted, the cost of providing 24-hour private-duty nursing care to Eric at home is estimated at between $15,000 and $20,000 per month, an amount three to four times greater than the exceptional care rate approved for Eric. So in that respect, the State would have to substantially increase the level of expenditures it would otherwise make on Eric's behalf under the HSP in order to continue Eric's at-home care. That alone does not defeat his Title II claim. <i>See Fisher,</i> 335 F.3d at 1183 (\"If every alteration in a program or service that required the outlay of funds were tantamount to a fundamental alteration, the ADA's integration mandate would be hollow indeed.\"). Once again, however, if, as Radaszewski represents, it would cost the State no more and possibly less to care for Eric at home than it would to care for him in an institution, this would be highly relevant to whether the State is obliged under Title II to provide him with full-time, at-home care.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\"><i>Olmstead</i> did note that because a State is obliged to maintain a full range of facilities in order to provide care for its disabled citizens, it may not always be able to fully realize the cost savings of placing an individual person in a community setting rather than an institution. 527 U.S. at 604, 119 S.Ct. at 2189. Moving one resident of a state-funded institution into the community does not necessarily mean that the State immediately could close or reduce the size of that institution; in the short run, the State might incur greater costs by funding a community placement for the individual who can be cared for there while continuing to provide institutional services for those who cannot be cared for in a community setting. <i>Ibid.</i> A court must therefore take care to consider the cost of a plaintiff's care not in isolation, but in the context of the care it must provide to all individuals with disabilities comparable to those of the plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">This is not an assessment that can be made on the pleadings in this case. The State may be able to show that in view of the obligations it has not just to Eric but to all individuals with similar disabilities, it cannot fund a home placement for Eric without fundamentally altering the care it provides to others with similar needs. But the evidence might also show something different to be true. If the State would have to pay a private facility to care for Eric, for example, and the cost of that placement equaled or exceeded the cost of caring for him at home, then it would be difficult to see how requiring the State to pay for at-home care would amount to an unreasonable, fundamental alteration of its programs and services. Indeed, Radaszewski represents that this is precisely the case in Illinois, and that, as a result, if Eric were to be cared for in an institution, the State would be paying a private contractor to provide that care. In any event, what matters at present is that a much more developed record will be required in order to assess whether the injunctive relief that Radaszewski seeks would require a fundamental alteration of the State's programs and services.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The district court therefore erred in entering judgment on the pleadings in the Director's favor. The allegations of Radaszewski's complaint permit the inference that a home placement remains appropriate for Eric, that he and his family do not oppose such a placement, and that such a placement can be reasonably accommodated, taking into account the resources available to the State and the needs of others with comparable disabilities. <i>See Olmstead,</i> 527 U.S. at 607, 119 S.Ct. at 2190. At the same time, the pleadings do not permit a finding that the injunctive relief that Radaszewski seeks either is unreasonable or would require a fundamental alteration of the State's programs and services for similarly-situated disabled persons. Radaszewski is entitled to proceed on her complaint.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">For the reasons discussed, we REVERSE the judgment on the pleadings entered in favor of the IDPA Director and REMAND for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Barry S. Maram, the current director of the Illinois Department of Public Aid, is substituted as the defendant in lieu of the named defendant, Jackie Garner. Fed. R.App. P. 43(c)(2)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Director points out that Congress has required each State to provide comprehensive medical screening, diagnostic, and treatment to persons under the age of 21, even if such care involves services not otherwise covered under the State's basic Medicaid plan<i>See</i> 42 U.S.C. &#167;&#167; 1396d(a)(4)(B), 1396d(r); <i>see also</i> 305 Ill. Comp. Stat. Ann. 5/5-19(a) (outlining Illinois's Healthy Kids Program). By virtue of that mandate, States may in practice offer more Medicaid services to persons under the age of 21 than they do to adults.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The exceptional care rate corresponds to what the IDPA would pay a skilled nursing facility to provide \"exceptional medical care\" to the individual<i>See</i> 305 Ill. Comp. Stat. Ann. 5/5-5.8a; 89 Ill. Admin. Code &#167; 140.569(a)(1). \"Exceptional medical care\" is defined as \"the level of medical care required by persons who are medically stable for discharge from a hospital but who require acute intensity hospital level care for physician, nurse, and ancillary specialist services....\" 305 Ill. Comp. Stat. Ann. 5/5-1.1(<i>i</i>); <i>see also</i> 89 Ill. Admin. Code &#167; 140.569(a)(2). Persons eligible for such care, and for reimbursement at the exceptional care rate, include (but are not limited to) individuals with head injuries, ventilator-dependent persons, and persons with HIV/AIDS. <i>Id.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although Eric's parents historically have provided eight hours of care to Eric each day, the record indicates that they are now seeking to have the State fund 24-hour-per-day care to Eric, as the state of their own health has diminished their ability to care for Eric themselves. Eric's father has suffered a stroke and can no longer drive or help move Eric. Eric's mother was diagnosed with a brain tumor, and as a result of the tumor and the treatment for it, she cannot tolerate heat and suffers from dizzy spells. IDPA Hearing Officer Findings &#182; G</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In fact, as the IDPA concedes, the HSP makes it possible for a disabled person over the age of 21 to receive at least some private-duty nursing services at home. Although private-duty nursing services have been removed from Illinois's basic Medicaid plan, a disabled individual can still access such services through the HSP waiver program. However, the SCM or exceptional care rate approved for the individual HSP participant operates to limit the amount of nursing care that he or she may receive. As we have noted, the exceptional care rate approved for Eric would enable him to receive only four or five hours of nursing per day, far less than the 16 hours of daily care he received under the MFTDC program and the 24 hours per day that he and his parents currently seek</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The plaintiffs in<i>Olmstead</i> were, as we have indicated, persons with mental disabilities. When it addressed the fundamental-alteration defense in that case, the Supreme Court spoke of the need to consider the State's obligations to other persons with the same broad type of disabilities, i.e., other persons with mental disabilities. <i>See</i> 527 U.S. at 604, 119 S.Ct. at 2189 (\"Sensibly construed, the fundamental-alteration component of the reasonable-modifications regulation would allow the State to show that, in the allocation of available resources, immediate relief for the plaintiffs would be inequitable, given the responsibility the State has undertaken for the care and treatment of a large and diverse population of <i>persons with mental disabilities.</i>\") (emphasis ours); <i>id.</i> at 607, 119 S.Ct. at 2190 (\"[W]e conclude that, under Title II of the ADA, States are required to provide community-based treatment for persons with mental disabilities when the State's treatment professionals determine that such placement is appropriate, the affected persons do not oppose such treatment, and the placement can be reasonably accommodated, taking into account the resources available to the State and the needs of <i>others with mental disabilities.</i>\") (emphasis ours). It is not immediately apparent here what the relevant group of disabled persons should be for purposes of the fundamental-alteration defense, and this is not a matter that the parties themselves have addressed in the briefing. For present purposes, we will refer simply to other persons with disabilities similar to Eric's. If and when the fundamental-alteration defense is reached in further proceedings, the parties and the district court will want to consider how to more precisely define and describe that group.</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/96819/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111094/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118315/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118407/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/163655/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/759493/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/766876/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/768806/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/780626/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/781458/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/781887/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/782647/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/785778/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2012943/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-22T18:49:17.335435Z",
      "date_modified": "2017-11-13T17:13:27.476907Z",
      "date_filed": "2004-09-08",
      "date_filed_is_approximate": false,
      "slug": "donna-radaszewski-guardian-on-behalf-of-eric-radaszewski-v-barry-s",
      "citation_id": 760487,
      "case_name_short": "",
      "case_name": "Donna Radaszewski, Guardian, on Behalf of Eric Radaszewski v. Barry S. Maram, Director, Illinois Department of Public Aid",
      "case_name_full": "",
      "federal_cite_one": "383 F.3d 599",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 28,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/727560/donna-radaszewski-guardian-on-behalf-of-eric-radas/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T11:50:13.800745Z",
  "date_modified": "2014-10-30T11:50:13.800745Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Donna Radaszewski, Guardian, on Behalf of Eric Radaszewski v. Barry S. Maram, Director, Illinois Department of Public Aid",
  "case_name_full": "",
  "slug": "donna-radaszewski-guardian-on-behalf-of-eric-radas",
  "docket_number": "02-3657",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}