{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/730785/",
  "id": 730785,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca2/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/790573/",
      "id": 790573,
      "absolute_url": "/opinion/790573/philip-f-postlewaite-and-john-s-pennell-v-mcgraw-inc-docket-no/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/730785/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/790573/",
          "id": 790573,
          "absolute_url": "/opinion/790573/philip-f-postlewaite-and-john-s-pennell-v-mcgraw-inc-docket-no/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/790573/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2012-04-19T02:01:25Z",
          "date_modified": "2017-03-26T10:35:07.458896Z",
          "type": "010combined",
          "sha1": "10753c02522d9c7c3d637869c264f802fa9194c8",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F3/411/411.F3d.63.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">411 F.3d 63</p>\n    <p class=\"parties\">Philip F. POSTLEWAITE and John S. Pennell, Plaintiffs-Appellants,<br>v.<br>MCGRAW-HILL, INC., Defendant-Appellee.<br>Docket No. 04-2095-CV.</p>\n    <p class=\"court\">United States Court of Appeals, Second Circuit.</p>\n    <p class=\"date\">Argued: May 5, 2005.</p>\n    <p class=\"date\">Decided: June 9, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Philip F. Postlewaite, pro se, Chicago, Illinois, for Plaintiffs-Appellants.</p>\n      <p class=\"indent\">Richard Dannay, Cowan, Liebowitz &amp; Latman, P.C., New York, New York, for Defendant-Appellee.</p>\n      <p class=\"indent\">Before: RAGGI, WESLEY, and CUDAHY,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Circuit Judges.</p>\n      <p class=\"indent\">WESLEY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">While the parties agree on the factual underpinnings of this case, they hotly contest the legal significance of the two contracts central to it. On August 16, 1993, McGraw-Hill, Inc. (\"McGraw\") entered into a publishing agreement with Philip Postlewaite, a distinguished tax-law professor at Northwestern University School of Law, and his coauthor John Pennell to publish <i>Partnership Taxation, Fifth Edition</i> (the \"Work\") through McGraw's Topical Publishing Division (the \"Topical Line\"). Two years later, McGraw entered into an agreement with Augusta Software Design, Inc. (\"Augusta\") for the production of a computer program on CD-ROM that would include the <i>Partnership Taxation</i> treatise material (the \"Program\"). Plaintiffs were not party to the software agreement. The CD-ROM product was never marketed by McGraw.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Under the publishing agreement, plaintiffs promised to deliver a manuscript of the Work to McGraw and \"assign[ed] exclusively to [McGraw] each and every right in the Work throughout the world.\" McGraw's right to publish the Work, indisputably one of the rights in the Work granted by plaintiffs, was not restricted in any way; it had the right to \"publish the Work at its own expense at such time and in such style and manner ... and [to] sell the Work ... as it shall deem suitable....\" The publishing agreement entitles plaintiffs to royalties upon the sale of individual copies of the Work. In addition, if McGraw sells, assigns, or licenses \"any rights to the Work\" to others, plaintiffs are each entitled to 10% of the gross receipts from the transfer.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The software agreement provided that Augusta would \"prepare and deliver to\" McGraw the Program, entitled \"Partnership Taxation on CD-ROM,\" that McGraw would publish the Program, and that McGraw would pay royalties to Augusta upon the sale of copies of the Program. Specifically, Augusta promised to deliver a \"[f]ull text ... program\" on CD-ROM, along with a Form 1065 U.S. Return of Partnership Income, tax-preparation software, and a user's manual in both printed and electronic formats. Augusta also conveyed the exclusive right to market the Program to McGraw. McGraw expressly retained \"any copyrights of the material provided to [Augusta] for the Program.\" Software Agreement &#182; 5.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The publishing agreement provides for royalties to the Work's authors (plaintiffs), Publishing Agreement &#182; 7(a)(1-3), and the software agreement provides for royalties to the Program's author (Augusta), Software Agreement &#182; 6. Like the publishing agreement, the software agreement includes a paragraph governing its assignment and requires the other party's (or parties') written consent. <i>Id.</i> &#182; 17. Unlike the publishing agreement, however, the software agreement explicitly exempts \"a sale of assets by\" McGraw from the royalty provisions. <i>Id.</i> &#182; 6(b).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">McGraw sold the Topical Line to Thomson Legal Publishing, Inc. (\"Thompson\") in December 1995. The assets of the Topical Line included McGraw's contractual rights under 280 agreements, including the publishing and software agreements at issue here. McGraw received a lump sum of $35,000,000.00 for the sale of the Topical Line, without designating the value of the publishing agreements, inventory, or goodwill of the Topical Line. Plaintiffs consented to the assignment of their publishing agreement to Thomson, and Thomson has confirmed its liability for royalties generated after the sale of the Topical Line.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A. Arbitration by Plaintiffs for Damages Based Upon Assignment of the Publishing Agreement to Thomson and Postlewaite's Appeals</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After the sale of the Topical Line, plaintiffs pressed a claim for royalties on the assignment of the publishing agreement to Thomson. Plaintiffs brought an arbitration proceeding in March 1997 against McGraw, asserting that the sale of assets pursuant to the transfer of the Topical Line \"constituted a sale of rights to [plaintiffs'] treatise, thereby entitling [plaintiffs] to royalties under [paragraph] 7(a)(3)\" of the publishing agreement. <i>Postlewaite v. McGraw-Hill, Inc.,</i> 1998 WL 751687 (S.D.N.Y. Oct. 28, 1998), at *1 (\"<i>Arbitration Appeal I</i>\"). McGraw countered that the sale of the Topical Line merely transferred McGraw's rights and obligations contained in its stable of publishing contracts to Thomson and was not a royalty-generating event. In a terse opinion that did not set forth its rationale, a three-person arbitration panel unanimously denied royalties to plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Plaintiff Postlewaite then brought a proceeding before the Southern District of New York to vacate the award; McGraw cross-moved for judgment on the award. <i>See Arbitration Appeal I,</i> 1998 WL 751687, at *1-2. The district court entered judgment on the award. <i>See id.</i> at *4-5. Postlewaite appealed, and we affirmed by a Summary Order. <i>See Postlewaite v. McGraw Hill, Inc.,</i> 10 Fed.Appx. 16 (2d Cir.2001) (\"<i>Arbitration Appeal II</i>\"). While the decision in <i>Arbitration Appeal II</i> was pending, plaintiffs filed this action.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">B. The Present Action for Damages Under the Publishing Agreement Premised Upon Assignment of the Software Agreement to Thomson</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Complaint in the current action contends that the assignment of the software agreement was also a royalty-generating event. McGraw moved for summary judgment, arguing that the arbitration award collaterally estopped plaintiffs from seeking royalties for the transfer of the software agreement as the arbitration award necessarily precluded McGraw's liability under the publishing agreement. Plaintiffs cross-moved for summary judgment. The district court granted McGraw's motion and denied plaintiffs' as moot. <i>See Postlewaite v. McGraw-Hill, Inc.,</i> 134 F.Supp.2d 588 (S.D.N.Y.2001) (\"<i>McGraw I</i>\"). Plaintiffs appealed, and we reversed. This Court was unable to conclude that the arbitrators had necessarily decided that plaintiffs were not entitled to royalties under the publication agreement as a result of the assignment of McGraw's contracts. <i>See Postlewaite v. McGraw-Hill, Inc.,</i> 333 F.3d 42, 48-51 (2d Cir.2003) (\"<i>McGraw II</i>\"). Thus, \"express[ing] no view of the merits,\" the panel in <i>McGraw II</i> vacated the order of dismissal and remanded the case. <i>Id.</i> at 51.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On remand, the parties again cross-moved for summary judgment. Both parties asserted that in light of the language and structure of the two agreements, each was entitled to judgment as a matter of law. The court found that the assignment of the software agreement as part of the sale of the Topical Line was not a royalty-generating event and did not trigger the royalty requirements of paragraph 7(a)(3) of the publishing agreement. <i>See Postlewaite v. McGraw-Hill, Inc.,</i> 2004 WL 414832 (S.D.N.Y. Mar.5, 2004), at *2-*3 (\"<i>McGraw III</i>\"). Judge Rakoff concluded that plaintiffs' interpretation &#8212; an assignment of the software agreement was the \"sale or assignment\" of \"any right\" to the Work &#8212; ran contrary to a reasonable interpretation of the two agreements and defied common sense. <i>See id.</i> at *2.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Plaintiffs once again appealed Judge Rakoff's decision, and we now affirm.</p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In our view, under the software agreement McGraw purchased rights in a computer program created by Augusta that dealt with plaintiffs' Work but did not establish any rights to the Work. Thus, the transfer to Thomson of rights and obligations contained within the software agreement was not a transfer of \"any right to the Work\" authored by plaintiffs and was not a royalty-triggering event under the publishing agreement. Under the publishing agreement, there is a critical distinction between McGraw's assigning or transferring a right in the Work and McGraw's assigning or transferring contracts that facilitate McGraw's right to publish the Work in the style and manner it deems suitable, here in a digital medium, on CD-ROM. Since the language of the agreements makes clear that McGraw owes no royalties to plaintiffs arising out of the transfer of the software agreement, summary judgment for defendant was appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">A district court's determination of summary judgment is reviewed anew. <i>See Arbitron, Inc. v. Tralyn Broad., Inc.,</i> 400 F.3d 130, 134 (2d Cir.2005). The parties do not dispute that New York law applies here. In New York, if \"a contract is straightforward and unambiguous, its interpretation presents a question of law for the court to be made without resort to extrinsic evidence.\" <i>Ruttenberg v. Davidge Data Sys. Corp.,</i> 215 A.D.2d 191, 192-93, 626 N.Y.S.2d 174 (1st Dep't 1995) (citation omitted). But summary judgment when interpreting a contract may be granted only when \"the intent of the parties can be ascertained from the face of their agreement.\" <i>Id.</i> at 197, 626 N.Y.S.2d 174 (quotations omitted). \"However, when the meaning of the contract is ambiguous and the intent of the parties becomes a matter of inquiry, a question of fact is presented which cannot be resolved on a motion for summary judgment.\" <i>Id.</i> at 193, 626 N.Y.S.2d 174 (quotations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Contracts must be read as a whole, and if possible, courts must interpret them to effect the general purpose of the contract. <i>See Westmoreland Coal Co. v. Entech, Inc.,</i> 100 N.Y.2d 352, 358, 763 N.Y.S.2d 525, 794 N.E.2d 667 (2003) (quotations omitted). \"It is also important to read the document as a whole to ensure that excessive emphasis is not placed upon particular words or phrases.\" <i>South Road Assocs., LLC v. Int'l Bus. Machs. Corp.,</i> 4 N.Y.3d 272, 277, 793 N.Y.S.2d 835, 826 N.E.2d 806 (2005) (citation omitted). The parties do not contend that the contract terms in question present an ambiguity &#8212; both seek judgment as a matter of law. However, each has a different view of the effect of the contract's terms on their dispute. Thus, in this case, our determination turns upon the unambiguous language of the publishing agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Defendants argue, as the district court concluded below, that paragraph 13 of the publishing agreement, the assignment provision, forecloses the availability of royalties on the assignment of an entire agreement, such as the software agreement, because that assignment provision does not provide for royalties on the assignment of the publishing agreement itself. We need not consider whether paragraph 13 precludes a royalty on the transfer of the software agreement because we conclude that a royalty is unavailable for a more fundamental reason &#8212; the assignment of the software agreement to Thompson involved no assignment of rights in the Work. Thus, a royalty is not permitted even under paragraph 7.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Plaintiffs acknowledge that the publishing contract vested all rights to the Work in McGraw. However, they contend that the software agreement \"segregated\" the rights to prepare and distribute the Work on CD-ROM and that McGraw subsequently \"transferred the right ... to publish and distribute an electronic version of the Work on CD-ROM through its assignment of the [s]oftware [a]greement to Thompson.\" Their argument contains a fundamental, unfounded assumption about the software agreement. Plaintiffs presume that the software agreement created a right to publish a digital version of the Work. We disagree. The software agreement provided for the creation of a digital version of the Work and nothing more.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Under the software agreement, Augusta was retained to create a program which contained plaintiffs' Work in CD-ROM format. McGraw acquired the exclusive right to market the Program and promised to publish the Program in CD-ROM format and to provide Augusta with 10% of the proceeds from the sale of any copies of the Program. Pursuant to the software agreement &#8212; and the rights and duties created thereby &#8212; there was no implicit or explicit transfer of any right to the Work between McGraw and Augusta. Simply put, the software agreement is an outsourcing arrangement for the creation of a different format of the Work. It neither creates nor conveys any rights to the Work itself. The assignment of the software agreement to Thomson transferred the right to market a computer program on CD-ROM that contains the text of the Work, along with tax software and a user's manual produced by Augusta. The rights in the Work, including the rights to publish and distribute the Work in CD-ROM form, remain tethered to the publishing agreement.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The copyright provisions of the software agreement support our view that the agreement did not create or convey any rights in the Work. Paragraph five of the software agreement notes that \"[McGraw] shall publish the Program retaining any copyrights of material provided to [Augusta] [i.e. the Work] for the Program. [Augusta] shall have the right to copyright the Program in compliance with the United States copyright laws.\" Further, McGraw \"recognize[d] all of [Augusta's] rights in the Program.\" Thus, the software agreement focused solely on the creation of the Program &#8212; another medium for the Work &#8212; with McGraw retaining the copyright to the Work and Augusta holding the copyright to the Program.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Plaintiffs' interpretation of the software agreement would produce some startling royalty-producing scenarios. Under plaintiffs' view of the publishing agreement, the software agreement itself is a \"<i>right</i> [ ] <i>to the Work.</i>\" That view confuses the assignment or transfer of rights in the Work by McGraw with McGraw's exercise of its rights to produce or print the Work, here in the digital medium. The software agreement clearly constitutes only the latter, providing that McGraw, not Augusta, would publish the CD-ROM. If this nexus between the agreements were interpreted to mandate a royalty in the production context, the authors would have a claim to royalties at two stages of the distribution chain &#8212; one at production and a second at the sale of copies of the Work.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This interpretation of the contract ignores not only common sense but also the objective, rational, and reasonable expectations of authors and publishers entering into arms-length agreements to publish works. The publishing agreement provides plaintiffs with an economically viable publisher for the Work with minimal risk and maximum return to them. From McGraw's perspective, it acquired the rights to a valuable piece of intellectual property that enjoys considerable recognition in the marketplace. Thus, the parties agreed that upon the sale of copies of the Work or upon the sale of rights to the Work, plaintiffs would receive a royalty. It strains credulity that the transfer of a right to a program that serves as a potential medium for distribution of the Work is the same as the sale of a right to the Work.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Contracts should be viewed in the light in which they were made. \"The fundamental, neutral precept of contract interpretation is that agreements are construed in accord with the parties' intent .... `The best evidence of what parties to a written agreement intend is what they say in their writing.'\" <i>Greenfield v. Philles Records, Inc.,</i> 98 N.Y.2d 562, 569, 750 N.Y.S.2d 565, 780 N.E.2d 166 (2002) (quoting <i>Slamow v. Del Col,</i> 79 N.Y.2d 1016, 1018, 584 N.Y.S.2d 424, 594 N.E.2d 918 (1992)). The clear language of the software agreement reflects a purpose to create something &#8212; a computer program by which plaintiffs' well-recognized treatise can be distributed in a format quite different from the bound volumes that occupy the library shelves of computer-challenged judges and lawyers. While the software agreement concerned plaintiffs' Work, it created rights only to the Program that would serve as the key to the reformatting process. The rights to the Work at all times were governed by the publishing agreement, not the software agreement. Plaintiffs have received and will continue to receive royalties to which they are entitled under the publishing agreement. We have considered plaintiffs' remaining arguments and find them meritless.</p>\n    </div>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The district court's judgment entered on March 11, 2004, granting summary judgment to defendant McGraw-Hill, Inc. and denying plaintiffs' cross motion for summary judgment is hereby AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Honorable Richard D. Cudahy of the United States Court of Appeals for the Seventh Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Specifically, the publishing agreement provides that McGraw's payment of royalties to plaintiff will constitute \"full payment\" as follows:</p>\n        <p class=\"indent\">(1) <i>Domestic and Foreign Sales.</i> The total royalty to be paid to the Authors is 20 percent of the Publisher's gross selling price ... for each copy of the Work.</p>\n        <p class=\"indent\">(2) <i>Exercise of Right of Publisher.</i> 20 percent of the Publisher's gross receipts from its exercise of any rights to the Work ... for which a royalty is not otherwise provided in this Section 7 shall be paid to the Authors.</p>\n        <p class=\"indent\">(3) <i>Sale of Other Rights by Publisher.</i> 20 percent of the Publisher's gross receipts from the sale, assignment, or licensing to others by the Publisher of any rights to the Work.</p>\n        <p class=\"indent\">Publishing Agreement &#182; 7(a)(1-3). The publishing agreement also provides for assignment of the agreement itself:</p>\n        <p class=\"indent\">Assignments. This Agreement may not be assigned by either the Authors or the Publisher without the prior written consent of the other party or parties, which shall not be unreasonably withheld.</p>\n        <p class=\"indent\"><i>Id.</i> &#182; 13</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Thomson continues to distribute copies of the Work and pays plaintiffs royalties pursuant to the publishing agreement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The district court reasoned that the assignment of the publishing agreement as a whole was a transfer of all rights in the Work, which was not a royalty-generating event because paragraph 13 of the agreement, addressing assignments, governed the transfer to Thomson<i>See McGraw III,</i> 2004 WL 414832, at *2. The district court also found it \"very strange\" that an author could claim royalties upon the sale of a business division. <i>Id.</i> Of course, royalties could be demanded upon a subsequent sale of copies of the Work to a consumer, as Thomson acknowledged.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We reject plaintiffs' argument that certain Colorado state court decisions adjudicating Augusta's claims against McGraw and the claims of the developer of other computer software against McGraw &#8212; both arising from McGraw's sale of its Topical Line to Thompson &#8212; require the conclusion that McGraw's transfer of the software agreement to Thompson constituted a transfer of rights in plaintiffs' Work<i>See Augusta Software Design, Inc. v. Shepard's/McGraw-Hill, Inc.</i> No. 99 CA 0121 (Colo.Ct.App. Aug. 3, 2000); <i>Kelly v. Shepard's/McGraw-Hill,</i> No. 98 CA 2197 (Colo.Ct.App. Oct. 21, 1999). The contracts at issue in the Colorado cases dealt with royalty rights for the computer programs created pursuant to those agreements. Those cases did not examine the royalty obligations as contained in the publishing agreement in the context of a third-party agreement &#8212; the software agreement &#8212; that effectuates a right or prerogative of the publisher. While the Colorado cases may be analogous to the earlier arbitration proceedings that determined that Postlewaite and Pennell are not entitled to a royalty on the assignment of their <i>publishing agreement</i> with McGraw to Thompson, they are no help in this case involving the assignment of <i>Augusta's software agreement.</i> Plaintiffs fail to recognize that the Partnership Taxation CD-ROM is the product of two sets of rights &#8212; the rights in the Work granted McGraw by plaintiffs and the rights in the Program granted McGraw by Augusta. The rights in the Work are governed by the publishing agreement, the rights in the Program by the software agreement.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Plaintiffs do not argue that defendant was restricted in any way under the publishing agreement from publishing the Work in a digital medium. Indeed, unlike cases in which an author merely licenses his copyright in his work and permits a publisher to publish, print and sell the work subject to limitations on the medium used,<i>see, e.g., Random House, Inc. v. Rosetta Books LLC,</i> 283 F.3d 490, 491 (2d. Cir.2002), plaintiffs here granted and assigned \"each and every right throughout the world\" in the Work, including \"all copyrights.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> At oral argument, Postlewaite seemed to contend that a printing agreement for reproduction of the Work could give rise to royalties to plaintiffs as a transfer of rights in the Work. We reject that contention as contrary to the unambiguous language of the publishing agreement, which expressly provides that McGraw \"shall publish the Work at its own expense at such time and in such style and manner ... as it shall deem suitable....\" Publishing Agreement &#182; 5</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">411</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">63</span></span></p>\n    <p class=\"parties\">Philip F. POSTLEWAITE and John S. Pennell, Plaintiffs-Appellants,<br>v.<br>MCGRAW-HILL, INC., Defendant-Appellee.<br>Docket No. 04-2095-CV.</p>\n    <p class=\"court\">United States Court of Appeals, Second Circuit.</p>\n    <p class=\"date\">Argued: May 5, 2005.</p>\n    <p class=\"date\">Decided: June 9, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Philip F. Postlewaite, pro se, Chicago, Illinois, for Plaintiffs-Appellants.</p>\n      <p class=\"indent\">Richard Dannay, Cowan, Liebowitz &amp; Latman, P.C., New York, New York, for Defendant-Appellee.</p>\n      <p class=\"indent\">Before: RAGGI, WESLEY, and CUDAHY,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Circuit Judges.</p>\n      <p class=\"indent\">WESLEY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">While the parties agree on the factual underpinnings of this case, they hotly contest the legal significance of the two contracts central to it. On August 16, 1993, McGraw-Hill, Inc. (\"McGraw\") entered into a publishing agreement with Philip Postlewaite, a distinguished tax-law professor at Northwestern University School of Law, and his coauthor John Pennell to publish <i>Partnership Taxation, Fifth Edition</i> (the \"Work\") through McGraw's Topical Publishing Division (the \"Topical Line\"). Two years later, McGraw entered into an agreement with Augusta Software Design, Inc. (\"Augusta\") for the production of a computer program on CD-ROM that would include the <i>Partnership Taxation</i> treatise material (the \"Program\"). Plaintiffs were not party to the software agreement. The CD-ROM product was never marketed by McGraw.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Under the publishing agreement, plaintiffs promised to deliver a manuscript of the Work to McGraw and \"assign[ed] exclusively to [McGraw] each and every right in the Work throughout the world.\" McGraw's right to publish the Work, indisputably one of the rights in the Work granted by plaintiffs, was not restricted in any way; it had the right to \"publish the Work at its own expense at such time and in such style and manner ... and [to] sell the Work ... as it shall deem suitable....\" The publishing agreement entitles plaintiffs to royalties upon the sale of individual copies of the Work. In addition, if McGraw sells, assigns, or licenses \"any rights to the Work\" to others, plaintiffs are each entitled to 10% of the gross receipts from the transfer.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The software agreement provided that Augusta would \"prepare and deliver to\" McGraw the Program, entitled \"Partnership Taxation on CD-ROM,\" that McGraw would publish the Program, and that McGraw would pay royalties to Augusta upon the sale of copies of the Program. Specifically, Augusta promised to deliver a \"[f]ull text ... program\" on CD-ROM, along with a Form 1065 U.S. Return of Partnership Income, tax-preparation software, and a user's manual in both printed and electronic formats. Augusta also conveyed the exclusive right to market the Program to McGraw. McGraw expressly retained \"any copyrights of the material provided to [Augusta] for the Program.\" Software Agreement &#182; 5.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The publishing agreement provides for royalties to the Work's authors (plaintiffs), Publishing Agreement &#182; 7(a)(1-3), and the software agreement provides for royalties to the Program's author (Augusta), Software Agreement &#182; 6. Like the publishing agreement, the software agreement includes a paragraph governing its assignment and requires the other party's (or parties') written consent. <i>Id.</i> &#182; 17. Unlike the publishing agreement, however, the software agreement explicitly exempts \"a sale of assets by\" McGraw from the royalty provisions. <i>Id.</i> &#182; 6(b).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">McGraw sold the Topical Line to Thomson Legal Publishing, Inc. (\"Thompson\") in December 1995. The assets of the Topical Line included McGraw's contractual rights under 280 agreements, including the publishing and software agreements at issue here. McGraw received a lump sum of $35,000,000.00 for the sale of the Topical Line, without designating the value of the publishing agreements, inventory, or goodwill of the Topical Line. Plaintiffs consented to the assignment of their publishing agreement to Thomson, and Thomson has confirmed its liability for royalties generated after the sale of the Topical Line.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A. Arbitration by Plaintiffs for Damages Based Upon Assignment of the Publishing Agreement to Thomson and Postlewaite's Appeals</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After the sale of the Topical Line, plaintiffs pressed a claim for royalties on the assignment of the publishing agreement to Thomson. Plaintiffs brought an arbitration proceeding in March 1997 against McGraw, asserting that the sale of assets pursuant to the transfer of the Topical Line \"constituted a sale of rights to [plaintiffs'] treatise, thereby entitling [plaintiffs] to royalties under [paragraph] 7(a)(3)\" of the publishing agreement. <i>Postlewaite v. McGraw-Hill, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">751687</span></span> (S.D.N.Y. Oct. 28, 1998), at *1 (\"<i>Arbitration Appeal I</i>\"). McGraw countered that the sale of the Topical Line merely transferred McGraw's rights and obligations contained in its stable of publishing contracts to Thomson and was not a royalty-generating event. In a terse opinion that did not set forth its rationale, a three-person arbitration panel unanimously denied royalties to plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Plaintiff Postlewaite then brought a proceeding before the Southern District of New York to vacate the award; McGraw cross-moved for judgment on the award. <i>See Arbitration Appeal I,</i> <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">751687</span></span>, at *1-2. The district court entered judgment on the award. <i>See id.</i> at *4-5. Postlewaite appealed, and we affirmed by a Summary Order. <i>See Postlewaite v. McGraw Hill, Inc.,</i> 10 Fed.Appx. 16 (2d Cir.2001) (\"<i>Arbitration Appeal II</i>\"). While the decision in <i>Arbitration Appeal II</i> was pending, plaintiffs filed this action.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">B. The Present Action for Damages Under the Publishing Agreement Premised Upon Assignment of the Software Agreement to Thomson</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Complaint in the current action contends that the assignment of the software agreement was also a royalty-generating event. McGraw moved for summary judgment, arguing that the arbitration award collaterally estopped plaintiffs from seeking royalties for the transfer of the software agreement as the arbitration award necessarily precluded McGraw's liability under the publishing agreement. Plaintiffs cross-moved for summary judgment. The district court granted McGraw's motion and denied plaintiffs' as moot. <i>See Postlewaite v. McGraw-Hill, Inc.,</i> <span class=\"citation\" data-id=\"2444311\"><a href=\"/opinion/2444311/postlewaite-v-mcgraw-hill-inc/\"><span class=\"volume\">134</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">588</span></a></span> (S.D.N.Y.2001) (\"<i>McGraw I</i>\"). Plaintiffs appealed, and we reversed. This Court was unable to conclude that the arbitrators had necessarily decided that plaintiffs were not entitled to royalties under the publication agreement as a result of the assignment of McGraw's contracts. <i>See Postlewaite v. McGraw-Hill, Inc.,</i> <span class=\"citation\" data-id=\"782390\"><a href=\"/opinion/782390/philip-f-postlewaite-john-s-pennell-v-mcgraw-inc/\"><span class=\"volume\">333</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></a></span>, 48-51 (2d Cir.2003) (\"<i>McGraw II</i>\"). Thus, \"express[ing] no view of the merits,\" the panel in <i>McGraw II</i> vacated the order of dismissal and remanded the case. <i>Id.</i> at 51.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On remand, the parties again cross-moved for summary judgment. Both parties asserted that in light of the language and structure of the two agreements, each was entitled to judgment as a matter of law. The court found that the assignment of the software agreement as part of the sale of the Topical Line was not a royalty-generating event and did not trigger the royalty requirements of paragraph 7(a)(3) of the publishing agreement. <i>See Postlewaite v. McGraw-Hill, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">414832</span></span> (S.D.N.Y. Mar.5, 2004), at *2-*3 (\"<i>McGraw III</i>\"). Judge Rakoff concluded that plaintiffs' interpretation &#8212; an assignment of the software agreement was the \"sale or assignment\" of \"any right\" to the Work &#8212; ran contrary to a reasonable interpretation of the two agreements and defied common sense. <i>See id.</i> at *2.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Plaintiffs once again appealed Judge Rakoff's decision, and we now affirm.</p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In our view, under the software agreement McGraw purchased rights in a computer program created by Augusta that dealt with plaintiffs' Work but did not establish any rights to the Work. Thus, the transfer to Thomson of rights and obligations contained within the software agreement was not a transfer of \"any right to the Work\" authored by plaintiffs and was not a royalty-triggering event under the publishing agreement. Under the publishing agreement, there is a critical distinction between McGraw's assigning or transferring a right in the Work and McGraw's assigning or transferring contracts that facilitate McGraw's right to publish the Work in the style and manner it deems suitable, here in a digital medium, on CD-ROM. Since the language of the agreements makes clear that McGraw owes no royalties to plaintiffs arising out of the transfer of the software agreement, summary judgment for defendant was appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">A district court's determination of summary judgment is reviewed anew. <i>See Arbitron, Inc. v. Tralyn Broad., Inc.,</i> <span class=\"citation\" data-id=\"789454\"><a href=\"/opinion/789454/arbitron-inc-v-tralyn-broadcasting-inc-jmd-inc-doing-business-as/\"><span class=\"volume\">400</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">130</span></a></span>, 134 (2d Cir.2005). The parties do not dispute that New York law applies here. In New York, if \"a contract is straightforward and unambiguous, its interpretation presents a question of law for the court to be made without resort to extrinsic evidence.\" <i>Ruttenberg v. Davidge Data Sys. Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">215</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">191</span></span>, 192-93, <span class=\"citation no-link\"><span class=\"volume\">626</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">174</span></span> (1st Dep't 1995) (citation omitted). But summary judgment when interpreting a contract may be granted only when \"the intent of the parties can be ascertained from the face of their agreement.\" <i>Id.</i> at 197, <span class=\"citation no-link\"><span class=\"volume\">626</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">174</span></span> (quotations omitted). \"However, when the meaning of the contract is ambiguous and the intent of the parties becomes a matter of inquiry, a question of fact is presented which cannot be resolved on a motion for summary judgment.\" <i>Id.</i> at 193, <span class=\"citation no-link\"><span class=\"volume\">626</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">174</span></span> (quotations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Contracts must be read as a whole, and if possible, courts must interpret them to effect the general purpose of the contract. <i>See Westmoreland Coal Co. v. Entech, Inc.,</i> <span class=\"citation\" data-id=\"2118240\"><a href=\"/opinion/2118240/westmoreland-co-v-entech/\"><span class=\"volume\">100</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">352</span></a></span>, 358, <span class=\"citation\" data-id=\"2118240\"><a href=\"/opinion/2118240/westmoreland-co-v-entech/\"><span class=\"volume\">763</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">525</span></a></span>, <span class=\"citation\" data-id=\"2118240\"><a href=\"/opinion/2118240/westmoreland-co-v-entech/\"><span class=\"volume\">794</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">667</span></a></span> (2003) (quotations omitted). \"It is also important to read the document as a whole to ensure that excessive emphasis is not placed upon particular words or phrases.\" <i>South Road Assocs., LLC v. Int'l Bus. Machs. Corp.,</i> <span class=\"citation\" data-id=\"2142077\"><a href=\"/opinion/2142077/s-rd-assoc-v-ibm-corp/\"><span class=\"volume\">4</span> <span class=\"reporter\">N.Y.3d</span> <span class=\"page\">272</span></a></span>, 277, <span class=\"citation\" data-id=\"2142077\"><a href=\"/opinion/2142077/s-rd-assoc-v-ibm-corp/\"><span class=\"volume\">793</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">835</span></a></span>, <span class=\"citation\" data-id=\"2142077\"><a href=\"/opinion/2142077/s-rd-assoc-v-ibm-corp/\"><span class=\"volume\">826</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">806</span></a></span> (2005) (citation omitted). The parties do not contend that the contract terms in question present an ambiguity &#8212; both seek judgment as a matter of law. However, each has a different view of the effect of the contract's terms on their dispute. Thus, in this case, our determination turns upon the unambiguous language of the publishing agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Defendants argue, as the district court concluded below, that paragraph 13 of the publishing agreement, the assignment provision, forecloses the availability of royalties on the assignment of an entire agreement, such as the software agreement, because that assignment provision does not provide for royalties on the assignment of the publishing agreement itself. We need not consider whether paragraph 13 precludes a royalty on the transfer of the software agreement because we conclude that a royalty is unavailable for a more fundamental reason &#8212; the assignment of the software agreement to Thompson involved no assignment of rights in the Work. Thus, a royalty is not permitted even under paragraph 7.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Plaintiffs acknowledge that the publishing contract vested all rights to the Work in McGraw. However, they contend that the software agreement \"segregated\" the rights to prepare and distribute the Work on CD-ROM and that McGraw subsequently \"transferred the right ... to publish and distribute an electronic version of the Work on CD-ROM through its assignment of the [s]oftware [a]greement to Thompson.\" Their argument contains a fundamental, unfounded assumption about the software agreement. Plaintiffs presume that the software agreement created a right to publish a digital version of the Work. We disagree. The software agreement provided for the creation of a digital version of the Work and nothing more.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Under the software agreement, Augusta was retained to create a program which contained plaintiffs' Work in CD-ROM format. McGraw acquired the exclusive right to market the Program and promised to publish the Program in CD-ROM format and to provide Augusta with 10% of the proceeds from the sale of any copies of the Program. Pursuant to the software agreement &#8212; and the rights and duties created thereby &#8212; there was no implicit or explicit transfer of any right to the Work between McGraw and Augusta. Simply put, the software agreement is an outsourcing arrangement for the creation of a different format of the Work. It neither creates nor conveys any rights to the Work itself. The assignment of the software agreement to Thomson transferred the right to market a computer program on CD-ROM that contains the text of the Work, along with tax software and a user's manual produced by Augusta. The rights in the Work, including the rights to publish and distribute the Work in CD-ROM form, remain tethered to the publishing agreement.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The copyright provisions of the software agreement support our view that the agreement did not create or convey any rights in the Work. Paragraph five of the software agreement notes that \"[McGraw] shall publish the Program retaining any copyrights of material provided to [Augusta] [i.e. the Work] for the Program. [Augusta] shall have the right to copyright the Program in compliance with the United States copyright laws.\" Further, McGraw \"recognize[d] all of [Augusta's] rights in the Program.\" Thus, the software agreement focused solely on the creation of the Program &#8212; another medium for the Work &#8212; with McGraw retaining the copyright to the Work and Augusta holding the copyright to the Program.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Plaintiffs' interpretation of the software agreement would produce some startling royalty-producing scenarios. Under plaintiffs' view of the publishing agreement, the software agreement itself is a \"<i>right</i> [ ] <i>to the Work.</i>\" That view confuses the assignment or transfer of rights in the Work by McGraw with McGraw's exercise of its rights to produce or print the Work, here in the digital medium. The software agreement clearly constitutes only the latter, providing that McGraw, not Augusta, would publish the CD-ROM. If this nexus between the agreements were interpreted to mandate a royalty in the production context, the authors would have a claim to royalties at two stages of the distribution chain &#8212; one at production and a second at the sale of copies of the Work.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This interpretation of the contract ignores not only common sense but also the objective, rational, and reasonable expectations of authors and publishers entering into arms-length agreements to publish works. The publishing agreement provides plaintiffs with an economically viable publisher for the Work with minimal risk and maximum return to them. From McGraw's perspective, it acquired the rights to a valuable piece of intellectual property that enjoys considerable recognition in the marketplace. Thus, the parties agreed that upon the sale of copies of the Work or upon the sale of rights to the Work, plaintiffs would receive a royalty. It strains credulity that the transfer of a right to a program that serves as a potential medium for distribution of the Work is the same as the sale of a right to the Work.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Contracts should be viewed in the light in which they were made. \"The fundamental, neutral precept of contract interpretation is that agreements are construed in accord with the parties' intent .... `The best evidence of what parties to a written agreement intend is what they say in their writing.'\" <i>Greenfield v. Philles Records, Inc.,</i> <span class=\"citation\" data-id=\"2075760\"><a href=\"/opinion/2075760/greenfield-v-philles-records/\"><span class=\"volume\">98</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">562</span></a></span>, 569, <span class=\"citation\" data-id=\"2075760\"><a href=\"/opinion/2075760/greenfield-v-philles-records/\"><span class=\"volume\">750</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">565</span></a></span>, <span class=\"citation\" data-id=\"2075760\"><a href=\"/opinion/2075760/greenfield-v-philles-records/\"><span class=\"volume\">780</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">166</span></a></span> (2002) (quoting <i>Slamow v. Del Col,</i> <span class=\"citation\" data-id=\"2589441\"><a href=\"/opinion/2589441/mcloyrd-v-pennypacker/\"><span class=\"volume\">79</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">1016</span></a></span>, 1018, <span class=\"citation no-link\"><span class=\"volume\">584</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">424</span></span>, <span class=\"citation no-link\"><span class=\"volume\">594</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">918</span></span> (1992)). The clear language of the software agreement reflects a purpose to create something &#8212; a computer program by which plaintiffs' well-recognized treatise can be distributed in a format quite different from the bound volumes that occupy the library shelves of computer-challenged judges and lawyers. While the software agreement concerned plaintiffs' Work, it created rights only to the Program that would serve as the key to the reformatting process. The rights to the Work at all times were governed by the publishing agreement, not the software agreement. Plaintiffs have received and will continue to receive royalties to which they are entitled under the publishing agreement. We have considered plaintiffs' remaining arguments and find them meritless.</p>\n    </div>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The district court's judgment entered on March 11, 2004, granting summary judgment to defendant McGraw-Hill, Inc. and denying plaintiffs' cross motion for summary judgment is hereby AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Honorable Richard D. Cudahy of the United States Court of Appeals for the Seventh Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Specifically, the publishing agreement provides that McGraw's payment of royalties to plaintiff will constitute \"full payment\" as follows:</p>\n        <p class=\"indent\">(1) <i>Domestic and Foreign Sales.</i> The total royalty to be paid to the Authors is 20 percent of the Publisher's gross selling price ... for each copy of the Work.</p>\n        <p class=\"indent\">(2) <i>Exercise of Right of Publisher.</i> 20 percent of the Publisher's gross receipts from its exercise of any rights to the Work ... for which a royalty is not otherwise provided in this Section 7 shall be paid to the Authors.</p>\n        <p class=\"indent\">(3) <i>Sale of Other Rights by Publisher.</i> 20 percent of the Publisher's gross receipts from the sale, assignment, or licensing to others by the Publisher of any rights to the Work.</p>\n        <p class=\"indent\">Publishing Agreement &#182; 7(a)(1-3). The publishing agreement also provides for assignment of the agreement itself:</p>\n        <p class=\"indent\">Assignments. This Agreement may not be assigned by either the Authors or the Publisher without the prior written consent of the other party or parties, which shall not be unreasonably withheld.</p>\n        <p class=\"indent\"><i>Id.</i> &#182; 13</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Thomson continues to distribute copies of the Work and pays plaintiffs royalties pursuant to the publishing agreement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The district court reasoned that the assignment of the publishing agreement as a whole was a transfer of all rights in the Work, which was not a royalty-generating event because paragraph 13 of the agreement, addressing assignments, governed the transfer to Thomson<i>See McGraw III,</i> <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">414832</span></span>, at *2. The district court also found it \"very strange\" that an author could claim royalties upon the sale of a business division. <i>Id.</i> Of course, royalties could be demanded upon a subsequent sale of copies of the Work to a consumer, as Thomson acknowledged.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We reject plaintiffs' argument that certain Colorado state court decisions adjudicating Augusta's claims against McGraw and the claims of the developer of other computer software against McGraw &#8212; both arising from McGraw's sale of its Topical Line to Thompson &#8212; require the conclusion that McGraw's transfer of the software agreement to Thompson constituted a transfer of rights in plaintiffs' Work<i>See Augusta Software Design, Inc. v. Shepard's/McGraw-Hill, Inc.</i> No. 99 CA 0121 (Colo.Ct.App. Aug. 3, 2000); <i>Kelly v. Shepard's/McGraw-Hill,</i> No. 98 CA 2197 (Colo.Ct.App. Oct. 21, 1999). The contracts at issue in the Colorado cases dealt with royalty rights for the computer programs created pursuant to those agreements. Those cases did not examine the royalty obligations as contained in the publishing agreement in the context of a third-party agreement &#8212; the software agreement &#8212; that effectuates a right or prerogative of the publisher. While the Colorado cases may be analogous to the earlier arbitration proceedings that determined that Postlewaite and Pennell are not entitled to a royalty on the assignment of their <i>publishing agreement</i> with McGraw to Thompson, they are no help in this case involving the assignment of <i>Augusta's software agreement.</i> Plaintiffs fail to recognize that the Partnership Taxation CD-ROM is the product of two sets of rights &#8212; the rights in the Work granted McGraw by plaintiffs and the rights in the Program granted McGraw by Augusta. The rights in the Work are governed by the publishing agreement, the rights in the Program by the software agreement.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Plaintiffs do not argue that defendant was restricted in any way under the publishing agreement from publishing the Work in a digital medium. Indeed, unlike cases in which an author merely licenses his copyright in his work and permits a publisher to publish, print and sell the work subject to limitations on the medium used,<i>see, e.g., Random House, Inc. v. Rosetta Books LLC,</i> <span class=\"citation\" data-id=\"776903\"><a href=\"/opinion/776903/random-house-inc-v-rosetta-books-llc-and-arthur-m-klebanoff-in-his/\"><span class=\"volume\">283</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">490</span></a></span>, 491 (2d. Cir.2002), plaintiffs here granted and assigned \"each and every right throughout the world\" in the Work, including \"all copyrights.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> At oral argument, Postlewaite seemed to contend that a printing agreement for reproduction of the Work could give rise to royalties to plaintiffs as a transfer of rights in the Work. We reject that contention as contrary to the unambiguous language of the publishing agreement, which expressly provides that McGraw \"shall publish the Work at its own expense at such time and in such style and manner ... as it shall deem suitable....\" Publishing Agreement &#182; 5</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/776903/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/782390/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/789454/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2075760/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2118240/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2142077/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2444311/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2589441/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-02-02T16:25:26.376890Z",
      "date_modified": "2018-02-28T15:32:29.127648Z",
      "date_filed": "2005-06-09",
      "date_filed_is_approximate": false,
      "slug": "philip-f-postlewaite-and-john-s-pennell-v-mcgraw-inc-docket-no",
      "citation_id": 763328,
      "case_name_short": "",
      "case_name": "Philip F. Postlewaite and John S. Pennell v. McGraw Inc., Docket No. 04-2095-Cv",
      "case_name_full": "",
      "federal_cite_one": "411 F.3d 63",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 31,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/730785/philip-f-postlewaite-and-john-s-pennell-v-mcgraw-i/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T11:52:00.729309Z",
  "date_modified": "2014-10-30T11:52:00.729309Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Philip F. Postlewaite and John S. Pennell v. McGraw Inc., Docket No. 04-2095-Cv",
  "case_name_full": "",
  "slug": "philip-f-postlewaite-and-john-s-pennell-v-mcgraw-i",
  "docket_number": "63",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}