{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/737104/",
  "id": 737104,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca5/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/303547/",
      "id": 303547,
      "absolute_url": "/opinion/303547/kelly-mcneal-v-tate-county-school-district/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/737104/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/303547/",
          "id": 303547,
          "absolute_url": "/opinion/303547/kelly-mcneal-v-tate-county-school-district/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/303547/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T08:50:52Z",
          "date_modified": "2017-03-24T21:44:24.005084Z",
          "type": "010combined",
          "sha1": "4d61d53acae82d39df12d2acd39ebe90c06a2535",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/460/460.F2d.568.30722.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">460 F.2d 568</p>\n    <p class=\"parties\">Kelly McNEAL et al., Plaintiffs-Appellants,<br>v.<br>TATE COUNTY SCHOOL DISTRICT et al., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 30722.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Fifth Circuit.</p>\n    <p class=\"date\">Sept. 17, 1971.<br>Rehearing and Rehearing En Banc Denied June 7, 1972.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert J. Kelly, Batesville, Miss., for plaintiffs-appellants.</p>\n      <p class=\"indent\">Leon E. Hannaford, Senatobia, Miss., Semmes Luckett, Clarksdale, Miss., Roy E. Johnson, Senatobia, Miss., for defendants-appellees.</p>\n      <p class=\"indent\">Before JOHN R. BROWN, Chief Judge, and GEWIN and MORGAN, Circuit Judges.</p>\n      <p class=\"indent\">LEWIS R. MORGAN, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an action to set aside the sale of public school property to an all-white private school.  The district court upheld the sale.  We reverse.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiffs-appellants are black citizens of Tate County, Mississippi.  They filed suit under 42 U.S.C. Secs. 1981, 1983, and 28 U.S.C. Sec. 1343, seeking equitable relief against the sellers of the property, the Tate County Board of Education and the Tate County Superintendent of Education, and by later amendment against the purchaser of the property, Harold W. Steward, acting as agent for a group of citizens who later formed the Tate County Foundation.  The theory of appellants' complaint was that the Board of Education encouraged and fostered racially segregated education by selling the Thyatira School to the Tate County Foundation which converted the school into a private academy attended exclusively by white children.  After hearing testimony from both sides, the district court refused to invalidate the sale mainly on the grounds that there was no showing of illegality or bad faith by the school board in disposing of the property.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The facts surrounding the sale are substantially undisputed.  Thyatira School consisted of four buildings located on a rural six-acre tract in the eastern half of Tate County, Mississippi.  Constructed in 1941, the buildings deteriorated to such an extent that, by the Fall of 1969, they were in a dilapidated condition.  During the 1969-1970 school year 35 children of both races attended Thyatira and utilized only three of its seven classrooms.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Realizing that the school had outlived its usefulness and that continued operation would be uneconomical, the Tate County Board of Education met on December 10, 1969, and voted to sell Thyatira School.  Pursuant to this resolution, the property was advertised for three consecutive weeks in a weekly newspaper having a general circulation in Tate County as required by Section 6328-43 of the Mississippi Code of 1942, Recompiled.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The only offer submitted for the property was a sealed bid of $4,001.00 from Harold W. Steward, acting as agent for the Tate County Foundation (hereinafter, Foundation).  The Foundation was comprised of approximately 80 citizens of the county who contributed $100.00 each to be used to acquire property for the establishment of a private school.  At this point it is significant to note that the district court found, and we agree, that the Foundation sought to establish a private school in order to avoid \"the impact of full and complete integration of the schools of the district\" which came about as a result of the adoption of a unitary school plan by the school board.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The school board accepted Steward's bid and executed a quitclaim deed on January 7, 1970.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Although the Foundation did not receive actual possession until June 1, 1970, the school board allowed workmen to enter and begin renovating the buildings in February of 1970.  While the repair work was in progress, the Foundation assembled an all-white faculty and staff and accepted applications from 134 white students.  No black student applied for admission, undoubtedly because the annual tuition of $450.00 per child<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> was beyond the means of most of the black families in Tate County.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In June 1970 the newly formed private school was well on its way toward commencing operations under the name of Hillcrest Academy.  However, when appellants filed suit to compel the school board to reacquire the property, the Foundation responded on July 28th with a non-discriminatory admissions policy which declared that race would not be a factor in admitting students and that applicants would be judged solely on the basis of \"moral character\", \"disciplinary record\", and \"educational background\".</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We are thus confronted with the sale of an old and deteriorated public school facility to a private academy which, regardless of its published admissions policy, is segregated as to faculty, staff, and student body.  It is not contended that the school board lacked valid reasons for selling Thyatira School, or accepted an inadequate price for the property, or in any way affirmatively participated in the creation of an all-white private school.  However, the record fully supports the district court's finding that the school board was at all pertinent times aware of the \"fact that a movement was on foot in the county by many of the white citizens to start private schools, in order to avoid the impact of integration of the public schools of the district\".</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">With slight variations the identical issue was before this court in Wright v. City of Brighton, Alabama, 5 Cir., 1971, 441 F.2d 447, where we held that the Fourteenth Amendment was violated by the city's sale<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> of a public school building to a private academy which the city knew had a policy of racial discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>\"Here it is perfectly clear that the City of Brighton's determination to sell a public school building to an institution which the city knew would operate an all-white segregated school had the ultimate effect of placing a special burden on the black citizens of that community.  The city in effect encouraged the maintenance of a segregated facility by its action.  It participated in a transaction by which a public building, once open to all on an equal basis, was converted into a segregated facility where the black people of the community were no longer welcome.  Whether we call such action the creation of a badge of slavery, Jones v. Alfred H. Mayer Co., 1968, 392 U.S. 409, 439, 88 S.Ct. 2186, 20 L.Ed.2d 1189, a relic of slavery, Jones v. Alfred H. Mayer Co., supra, at 443, 88 S.Ct. 2186 or a badge of inequality, Palmer v. Thompson, 5 Cir., 1969, 419 F.2d 1222, cert. granted, 397 U.S. 1035 [90 S.Ct. 1364, 25 L.Ed.2d 646<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> such a segregated institution is one of the many humiliations which society has visited upon the black man.  The Supreme Court and others have taken occasion to note the feelings of inferiority generated in the 'hearts and minds of Negro children, when they are separated solely because of race from those of similar age and qualification.'  Brown v. Board of Education of Topeka, 1954, 347 U.S. 483, 494, 74 S.Ct. 686, 98 L.Ed. 873; Dawson v. Mayor and City Council of Baltimore City, 4 Cir. 1955, 220 F.2d 386, 387, aff'd. 350 U.S. 877, 76 S.Ct. 133, 100 L.Ed. 774.  The effect of the city's action here was to create another place where these feelings of inferiority could be generated, and it was all the more a humiliating indignity because this building had for years been a public school building which did not lose its identity as a public facility just because legal title changed hands.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">441 F.2d at 451.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Of course, the City of Brighton had actual knowledge that the school building it sold would be operated as an all-white segregated academy, and here, the members of the Tate County Board of Education gave unrefuted testimony that they were not aware that the Thyatira School was being sold to purchasers who intended to create a private school.  But this distinction becomes inconsequential in view of testimony from board members who stated that, even though they were cognizant of local and state-wide movements to avoid desegregation by forming private schools, no effort was made to discuss, to investigate, or even consider the patently obvious possibility that Thyatira might become a segregated academy after it was sold.  (R. 154, 209)</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We will not allow a school board to circumvent our decision in Wright v. City of Brighton, Alabama, supra, by ignoring local conditions and then claiming that it did not know that public property was being sold to those who would practice racial discrimination.  As Judges Wisdom<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and Goldberg<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> of this court have observed, federal judges are not so naive in the field of civil rights.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Furthermore, school boards are charged with the affirmative duty to take whatever steps might be necessary to bring about a unitary educational system which is free from racial discrimination.  Green v. School Board of New Kent County, 1968, 391 U.S. 430, 88 S. Ct. 1689, 20 L.Ed.2d 716.  That duty includes making some sort of reasonable investigation of prospective purchasers when school property is sold in an area where it is common practice to establish all-white private schools as a response to court-ordered integration.  In the case at hand, the members of the Tate County Board of Education knew full well of efforts to thwart integration by setting up private academies, and yet, they made not the slightest effort to determine what use the purchasers would make of Thyatira School.  By their inaction the board members breached their affirmative constitutional duty to achieve a unitary school system and provided aid to a scheme which resulted in more-not less -segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We need not state in detail exactly what type of inquiry must be made of prospective purchasers by sellers of public school property for that question is not before us.  In any event, the standard would most likely vary with the facts of each particular case.  Suffice it to say that in this case the Tate County Board of Education closed its eyes and made no inquiry whatever, and for that reason the sale of Thyatira School must be set aside.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">That part of the district court's order upholding the sale of Thyatira School is therefore reversed and the case remanded with directions that the court enter an order invalidating the sale and reconveying the property to the Tate County Board of Education.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Finally, the district court enjoined the sale of any additional school property in Tate County without prior approval by the court.  We affirm this part of the court's order with the stipulation, of course, that all future sales be approved only upon compliance with the views expressed herein.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Reversed in part; affirmed in part; remanded with directions.</p>\n    </div>\n    <p class=\"indent\">GEWIN, Circuit Judge (dissenting):</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Although nothing said in this dissent is intended to reflect unfavorably upon the sincerity and dedication of my brothers of the majority, nothing they have said in their opinion (the opinion) convinces me that the conclusion reached in this case is correct.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Without finding that the trial court, sitting as a court of equity without a jury, made even one clearly erroneous finding of fact, almost totally ignoring the facts found, and relying on an unwarranted, illogical, unjust and unreasonable extrapolation of a case<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> not cited by any party to this litigation, the majority has reversed the judgment of the district court on the only issue presented for review.  In addition, a totally different judgment has been rendered on the appellate level.  It is indeed regrettable that such a decision should be imposed upon an outstanding district judge who is well known for his courage and expertise in the area of law here involved; not to mention an innocent Board of Education in a small rural school system.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">From the statement of the issue to be decided to the final conclusion reached, the flavor and implications of the opinion are totally contrary to all of the facts found by the trial court, as the opinion silently concedes.  Essentially the opinion concludes that</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>[T]he district court refused to invalidate the sale mainly on the grounds that there was no showing of illegality or bad faith by the school board in disposing of the property.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Actually the district court did find that the School Board acted in good faith and lawfully in every respect, and that the consideration paid for the property was not inadequate.  Quite to the contrary of the implications of the opinion, the court found and concluded as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>It must be called to the attention of the parties that this action does not involve a sale of school property by a school board, after an integration action has been filed, nor does it involve an action where a school board has abandoned and sold school property based primarily upon a finding that the integration of the schools of the district will result in reduced attendance to the extent that the property will not be needed in the operation of the schools.  Such situations must be dealt with in each individual case.  Suffice to say such a situation does not exist in this action.  (Emphasis added)</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The district court further found the following additional and important facts, totally ignored in the opinion:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>a.  The evidence is clear that the Thyatira School has not been needed in the operation of schools in the School District since the reconstitution of the district more than fifteen years ago.  (Emphasis added)</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>b. Having reached the proper decision to close the Thyatira School, it necessarily follows that the Board was under the legal duty to declare the property to be surplus property, and provide for its sale according to law.  (Emphasis added)</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>Pertinent Facts Found By The District Court</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The district court found from ample, substantial and undisputed evidence in the record that since 1963-64 the school board had expended a much larger sum for the education of each student at the school here involved than had been spent in other schools operated by the district.  In July 1969, the school board was given notice by proper officials that the per pupil expenditures at the school would have a bearing on the right of the district to continue to receive federal funds under the Title I program.  For a period of seven years the number of students attending the school did not exceed 50 except for one year when 53 students attended.  At the time of closing there were two teachers and only thirty-five students in attendance, approximately 25% of which were black.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The court specifically found that the continued operation of the school was not economically or educationally feasible, that such condition had not come about as a result of integration, but that the closing was based on sound educational considerations.  The court found and the proof conclusively demonstrated that the 6 acre tract of land, located in a rural section, had no commercial value and that the buildings located thereon \"added little value, if any, to the value of the land comprising the school site.\"</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">With this factual background and without any apparent secrecy whatever, at a regular meeting on November 3, 1969 the school board adopted a resolution directing that the school in question be closed at the end of the 1969-70 school year and declaring its intention to treat the school site as surplus property.  At its regular meeting on December 10, 1969 the school board adopted a resolution declaring that the property here involved was not needed in the operation of the schools in the district, and directed the secretary of the board to advertise for bids for the sale of the property.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Pursuant to these resolutions the tract of land was advertised according to law and was sold to Steward, in accordance with his bid, on January 7, 1970.  At that time the Tate County Foundation, Inc. was not in existence.  During this entire period of time neither the plaintiffs nor anyone else objected to the sale, they offered no bids and did not contest the decision of the school board to declare the property not needed and surplus pursuant to the requirement of the Title I program.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Moreover, when this suit was first filed neither Steward nor his subsequent grantee (the Foundation) were made parties.  This omission was raised in the answer of the school board and it was not until June 8, 1970 that the plaintiffs amended their complaint in order to join Steward and his grantee.  In the meantime, as the district court specifically found, the Foundation had expended approximately $20,000 on the property in addition to the purchase price and substantial free labor which was donated by those interested in the Foundation.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Although not specifically referred to by the district court, the record conclusively shows that at the time of trial only 134 pupils had sought enrollment in the Foundation school.  A number of the students did not even come from the Tate County School District but came from other districts.  The total number to be enrolled in the Foundation school (including those who came from outside the district) was only about 3% of the total enrollment of the entire district which serves approximately 4,000 students.</p>\n    </div>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Stretching beyond reason the holding in Wright, the opinion now imposes upon school boards the duty to investigate how prospective purchasers and their grantees propose to use property which is sold in accordance with law, but declines to say what type of investigation should be made.  The following language is used in the opinion: \"We need not state in detail exactly what type of inquiry must be made of prospective purchasers * * *\" To place such a burden on members of a board of education, who usually serve out of a sense of civic duty, in a small Mississippi rural school district is incomprehensible to me.  The majority seems to conclude that the title to lands once used for schools may be forever tainted, and that somehow, there is raised by implication of law a covenant that will run with the land prohibiting its use for any type of private school endeavor.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">For the foregoing reasons I am unable to generate any taste whatever for the judgment set forth in the opinion in this case.  It is difficult for me to believe that this court is possessed of so much goodness and wisdom that it can, in the circumstances and under the facts here presented, declare the judgment of a careful district judge null and void.  There are simply too many impediments -legal, factual and equitable-involved in this case to permit my concurrence.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>ON PETITIONS FOR REHEARING AND PETITIONS FOR REHEARING EN BANC</p>\n    </div>\n    <p class=\"indent\">PER CURIAM:</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Upon consideration of the petition for rehearing filed by the appellees, we modify that portion of the majority opinion which reversed the order of the district court upholding the sale of Thyatira School and remanding the case with directions that the district court enter an order invalidating the sale and directing reconveyance of the property to the Tate County Board of Education.  We now vacate the order of the district court upholding the sale of Thyatira School, and remand the case to the district court with directions to enter an order upholding the sale of the school but enjoining the Tate County Foundation or its members, successors or assigns from using the property for the operation of a private school on a discriminatory basis.  Such injunction of the district court shall provide that if the Thyatira School property is used for a private school, such school shall be operated without any discrimination of any kind or character based upon race, creed, color or national origin, and the doors of any such school shall be open at all times to all qualified applicants on an equal basis.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">It appears to be appropriate to express a caveat to courts who in the future may have to consider the sale of public school property for use as a private school.  Such a sale should be scrutinized with the utmost care and caution to the end that public school property shall not be converted to use by private schools which engage in forbidden discriminatory practices.  We adhere to the principles announced in Wright v. City of Brighton, Alabama, 5 Cir. 1971, 441 F.2d 447.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Except for the modifications herein ordered, the petitions for rehearing are hereby denied and the Court having been polled at the request of one of the members of the Court and a majority of the Circuit Judges who are in regular active service not having voted in favor of it, (Rule 35 Federal Rules of Appellate Procedure; Local Fifth Circuit Rule 12) the petitions for rehearing en banc are also denied.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A family with four or more school age children would be subject to the following yearly tuition schedule: $450.00 for the first child enrolled; $450.00 for the second child; $300.00 for the third child; and no tuition for all other children in the family</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The state action necessary to a Fourteenth Amendment contention is the sale of the property by a governmental body:</p>\n        <p>\"* * * Thus, it is the sale alone, not the city's involvement in the operation of the academy, which is in question here, and it is clear beyond peradventure that the sale itself was state action. * * *\"</p>\n        <p>441 F.2d at 450.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This court's decision was affirmed by the Supreme Court in Palmer v. Thompson, 1971, 403 U.S. 217, 91 S.Ct. 1940, 29 L.Ed.2d 438</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> United States v. City of Jackson, Mississippi, 5 Cir., 1963, 318 F.2d 1, 5</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Wright v. City of Brighton, Alabama, 5 Cir., 1971, 441 F.2d 447, 453</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> Wright v. City of Brighton, Alabama, 441 F.2d 447 (5th Cir. 1971)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> The court found:</p>\n        <p>In this connection the court must take note of the fact that the Foundation has invested substantial funds in the repair of the property since its acquisition.  A large part of the expenditures occurred before the defendant Steward and the Foundation were added as parties defendant to the action.</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">460</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">568</span></span></p>\n    <p class=\"parties\">Kelly McNEAL et al., Plaintiffs-Appellants,<br>v.<br>TATE COUNTY SCHOOL DISTRICT et al., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 30722.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Fifth Circuit.</p>\n    <p class=\"date\">Sept. 17, 1971.<br>Rehearing and Rehearing En Banc Denied June 7, 1972.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert J. Kelly, Batesville, Miss., for plaintiffs-appellants.</p>\n      <p class=\"indent\">Leon E. Hannaford, Senatobia, Miss., Semmes Luckett, Clarksdale, Miss., Roy E. Johnson, Senatobia, Miss., for defendants-appellees.</p>\n      <p class=\"indent\">Before JOHN R. BROWN, Chief Judge, and GEWIN and MORGAN, Circuit Judges.</p>\n      <p class=\"indent\">LEWIS R. MORGAN, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an action to set aside the sale of public school property to an all-white private school.  The district court upheld the sale.  We reverse.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiffs-appellants are black citizens of Tate County, Mississippi.  They filed suit under 42 U.S.C. Secs. 1981, 1983, and 28 U.S.C. Sec. 1343, seeking equitable relief against the sellers of the property, the Tate County Board of Education and the Tate County Superintendent of Education, and by later amendment against the purchaser of the property, Harold W. Steward, acting as agent for a group of citizens who later formed the Tate County Foundation.  The theory of appellants' complaint was that the Board of Education encouraged and fostered racially segregated education by selling the Thyatira School to the Tate County Foundation which converted the school into a private academy attended exclusively by white children.  After hearing testimony from both sides, the district court refused to invalidate the sale mainly on the grounds that there was no showing of illegality or bad faith by the school board in disposing of the property.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The facts surrounding the sale are substantially undisputed.  Thyatira School consisted of four buildings located on a rural six-acre tract in the eastern half of Tate County, Mississippi.  Constructed in 1941, the buildings deteriorated to such an extent that, by the Fall of 1969, they were in a dilapidated condition.  During the 1969-1970 school year 35 children of both races attended Thyatira and utilized only three of its seven classrooms.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Realizing that the school had outlived its usefulness and that continued operation would be uneconomical, the Tate County Board of Education met on December 10, 1969, and voted to sell Thyatira School.  Pursuant to this resolution, the property was advertised for three consecutive weeks in a weekly newspaper having a general circulation in Tate County as required by Section 6328-43 of the Mississippi Code of 1942, Recompiled.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The only offer submitted for the property was a sealed bid of $4,001.00 from Harold W. Steward, acting as agent for the Tate County Foundation (hereinafter, Foundation).  The Foundation was comprised of approximately 80 citizens of the county who contributed $100.00 each to be used to acquire property for the establishment of a private school.  At this point it is significant to note that the district court found, and we agree, that the Foundation sought to establish a private school in order to avoid \"the impact of full and complete integration of the schools of the district\" which came about as a result of the adoption of a unitary school plan by the school board.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The school board accepted Steward's bid and executed a quitclaim deed on January 7, 1970.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Although the Foundation did not receive actual possession until June 1, 1970, the school board allowed workmen to enter and begin renovating the buildings in February of 1970.  While the repair work was in progress, the Foundation assembled an all-white faculty and staff and accepted applications from 134 white students.  No black student applied for admission, undoubtedly because the annual tuition of $450.00 per child<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> was beyond the means of most of the black families in Tate County.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In June 1970 the newly formed private school was well on its way toward commencing operations under the name of Hillcrest Academy.  However, when appellants filed suit to compel the school board to reacquire the property, the Foundation responded on July 28th with a non-discriminatory admissions policy which declared that race would not be a factor in admitting students and that applicants would be judged solely on the basis of \"moral character\", \"disciplinary record\", and \"educational background\".</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We are thus confronted with the sale of an old and deteriorated public school facility to a private academy which, regardless of its published admissions policy, is segregated as to faculty, staff, and student body.  It is not contended that the school board lacked valid reasons for selling Thyatira School, or accepted an inadequate price for the property, or in any way affirmatively participated in the creation of an all-white private school.  However, the record fully supports the district court's finding that the school board was at all pertinent times aware of the \"fact that a movement was on foot in the county by many of the white citizens to start private schools, in order to avoid the impact of integration of the public schools of the district\".</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">With slight variations the identical issue was before this court in Wright v. City of Brighton, Alabama, 5 Cir., 1971, <span class=\"citation\" data-id=\"296188\"><a href=\"/opinion/296188/rebecca-wright-v-the-city-of-brighton-alabama/\"><span class=\"volume\">441</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">447</span></a></span>, where we held that the Fourteenth Amendment was violated by the city's sale<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> of a public school building to a private academy which the city knew had a policy of racial discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>\"Here it is perfectly clear that the City of Brighton's determination to sell a public school building to an institution which the city knew would operate an all-white segregated school had the ultimate effect of placing a special burden on the black citizens of that community.  The city in effect encouraged the maintenance of a segregated facility by its action.  It participated in a transaction by which a public building, once open to all on an equal basis, was converted into a segregated facility where the black people of the community were no longer welcome.  Whether we call such action the creation of a badge of slavery, Jones v. Alfred H. Mayer Co., 1968, <span class=\"citation\" data-id=\"107748\"><a href=\"/opinion/107748/jones-v-alfred-h-mayer-co/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">409</span></a></span>, 439, <span class=\"citation\" data-id=\"107748\"><a href=\"/opinion/107748/jones-v-alfred-h-mayer-co/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2186</span></a></span>, <span class=\"citation\" data-id=\"107748\"><a href=\"/opinion/107748/jones-v-alfred-h-mayer-co/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1189</span></a></span>, a relic of slavery, Jones v. Alfred H. Mayer Co., supra, at 443, <span class=\"citation\" data-id=\"107748\"><a href=\"/opinion/107748/jones-v-alfred-h-mayer-co/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2186</span></a></span> or a badge of inequality, Palmer v. Thompson, 5 Cir., 1969, <span class=\"citation\" data-id=\"287779\"><a href=\"/opinion/287779/hazel-palmer-v-allen-c-thompson-mayor-city-of-jackson/\"><span class=\"volume\">419</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1222</span></a></span>, cert. granted, <span class=\"citation no-link\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1035</span></span> [<span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1364</span></span>, <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">646</span></span><a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> such a segregated institution is one of the many humiliations which society has visited upon the black man.  The Supreme Court and others have taken occasion to note the feelings of inferiority generated in the 'hearts and minds of Negro children, when they are separated solely because of race from those of similar age and qualification.'  Brown v. Board of Education of Topeka, 1954, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, 494, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></span>; Dawson v. Mayor and City Council of Baltimore City, 4 Cir. 1955, <span class=\"citation\" data-id=\"236084\"><a href=\"/opinion/236084/robert-m-dawson-jr-v-mayor-and-city-council-of-baltimore-city-james-c/\"><span class=\"volume\">220</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">386</span></a></span>, 387, aff'd. <span class=\"citation no-link\"><span class=\"volume\">350</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">877</span></span>, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">133</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">774</span></span>.  The effect of the city's action here was to create another place where these feelings of inferiority could be generated, and it was all the more a humiliating indignity because this building had for years been a public school building which did not lose its identity as a public facility just because legal title changed hands.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">441 F.2d at 451.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Of course, the City of Brighton had actual knowledge that the school building it sold would be operated as an all-white segregated academy, and here, the members of the Tate County Board of Education gave unrefuted testimony that they were not aware that the Thyatira School was being sold to purchasers who intended to create a private school.  But this distinction becomes inconsequential in view of testimony from board members who stated that, even though they were cognizant of local and state-wide movements to avoid desegregation by forming private schools, no effort was made to discuss, to investigate, or even consider the patently obvious possibility that Thyatira might become a segregated academy after it was sold.  (R. 154, 209)</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We will not allow a school board to circumvent our decision in Wright v. City of Brighton, Alabama, supra, by ignoring local conditions and then claiming that it did not know that public property was being sold to those who would practice racial discrimination.  As Judges Wisdom<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and Goldberg<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> of this court have observed, federal judges are not so naive in the field of civil rights.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Furthermore, school boards are charged with the affirmative duty to take whatever steps might be necessary to bring about a unitary educational system which is free from racial discrimination.  Green v. School Board of New Kent County, 1968, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">430</span></a></span>, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">716</span></a></span>.  That duty includes making some sort of reasonable investigation of prospective purchasers when school property is sold in an area where it is common practice to establish all-white private schools as a response to court-ordered integration.  In the case at hand, the members of the Tate County Board of Education knew full well of efforts to thwart integration by setting up private academies, and yet, they made not the slightest effort to determine what use the purchasers would make of Thyatira School.  By their inaction the board members breached their affirmative constitutional duty to achieve a unitary school system and provided aid to a scheme which resulted in more-not less -segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We need not state in detail exactly what type of inquiry must be made of prospective purchasers by sellers of public school property for that question is not before us.  In any event, the standard would most likely vary with the facts of each particular case.  Suffice it to say that in this case the Tate County Board of Education closed its eyes and made no inquiry whatever, and for that reason the sale of Thyatira School must be set aside.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">That part of the district court's order upholding the sale of Thyatira School is therefore reversed and the case remanded with directions that the court enter an order invalidating the sale and reconveying the property to the Tate County Board of Education.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Finally, the district court enjoined the sale of any additional school property in Tate County without prior approval by the court.  We affirm this part of the court's order with the stipulation, of course, that all future sales be approved only upon compliance with the views expressed herein.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Reversed in part; affirmed in part; remanded with directions.</p>\n    </div>\n    <p class=\"indent\">GEWIN, Circuit Judge (dissenting):</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Although nothing said in this dissent is intended to reflect unfavorably upon the sincerity and dedication of my brothers of the majority, nothing they have said in their opinion (the opinion) convinces me that the conclusion reached in this case is correct.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Without finding that the trial court, sitting as a court of equity without a jury, made even one clearly erroneous finding of fact, almost totally ignoring the facts found, and relying on an unwarranted, illogical, unjust and unreasonable extrapolation of a case<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> not cited by any party to this litigation, the majority has reversed the judgment of the district court on the only issue presented for review.  In addition, a totally different judgment has been rendered on the appellate level.  It is indeed regrettable that such a decision should be imposed upon an outstanding district judge who is well known for his courage and expertise in the area of law here involved; not to mention an innocent Board of Education in a small rural school system.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">From the statement of the issue to be decided to the final conclusion reached, the flavor and implications of the opinion are totally contrary to all of the facts found by the trial court, as the opinion silently concedes.  Essentially the opinion concludes that</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>[T]he district court refused to invalidate the sale mainly on the grounds that there was no showing of illegality or bad faith by the school board in disposing of the property.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Actually the district court did find that the School Board acted in good faith and lawfully in every respect, and that the consideration paid for the property was not inadequate.  Quite to the contrary of the implications of the opinion, the court found and concluded as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>It must be called to the attention of the parties that this action does not involve a sale of school property by a school board, after an integration action has been filed, nor does it involve an action where a school board has abandoned and sold school property based primarily upon a finding that the integration of the schools of the district will result in reduced attendance to the extent that the property will not be needed in the operation of the schools.  Such situations must be dealt with in each individual case.  Suffice to say such a situation does not exist in this action.  (Emphasis added)</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The district court further found the following additional and important facts, totally ignored in the opinion:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>a.  The evidence is clear that the Thyatira School has not been needed in the operation of schools in the School District since the reconstitution of the district more than fifteen years ago.  (Emphasis added)</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>b. Having reached the proper decision to close the Thyatira School, it necessarily follows that the Board was under the legal duty to declare the property to be surplus property, and provide for its sale according to law.  (Emphasis added)</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>Pertinent Facts Found By The District Court</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The district court found from ample, substantial and undisputed evidence in the record that since 1963-64 the school board had expended a much larger sum for the education of each student at the school here involved than had been spent in other schools operated by the district.  In July 1969, the school board was given notice by proper officials that the per pupil expenditures at the school would have a bearing on the right of the district to continue to receive federal funds under the Title I program.  For a period of seven years the number of students attending the school did not exceed 50 except for one year when 53 students attended.  At the time of closing there were two teachers and only thirty-five students in attendance, approximately 25% of which were black.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The court specifically found that the continued operation of the school was not economically or educationally feasible, that such condition had not come about as a result of integration, but that the closing was based on sound educational considerations.  The court found and the proof conclusively demonstrated that the 6 acre tract of land, located in a rural section, had no commercial value and that the buildings located thereon \"added little value, if any, to the value of the land comprising the school site.\"</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">With this factual background and without any apparent secrecy whatever, at a regular meeting on November 3, 1969 the school board adopted a resolution directing that the school in question be closed at the end of the 1969-70 school year and declaring its intention to treat the school site as surplus property.  At its regular meeting on December 10, 1969 the school board adopted a resolution declaring that the property here involved was not needed in the operation of the schools in the district, and directed the secretary of the board to advertise for bids for the sale of the property.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Pursuant to these resolutions the tract of land was advertised according to law and was sold to Steward, in accordance with his bid, on January 7, 1970.  At that time the Tate County Foundation, Inc. was not in existence.  During this entire period of time neither the plaintiffs nor anyone else objected to the sale, they offered no bids and did not contest the decision of the school board to declare the property not needed and surplus pursuant to the requirement of the Title I program.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Moreover, when this suit was first filed neither Steward nor his subsequent grantee (the Foundation) were made parties.  This omission was raised in the answer of the school board and it was not until June 8, 1970 that the plaintiffs amended their complaint in order to join Steward and his grantee.  In the meantime, as the district court specifically found, the Foundation had expended approximately $20,000 on the property in addition to the purchase price and substantial free labor which was donated by those interested in the Foundation.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Although not specifically referred to by the district court, the record conclusively shows that at the time of trial only 134 pupils had sought enrollment in the Foundation school.  A number of the students did not even come from the Tate County School District but came from other districts.  The total number to be enrolled in the Foundation school (including those who came from outside the district) was only about 3% of the total enrollment of the entire district which serves approximately 4,000 students.</p>\n    </div>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Stretching beyond reason the holding in Wright, the opinion now imposes upon school boards the duty to investigate how prospective purchasers and their grantees propose to use property which is sold in accordance with law, but declines to say what type of investigation should be made.  The following language is used in the opinion: \"We need not state in detail exactly what type of inquiry must be made of prospective purchasers * * *\" To place such a burden on members of a board of education, who usually serve out of a sense of civic duty, in a small Mississippi rural school district is incomprehensible to me.  The majority seems to conclude that the title to lands once used for schools may be forever tainted, and that somehow, there is raised by implication of law a covenant that will run with the land prohibiting its use for any type of private school endeavor.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">For the foregoing reasons I am unable to generate any taste whatever for the judgment set forth in the opinion in this case.  It is difficult for me to believe that this court is possessed of so much goodness and wisdom that it can, in the circumstances and under the facts here presented, declare the judgment of a careful district judge null and void.  There are simply too many impediments -legal, factual and equitable-involved in this case to permit my concurrence.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>ON PETITIONS FOR REHEARING AND PETITIONS FOR REHEARING EN BANC</p>\n    </div>\n    <p class=\"indent\">PER CURIAM:</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Upon consideration of the petition for rehearing filed by the appellees, we modify that portion of the majority opinion which reversed the order of the district court upholding the sale of Thyatira School and remanding the case with directions that the district court enter an order invalidating the sale and directing reconveyance of the property to the Tate County Board of Education.  We now vacate the order of the district court upholding the sale of Thyatira School, and remand the case to the district court with directions to enter an order upholding the sale of the school but enjoining the Tate County Foundation or its members, successors or assigns from using the property for the operation of a private school on a discriminatory basis.  Such injunction of the district court shall provide that if the Thyatira School property is used for a private school, such school shall be operated without any discrimination of any kind or character based upon race, creed, color or national origin, and the doors of any such school shall be open at all times to all qualified applicants on an equal basis.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">It appears to be appropriate to express a caveat to courts who in the future may have to consider the sale of public school property for use as a private school.  Such a sale should be scrutinized with the utmost care and caution to the end that public school property shall not be converted to use by private schools which engage in forbidden discriminatory practices.  We adhere to the principles announced in Wright v. City of Brighton, Alabama, 5 Cir. 1971, <span class=\"citation\" data-id=\"296188\"><a href=\"/opinion/296188/rebecca-wright-v-the-city-of-brighton-alabama/\"><span class=\"volume\">441</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">447</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Except for the modifications herein ordered, the petitions for rehearing are hereby denied and the Court having been polled at the request of one of the members of the Court and a majority of the Circuit Judges who are in regular active service not having voted in favor of it, (Rule 35 Federal Rules of Appellate Procedure; Local Fifth Circuit Rule 12) the petitions for rehearing en banc are also denied.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A family with four or more school age children would be subject to the following yearly tuition schedule: $450.00 for the first child enrolled; $450.00 for the second child; $300.00 for the third child; and no tuition for all other children in the family</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The state action necessary to a Fourteenth Amendment contention is the sale of the property by a governmental body:</p>\n        <p>\"* * * Thus, it is the sale alone, not the city's involvement in the operation of the academy, which is in question here, and it is clear beyond peradventure that the sale itself was state action. * * *\"</p>\n        <p>441 F.2d at 450.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This court's decision was affirmed by the Supreme Court in Palmer v. Thompson, 1971, <span class=\"citation\" data-id=\"108369\"><a href=\"/opinion/108369/palmer-v-thompson/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">217</span></a></span>, <span class=\"citation\" data-id=\"108369\"><a href=\"/opinion/108369/palmer-v-thompson/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1940</span></a></span>, <span class=\"citation\" data-id=\"108369\"><a href=\"/opinion/108369/palmer-v-thompson/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">438</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> United States v. City of Jackson, Mississippi, 5 Cir., 1963, <span class=\"citation\" data-id=\"260767\"><a href=\"/opinion/260767/united-states-of-america-and-interstate-commerce-commission-v-the-city-of/\"><span class=\"volume\">318</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 5</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Wright v. City of Brighton, Alabama, 5 Cir., 1971, <span class=\"citation\" data-id=\"296188\"><a href=\"/opinion/296188/rebecca-wright-v-the-city-of-brighton-alabama/\"><span class=\"volume\">441</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">447</span></a></span>, 453</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> Wright v. City of Brighton, Alabama, <span class=\"citation\" data-id=\"296188\"><a href=\"/opinion/296188/rebecca-wright-v-the-city-of-brighton-alabama/\"><span class=\"volume\">441</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">447</span></a></span> (5th Cir. 1971)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> The court found:</p>\n        <p>In this connection the court must take note of the fact that the Foundation has invested substantial funds in the repair of the property since its acquisition.  A large part of the expenditures occurred before the defendant Steward and the Foundation were added as parties defendant to the action.</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107705/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107748/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108369/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/236084/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/260767/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/287779/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/296188/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T17:49:29.899440Z",
      "date_modified": "2017-04-07T10:52:53.443768Z",
      "date_filed": "1972-06-07",
      "date_filed_is_approximate": false,
      "slug": "kelly-mcneal-v-tate-county-school-district",
      "citation_id": 277327,
      "case_name_short": "",
      "case_name": "Kelly McNeal v. Tate County School District",
      "case_name_full": "",
      "federal_cite_one": "460 F.2d 568",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 11,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/737104/kelly-mcneal-v-tate-county-school-district/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T11:54:53.047720Z",
  "date_modified": "2014-10-30T11:54:53.047720Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Kelly McNeal v. Tate County School District",
  "case_name_full": "",
  "slug": "kelly-mcneal-v-tate-county-school-district",
  "docket_number": "30722",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}