{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/745276/",
  "id": 745276,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/washctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2629581/",
      "id": 2629581,
      "absolute_url": "/opinion/2629581/cary-v-mason-county/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/745276/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2629581/",
          "id": 2629581,
          "absolute_url": "/opinion/2629581/cary-v-mason-county/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2629581/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/8449/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-11-01T20:54:20.056639Z",
          "date_modified": "2017-04-11T03:57:03.738849Z",
          "type": "010combined",
          "sha1": "fd53e7e079fcc215bdeba226920da9e2d4ac7b2a",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>219 P.3d 952 (2009)</b></center>\n<center><h1>James R. CARY, Mary Alice Cary, John E. Diehl, and William D. Fox, Sr., Respondents and Cross Appellants,<br>\nv.<br>\nMASON COUNTY, Defendant, and<br>\nMason Conservation District, Appellant and Cross Respondent.</h1></center>\n<center>No. 37981-3-II.</center>\n<center><p><b>Court of Appeals of Washington, Division 2.</b></p></center>\n<center>November 9, 2009.</center>\n<p><span class=\"star-pagination\">*953</span> Monty Dale Cobb, Mason County Prosecutors Office, Shelton, WA, for Defendant.</p>\n<p>Matthew Bryan Edwards, Owens Davies Fristoe Taylor &amp; Schultz PS, Olympia, WA, for Appellant/Cross-Respondent.</p>\n<p>James R. &amp; Mary Alice Cary (Appearing Pro Se), John E. Diehl (Appearing Pro Se), William D. Fox Sr. (Appearing Pro Se), Shelton, WA, for Respondent/Cross-Appellant.</p>\n<p>Sharonne E. O'shea, Attorney Generals Office, Olympia, WA, Amicus Curiae on behalf of Wa State Conservation Comms.</p>\n<p>HOUGHTON, P.J.</p>\n<p>¶ 1 The Mason County Conservation District<sup>[1]</sup> (District) appeals the trial court's grant of summary judgment in favor of James Cary, Mary Cary, John Diehl, and William Fox, Sr. (Landowners) that invalidated <span class=\"star-pagination\">*954</span> an assessment Mason County (County) levied against landowners within the District. The District argues that the assessment constitutes a fee rather than a tax; but even if the assessment is a tax, it is valid. The Landowners argue on cross appeal that the trial court should refund assessments landowners paid to the County up to the date the Landowners prevailed on summary judgment. We agree with the District that it is a fee and, therefore, reverse and remand.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>¶ 2 On July 29, 2002, the District wrote the Mason County Board of Commissioners (Board) to request a special 10-year-long annual assessment of $5.00 per parcel and $0.07 per acre for all parcels one acre or larger. The District explained that it intended to \"create a fund dedicated to addressing water resource protection issues within Mason County.\" Clerk's Papers (CP) at 59. The District proposed that the monies the assessment generated go to the Mason County Department of Health Services to fund programs to protect water quality and provide matching funds for future grant opportunities.</p>\n<p>¶ 3 On August 27, the Board held a hearing and considered the District's request. At the hearing, Department of Health Services staff recommended that the Board approve the assessment but charge $0.00 per acre in lieu of $0.07 per acre due to the high administrative costs associated with the implementation of a per acre assessment. The Board agreed to the changes, approved the modified assessment, and began collecting the $5.00 per parcel assessment in 2003. The Board entered findings of fact and codified its decision as Mason County Ordinance 121-02. From 2003 through 2007, the County collected $1,112,640.68.</p>\n<p>¶ 4 On March 10, 2003, the Landowners sought a declaratory judgment ruling the assessment an unconstitutional property tax, which the trial court ultimately dismissed as untimely. <i>Cary v. Mason County,</i> 132 Wash. App. 495, 498, 504, 132 P.3d 157 (2006), <i>review denied,</i> 159 Wash.2d 1005, 153 P.3d 196 (2007). The Landowners then appealed and we reversed and remanded, reasoning that because the Landowners alleged the assessment was an invalid property tax, they made a timely claim under the applicable statute. <i>Cary,</i> 132 Wash.App. at 504, 132 P.3d 157.</p>\n<p>¶ 5 The Landowners then moved for summary judgment, and the District filed a cross-motion for summary judgment. The trial court granted the Landowners' motion and enjoined the County from collecting any more assessments under the ordinance. The trial court gave three bases for its decision. First, after analyzing the three factors in <i>Covell v. City of Seattle,</i> 127 Wash.2d 874, 905 P.2d 324 (1995), the trial court determined that the assessment was an unlawful tax because \"there is no direct relationship between the fee charged and any services provided . . . [to] parcel owners.\" CP at 28. Second, it determined that under RCW 89.08.220, a conservation district cannot levy a tax and, therefore, the assessment could not be a legislatively authorized constitutional tax. Third, it found that the ordinance violated RCW 89.08.400(3) because the statute requires a per acre charge to accompany a per parcel charge.</p>\n<p>¶ 6 On March 26, 2008, the Landowners moved for clarification, urging the trial court to grant their request for retroactive relief for taxes paid beginning in 2003. The District opposed this motion on procedural grounds. The District then sought certification to allow for an immediate appeal and asked the trial court to enter a stay of judgment. The trial court granted the Landowners' request for clarification in part by awarding retroactive relief to those property owners who had made their assessment payments under protest. The trial court also granted the request for a stay and certified the matter for appellate review. We granted the District's motion for discretionary review.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p>¶ 7 The District appeals the trial court's grant of summary judgment. We review summary judgment orders de novo. <i>Qwest Corp. v. City of Bellevue,</i> 161 Wash.2d 353, 358, 166 P.3d 667 (2007). A trial court properly grants summary judgment when no genuine issues of material fact exist, thereby <span class=\"star-pagination\">*955</span> entitling the moving party to a judgment as a matter of law. CR 56(c). We draw all reasonable inferences from the facts in the light most favorable to the nonmoving party. <i>Hisle v. Todd Pac. Shipyards Corp.,</i> 151 Wash.2d 853, 860, 93 P.3d 108 (2004).</p>\n<p></p>\n<h2>Nature of Assessment</h2>\n<p>¶ 8 The District first contends that the County's assessment is a regulatory fee and not a tax; but even if we determine that it is a tax, it is a constitutional one. The District argues that under <i>Covell,</i> the assessment meets the requirements for a valid regulatory fee and the trial court erred in finding no direct relationship between the assessment and benefits it conferred.</p>\n<p>¶ 9 Under <i>Covell,</i> Washington courts apply three factors in weighing whether an assessment amounts to a regulatory fee or a tax: (1) whether the primary purpose is to raise revenue (tax) or regulate (regulatory fee); (2) whether the funds must be allocated to a regulatory purpose (if so, regulatory fee); and (3) whether a direct relationship exists between the assessment charged and the benefit the payer received or the assessment charged and the burden the fee payer produced (if so, regulatory fee). 127 Wash.2d at 879, 905 P.2d 324.</p>\n<p>¶ 10 Here, the Board's findings of fact supporting its decision to implement Ordinance 121-02 also support the District's argument that the first factor weighs in favor of treating the assessment as a fee and not a tax. In <i>Samis Land Co.,</i> the court explained the first <i>Covell</i> factor: \"If the fundamental legislative impetus was to `regulate' the fee payers  by providing them with a targeted service or alleviating a burden to which they contribute  that would suggest that the charge was an incidental `tool of regulation' rather than a tax in disguise.\" <i>Samis Land Co. v. City of Soap Lake,</i> 143 Wash.2d 798, 807, 23 P.3d 477 (2001) (footnotes omitted). The findings state that the District will use the funds to protect water for drinking, recreation, fishing, and commercial activity. In the Landowners' affidavit submitted at trial, they agreed that \"[t]he monies collected under Ordinance 121-02 have been spent mainly to improve water quality in Mason County\" and submitted the expense reports in support of that fact. CP at 95. Thus, the first factor weighs in favor of treating the assessment as a regulatory fee.</p>\n<p>¶ 11 The second <i>Covell</i> factor, whether the County has allocated the funds for a regulatory purpose, weighs in favor of the District because it segregates the funds the assessment generates into an account used only for water management, storm water maintenance programs, and education. 127 Wash.2d at 879, 905 P.2d 324. In <i>Storedahl,</i> facing a similar factual situation to the present case, we reasoned that the assessment at issue resembled a fee under the second <i>Covell</i> factor because Clark County used the storm water funds for the limited purpose of maintaining storm water infrastructure, educating the public about the effects of storm water, and other similar activities. <i>Storedahl Props., LLC v. Clark County,</i> 143 Wash.App. 489, 502-03, 178 P.3d 377, <i>review denied,</i> 164 Wash.2d 1018, 195 P.3d 88 (2008). The second <i>Covell</i> factor therefore weighs in favor of treating the assessment as a regulatory fee as well.</p>\n<p>¶ 12 With respect to the third factor, we first determine whether a direct relationship exists between the assessment paid and the service the payer received. <i>Covell,</i> 127 Wash.2d at 879, 905 P.2d 324. If we determine that a direct relationship exists, the assessment \"may be deemed a regulatory fee even though the charge is not individualized according to the benefit accruing to each fee payer or the burden produced by the fee payer.\" <i>Covell,</i> 127 Wash.2d at 879, 905 P.2d 324.</p>\n<p>¶ 13 In <i>Storedahl,</i> we decided that the third <i>Covell</i> factor weighed in favor of treating the assessment as a regulatory fee because Clark County used the funds to manage storm water run-off, thereby benefitting the entire county. <i>Storedahl,</i> 143 Wash.App. at 505-06, 178 P.3d 377. In <i>Tukwila School District,</i> Division One found that a direct relationship under the third <i>Covell</i> factor existed because \"it rains everywhere and all parcels within the City benefit from a system that manages the quantity and quality of storm and surface water runoff to prevent <span class=\"star-pagination\">*956</span> flooding, erosion, sedimentation, pollution, and danger to life and property.\" <i>Tukwila Sch. Dist. No. 406 v. City of Tukwila,</i> 140 Wash.App. 735, 749, 167 P.3d 1167 (2007). Here, the third factor also weighs in favor of treating the assessment as a regulatory fee because the County uses the funds it collects to manage the storm water runoff for the benefit of all county residents. <i>Covell,</i> 127 Wash.2d at 879, 905 P.2d 324; <i>Storedahl,</i> 143 Wash.App. at 505-06, 178 P.3d 377. All three <i>Covell</i> factors weigh in favor of a fee<sup>[2]</sup> and the trial court therefore erred in finding that the assessment constituted a tax rather than a regulatory fee.<sup>[3]</sup></p>\n<p></p>\n<h2>Per Acre Assessment</h2>\n<p>¶ 14 The District next contends that the Board did not violate RCW 89.08.400(3) by imposing a $0.00 per acre assessment in addition to its $5.00 per parcel assessment. The District argues that the legislature precluded judicial review of whether the Board acted outside its discretion in imposing the assessment. The District argues further that the Landowners did not timely file their claim under RCW 36.32.330 and our ruling in the first appeal.</p>\n<p>¶ 15 We look at the statute's plain language and ordinary meaning and \"the applicable legislative enactment as a whole, harmonizing its provisions by reading them in context with related provisions and the statute as a whole.\" <i>Quadrant Corp. v. Cent. Puget Sound Growth Mgmt. Hearings Bd.,</i> 154 Wash.2d 224, 239, 110 P.3d 1132 (2005). When faced with an unambiguous statute, we derive the legislature's intent from the plain language alone. <i>Waste Mgmt. of Seattle, Inc., v. Utils. &amp; Transp. Comm'n,</i> 123 Wash.2d 621, 629, 869 P.2d 1034 (1994).</p>\n<p>¶ 16 The District bases its first timeliness argument on the RCW 89.08.400(2) provision that \"[t]he findings of the county legislative authority shall be final and conclusive\" and the RCW 89.08.400(5) provision allowing for voter nullification of the assessment if 20 per cent of the landowners in the affected district to sign a petition objecting to the assessment. Appellant's Br. at 30.</p>\n<p>¶ 17 RCW 89.08.400(2) provides in relevant part:</p>\n<blockquote>The county legislative authority shall hold a public hearing on the proposed system of assessments. After the hearing, the county legislative authority may accept, or modify and accept, the proposed system of assessments, including the number of years during which the special assessments shall be imposed, if it finds that both the public interest will be served by the imposition of the special assessments and that the special assessments to be imposed on any land will not exceed the special benefit that the land receives or will receive from the activities of the conservation district. <i>The findings of the county legislative authority shall be final and conclusive.</i> Special assessments may be altered during this period on individual parcels in accordance with the system of assessments if land is divided or land uses or other factors change.</blockquote>\n<p>(Emphasis added.) As the statute makes clear, the District has taken the \"final and conclusive\" provision out of context and misconstrued the legislature's intent. Read in the context of the entire statute, the provision states that the Board's findings of fact become final and conclusive within the meaning of RCW 89.08.400(2), not Ordinance 121-02. Further, the District's argument that the availability of a voter nullification petition supports its timeliness argument also fails because nothing in the provision addresses judicial review, and the District fails to cite any authority to support the argument. RCW 89.08.400(5).</p>\n<p>¶ 18 The District bases its next timeliness argument on RCW 36.32.330 and argues that because the Landowners did not appeal the Board's enactment of the ordinance to the superior court within 20 days, the matter is time barred. Under RCW 36.32.330, \"Any person may appeal to the superior court from any decision or order of the board of county <span class=\"star-pagination\">*957</span> commissioners. Such appeal shall be taken within twenty days after the decision or order, and the appellant shall within that time serve notice of appeal on the county commissioners.\"</p>\n<p>¶ 19 Although the Landowners argue that this timeliness issue is res judicata, the District correctly points out that it is the law of the case doctrine and not the closely related res judicata doctrine that applies here. <i>See </i><i>Roberson v. Perez,</i> 156 Wash.2d 33, 41, 123 P.3d 844 (2005) (\"the law of the case doctrine stands for the proposition that once there is an appellate holding enunciating a principle of law, that holding will be followed in subsequent stages of the same litigation\"). Nonetheless, applying the law of the case doctrine, the Landowners are correct that we have already carefully analyzed the District's timeliness challenges and disagreed with its argument. <i>Cary,</i> 132 Wash.App. at 504, 132 P.3d 157. Thus, we address the parties' remaining arguments.</p>\n<p>¶ 20 The District contends that the Board did not violate RCW 89.08.400(3) by imposing a $0.00 per acre assessment in addition to its $5.00 per parcel assessment. RCW 89.08.400(3) provides in relevant part as follows:</p>\n<blockquote>A system of assessments shall classify lands in the conservation district into suitable classifications according to benefits conferred or to be conferred by the activities of the conservation district, determine an annual per acre rate of assessment for each classification of land, and indicate the total amount of special assessments proposed to be obtained from each classification of lands. Lands deemed not to receive benefit from the activities of the conservation district shall be placed into a separate classification and shall not be subject to the special assessments. <i>An annual assessment rate shall be stated as either uniform annual per acre amount, or an annual flat rate per parcel plus a uniform annual rate per acre amount, for each classification of land. The maximum annual per acre special assessment rate shall not exceed ten cents per acre.</i> The maximum annual per parcel rate shall not exceed five dollars, except that for counties with a population of over one million five hundred thousand persons, the maximum annual per parcel rate shall not exceed ten dollars.</blockquote>\n<p>(Emphasis added.) Reviewing the statutory language, the Landowners' argument that the statute requires a per acre charge to accompany a per parcel charge does not persuade us. Even if the Landowners were correct and the statute required the Board to impose a per acre charge, nothing in the language of the statute prevents the per acre charge from being $0.00. RCW 89.08.400(3). Although the statute does explicitly provide a maximum, it does not similarly provide a minimum. RCW 89.08.400(3). This is because RCW 89.08.400(3) merely describes <i>how</i> annual per acre and per parcel assessments must be set forth; it does not require the imposition of a per acre charge in addition to the per parcel charge.</p>\n<p>¶ 21 Thus, the trial court erred by ruling that the Board's decision to assess $5.00 per parcel plus $0.00 per acre does not comply with the requirements of RCW 89.08.400(3).<sup>[4]</sup></p>\n<p></p>\n<h2>Retroactive Relief</h2>\n<p>¶ 22 On cross appeal, the Landowners contend that they are entitled to a refund of assessments paid to the County under Ordinance 121-02. At trial, the court granted this relief to those who paid under protest during the assessment period. Because we reverse, we do not grant the Landowners' requested relief.</p>\n<p>¶ 23 Reversed and remanded with instructions to grant the District's cross motion for summary judgment.</p>\n<p>WE CONCUR: BRIDGEWATER and HUNT, JJ.</p>\n<h2>NOTES</h2>\n<p>[1]  The Mason County Conservation District is one of 47 such districts in the state, and it consists of all the land within Mason County with the exception of the city of Shelton. Conservation districts exist to mitigate environmental problems such as erosion, sedimentation, and storm water runoff pollution. RCW 89.08.010.</p>\n<p>[2]  The trial court also erred in finding that the District improperly imposed the \"tax\" because only the County has the power to levy taxes. As the record shows, it was the County, and not the District, that imposed the fee.</p>\n<p>[3]  Because we hold that the assessment constituted a fee, we do not address the County's alternative argument that if we were to hold the assessment constituted a tax, it was valid.</p>\n<p>[4]  Although the Landowners also argue that the ordinance failed to properly classify the land receiving the benefit of the assessment, the fee does not apply to forested land. Confining the assessment to non-forested parcels, which do not absorb storm water in the same manner as forested parcels, implies a classification and thus satisfies the statutory requirement. RCW 89.08.400(3).</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">219</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">952</span></span> (2009)</b></center>\n<center><h1>James R. CARY, Mary Alice Cary, John E. Diehl, and William D. Fox, Sr., Respondents and Cross Appellants,<br>\nv.<br>\nMASON COUNTY, Defendant, and<br>\nMason Conservation District, Appellant and Cross Respondent.</h1></center>\n<center>No. 37981-3-II.</center>\n<center><p><b>Court of Appeals of Washington, Division 2.</b></p></center>\n<center>November 9, 2009.</center>\n<p><span class=\"star-pagination\">*953</span> Monty Dale Cobb, Mason County Prosecutors Office, Shelton, WA, for Defendant.</p>\n<p>Matthew Bryan Edwards, Owens Davies Fristoe Taylor &amp; Schultz PS, Olympia, WA, for Appellant/Cross-Respondent.</p>\n<p>James R. &amp; Mary Alice Cary (Appearing Pro Se), John E. Diehl (Appearing Pro Se), William D. Fox Sr. (Appearing Pro Se), Shelton, WA, for Respondent/Cross-Appellant.</p>\n<p>Sharonne E. O'shea, Attorney Generals Office, Olympia, WA, Amicus Curiae on behalf of Wa State Conservation Comms.</p>\n<p>HOUGHTON, P.J.</p>\n<p>¶ 1 The Mason County Conservation District<sup>[1]</sup> (District) appeals the trial court's grant of summary judgment in favor of James Cary, Mary Cary, John Diehl, and William Fox, Sr. (Landowners) that invalidated <span class=\"star-pagination\">*954</span> an assessment Mason County (County) levied against landowners within the District. The District argues that the assessment constitutes a fee rather than a tax; but even if the assessment is a tax, it is valid. The Landowners argue on cross appeal that the trial court should refund assessments landowners paid to the County up to the date the Landowners prevailed on summary judgment. We agree with the District that it is a fee and, therefore, reverse and remand.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>¶ 2 On July 29, 2002, the District wrote the Mason County Board of Commissioners (Board) to request a special 10-year-long annual assessment of $5.00 per parcel and $0.07 per acre for all parcels one acre or larger. The District explained that it intended to \"create a fund dedicated to addressing water resource protection issues within Mason County.\" Clerk's Papers (CP) at 59. The District proposed that the monies the assessment generated go to the Mason County Department of Health Services to fund programs to protect water quality and provide matching funds for future grant opportunities.</p>\n<p>¶ 3 On August 27, the Board held a hearing and considered the District's request. At the hearing, Department of Health Services staff recommended that the Board approve the assessment but charge $0.00 per acre in lieu of $0.07 per acre due to the high administrative costs associated with the implementation of a per acre assessment. The Board agreed to the changes, approved the modified assessment, and began collecting the $5.00 per parcel assessment in 2003. The Board entered findings of fact and codified its decision as Mason County Ordinance 121-02. From 2003 through 2007, the County collected $1,112,640.68.</p>\n<p>¶ 4 On March 10, 2003, the Landowners sought a declaratory judgment ruling the assessment an unconstitutional property tax, which the trial court ultimately dismissed as untimely. <i>Cary v. Mason County,</i> <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">Wash. App.</span> <span class=\"page\">495</span></span>, 498, 504, <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">157</span></span> (2006), <i>review denied,</i> 159 Wash.2d 1005, <span class=\"citation no-link\"><span class=\"volume\">153</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">196</span></span> (2007). The Landowners then appealed and we reversed and remanded, reasoning that because the Landowners alleged the assessment was an invalid property tax, they made a timely claim under the applicable statute. <i>Cary,</i> 132 Wash.App. at 504, <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">157</span></span>.</p>\n<p>¶ 5 The Landowners then moved for summary judgment, and the District filed a cross-motion for summary judgment. The trial court granted the Landowners' motion and enjoined the County from collecting any more assessments under the ordinance. The trial court gave three bases for its decision. First, after analyzing the three factors in <i>Covell v. City of Seattle,</i> 127 Wash.2d 874, <span class=\"citation\" data-id=\"1374846\"><a href=\"/opinion/1374846/covell-v-city-of-seattle/\"><span class=\"volume\">905</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">324</span></a></span> (1995), the trial court determined that the assessment was an unlawful tax because \"there is no direct relationship between the fee charged and any services provided . . . [to] parcel owners.\" CP at 28. Second, it determined that under RCW 89.08.220, a conservation district cannot levy a tax and, therefore, the assessment could not be a legislatively authorized constitutional tax. Third, it found that the ordinance violated RCW 89.08.400(3) because the statute requires a per acre charge to accompany a per parcel charge.</p>\n<p>¶ 6 On March 26, 2008, the Landowners moved for clarification, urging the trial court to grant their request for retroactive relief for taxes paid beginning in 2003. The District opposed this motion on procedural grounds. The District then sought certification to allow for an immediate appeal and asked the trial court to enter a stay of judgment. The trial court granted the Landowners' request for clarification in part by awarding retroactive relief to those property owners who had made their assessment payments under protest. The trial court also granted the request for a stay and certified the matter for appellate review. We granted the District's motion for discretionary review.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p>¶ 7 The District appeals the trial court's grant of summary judgment. We review summary judgment orders de novo. <i>Qwest Corp. v. City of Bellevue,</i> 161 Wash.2d 353, 358, <span class=\"citation\" data-id=\"2623787\"><a href=\"/opinion/2623787/qwest-corp-v-city-of-bellevue/\"><span class=\"volume\">166</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">667</span></a></span> (2007). A trial court properly grants summary judgment when no genuine issues of material fact exist, thereby <span class=\"star-pagination\">*955</span> entitling the moving party to a judgment as a matter of law. CR 56(c). We draw all reasonable inferences from the facts in the light most favorable to the nonmoving party. <i>Hisle v. Todd Pac. Shipyards Corp.,</i> 151 Wash.2d 853, 860, <span class=\"citation\" data-id=\"2581073\"><a href=\"/opinion/2581073/hisle-v-todd-pacific-shipyards-corp/\"><span class=\"volume\">93</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">108</span></a></span> (2004).</p>\n<p></p>\n<h2>Nature of Assessment</h2>\n<p>¶ 8 The District first contends that the County's assessment is a regulatory fee and not a tax; but even if we determine that it is a tax, it is a constitutional one. The District argues that under <i>Covell,</i> the assessment meets the requirements for a valid regulatory fee and the trial court erred in finding no direct relationship between the assessment and benefits it conferred.</p>\n<p>¶ 9 Under <i>Covell,</i> Washington courts apply three factors in weighing whether an assessment amounts to a regulatory fee or a tax: (1) whether the primary purpose is to raise revenue (tax) or regulate (regulatory fee); (2) whether the funds must be allocated to a regulatory purpose (if so, regulatory fee); and (3) whether a direct relationship exists between the assessment charged and the benefit the payer received or the assessment charged and the burden the fee payer produced (if so, regulatory fee). 127 Wash.2d at 879, <span class=\"citation\" data-id=\"1374846\"><a href=\"/opinion/1374846/covell-v-city-of-seattle/\"><span class=\"volume\">905</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">324</span></a></span>.</p>\n<p>¶ 10 Here, the Board's findings of fact supporting its decision to implement Ordinance 121-02 also support the District's argument that the first factor weighs in favor of treating the assessment as a fee and not a tax. In <i>Samis Land Co.,</i> the court explained the first <i>Covell</i> factor: \"If the fundamental legislative impetus was to `regulate' the fee payers  by providing them with a targeted service or alleviating a burden to which they contribute  that would suggest that the charge was an incidental `tool of regulation' rather than a tax in disguise.\" <i>Samis Land Co. v. City of Soap Lake,</i> 143 Wash.2d 798, 807, <span class=\"citation\" data-id=\"2582505\"><a href=\"/opinion/2582505/samis-land-co-v-city-of-soap-lake/\"><span class=\"volume\">23</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">477</span></a></span> (2001) (footnotes omitted). The findings state that the District will use the funds to protect water for drinking, recreation, fishing, and commercial activity. In the Landowners' affidavit submitted at trial, they agreed that \"[t]he monies collected under Ordinance 121-02 have been spent mainly to improve water quality in Mason County\" and submitted the expense reports in support of that fact. CP at 95. Thus, the first factor weighs in favor of treating the assessment as a regulatory fee.</p>\n<p>¶ 11 The second <i>Covell</i> factor, whether the County has allocated the funds for a regulatory purpose, weighs in favor of the District because it segregates the funds the assessment generates into an account used only for water management, storm water maintenance programs, and education. 127 Wash.2d at 879, <span class=\"citation\" data-id=\"1374846\"><a href=\"/opinion/1374846/covell-v-city-of-seattle/\"><span class=\"volume\">905</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">324</span></a></span>. In <i>Storedahl,</i> facing a similar factual situation to the present case, we reasoned that the assessment at issue resembled a fee under the second <i>Covell</i> factor because Clark County used the storm water funds for the limited purpose of maintaining storm water infrastructure, educating the public about the effects of storm water, and other similar activities. <i>Storedahl Props., LLC v. Clark County,</i> 143 Wash.App. 489, 502-03, <span class=\"citation\" data-id=\"2507275\"><a href=\"/opinion/2507275/storedahl-properties-llc-v-clark-county/\"><span class=\"volume\">178</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">377</span></a></span>, <i>review denied,</i> 164 Wash.2d 1018, <span class=\"citation no-link\"><span class=\"volume\">195</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">88</span></span> (2008). The second <i>Covell</i> factor therefore weighs in favor of treating the assessment as a regulatory fee as well.</p>\n<p>¶ 12 With respect to the third factor, we first determine whether a direct relationship exists between the assessment paid and the service the payer received. <i>Covell,</i> 127 Wash.2d at 879, <span class=\"citation\" data-id=\"1374846\"><a href=\"/opinion/1374846/covell-v-city-of-seattle/\"><span class=\"volume\">905</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">324</span></a></span>. If we determine that a direct relationship exists, the assessment \"may be deemed a regulatory fee even though the charge is not individualized according to the benefit accruing to each fee payer or the burden produced by the fee payer.\" <i>Covell,</i> 127 Wash.2d at 879, <span class=\"citation\" data-id=\"1374846\"><a href=\"/opinion/1374846/covell-v-city-of-seattle/\"><span class=\"volume\">905</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">324</span></a></span>.</p>\n<p>¶ 13 In <i>Storedahl,</i> we decided that the third <i>Covell</i> factor weighed in favor of treating the assessment as a regulatory fee because Clark County used the funds to manage storm water run-off, thereby benefitting the entire county. <i>Storedahl,</i> 143 Wash.App. at 505-06, <span class=\"citation\" data-id=\"2507275\"><a href=\"/opinion/2507275/storedahl-properties-llc-v-clark-county/\"><span class=\"volume\">178</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">377</span></a></span>. In <i>Tukwila School District,</i> Division One found that a direct relationship under the third <i>Covell</i> factor existed because \"it rains everywhere and all parcels within the City benefit from a system that manages the quantity and quality of storm and surface water runoff to prevent <span class=\"star-pagination\">*956</span> flooding, erosion, sedimentation, pollution, and danger to life and property.\" <i>Tukwila Sch. Dist. No. 406 v. City of Tukwila,</i> 140 Wash.App. 735, 749, <span class=\"citation\" data-id=\"2640785\"><a href=\"/opinion/2640785/tukwila-school-dist-no-406-v-city-of-tukwila/\"><span class=\"volume\">167</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">1167</span></a></span> (2007). Here, the third factor also weighs in favor of treating the assessment as a regulatory fee because the County uses the funds it collects to manage the storm water runoff for the benefit of all county residents. <i>Covell,</i> 127 Wash.2d at 879, <span class=\"citation\" data-id=\"1374846\"><a href=\"/opinion/1374846/covell-v-city-of-seattle/\"><span class=\"volume\">905</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">324</span></a></span>; <i>Storedahl,</i> 143 Wash.App. at 505-06, <span class=\"citation\" data-id=\"2507275\"><a href=\"/opinion/2507275/storedahl-properties-llc-v-clark-county/\"><span class=\"volume\">178</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">377</span></a></span>. All three <i>Covell</i> factors weigh in favor of a fee<sup>[2]</sup> and the trial court therefore erred in finding that the assessment constituted a tax rather than a regulatory fee.<sup>[3]</sup></p>\n<p></p>\n<h2>Per Acre Assessment</h2>\n<p>¶ 14 The District next contends that the Board did not violate RCW 89.08.400(3) by imposing a $0.00 per acre assessment in addition to its $5.00 per parcel assessment. The District argues that the legislature precluded judicial review of whether the Board acted outside its discretion in imposing the assessment. The District argues further that the Landowners did not timely file their claim under RCW 36.32.330 and our ruling in the first appeal.</p>\n<p>¶ 15 We look at the statute's plain language and ordinary meaning and \"the applicable legislative enactment as a whole, harmonizing its provisions by reading them in context with related provisions and the statute as a whole.\" <i>Quadrant Corp. v. Cent. Puget Sound Growth Mgmt. Hearings Bd.,</i> 154 Wash.2d 224, 239, <span class=\"citation\" data-id=\"2547141\"><a href=\"/opinion/2547141/quadrant-corp-v-state-growth-management-hearings-bd/\"><span class=\"volume\">110</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">1132</span></a></span> (2005). When faced with an unambiguous statute, we derive the legislature's intent from the plain language alone. <i>Waste Mgmt. of Seattle, Inc., v. Utils. &amp; Transp. Comm'n,</i> 123 Wash.2d 621, 629, <span class=\"citation no-link\"><span class=\"volume\">869</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1034</span></span> (1994).</p>\n<p>¶ 16 The District bases its first timeliness argument on the RCW 89.08.400(2) provision that \"[t]he findings of the county legislative authority shall be final and conclusive\" and the RCW 89.08.400(5) provision allowing for voter nullification of the assessment if 20 per cent of the landowners in the affected district to sign a petition objecting to the assessment. Appellant's Br. at 30.</p>\n<p>¶ 17 RCW 89.08.400(2) provides in relevant part:</p>\n<blockquote>The county legislative authority shall hold a public hearing on the proposed system of assessments. After the hearing, the county legislative authority may accept, or modify and accept, the proposed system of assessments, including the number of years during which the special assessments shall be imposed, if it finds that both the public interest will be served by the imposition of the special assessments and that the special assessments to be imposed on any land will not exceed the special benefit that the land receives or will receive from the activities of the conservation district. <i>The findings of the county legislative authority shall be final and conclusive.</i> Special assessments may be altered during this period on individual parcels in accordance with the system of assessments if land is divided or land uses or other factors change.</blockquote>\n<p>(Emphasis added.) As the statute makes clear, the District has taken the \"final and conclusive\" provision out of context and misconstrued the legislature's intent. Read in the context of the entire statute, the provision states that the Board's findings of fact become final and conclusive within the meaning of RCW 89.08.400(2), not Ordinance 121-02. Further, the District's argument that the availability of a voter nullification petition supports its timeliness argument also fails because nothing in the provision addresses judicial review, and the District fails to cite any authority to support the argument. RCW 89.08.400(5).</p>\n<p>¶ 18 The District bases its next timeliness argument on RCW 36.32.330 and argues that because the Landowners did not appeal the Board's enactment of the ordinance to the superior court within 20 days, the matter is time barred. Under RCW 36.32.330, \"Any person may appeal to the superior court from any decision or order of the board of county <span class=\"star-pagination\">*957</span> commissioners. Such appeal shall be taken within twenty days after the decision or order, and the appellant shall within that time serve notice of appeal on the county commissioners.\"</p>\n<p>¶ 19 Although the Landowners argue that this timeliness issue is res judicata, the District correctly points out that it is the law of the case doctrine and not the closely related res judicata doctrine that applies here. <i>See </i><i>Roberson v. Perez,</i> 156 Wash.2d 33, 41, <span class=\"citation\" data-id=\"2634818\"><a href=\"/opinion/2634818/roberson-v-perez/\"><span class=\"volume\">123</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">844</span></a></span> (2005) (\"the law of the case doctrine stands for the proposition that once there is an appellate holding enunciating a principle of law, that holding will be followed in subsequent stages of the same litigation\"). Nonetheless, applying the law of the case doctrine, the Landowners are correct that we have already carefully analyzed the District's timeliness challenges and disagreed with its argument. <i>Cary,</i> 132 Wash.App. at 504, <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">157</span></span>. Thus, we address the parties' remaining arguments.</p>\n<p>¶ 20 The District contends that the Board did not violate RCW 89.08.400(3) by imposing a $0.00 per acre assessment in addition to its $5.00 per parcel assessment. RCW 89.08.400(3) provides in relevant part as follows:</p>\n<blockquote>A system of assessments shall classify lands in the conservation district into suitable classifications according to benefits conferred or to be conferred by the activities of the conservation district, determine an annual per acre rate of assessment for each classification of land, and indicate the total amount of special assessments proposed to be obtained from each classification of lands. Lands deemed not to receive benefit from the activities of the conservation district shall be placed into a separate classification and shall not be subject to the special assessments. <i>An annual assessment rate shall be stated as either uniform annual per acre amount, or an annual flat rate per parcel plus a uniform annual rate per acre amount, for each classification of land. The maximum annual per acre special assessment rate shall not exceed ten cents per acre.</i> The maximum annual per parcel rate shall not exceed five dollars, except that for counties with a population of over one million five hundred thousand persons, the maximum annual per parcel rate shall not exceed ten dollars.</blockquote>\n<p>(Emphasis added.) Reviewing the statutory language, the Landowners' argument that the statute requires a per acre charge to accompany a per parcel charge does not persuade us. Even if the Landowners were correct and the statute required the Board to impose a per acre charge, nothing in the language of the statute prevents the per acre charge from being $0.00. RCW 89.08.400(3). Although the statute does explicitly provide a maximum, it does not similarly provide a minimum. RCW 89.08.400(3). This is because RCW 89.08.400(3) merely describes <i>how</i> annual per acre and per parcel assessments must be set forth; it does not require the imposition of a per acre charge in addition to the per parcel charge.</p>\n<p>¶ 21 Thus, the trial court erred by ruling that the Board's decision to assess $5.00 per parcel plus $0.00 per acre does not comply with the requirements of RCW 89.08.400(3).<sup>[4]</sup></p>\n<p></p>\n<h2>Retroactive Relief</h2>\n<p>¶ 22 On cross appeal, the Landowners contend that they are entitled to a refund of assessments paid to the County under Ordinance 121-02. At trial, the court granted this relief to those who paid under protest during the assessment period. Because we reverse, we do not grant the Landowners' requested relief.</p>\n<p>¶ 23 Reversed and remanded with instructions to grant the District's cross motion for summary judgment.</p>\n<p>WE CONCUR: BRIDGEWATER and HUNT, JJ.</p>\n<h2>NOTES</h2>\n<p>[1]  The Mason County Conservation District is one of 47 such districts in the state, and it consists of all the land within Mason County with the exception of the city of Shelton. Conservation districts exist to mitigate environmental problems such as erosion, sedimentation, and storm water runoff pollution. RCW 89.08.010.</p>\n<p>[2]  The trial court also erred in finding that the District improperly imposed the \"tax\" because only the County has the power to levy taxes. As the record shows, it was the County, and not the District, that imposed the fee.</p>\n<p>[3]  Because we hold that the assessment constituted a fee, we do not address the County's alternative argument that if we were to hold the assessment constituted a tax, it was valid.</p>\n<p>[4]  Although the Landowners also argue that the ordinance failed to properly classify the land receiving the benefit of the assessment, the fee does not apply to forested land. Confining the assessment to non-forested parcels, which do not absorb storm water in the same manner as forested parcels, implies a classification and thus satisfies the statutory requirement. RCW 89.08.400(3).</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1374846/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2507275/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2547141/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2581073/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2582505/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2623787/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2634818/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2640785/"
          ]
        }
      ],
      "judges": "Houghton",
      "date_created": "2014-10-30T11:59:00.134595Z",
      "date_modified": "2014-10-30T11:59:00.134595Z",
      "date_filed": "2009-11-09",
      "date_filed_is_approximate": false,
      "slug": "cary-v-mason-county",
      "citation_id": 2602353,
      "case_name_short": "Cary",
      "case_name": "Cary v. Mason County",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "219 P.3d 952",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/745276/cary-v-mason-county/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T11:59:00.132092Z",
  "date_modified": "2014-10-30T11:59:00.132092Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Cary",
  "case_name": "Cary v. Mason County",
  "case_name_full": "",
  "slug": "cary-v-mason-county",
  "docket_number": "37981-3-II",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}