{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/748228/",
  "id": 748228,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/cadc/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/397833/",
      "id": 397833,
      "absolute_url": "/opinion/397833/mary-terese-grace-thaddeus-zywicki-v-warren-e-burger-chief-justice-of/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/748228/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/397833/",
          "id": 397833,
          "absolute_url": "/opinion/397833/mary-terese-grace-thaddeus-zywicki-v-warren-e-burger-chief-justice-of/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/397833/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T09:19:42Z",
          "date_modified": "2017-03-25T04:16:18.558934Z",
          "type": "010combined",
          "sha1": "37c7873234da1c006dd006140f6bacc6f4713c04",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/665/665.F2d.1193.80-2044.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">665 F.2d 1193</p>\n    <p class=\"case_cite\">214 U.S.App.D.C. 375</p>\n    <p class=\"parties\">Mary Terese GRACE, Thaddeus Zywicki, Appellants,<br>v.<br>Warren E. BURGER, Chief Justice of the United States Supreme<br>Court, et al.</p>\n    <p class=\"docket\">No. 80-2044.</p>\n    <p class=\"court\">United States Court of Appeals,<br>District of Columbia Circuit.</p>\n    <p class=\"date\">Argued May 27, 1981.<br>Decided Sept. 8, 1981.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Columbia (D.C. Civil Action No. 80-01205).</p>\n      <p class=\"indent\">R. Craig Lawrence, Asst. U. S. Atty., Washington, D.C., with whom Charles F. C. Ruff, U. S. Atty., Royce C. Lamberth and Kenneth M. Raisler, Asst. U. S. Attys., Washington, D.C., were on brief, for appellees.</p>\n      <p class=\"indent\">Sebastian K. D. Graber, Alexandria, Va., for appellants.</p>\n      <p class=\"indent\">Before MacKINNON, EDWARDS and GINSBURG, Circuit Judges.</p>\n      <p class=\"indent\">Opinion for the court filed by Circuit Judge EDWARDS.</p>\n      <p class=\"indent\">Separate statement by Circuit Judge MacKINNON, dissenting in part and concurring in part.</p>\n      <p class=\"indent\">HARRY T. EDWARDS, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case, appellants challenge the constitutionality of 40 U.S.C. &#167; 13k, which declares:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">It shall be unlawful to parade, stand, or move in processions or assemblages in the Supreme Court Building or grounds, or to display therein any flag, banner, or device designed or adapted to bring into public notice any party, organization, or movement.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">40 U.S.C. &#167; 13k (1976).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  As interpreted and applied by the Marshal of the Supreme Court, the individual responsible for the enforcement of the statute, section 13k prohibits all expressive conduct, including all picketing and leafletting, on the Supreme Court grounds.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">For the reasons set forth below, we find that this statute is repugnant to the First Amendment of the Constitution.  While public expression that has an intent to influence the administration of justice may be restricted, Cox v. Louisiana, 379 U.S. 559, 85 S.Ct. 476, 13 L.Ed.2d 487 (1965), Congress has accomplished that result with a more narrowly drawn statute, 18 U.S.C. &#167; 1507, that is fully applicable to the Supreme Court grounds.  Since we are unable to find any other significant governmental interest to justify the absolute prohibition of all expressive conduct contained in section 13k, we hold that the statute is unconstitutional and void.  As a result, appellants are entitled to the declaratory and injunctive relief that they seek.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The facts of this case are not in dispute.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  In May 1978, appellant Thaddeus Zywicki, an elderly Catholic missionary, went by himself to the sidewalk in front of the Supreme Court to distribute a leaflet to passersby.  Standing near a coin-operated vending machine selling the Washington Star, appellant attempted to distribute a reprint of a \"letter to the editor\" published in the Washington Post concerning the removal of unfit judges from the federal bench.  After distributing a few leaflets, appellant was approached by a member of the Supreme Court police, who advised appellant that Title 40 of the United States Code prohibited leafletting anywhere on the Supreme Court grounds.  Fearing arrest, appellant departed.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On January 8, 1980, appellant Zywicki returned to the Supreme Court sidewalk to distribute pamphlets that contained an invitation to, and information about, several religious meetings concerning oppressed peoples of Central America.  As before, appellant was told that he would be arrested if he continued to distribute the leaflets.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On February 4, 1980, appellant again returned to leaflet.  On this occasion, however, Zywicki informed the police officer that a decision of the District of Columbia Superior Court had narrowed the application of 40 U.S.C. &#167; 13k to prohibit only conduct engaged in \"with the intent to disrupt or interfere with or impede the administration of justice or with the intent of influencing the administration of justice.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The officer radioed a person inside the Supreme Court building for clarification, and a Mr. White emerged and stated that the statute had not been changed and that appellant was subject to arrest for leafletting on the sidewalk.  Appellant protested that newspapers were permitted to be sold while he was denied the right to distribute printed matter of his choosing, but peacefully left the grounds.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Upon learning of these events, appellant Mary Grace appeared on the sidewalk in front of the Supreme Court on March 17, 1980, and stood there alone with a sign that recited verbatim the words of the First Amendment.  Shortly after her arrival, a Supreme Court police officer approached appellant and told her that her conduct violated Title 40 of the United States Code.  The officer advised appellant that, unless she left the grounds, she would have to accompany the officer into the building.  Fearing arrest, appellant Grace left.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On May 13, 1980, appellants Zywicki and Grace filed a complaint in the District Court seeking a declaratory judgment that 40 U.S.C. &#167; 13k is unconstitutional on its face, and a permanent injunction prohibiting the Supreme Court police from enforcing the statute.  Both parties filed motions for summary judgment on the merits of this controversy.  On August 7, 1980, however, the District Court dismissed appellants' complaint for failure to exhaust administrative remedies.  R. 8 (Memorandum Opinion).  This ground for dismissal had not been briefed or argued by either party in the District Court.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In this appeal, appellants contend that the dismissal of the complaint for failure to exhaust administrative remedies was improper.  Appellants also seek a judgment from this court declaring 40 U.S.C. &#167; 13k void on its face, and an injunction prohibiting further enforcement of section 13k.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  In response, although seeking an affirmance, the Government does not advance the exhaustion of administrative remedies reasoning relied upon by the District Court.  Rather, the Government contends that the complaint was properly dismissed because section 13k is a proper limitation of expressive conduct on the grounds of the Supreme Court.</p>\n    </div>\n    <p>II. EXHAUSTION OF ADMINISTRATIVE REMEDIES</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The District Court dismissed this action on the ground that appellants failed to apply to the Supreme Court Marshal for a permit to engage in the conduct for which they now seek judicial protection.  Given the circumstances of this case, the judgment of the District Court was plainly erroneous.  We hold that appellants' complaint should not have been dismissed for failure to secure a permit or for failure to otherwise pursue some ill-defined administrative remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The statutory scheme at issue here makes no provision for obtaining a permit to leaflet or picket on the Supreme Court grounds.  Section 13k flatly prohibits all expressive conduct on the Court grounds, not merely expressive conduct engaged in without a permit or license.  Compare, e.g., Cox v. New Hampshire, 312 U.S. 569, 61 S.Ct. 762, 85 L.Ed. 1049 (1941); Poulos v. New Hampshire, 345 U.S. 395, 73 S.Ct. 760, 97 L.Ed. 1105 (1953).  Furthermore, no administrative procedures have been established by which persons may obtain permission to leaflet or picket on Supreme Court grounds.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Most importantly, the Government has conceded in this case that all expressive conduct-without exception-is forbidden on Court grounds.  The Supreme Court police officers who approached appellants did not indicate that appellants' conduct might be permitted if prior approval from the Marshal were obtained.  In addition, the Marshal's affidavit to the District Court makes it absolutely plain that no expressive conduct will be permitted on the grounds of the Supreme Court.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Thus, so far as the Government is concerned, section 13k does not contemplate or require any permit or licensing procedure for expressive conduct on Court grounds.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In these circumstances, dismissal of the complaint for failure to exhaust administrative remedies was without justification.  No administrative remedies existed for appellants to exhaust.  While appellants conceivably could have sought formal permission from the Supreme Court Marshal, such action would have been an empty-and thus unnecessary-ritual.  As stated by Chief Judge Robinson in Lodge 1858, American Federation of Government Employees v. Paine, 436 F.2d 882 (D.C.Cir.1970), \"the exhaustion requirement contemplates an efficacious administrative remedy, and does not obtain when it is plain that any effort to meet it would come to no more than an exercise in futility.\"  436 F.2d at 896 (separate opinion).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The mere fact that the position of Marshal exists, and that the person in that position may possess the power to withhold enforcement of section 13k, does not mean that an \"efficacious administrative remedy\" was available to appellants.  The statute sets forth no criteria under which the Marshal could determine whether to grant or deny an application for permission to leaflet or picket.  This alone would call into question the judgment of the District Court.  As the Supreme Court has held, \"a law subjecting the exercise of First Amendment freedoms to the prior restraint of a license, without narrow, objective, and definitive standards to guide the licensing authority, is unconstitutional,\" Shuttlesworth v. City of Birmingham, 394 U.S. 147, 150-51, 89 S.Ct. 935, 938-39, 22 L.Ed.2d 162 (1969); moreover, the Court also noted that \"a person faced with such an unconstitutional licensing law may ignore it and engage with impunity in the exercise of the right of free expression for which the law purports to require a license.\"  Id. at 151, 89 S.Ct. at 939.  See also Lovell v. City of Griffin, 303 U.S. 444, 58 S.Ct. 666, 82 L.Ed. 949 (1938).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">For all of the foregoing reasons, we reject the decision of the District Court dismissing appellants' complaint for failure to secure a permit or otherwise to exhaust an administrative remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>III. THE CONSTITUTIONALITY OF 40 U.S.C. &#167; 13k</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Government contends that the District Court was correct in dismissing appellants' complaint, since the prohibition of expressive conduct contained in section 13k does not unduly interfere with First Amendment rights of free speech.  Appellants strongly dispute this contention, and assert that section 13k is unconstitutional on its face.  We turn to consider this significant question of constitutional law.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <p>A. Freedom of Expression in Public Places</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Cases concerning the rights of individuals to express opinions or air grievances on public property are among the most important in our jurisprudence.  In countless cases heard over the years, the Supreme Court has strived to reconcile the clear directive of the First Amendment that \"Congress shall make no law ... abridging the freedom of speech\"<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> with legitimate needs of the Government to limit expression on certain public property so that governmental functions may be conducted safely and properly.  In certain of these cases the Court has recognized a broad right of access to public property for purposes of free expression, while in others the Court has been more restrictive of First Amendment freedoms.  We first address these divergent groups of cases and set forth an overall method of analysis that may be gleaned from the decisions of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>1. Cases Establishing Broad Rights of Access</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Supreme Court has long recognized the importance of access to public places for purposes of free speech.  In Hague v. CIO, 307 U.S. 496, 59 S.Ct. 954, 83 L.Ed. 1423 (1939), the Court declared unconstitutional a local ordinance that prohibited \"public parades or public assembly in or upon the public streets, highways, public parks or public buildings\" without a permit from a local official, which permit could be refused \"for the purpose of preventing riots, disturbances or disorderly assemblage.\"  307 U.S. at 502 n.1, 59 S.Ct. at 958 n.1.  In words at times considered the cornerstone for determining the rights of individuals to use public streets and parks for the expression of political or religious views,<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Justice Roberts stated:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>Wherever the title of streets and parks may rest, they have immemorially been held in trust for use of the public and, time out of mind, have been used for purposes of assembly, communicating thoughts between citizens, and discussing public questions.  Such use of the streets and public places has, from ancient times, been a part of the privileges, immunities, rights, and liberties of citizens.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Id. at 515, 59 S.Ct. at 963 (plurality opinion).  Since the ordinance could be used as \"the instrument of arbitrary suppression of free expression of views on national affairs,\" id. at 516, 59 S.Ct. at 964, the Court declared the law \"void upon its face.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The right to use public property for free expression has been expanded beyond public sidewalks and parks.  In Edwards v. South Carolina, 372 U.S. 229, 83 S.Ct. 680, 9 L.Ed.2d 697 (1963), the Supreme Court reversed breach of peace convictions of 187 Black high school and college students who had conducted an orderly demonstration on the South Carolina State House grounds.  During their demonstration, the students had walked-single file or two abreast-carrying placards with messages such as \"I am proud to be a Negro\" and \"Down with segregation.\"  372 U.S. at 231, 83 S.Ct. at 681.  The students had assembled on the State House grounds, which housed the Executive, Legislative and Judicial branches of the South Carolina Government, to express their grievances \"to the citizens of South Carolina, along with the Legislative Bodies of South Carolina.\"  Id. at 235, 83 S.Ct. at 683.  The Supreme Court held that, in arresting, convicting, and sentencing the students, the State had infringed constitutionally protected rights of free speech, free assembly, and freedom to petition the Government for the redress of grievances.  The Court stated that \"(t)he circumstances in this case reflect an exercise of these basic constitutional rights in their most pristine and classic form.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Following Edwards v. South Carolina, other cases of the Court have reenforced and further established rights of expression on public property.  In Brown v. Louisiana, 383 U.S. 131, 86 S.Ct. 719, 15 L.Ed.2d 637 (1966), the Supreme Court vacated the convictions of five individuals found to have violated a breach of peace statute by conducting a peaceful and silent \"sit-in\" in the reading room of a public library.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Although the Court held that the evidence did not support a violation of the breach of peace statute, four Justices of the majority also stated that the protestors' actions were protected by the First Amendment.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Similarly, in Tinker v. Des Moines Independent Community School District, 393 U.S. 503, 89 S.Ct. 733, 21 L.Ed.2d 731 (1969), the Supreme Court declared that the First Amendment protected the right of school children to wear black armbands in school in protest against the Vietnam War.  Subsequently, in Jeannette Rankin Brigade v. Chief of Capitol Police, 342 F.Supp. 575 (D.D.C.), aff'd mem., 409 U.S. 972, 93 S.Ct. 311, 34 L.Ed.2d 236 (1972), the Court affirmed, without opinion, a decision of a three-judge District Court declaring unconstitutional an Act of Congress that prohibited processions or assemblages on the United States Capitol grounds.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Thus, First Amendment rights of expression have been found to exist in public streets and parks, on State House and the United States Capitol grounds, on the sidewalk in front of the White House, in public schools, and, by four Justices of the majority in Brown v. Louisiana, in the reading room of a public library.  In these diverse situations, it has been held that the State may not impose a complete prohibition on the use of public property as a forum in which individuals may share ideas or express grievances against the Government.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>2. Cases Restricting First Amendment Activity</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The Supreme Court also has held that rights of expression on public property are not absolute.  In the landmark decision of Cox v. New Hampshire, 312 U.S. 569, 61 S.Ct. 762, 85 L.Ed. 1049 (1941), the Court unanimously upheld the constitutionality of a statute that prohibited a parade or procession on public streets without a license, since the statute, as construed, conveyed authority only to take into account \"considerations of time, place and manner so as to conserve the public convenience.\"  312 U.S. at 575-76, 61 S.Ct. at 765-66.  The Court noted that this limited control over the time and place of expression served to afford the opportunity for proper policing, and to prevent the confusion that could result from overlapping parades or processions.  Id. at 576, 61 S.Ct. at 765.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  The legacy of Cox v. New Hampshire has remained.  Indeed, the Supreme Court recently reaffirmed that activities protected by the First Amendment \"are subject to reasonable time, place, and manner restrictions.\"  Heffron v. International Society for Krishna Consciousness, Inc., --- U.S. ----, ----, 101 S.Ct. 2559, 2563, 69 L.Ed.2d 298 (1981).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In certain situations, the Supreme Court has upheld relatively substantial restrictions on the right to use public property for expressive activity.  In Cox v. Louisiana, 379 U.S. 559, 85 S.Ct. 476, 13 L.Ed.2d 487 (1965), the Supreme Court considered the constitutionality of a state statute that provided:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Whoever, with the intent of interfering with, obstructing, or impeding the administration of justice, or with the intent of influencing any judge, juror, witness, or court officer, in the discharge of his duty pickets or parades in or near a building housing a court of the State of Louisiana ... shall be fined not more than five thousand dollars or imprisoned not more than one year, or both.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">379 U.S. at 560, 85 S.Ct. at 478.  Although the Supreme Court ruled that the State was \"estopped\" from invoking the statute, id. at 571, 85 S.Ct. at 484, the Court also held \"that this statute on its face is a valid law dealing with conduct subject to regulation so as to vindicate important interests of society and that the fact that free speech is intermingled with such conduct does not bring with it constitutional protection.\"  Id. at 564, 85 S.Ct. at 480.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">At issue in Cox v. Louisiana was a demonstration of 2,000 persons, gathered across the street from the courthouse, 101 feet from its steps.  A major purpose of the demonstration was to protest what was considered to be an illegal arrest of 23 students who were detained in the courthouse building. Id. at 566, 85 S.Ct. at 481.  The Supreme Court noted that \"(t)here can be no question that a State has a legitimate interest in protecting its judicial system from the pressures which picketing near a courthouse might create,\" id. at 562, 85 S.Ct. at 479; and concluded:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>A State may adopt safeguards necessary and appropriate to assure that the administration of justice at all stages is free from outside control and influence.  A narrowly drawn statute such as the one under review is obviously a safeguard both necessary and appropriate to vindicate the State's interest in assuring justice under law.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Id.  The Court made clear, however, that critical to its decision was the fact that the statute was drawn narrowly to apply only to picketing with an intent to interfere with the administration of justice.  As stated by the Court:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Absent an appropriately drawn and applicable statute, entirely different considerations would apply if, for example, the demonstrators were picketing to protest the actions of a mayor or other official of a city completely unrelated to any judicial proceedings, who just happened to have an office located in the courthouse building.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Id. at 567, 85 S.Ct. at 482.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Soon after the decision in Cox v. Louisiana, the Court handed down Adderley v. Florida, 385 U.S. 39, 87 S.Ct. 242, 17 L.Ed.2d 149 (1966), affirming the convictions of 32 persons found to have violated a state trespass statute by conducting a demonstration on jailhouse grounds.  The demonstrators in Adderley had entered the jail grounds through a driveway used only for purposes related to jailhouse business, without warning to, or permission from, the sheriff.  In reviewing the case, the Court noted that jails, built for security purposes, are not traditionally open to the public, and emphasized that:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>This particular jail entrance and driveway were not normally used by the public, but by the sheriff's department for transporting prisoners to and from the courts several blocks away and by commercial concerns for servicing the jail.  Even after their partial retreat, the demonstrators continued to block vehicular passage over this driveway up to the entrance of the jail.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Id. at 45, 87 S.Ct. at 246.  Noting that the sheriff objected only to the presence of the demonstrators \"on that part of the jail grounds reserved for jail uses,\" id. at 47, 87 S.Ct. at 247, the Court affirmed the convictions.  In these circumstances, the Court held that the State \"has power to preserve the property under its control for the use to which it is lawfully dedicated.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Relying in part on Adderley, a recent line of cases have held that, on public property not properly designated as a \"public forum,\" the State may significantly restrict free expression.  In Lehman v. City of Shaker Heights, 418 U.S. 298, 94 S.Ct. 2714, 41 L.Ed.2d 770 (1974), the Court upheld a municipal decision not to accept paid political advertising for its mass transit system advertising space, noting that the decision was made \"in order to minimize chances of abuse, the appearance of favoritism, and the risk of imposing upon a captive audience.\"  418 U.S. at 304, 94 S.Ct. at 2717.  Similarly, in Greer v. Spock, 424 U.S. 828, 96 S.Ct. 1211, 47 L.Ed.2d 505 (1976), relying on both \"the historically unquestioned power of (a military) commanding officer summarily to exclude civilians from the area of his command,\" id. at 838, 96 S.Ct. at 1217 (quoting Cafeteria Workers v. McElroy, 367 U.S. 886, 893, 81 S.Ct. 1743, 1747, 6 L.Ed.2d 1230 (1961)), and \"the American constitutional tradition of a politically neutral military establishment under civilian control,\" id. at 839, 96 S.Ct. at 1218, the Supreme Court held that a regulation prohibiting all political speeches on a federal military base did not violate the First Amendment.  Most recently, relying on \"(t)he interest in preserving order and authority in the prisons,\" the Court, in Jones v. North Carolina Prisoners' Labor Union, Inc., 433 U.S. 119, 132, 97 S.Ct. 2532, 2541, 53 L.Ed.2d 629 (1977), upheld regulations promulgated by the North Carolina Department of Correction that prohibited inmates from soliciting other inmates to join a prisoners' union, barred all meetings of the union, and denied bulk mailing privileges to union publications.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>3. Analyzing Cases Concerning Freedom Of Expression On Public Property</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Unfortunately, even upon careful and extended review, it is difficult to discern a unifying thread of analysis that binds the Supreme Court decisions concerning freedom of expression on public property.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In at least a handful of cases, the Court has determined that certain public facilities were not \"public forums;\" in these cases, it appears that the challenged restrictions on freedom of expression have been subjected to a low level of scrutiny by the Court.  For example, in Jones v. North Carolina Prisoners' Labor Union, Inc., 433 U.S. 119, 97 S.Ct. 2532, 53 L.Ed.2d 629 (1977), the Court stated that, since a prison is not a public forum, prison authorities \"need only demonstrate a rational basis for their distinctions between organizational groups.\"  433 U.S. at 134, 97 S.Ct. at 2542.  Similarly, in Lehman v. City of Shaker Heights, 418 U.S. 298, 94 S.Ct. 2714, 41 L.Ed.2d 770 (1974), a plurality of the Court stated that \"the policies and practices governing access to the transit system's advertising space must not be arbitrary, capricious, or invidious.\"  418 U.S. at 303, 94 S.Ct. at 2717.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">These judicial statements seem at odds with the general principle that governmental restrictions of free speech will be upheld only upon a showing that the restriction is essential to the furtherance of a substantial governmental interest.  As stated in United States v. O'Brien, 391 U.S. 367, 88 S.Ct. 1673, 20 L.Ed.2d 672 (1968), a governmental restriction of free speech</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>is sufficiently justified if it is within the constitutional power of the Government; if it furthers an important or substantial governmental interest; if the governmental interest is unrelated to the suppression of free expression; and if the incidental restriction on alleged First Amendment freedoms is no greater than is essential to the furtherance of that interest.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">391 U.S. at 377, 88 S.Ct. at 1679.  Very recently, in Heffron v. International Society of Krishna Consciousness, Inc., --- U.S. ----, 101 S.Ct. 2559, 69 L.Ed.2d 298 (1981), the Supreme Court reaffirmed, without qualification, that \"(a) valid time, place, and manner regulation (of First Amendment activities) must also 'serve a significant governmental interest.' \" 101 S.Ct. at 2563 (quoting Virginia State Board of Pharmacy v. Virginia Citizens Consumer Council, Inc., 425 U.S. 748, 771, 96 S.Ct. 1817, 1830, 48 L.Ed.2d 346 (1976)).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Although some aberrations seemingly do appear, upon close examination we do not find these various opinions of the Supreme Court to be essentially inconsistent.  It is true that the Supreme Court has suggested in the so-called \"non-public forum\" cases that a lesser degree of scrutiny may be applicable; however, the determination that a public facility is not a \"public forum\" has been accompanied in each of these cases by an expression of important governmental interests justifying the State to preserve the property for the use to which it was lawfully dedicated.  Military bases, for instance, are established solely to train soldiers and defend the nation, and require, for the successful accomplishment of those objectives, a large degree of discipline, order and restrictions on civilian access.  Prisons are established solely to house and rehabilitate those convicted of crime, and require, in order to maintain security and order, extensive restrictions on individual freedom and autonomy.  These facilities possess, by their very nature, peculiar characteristics that entitle the State to impose greater restrictions on expression than would be allowed for public sidewalks or parks.  Even in cases involving these facilities, however, the Supreme Court has noted that First Amendment privileges remain that are not inconsistent with the State's legitimate use of the property.  As recognized in Jones, \"a prison inmate retains those First Amendment rights that are not inconsistent with his status as a prisoner or with the legitimate penological objectives of the corrections system.\"  433 U.S. at 125, 97 S.Ct. at 2537 (quoting Pell v. Procunier, 417 U.S. 817, 822, 94 S.Ct. 2800, 2804, 41 L.Ed.2d 495 (1974)).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Thus, we believe that the decisions of the Supreme Court dictate that whenever the Government denies freedom of expression on property generally open to the public, the restriction must be justified by a significant governmental interest-whether that interest derives from the very nature of the property itself, or from some other source.  Moreover, the restriction on freedom of expression can be no greater \"than is essential to the furtherance of that interest.\"  United States v. O'Brien, 391 U.S. 367, 377, 88 S.Ct. 1673, 1679, 20 L.Ed.2d 672 (1968).  Certainly, even peaceful expression may be prohibited \"when it interferes with the operation of vital governmental facilities,\" Carey v. Brown, 447 U.S. 455, 470, 100 S.Ct. 2286, 2295, 65 L.Ed.2d 263 (1980); the State retains the power \"to preserve the property under its control for the use to which it is lawfully dedicated.\"  Adderley v. Florida, 385 U.S. 39, 47, 87 S.Ct. 242, 247, 17 L.Ed.2d 149 (1966).  As perhaps best stated in Grayned v. City of Rockford, 408 U.S. 104, 116, 92 S.Ct. 2294, 2303, 33 L.Ed.2d 222 (1972), \"(t)he crucial question is whether the manner of expression is basically incompatible with the normal activity of a particular place at a particular time.\"</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">With these principles in mind, we turn to consider the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>B. Freedom of Expression and the Supreme Court Grounds</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In this case, we are concerned with a statute that, as construed, prohibits all expressive conduct in the Supreme Court building and on the Supreme Court grounds.  The statutory prohibition applies whether or not the message conveyed concerns any matter pending before the Court; public expression is also banned no matter what effect is intended or produced by the message.  The statute applies whether or not the Court is in session, and extends to the broad sidewalks that surround the Supreme Court building, which are at all times of the day and night open to the public.  Indeed, the statute, on its face, conceivably prohibits the wearing of an expressive T-shirt or button declaring \"I love America\" on the sidewalk in front of the Supreme Court building at 10 o'clock at night.  Thus, we are not concerned with a narrow regulation that governs the time, place and manner of expression, or solely protects the efficient functioning of the physical structure.  The statute, as construed, flatly prohibits all expressive conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Substantial governmental interests certainly exist to justify restrictions on picketing and other forms of expression in and near courthouses.  The constitutional safeguards of due process that attend judicial proceedings in this country leave no room for influence or domination of the judiciary by public pressure; arguments to courts properly are presented in official pleadings, briefs and memoranda, not on placards.  Although \"(j)udges are supposed to be men (and women) of fortitude, able to thrive in a hardy climate,\" Craig v. Harney, 331 U.S. 367, 376, 67 S.Ct. 1249, 1255, 91 L.Ed. 1546 (1947), the Supreme Court has recognized that \"judges are human; and the legislature has the right to recognize the danger that some judges ... will be consciously or unconsciously influenced by demonstrations in or near their courtrooms.\"  Cox v. Louisiana, 379 U.S. 559, 565, 85 S.Ct. 476, 481, 13 L.Ed.2d 487 (1965).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Along with these considerations, \"(a) State may also properly protect the judicial process from being misjudged in the minds of the public.\"  Id.  Due to the possibility that a court may adopt, coincidentally, a position forcefully urged by courthouse demonstrators, \"(a) State may protect against the possibility of a conclusion by the public ... that the judge's action was in part a product of intimidation and did not flow only from the fair and orderly working of the judicial process.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We need not determine the extent to which these concerns are applicable to proceedings before the United States Supreme Court.  As described above, the statute at issue is in no way limited to expression that may risk influencing a Supreme Court Justice, or, probably more realistically, that may distort public perceptions of Supreme Court decisionmaking.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>  Indeed, the legislative history of section 13k demonstrates no particularized congressional concerns with either the fair administration of justice or public confidence in the judicial process.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">More importantly, however, these legitimate concerns are fully addressed by 18 U.S.C. &#167; 1507, which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Whoever, with the intent of interfering with, obstructing, or impeding the administration of justice, or with the intent of influencing any judge, juror, witness, or court officer, in the discharge of his duty, pickets or parades in or near a building housing a court of the United States, or in or near a building or residence occupied or use by such judge, juror, witness, or court officer, or with such intent uses any sound-truck or similar device or resorts to any other demonstration in or near any such building or residence, shall be fined not more than $5,000 or imprisoned not more than one year, or both.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">18 U.S.C. &#167; 1507 (1976).  The constitutionality of a state statute modeled on section 1507 was upheld by the Supreme Court in Cox v. Louisiana, supra.  Section 1507 prohibits expressive conduct on the Supreme Court grounds designed to influence Supreme Court Justices or to interfere with the administration of justice; therefore, we can find no justification for the absolute prohibition of all expressive conduct contained in 40 U.S.C. &#167; 13k.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The Government argues, however, that the absolute ban on expressive conduct contained in section 13k is necessary and appropriate to maintain the dignity and decorum of the Supreme Court.  Indeed, it would appear that this is the sole justification of the statute advanced in the legislative history.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a>  Although this interest admittedly is not protected in explicit terms by 18 U.S.C. &#167; 1507,<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> we do not believe that this concern alone is sufficient to justify the absolute prohibition of free expression contained in this statute.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">In Jeannette Rankin Brigade v. Chief of Capitol Police, 342 F.Supp. 575 (D.D.C.), aff'd mem., 409 U.S. 972, 93 S.Ct. 311, 34 L.Ed.2d 236 (1972), a three-judge District Court considered a similarly worded statute prohibiting all parading or picketing on the United States Capitol grounds.  In declaring the law unconstitutional on its face, the court explicitly rejected an argument that \"the 'peace,' 'serenity,' 'majesty,' maintenance of a 'park-like setting,' and the 'glorification of a form of government through visual enhancement of its public buildings,' \" justified an exclusion of all public expression on the Capitol grounds.  342 F.Supp. at 585.  The court unequivocally stated, \"(t)he desire of Congress, if such there be, to function in the 'serenity' of a 'park-like setting' is fundamentally at odds with the principles of the First Amendment.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Unquestionably, the majesty of the Supreme Court building can and does instill public confidence in the important governmental functions conducted inside.  However, while the Capitol and Supreme Court buildings house different governmental entities, justifying different restrictions on free expression, we believe that an interest in \"the glorification of a form of government through visual enhancement of its public buildings\" can no more justify an absolute prohibition of free expression on the Supreme Court grounds than on the grounds of the United States Capitol.  The sight of a sole picketer may indeed mar an otherwise pristine morning or perfectly centered snapshot.  However, it is just that annoyance-if such be the case-that may cause bystanders or passersby to stop and take notice, to become aware of an issue, to formulate a response to a companion.  This awareness and interchange is, in part, precisely what the First Amendment is designed to protect.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">An interest in the \"peace\" and \"decorum\" of the Supreme Court cannot alone justify the absolute abridgement of expressive conduct of section 13k.  Indeed, the Government cannot fairly assert that all expressive conduct outside the Supreme Court will adversely affect the peace and decorum of the Court.  Thus, even if the asserted interest is legitimate by itself, it cannot justify the total ban at issue here.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">We simply do not believe that all expressive conduct \"interferes with the operation of (this) vital governmental facilit(y).\"  Carey v. Brown, 447 U.S. 455, 470, 100 S.Ct. 2286, 2295, 65 L.Ed.2d 263 (1980).  Unlike the situation presented in Adderley v. Florida, 385 U.S. 39, 87 S.Ct. 242, 17 L.Ed.2d 149 (1966), where over 100 demonstrators blocked vehicular passage over a jail driveway \"not normally used by the public, but by the sheriff's department for transporting prisoners to and from the courts several blocks away and by commercial concerns for servicing the jail,\" id. at 45, 87 S.Ct. at 246, the prohibition at issue here is not necessary for the Government \"to preserve the property under its control for the use to which it is lawfully dedicated.\"  Id. at 47, 87 S.Ct. at 247.  The Government has offered nothing to suggest that all expressive conduct on the sidewalk of the Supreme Court \"is basically incompatible with the normal activity of (that) particular place at (that) particular time.\"  Grayned v. City of Rockford, 408 U.S. 104, 116, 92 S.Ct. 2294, 2303, 33 L.Ed.2d 222 (1972).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Nor is it sufficient, as the Government suggests, that other nearby locations exist where freedom of expression is not abridged.  As the Supreme Court flatly declared in Schneider v. State, 308 U.S. 147, 60 S.Ct. 146, 84 L.Ed. 155 (1939):</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p>(O)ne is not to have the exercise of his liberty of expression in appropriate places abridged on the plea that it may be exercised in some other place.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">308 U.S. at 163, 60 S.Ct. at 151.  Indeed, \"(f)reedom of expression would not truly exist if the right could be exercised only in an area that a benevolent government has provided as a safe haven for crackpots.\"  Tinker v. Des Moines Independent Community School District, 393 U.S. 503, 513, 89 S.Ct. 733, 740, 21 L.Ed.2d 731 (1969).<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a></p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">In short, we find no interest to justify the absolute prohibition of expression contained in section 13k.  Indeed, we believe that it would be tragic if the grounds of the Supreme Court, unquestionably the greatest protector of First Amendment rights, stood as an island of silence in which those rights could never be exercised in any form.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">We emphasize that expressive conduct designed to disrupt the Supreme Court or to in any way influence the administration of justice is not protected by our opinion today.  Such conduct is properly prohibited by 18 U.S.C. &#167; 1507.  Nor do we suggest that any individual may picket or leaflet in the Supreme Court building itself.  The statute at issue, however, prohibits expressive conduct unrelated to any business of the Supreme Court, throughout the Supreme Court grounds.  Since such a blanket prohibition is inconsistent with the principles of the First Amendment, the statute is void on its face.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">In so holding, we need not examine the facts of the present case to determine whether the particular conduct engaged in by appellants is protected by the First Amendment.  As the Supreme Court recently stated in Village of Schaumburg v. Citizens for a Better Environment, 444 U.S. 620, 100 S.Ct. 826, 63 L.Ed.2d 73 (1980):</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p>Given a case or controversy, a litigant whose own activities are unprotected may nevertheless challenge a statute by showing that it substantially abridges the First Amendment rights of other parties not before the court.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">444 U.S. at 634, 100 S.Ct. at 834.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a>  We have held that the absolute prohibition of section 13k, which prohibits expressive conduct unrelated to any business of the Supreme Court throughout the Supreme Court grounds, unduly abridges First Amendment rights.  Thus, while on the record before us appellants' conduct would appear to be unrelated to any business of the Court and protected by the First Amendment, we need not so determine.  Since the statute is not narrowly drawn to further a legitimate State interest, appellants are entitled to the relief that they seek.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">In an effort to save section 13k with a narrowing construction, the dissenting opinion suggests that \"the section should be limited ... to prevent expressive conduct aimed at promoting and propagandizing political parties and the various causes that are supported by the many movements extant in our pluralistic society.\"  Dissenting op. at 1209.  It is unclear, however, to what extent, if any, that construction would operate as less than an absolute prohibition.  The dissenting opinion ultimately construes \"political parties,\" \"organizations,\" \"movements,\" and \"causes\" in such a way as to encompass virtually all expressive conduct.  Thus, we cannot discern in the dissent's view of section 13k any comprehensible departure from the Government's construction of the statute, i.e., it would ban all expressive conduct at all times and on all of the public grounds surrounding the Supreme Court.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a></p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">While we would prefer to adopt a narrowing construction of the statute in order to avoid a holding that section 13k is unconstitutional, Crowell v. Benson, 285 U.S. 22, 62, 52 S.Ct. 285, 296, 76 L.Ed. 598 (1932), a validating construction is simply impossible here.  Section 13k's slim legislative history suggests only the desire on the part of Congress to surround the Court with the same cordon of silence that Congress attempted to place around the Capitol, see notes 17 and 18 supra, a measure struck down on First Amendment grounds in Jeannette Rankin Brigade v. Chief of Capitol Police, 342 F.Supp. 575 (D.D.C.)  (three-judge court), aff'd mem., 409 U.S. 972, 93 S.Ct. 311, 34 L.Ed.2d 236 (1972).  Combined with the statute's all-encompassing terms and with decades of consistently broad enforcement, this legislative history precludes a limiting interpretation.  G. Endlich, a Commentary on the Interpretation of Statutes &#167;&#167; 178-180 (1888).  Indeed, the Government concedes that section 13k is a total ban of all expressive conduct on the grounds surrounding the Supreme Court.  Congress, of course, may legislate to narrowly restrict expressive conduct on the Supreme Court grounds that threatens significant governmental interests, but the creation of new statutes must be left to that body.  Aptheker v. Secretary of State, 378 U.S. 500, 515-17, 84 S.Ct. 1659, 1668-69, 12 L.Ed.2d 992 (1964).</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">In the end analysis, we simply cannot agree with our dissenting colleague that the interests in order and decorum can, consistently with the First Amendment, justify a total prohibition of all expressive conduct at all times and on all of the Supreme Court grounds.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a></p>\n    </div>\n    <p>IV. RELIEF</p>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">As a result of our holding in this case, appellants are entitled to a declaratory judgment that 40 U.S.C. &#167; 13k is unconstitutional on its face, and to a permanent injunction prohibiting the Government from enforcing section 13k.  We remand this case to the District Court to enter the appropriate relief.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">MacKINNON, Circuit Judge, dissenting in part and concurring in part:</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">In my view the strong governmental interest in preserving the order and decorum necessary to assure due process of law and the appearance of justice at the Supreme Court justifies the limits placed by section 13k on expressive conduct.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">* Section 13k provides:</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">It shall be unlawful to parade, stand, or move in processions or assemblages in the Supreme Court Building or grounds, or to display therein any flag, banner, or device designed or adapted to bring into public notice any party, organization, or movement.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">40 U.S.C. &#167; 13k.  This provision is separable into two discrete parts.  The first part prohibits parading, standing, and moving in processions and assemblages.  The second part prohibits the display of any flag, banner, or device that is designed or adapted to bring into public notice any party, organization or movement.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">The inapplicability of the first part to the three occurrences here in issue<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> is plain.  It applies to group activity only, and each incident upon which appellants base their complaint involved solitary conduct alone.  The meaning of the second part of the section requires closer scrutiny of the statutory language.  Although \"flag\" and \"banner\" may describe a readily identifiable group of objects, the inclusion of the word \"device\" makes difficult the task of limiting these three terms to a particular class of objects.  It would appear that the reach of \"device\" would include any object that is capable of display, including Grace's sign and Zywicki's various handbills or leaflets.  A search for a reasonable limit on the second part of section 13k, then, leads to the final clause of the section-\"designed or adapted to bring into public notice any party, organization, or movement.\"</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">I would interpret this portion of the statute to prohibit the promotion of political parties, and organizations and movements for various causes.  In my opinion this part of the statute prohibits publicizing or propagandizing political parties and causal movements in the Supreme Court building and grounds.  If permitted, such activity would create the impression to some extent in the public's mind that the Supreme Court is embroiled in or affected by such street pressures and picketing.  Our tripartite government has a strong interest in sheltering its judicial branch from the appearance of influence by political forces and all outside pressures.  The government's interest in order and decorum surrounding its public buildings takes on a completely different tenor when those buildings house the courts and more so with respect to the Supreme Court Building that is devoted solely to the business of that court.  Pleas to judges from members of the public are properly confined to the avenues of due process.  Due process does not permit public pressure or the appearance of public pressure on the judiciary.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">When Congress enacted the disqualification statute for federal judges, 28 U.S.C. &#167; 455(a), it provided in effect that even the appearance of outside pressures was to be eliminated from the judicial process.  This followed earlier decisions of the Supreme Court, requiring that \"justice must satisfy the appearance of justice.\"  Offutt v. United States, 348 U.S. 11, 14, 75 S.Ct. 11, 13, 99 L.Ed. 11 (1954) (emphasis added).  This principle has been applied in numerous cases.  Mayberry v. Pennsylvania, 400 U.S. 455, 465, 91 S.Ct. 499, 504, 27 L.Ed.2d 532 (1971); In re International Business Machines Corp., 618 F.2d 923, 929 (2d Cir. 1980); Bercheny v. Johnson, 633 F.2d 473, 477 (6th Cir. 1980); United States v. Gigax, 605 F.2d 507, 510 (10th Cir. 1979) (\"if a judge's conduct or appearance in the trial of a case does not comport with the appearance of justice, the conviction must be reversed\"); Watson v. United States, 575 F.2d 808, 809 (10th Cir. 1978); United States v. Robin, 553 F.2d 8, 11 (2d Cir. 1977) (en banc) (sought preservation of the general appearance of fairness); SCA Services, Inc. v. Morgan, 557 F.2d 110, 116 (7th Cir. 1977) (section 455(a) \"enunciates the appearance of partiality as the general standard for judicial recusal\"); United States v. Brown, 539 F.2d 467, 469-70 (5th Cir. 1976) (conviction reversed because judge's conduct cast a serious shadow on the appearance of justice); United States v. Meyer, 462 F.2d 827, 845 (D.C.Cir.1972); Rapp v. Van Dusen, 350 F.2d 806, 812 (3d Cir. 1965).</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">It would be antithetical to require justices in their judicial role to adhere to the appearance of justice by due process and then permit picketing, bannering and other activity on the Supreme Court grounds that would create the impression in the public mind that justice can be obtained by street pressures outside the courtroom.  While public urging, beseeching, and even cajoling are part and parcel of legislative and executive activities, wholly different considerations weigh heavily against the propriety of such importunings in the judicial arena.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">With the second part of section 13k so construed the question then becomes whether it covers any or all of the conduct now before the court.  Zywicki's leaflet that contained an open invitation to attend several religious meetings concerning \"the political and human rights problems\" of Central America, i.e., Nicaragua, Guatemala, El Salvador and Honduras, was designed to bring into notice a movement essentially political in nature, seeking to involve our citizens in alleged governmental affairs in Central America.  The meetings were billed as a \"Religious Reflection in Solidarity with the Oppressed Peoples of Central America.\"  Given the political turmoil that existed in Central America during the time, this pamphlet can only be described as a political leaflet.  What one person may view as relieving oppression, others may consider as a communist-inspired attempt at a totalitarian takeover of a nation.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">The letter to the editor that appeared in Zywicki's first handbill, which called attention to the necessity for \"Removing Unfit Judges,\" urged public support for the then-pending Judicial Tenure Act, and was designed to attract political support to the substantial movement behind that proposed legislation.  The Supreme Court has jurisdiction over cases that seek the removal of unfit judges.  See generally Chandler v. Judicial Council, 398 U.S. 74, 90 S.Ct. 1648, 26 L.Ed.2d 100 (1970).</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">Grace's display of her \"free speech\" banner also was designed to attract support for the very substantial but amorphous movement in the nation that is constantly agitating for expanded rights under the First Amendment.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">After construing section 13k to prohibit all expressive conduct, the majority finds it facially unconstitutional in toto.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a>  In my opinion even such a broad ban on expressive conduct at the Supreme Court may be valid.  I believe, however, that section 13k should be given a reasonable construction that puts it on solid constitutional footing.  The second part of the section should be limited, as the statute provides, to prevent expressive conduct aimed at promoting and propagandizing political parties and the various causes that are supported by the many movements extant in our pluralistic society.  So limited, I believe that the weighty interest in maintaining the order and decorum of the Supreme Court and the appearance of justice easily suffices to permit Congress to disallow such activity within the Supreme Court Building and grounds.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">My disagreement also extends to the majority's apparent view that, in light of section 1507, section 13k is superfluous.  In my judgment the two provisions are complementary.<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a>  Section 1507 applies to any building housing a court of the United States and prevents picketing and parading \"with the intent of interfering with, obstructing, or impeding the administration of justice, or with the intent of influencing any judge, juror, witness, or court officer, in the discharge of his duty.\"  Section 13k prevents other kinds of activity and applies only to the small area within the Supreme Court Building and grounds.  It prevents processions and assemblages on the Supreme Court Building and grounds, unless the Marshal has suspended the law \"to permit the observance of authorized ceremonies\" pursuant to 40 U.S.C. &#167; 13o.  In addition, as I would interpret the second part of section 13k, it precludes the display of objects that are designed to publicize or propagandize political parties, or organizations or movements advocating various causes.  It is reasonable to permit greater limitations on expression at the Supreme Court than at buildings housing courts generally since the Supreme Court Building houses only the Supreme Court and is perhaps the only building housing a federal court that does not also contain offices of either the executive or legislative branches of the federal government.  Its building and grounds are dedicated solely to the work of the Supreme Court.  In enacting sections 13k and 1507 it appears that Congress sought to create an immunized area within the Supreme Court Building and grounds.  In tandem, sections 13k and 1507 prohibit (1) parading or picketing that attempts to influence the court, (2) assemblages and processions, and (3) the display of signs involving political parties or other organizations or movements.  Two statutes prohibiting closely related conduct with varying penalties may stand together.  United States v. Batchelder, 442 U.S. 114, 99 S.Ct. 2198, 60 L.Ed.2d 755 (1979).<a class=\"footnote\" href=\"#fn6-1\" id=\"fn6-1_ref\">6</a></p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">Sections 13k and 1507 implement the valid congressional purpose of ensuring that the \"order and decorum\"<a class=\"footnote\" href=\"#fn7-1\" id=\"fn7-1_ref\">7</a> that is an essential element of due process of law is preserved at the Supreme Court.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">In upholding a Louisiana statute prohibiting picketing, \"in or near a courthouse,\" designed to influence the court, Justice Goldberg in Cox v. Louisiana, 379 U.S. 559, 85 S.Ct. 476, 13 L.Ed.2d 487 (1965) (\"Cox II\") enunciated some of the considerations that distinguish areas around courts from other public areas:</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">It is, of course, true that most judges will be influenced only by what they see and hear in court.  However, judges are human; and the legislature has the right to recognize the danger that some judges, jurors, and other court officials, will be consciously or unconsciously influenced by demonstrations in or near their courtrooms both prior to and at the time of the trial.  A State may also properly protect the judicial process from being misjudged in the minds of the public.  Suppose demonstrators paraded and picketed for weeks with signs asking that indictments be dismissed, and that a judge, completely uninfluenced by these demonstrations, dismissed the indictments.  A State may protect against the possibility of a conclusion by the public under these circumstances that the judge's action was in part a product of intimidation and did not flow only from the fair and orderly working of the judicial process.  See S.Rep.No.732, 81st Cong., 1st Sess., 4.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">379 U.S. at 565, 85 S.Ct. at 481.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">Cox II describes some of the subtle pressures against which courts should be protected.  In the public mind picketing at a public building will be seen as intended to influence the performance of a governmental function carried on within the building by some public officer.  With respect to the Supreme Court Building and grounds, a single purpose area, there is one principal target-the members of the Supreme Court.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">In the earlier case of Cox v. Louisiana, 379 U.S. 536, 85 S.Ct. 453, 13 L.Ed.2d 471 (1965) (\"Cox I \"), while the Court set aside overbroad statutes relating to peace disturbance and obstructing public traffic that were being discriminatorily enforced, it recognized that:</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p>The rights of free speech and assembly, while fundamental in our democratic society, still do not mean that everyone with opinions or beliefs to express may address a group at any public place and at any time.  The constitutional guarantee of liberty implies the existence of an organized society maintaining public order, without which liberty itself would be lost in the excesses of anarchy.  The control of travel on the streets is a clear example of governmental responsibility to insure this necessary order.  A restriction in that relation, designed to promote the public convenience in the interest of all, and not susceptible to abuses of discriminatory application, cannot be disregarded by the attempted exercise of some civil right which, in other circumstances, would be entitled to protection.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">379 U.S. 554, 85 S.Ct. 464.  The present statute is not being abused because it is uniformly applied to all.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">Later, Justice Black, one of the great defenders of First Amendment freedoms, in upholding a Florida statute that provided trespass on the grounds of a jail, remarked:</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p>The State, no less than a private owner of property, has power to preserve the property under its control for the use to which it is lawfully dedicated.  For this reason there is no merit to the petitioners' argument that they had a constitutional right to stay on the property, over the jail custodian's objections, because this \"area chosen for the peaceful civil rights demonstration was not only 'reasonable' but also particularly appropriate ....\"  Such an argument has as its major unarticulated premise the assumption that people who want to propagandize protests or views have a constitutional right to do so whenever and however and wherever they please.  That concept of constitutional law was vigorously and forthrightly rejected in two of the cases petitioners rely on, Cox v. Louisiana, (379 U.S. 536) at 554-555 and 563-564, 85 S.Ct. at 464 and 480.  We reject it again.  The United States Constitution does not forbid a State to control the use of its own property for its own lawful nondiscriminatory purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">Adderley v. Florida, 385 U.S. 39, 47-48, 87 S.Ct. 242, 247-248, 17 L.Ed.2d 149 (1966) (emphasis added) (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">The same basic rationale found expression in an opinion by Justice Stewart sustaining the prohibition of all demonstrations and political activity on the Fort Dix Military Reservation, including the public thoroughfares within the post that traditionally were open to all:</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">The Court of Appeals was mistaken ... in thinking ... that whenever members of the public are permitted freely to visit a place owned or operated by the Government, then that place becomes a \"public forum\" for purposes of the First Amendment.  Such a principle of constitutional law has never existed, and does not exist now.  The guarantees of the First Amendment have never meant \"that people who want to propagandize protests or views have a constitutional right to do so whenever and however and wherever they please.\"  Adderley v. Florida, 385 U.S. 39, 48, 87 S.Ct. 242, 247, 17 L.Ed.2d 149, 156.  \"The State, no less than a private owner of property, has power to preserve the property under its control for the use to which it is lawfully dedicated.\"  Id., at 47, 87 S.Ct., at 247, 17 L.Ed.2d, at 156.  See also Cox v. Louisiana, 379 U.S. 559, 560-564, 85 S.Ct. 476, 478-481, 13 L.Ed.2d 487, 489-492.  Cf. Pell v. Procunier, 417 U.S. 817, 94 S.Ct. 2800, 41 L.Ed.2d 495.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">Greer v. Spock, 424 U.S. 828, 836-37, 96 S.Ct. 1211, 1216-17, 47 L.Ed.2d 505 (1976) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">In my judgment the Supreme Court was clearly indicating in these decisions that the government may preserve property under its control, including the Supreme Court Building and grounds, for the use to which it is lawfully dedicated.  Congress has done just that in sections 1507 and 13k for the Supreme Court Building and the narrow fringe of grounds that surround it.  The principles announced in the Cox decisions, and particularly in Adderley and Greer v. Spock, sustain the constitutional validity of such statutes when uniformly applied.</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">Plaintiffs argue that the decision in Jeannette Rankin Brigade v. Chief of Capitol Police, 342 F.Supp. 575 (D.D.C.)  (three-judge court) (\"Jeannette Rankin II \"), aff'd mem., 409 U.S. 972, 93 S.Ct. 311, 34 L.Ed.2d 236 (1972), is contrary authority.  Not so.  The court in that case held a statute similar to section 13k that applied to the Capitol Building and grounds to be facially unconstitutional.  But Congress occupies the Capitol, and its function, the extent of its \"grounds\" and their historical use differ substantially from the purpose to which the Supreme Court Building and its narrow grounds are dedicated and used.  Congress and the Supreme Court also differ substantially in structure, operation and purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">In the first place the comparative areas of the respective \"grounds\" of the Capitol and the Supreme Court are greatly disproportionate.  The Supreme Court grounds comprise slightly less than two and one-half normal city blocks, most of which are occupied by the Supreme Court Building.<a class=\"footnote\" href=\"#fn8-1\" id=\"fn8-1_ref\">8</a>  The Capitol grounds, on the other hand, extend from the Union Station approximately ten blocks South to D Street, S.W.  (about a mile), and, at its widest point, from Second Street, S.E., seven blocks to Third Street, S.W., comprising an irregular area of at least 60 square blocks.<a class=\"footnote\" href=\"#fn9-1\" id=\"fn9-1_ref\">9</a>  This immense area covers the environs of the Capitol, the Senate Office Buildings, the House Office Buildings, the congressional garages, and extends to all the surrounding streets and the very extensive park-like grounds and walks.  The area even includes the detached area surrounding the Capitol Power Plant, several blocks to the south of the Capitol.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">Judge McGowan's decision in Jeannette Rankin II recognized that \"(w)hether the Capitol Grounds is an area to which access cannot be denied broadly or absolutely depends ... on whether it has been ordinarily open to the public ... or whether ... the uses for which it has traditionally been put are inconsistent with demonstrations and mass assemblies.\"  342 F.Supp. at 583-84.  In referring to the Supreme Court's decision in Cox II the Rankin II court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p>In Cox II ... the Supreme Court upheld a state statute which banned parades and picketing \"in or near courthouses\" which have the \"intent of interfering with, obstructing, or impeding the administration of justice, or ... the intent of influencing any judge (or) juror....\"  The Court felt that the integrity of the judicial process could not survive in an atmosphere of mob excitement.  But while, as Judge Bazelon said (dissenting in Jeannette Rankin (I), (421 F.2d 1090 (D.C.Cir.1969))), \"traditionally, the judiciary does not decide cases by reference to popular opinion,\" the fundamental function of a legislature in a democratic society assumes accessibility to such opinion.  Moreover, the Capitol Grounds defined in this statute are so extensive that demonstrations which may take place upon them might not be \"near\" or \"in the immediate vicinity of\" the Capitol itself.</p>\n    </div>\n    <p class=\"indent\">342 F.Supp. at 584 (emphasis added).<a class=\"footnote\" href=\"#fn10-1\" id=\"fn10-1_ref\">10</a></p>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">The area of the Supreme Court thus differs from the Capitol grounds in three particulars: (1) the traditional use of the Supreme Court grounds has been inconsistent with demonstrations, mass assemblies, and picketing-and it has never become a public forum; (2) the fundamental function of the Supreme Court does not assume accessibility to street opinion conveyed by parading mass assemblages and individual picketing; and (3) the Supreme Court grounds are so small that demonstrations and picketing upon them would be \"near\" and \"in the immediate vicinity of\" the Supreme Court Building itself.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">The applicable statutes serve the important and substantial governmental interest of maintaining \"order and decorum\" for the entire Court area and preserving the \"appearance of justice.\"  Judges, lawyers, litigants and the general public are able to enter and leave the Court and go about their business or activity free from the importuning that necessarily follows having pamphlets pressed upon them and signs and banners confront them for every conceivable political, judicial and personal cause.  The statutes are necessary to preserve the ideal of \"Equal Justice Under Law\" and to avoid the existence or appearance of outside pressure or influence.</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p class=\"indent\">In contrast to the purpose of the Capitol, the declared purpose of the Supreme Court Building is to furnish the citizens of this nation a due process environment in which the nation's most important judicial issues may be presented, heard and decided without even the semblance of influence by street pressures.  Order and decorum within the building and its surroundings are required if this necessary objective is to be guaranteed.  The Supreme Court is the center of an area where the rule of law is intended to prevail and extraneous pressures are not permitted.  The Supreme Court decides cases based upon the rule of law, not upon the level of public pressure that might be generated by mass assemblages and other public activities within the Supreme Court Building or on the adjacent grounds and walkways.  The Court should not be subjected even to the subtle pressures of allegedly innocuous picketing and leafleting.</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">The governmental interest in the order and decorum surrounding the Supreme Court, as reflected in the questioned statute, is unrelated to the suppression of free expression.  The proper application of this statute is demonstrated by the fact that the Supreme Court Marshal follows a uniform rule of prohibiting activity without reference to expressive content.  The Marshal thus does not suppress any particular views or just views that he or the court does not wish to hear.  There is no prior restraint of any particular viewpoint.  All are treated equally.</p>\n    </div>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p class=\"indent\">Appellants' real objective here is to establish a public forum on the narrow grounds surrounding the Supreme Court.  It appears that their plan was carefully devised and followed legal advice.  Complaint P 16.  But the areas within the Supreme Court Building and grounds have never been dedicated to that purpose.  To permit such conduct now would subvert the Supreme Court in its effort to provide due process and \"Equal Justice Under Law.\"  What would start as two lonely peaceful pickets today would eventually lead to the hordes of tomorrow,<a class=\"footnote\" href=\"#fn11-1\" id=\"fn11-1_ref\">11</a> bannering and distributing leaflets (in a peaceful manner) on abortion, school busing, prayers in public schools, civil rights, greater rights for the press and media, free speech, Miranda, the exclusionary rule, search and seizure, obscenity, and a host of other issues.  That appellants seek to establish a public forum to picket, etc., on past decisions and possible future cases is apparent from their suggestion for limiting the reach of 18 U.S.C. &#167; 1507.  They argue that it should only apply to cases currently pending in the Supreme Court.  There are so many potential judicial issues that are the subject of on-going public campaigns and movements that even though a specific case involving the precise issue may not at a particular moment be sub judice in the Supreme Court, there is a strong likelihood that the issue will sometime come before the Court.  In view of such fact and the wide range that would be open for seeking reversal of past decisions, it would be unreasonable and unrealistic to limit the statute only to pending cases.</p>\n    </div>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">For all of the above reasons, I dissent from the majority's effort to establish a public forum within the Supreme Court Building and grounds.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Supreme Court grounds extend to the curb of each of the four streets that enclose the block on which the Supreme Court building is located.  See 40 U.S.C. &#167; 13p (1976)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Affidavit of Alfred Wong, Marshal of the Supreme Court, Record (\"R.\") 3, Defendant's Exhibit 1.  Indeed, at oral argument before this panel, Government counsel virtually conceded that even expressive T-shirts or buttons worn on the Supreme Court grounds would be prohibited by &#167; 13k</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Both the Government, in its motion for summary judgment, and the District Court, 524 F.Supp. 815, in its Memorandum Opinion, accepted the factual allegations of appellants' complaint.  See R. 3, 8</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> United States v. Ebner, No. 12487-79, transcript of proceedings at 39, 41 (D.C.Super.Ct. Jan. 22, 1980) (Hannon, J.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We note that appellants have standing to maintain this action.  Appellants have attempted to engage in expressive conduct on the Supreme Court grounds, and have been prevented from doing so by &#167; 13k.  In addition, both appellants \"are eager to exercise their First Amendment rights at the Supreme Court and both would return but for the spectre of arrest.\"  Complaint P 27, R. 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Another section of the statute, 40 U.S.C. &#167; 13l (1976), provides that, \"(i)n addition to the restrictions and requirements specified in sections (13g-13k), the Marshal of the Supreme Court may prescribe such regulations ... as may be deemed necessary for the adequate protection of the Supreme Court Building and grounds and of persons and property therein, and for the maintenance of suitable order and decorum within the Supreme Court Building and grounds.\"  (Emphasis supplied.)  This authorization is clearly designed to supplement the requirements contained in the statute challenged here.  It does not afford the Marshal leeway to modify the total prohibition on expressive activity contained in &#167; 13k.  The only regulations promulgated pursuant to this section, moreover, concern the hours during which the Supreme Court Building is open to the public.  R. 7</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> As stated in the affidavit of Alfred Wong, Marshal of the Supreme Court:</p>\n        <p>When any person on the grounds of the Supreme Court of the United States engages in expressive conduct, including carrying a sign, passing out leaflets or participating in a demonstration, that person is notified by a law enforcement officer that the conduct is in violation of 40 U.S.C. &#167; 13(k) and advised that unless they cease the conduct or leave the grounds of the Supreme Court of the United States they will be arrested.  The person is then given a reasonable time to desist his or her conduct or leave the grounds.  Those who do not cease their conduct or leave the grounds are arrested.</p>\n        <p>R. 3, Defendant's Exhibit 1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> But see Walker v. City of Birmingham, 388 U.S. 307 (1967) (petitioners not entitled to ignore an overly broad and vague ex parte temporary injunction); Poulos v. New Hampshire, 345 U.S. 395, 73 S.Ct. 760, 97 L.Ed. 1105 (1953) (petitioners not entitled to ignore an arbitrary and unreasonable denial of a permit under an otherwise valid licensing scheme.)  Neither of these decisions is applicable in the instant case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> As a result of its disposition below, the District Court did not address this question.  While \"(i)t is the general rule, of course, that a federal appellate court does not consider an issue not passed upon below,\" Singleton v. Wulff, 428 U.S. 106, 120, 96 S.Ct. 2868, 2877, 49 L.Ed.2d 826 (1976), \"(t) he matter of what questions may be taken up and resolved for the first time on appeal is one left primarily to the discretion of the courts of appeals, to be exercised on the facts of individual cases.\"  Id. at 121, 96 S.Ct. at 2877.  \"Certainly there are circumstances in which a federal appellate court is justified in resolving an issue not passed on below.\"  Id</p>\n        <p>We believe that this is such a case.  Both parties have addressed fully the constitutionality of &#167; 13k, both in this court and in the District Court.  This is not a case, therefore, where resolution of an issue for the first time on appeal would cause undue surprise or prejudice.  Accord, Charles v. Carey, 627 F.2d 772, 790 n.32 (7th Cir. 1980).  In addition, since appellants challenge the constitutionality of &#167; 13k on its face, the resolution of this issue is purely one of law, appropriate for appellate review.  See United States v. Black, 609 F.2d 1330, 1333 (9th Cir. 1979), cert. denied, 449 U.S. 847, 101 S.Ct. 132, 66 L.Ed.2d 56 (1980) (\"But when the issue (not considered) in the trial court is purely one of law and the pertinent record has been fully developed, the court of appeals may consider it, particularly when as here the issues have been fully briefed.\")  For these reasons, we believe that a remand to the District Court, which inevitably would result in a future appeal to this court, \"would be a waste of judicial resources.\"  United States v. Aulet, 618 F.2d 182, 186 (2d Cir. 1980).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> This directive has been made applicable to the actions of the States, as well as Congress, by the Fourteenth Amendment.  See Edwards v. South Carolina, 372 U.S. 229, 235, 83 S.Ct. 680, 683, 9 L.Ed.2d 697 (1963), and cases cited</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See Kunz v. New York, 340 U.S. 290, 293, 71 S.Ct. 312, 314, 95 L.Ed. 280 (1951); Grayned v. City of Rockford, 408 U.S. 104, 115, 92 S.Ct. 2294, 2302, 33 L.Ed.2d 222 (1972)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> To protest the segregation of the library, five Blacks silently sat or stood for 10 to 15 minutes in a branch library that served only white persons.  383 U.S. at 139, 86 S.Ct. at 722</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> See 383 U.S. at 142, 86 S.Ct. at 724 (plurality opinion), and at 146, 86 S.Ct. at 726 (Brennan, J., concurring)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> See also A Quaker Action Group v. Morton (Quaker Action IV), 516 F.2d 717 (D.C.Cir.1975) (vacating, on First Amendment grounds, regulations of the National Park Service that limited demonstrations on the sidewalk in front of the White House to 100 persons and demonstrations in Lafayette Park across the street to 500 persons)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The Court also explained:</p>\n        <p>Civil liberties, as guaranteed by the Constitution, imply the existence of an organized society maintaining public order without which liberty itself would be lost in the excesses of unrestrained abuses.  The authority of a municipality to impose regulations in order to assure the safety and convenience of the people in the use of public highways has never been regarded as inconsistent with civil liberties but rather as one of the means of safeguarding the good order upon which they ultimately depend.</p>\n        <p>312 U.S. at 574, 61 S.Ct. at 765.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> In upholding the statute at issue in Cox v. Louisiana, 379 U.S. 559, 85 S.Ct. 476, 13 L.Ed.2d 487 (1965), the Supreme Court emphasized that the statute was \"a precise, narrowly drawn regulatory statute which proscribes certain specific behavior.\"  379 U.S. at 562, 85 S.Ct. at 479.  As stated above, the Court noted that, \"(a)bsent an appropriately drawn and applicable statute, entirely different considerations would apply if, for example, the demonstrators were picketing to protest the actions of a mayor or other official of a city completely unrelated to any judicial proceedings, who just happened to have an office located in the courthouse building.\"  Id. at 567, 85 S.Ct. at 482</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> The Senate and House Reports accompanying what is now 40 U.S.C. &#167; 13k are both very brief.  In relevant part, the House Report simply provides:</p>\n        <p>It is the belief of the Committee on the Judiciary that in keeping with the dignity of the highest Court in the land, provision should be made for the policing of its building and grounds similar to that which is made for the United States Capitol.</p>\n        <p>H.R.Rep. No. 814, 81st Cong., 1st Sess. 2 (1949).  Similarly, the Senate Report provides:</p>\n        <p>In keeping with the dignity which should surround the Supreme Court of the United States and the building and grounds which house it, the committee feel that this legislation should be enacted promptly.</p>\n        <p>S.Rep. No. 719, 81st Cong., 1st Sess. 2 (1949).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> See note 17, supra.  See also 95 Cong.Rec. 8962 (1949) (Remarks of Rep. Celler): \"(A)ll this bill does ... is to apply the same rules to the Supreme Court building and its adjoining grounds as are now applicable to the Capitol itself-no more and no less.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> However, it is arguable that any law designed to protect against interferences with the administration of justice will help maintain the dignity and decorum of the Court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> This principle has not been changed by the recent decision in Heffron v. International Society for Krishna Consciousness, Inc., --- U.S. ----, 101 S.Ct. 2559, 69 L.Ed.2d 298 (1981), in which the Supreme Court held that, in order to maintain the orderly movement of the crowd through the large number of exhibits of a state fair, a State may require a religious organization to distribute and sell religious literature and solicit donations only at a designated booth located within the fairgrounds.  The Court refused to separate, for constitutional purposes, \"the open areas of the fairgrounds from that part of the fairgrounds where the booths are located.\"  101 S.Ct. at 2568 n.16.  The Court was careful to state:</p>\n        <p>Since respondents are permitted to solicit funds and distribute and sell literature from within the fairgrounds, albeit from a fixed location, it is inaccurate to say that Rule 6.05 constitutes a ban on such protected activity in the relevant public forum.</p>\n        <p>Id.  The statute at issue in this case does not merely limit the area of the Supreme Court grounds available for expressive conduct; instead, the statute absolutely prohibits all expressive conduct throughout the grounds.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> While this principle is inapplicable in certain commercial speech cases, see Bates v. State Bar of Arizona, 433 U.S. 350, 97 S.Ct. 2691, 53 L.Ed.2d 810 (1977), that limitation is not relevant here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> To the extent that the dissenting opinion's construction would actually limit the statute's reach, it would likely raise other potential constitutional infirmities.  The prohibition of expressive conduct in support of various \"movements\" and \"causes\" is arguably both unconstitutionally vague, see Hynes v. Mayor of Oradell, 425 U.S. 610, 621-22, 96 S.Ct. 1755, 1761-62, 48 L.Ed.2d 243 (1976) (ordinance limiting canvassing and solicitation for a \"political campaign or cause\" invalid for vagueness), and unconstitutionally selective, see Police Department of Chicago v. Mosley, 408 U.S. 92, 98-99, 92 S.Ct. 2286, 2291-2292, 33 L.Ed.2d 212 (1972) (ordinance regulating picketing based on subject matter invalid)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> We too recall the words of Justice Black, whom the dissenting opinion acknowledges to be \"one of the great defenders of First Amendment freedoms.\"  Dissenting op. at 1210.  In Bridges v. California, 314 U.S. 252, 62 S.Ct. 190, 86 L.Ed. 192 (1941), where the Court held that the \"inherent tendency\" of a highly critical out-of-court publication to cause disrespect for the judiciary or to interfere with the orderly administration of justice in a pending case was insufficient to establish punishable contempt, id. at 270-73, 62 S.Ct. at 197-98, Justice Black observed that:</p>\n        <p>(A)n enforced silence, however limited, solely in the name of preserving the dignity of the bench, would probably engender resentment, suspicion, and contempt much more than it would enhance respect.</p>\n        <p>Id. at 270-71, 62 S.Ct. at 197-98.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The Marshal stated he was acting under \"Title 40, United States Code,\" and that includes authority to apply 18 U.S.C. &#167; 1507.  See note 5 infra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> Although Zywicki went to the Supreme Court three different times, the purpose on his February 4, 1980 visit is not clear.  The record indicates only that he sought \"to distribute leaflets concerning political and human oppression in Guatemala.\"  For purposes of adjudging the constitutional question presented, I will not distinguish this incident from the one that occurred on January 8, 1980, when Zywicki distributed pamphlets containing an invitation to religious meetings concerning political and human rights problems in Central America</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> Grace's conduct also appears to fall within the prohibitions of 18 U.S.C. &#167; 1507, the constitutionality of which is not here challenged.  It provides:</p>\n        <p>Whoever, with the intent of interfering with, obstructing, or impeding the administration of justice, or with the intent of influencing any judge, juror, witness, or court officer, in the discharge of his duty, pickets or parades in or near a building housing a court of the United States, or in or near a building or residence occupied or used by such judge, juror, witness, or court officer, or with such intent uses any sound-truck or similar device or resorts to any other demonstration in or near any such building or residence, shall be fined not more than $5,000 or imprisoned not more than one year, or both.</p>\n        <p>18 U.S.C. &#167; 1507 (emphasis added).  Grace alleged that, after learning that some expressive conduct was not permitted at the Supreme Court, she carried her sign containing the First Amendment at the Court because she was \"alarmed that a statute could prohibit peaceful freedom of expression on the grounds of the Supreme Court.\"  Complaint P 9.  A reasonable inference could be drawn from Grace's behavior that she came to the Court intending to influence a \"judge ... or court officer\" to rule that the law concerning public demonstrations at the Court was in violation of the First Amendment.</p>\n        <p>The majority finds it unnecessary to determine whether appellants' conduct was related to the business of the court, and hence a possible violation of &#167; 1507.  See Maj. op. at 1205.  This is anomalous since appellants sought</p>\n        <p>to enjoin defendants, their agents, employees or persons acting on their behalf from enforcing in any manner against any person the provisions of 40 U.S.C. &#167; 13(k) or any other law or regulation which is applied to prohibit activity akin to that involved in the instant case.</p>\n        <p>Complaint P 31C (emphasis added).  Since the majority has treated this case as raising the issue only of the facial construction of &#167; 13k, I will limit my remarks similarly.  It would appear, however, that in determining what relief should be granted it might be concluded that appellants are not entitled to an injunction to prohibit the Supreme Court police from prohibiting \"activity akin to that involved in the instant case\" since it is arguably prohibited by &#167; 1507.  It should be added that further inquiry might show that Zywicki intended to influence the court on either or both of the occasions when he distributed handbills at the Court.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> The majority states that it is not \"suggest(ing) that any individual may picket or leaflet in the Supreme Court building itself.\"  Maj. op. at 1205.  It is unusual that the majority would make such a statement, since it today holds unconstitutional the only statute that would prohibit such conduct not aimed at influencing the court.  The statement is apparently a recognition of the strong governmental interest in order and decorum within the Supreme Court Building.  I do not think this strong interest in order and decorum diminishes materially when the conduct takes place on the narrow grounds that surround the building, rather than in the building itself</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> They are both enforceable by the Marshal under 40 U.S.C. &#167; 13n</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6-1\">\n        <a class=\"footnote\" href=\"#fn6-1_ref\">6</a>\n        <p> In my view the statute should be construed in line with Lambert v. California, 355 U.S. 225, 78 S.Ct. 240, 2 L.Ed.2d 228 (1957) to insure that innocent people who did not have knowledge of the statute would not be arrested.  From appellants' complaint it appears that the statute has been applied in such manner.  In Lambert the court reversed a conviction under a Los Angeles ordinance that prohibited a convicted felon from remaining in the city for more than 5 days without registering with the Chief of Police because there was no evidence that the defendant knew of the registration requirement.  The Court explained:</p>\n        <p>(T)his appellant on first becoming aware of her duty to register was given no opportunity to comply with the law and avoid its penalty, even though her default was entirely innocent....  We believe that actual knowledge of the duty to register or proof of the probability of such knowledge and subsequent failure to comply are necessary before a conviction under the ordinance can stand.</p>\n        <p>355 U.S. at 229, 78 S.Ct. at 243.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7-1\">\n        <a class=\"footnote\" href=\"#fn7-1_ref\">7</a>\n        <p> This is the congressionally stated purpose of the law.  S.Rep.No.719, 81st Cong., 1st Sess. 2 (1949)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8-1\">\n        <a class=\"footnote\" href=\"#fn8-1_ref\">8</a>\n        <p> 40 U.S.C. &#167; 13p provides that the \"Supreme Court grounds\" are limited to the area within the curblines of First Street, N.E.; Maryland Avenue, N.E.; East Capitol Street; and Second Street, N.E</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9-1\">\n        <a class=\"footnote\" href=\"#fn9-1_ref\">9</a>\n        <p> This description is based on the map referred to in the statute that defines the Capitol grounds:</p>\n        <p>The United States Capitol Grounds shall comprise all squares, reservations, streets, roadways, walks, and other areas as defined on a map entitled \"Map showing areas comprising United States Capitol Grounds\", dated June 25, 1946, approved by the Architect of the Capitol and recorded in the Office of the Surveyor of the District of Columbia in book 127, page 8, including all additions added thereto by law subsequent to June 25, 1946, and the jurisdiction and control over the United States Capitol Grounds, vested prior to July 31, 1946, by law in the Architect of the Capitol, is extended to the entire area of the United States Capitol Grounds, and the Architect of the Capitol shall be responsible for the maintenance and improvement thereof ....</p>\n        <p>40 U.S.C. &#167; 193a.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10-1\">\n        <a class=\"footnote\" href=\"#fn10-1_ref\">10</a>\n        <p> The Rankin II court acknowledged that</p>\n        <p>the Supreme Court has held that there are some areas in which the Government may absolutely prohibit the exercise of First Amendment rights, especially the right to assemble.  Jails, for instance, may be put off limits to parades and other political demonstrations.  Adderly v. Florida, 385 U.S. 39, 87 S.Ct. 242, 17 L.Ed.2d 149 (1966).  The area surrounding a courthouse may be similarly immunized.  Cox v. Louisiana, 379 U.S. 559, 85 S.Ct. 476, 13 L.Ed.2d 487 (1965) (\"Cox II\" ).</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">342</a>\n        <p> F.Supp. at 583 (footnote omitted)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11-1\">\n        <a class=\"footnote\" href=\"#fn11-1_ref\">11</a>\n        <p> In Quaker Action Group v. Andrus, 559 F.2d 716 (D.C.Cir.1977) this court indicated that an Interior Department regulation that limited demonstrations to a maximum of 750 persons on the White House sidewalk and 3000 in adjacent Lafayette Park was reasonable, only when coupled with a provision for waiving the maximums upon a showing of good cause.  To avoid just such a melee the congressional statute in effect declares that the area within the Supreme Court and grounds is not a public forum.  40 U.S.C. &#167; 13k</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">665</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1193</span></span></p>\n    <p class=\"case_cite\">214 U.S.App.D.C. 375</p>\n    <p class=\"parties\">Mary Terese GRACE, Thaddeus Zywicki, Appellants,<br>v.<br>Warren E. BURGER, Chief Justice of the United States Supreme<br>Court, et al.</p>\n    <p class=\"docket\">No. 80-2044.</p>\n    <p class=\"court\">United States Court of Appeals,<br>District of Columbia Circuit.</p>\n    <p class=\"date\">Argued May 27, 1981.<br>Decided Sept. 8, 1981.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Columbia (D.C. Civil Action No. 80-01205).</p>\n      <p class=\"indent\">R. Craig Lawrence, Asst. U. S. Atty., Washington, D.C., with whom Charles F. C. Ruff, U. S. Atty., Royce C. Lamberth and Kenneth M. Raisler, Asst. U. S. Attys., Washington, D.C., were on brief, for appellees.</p>\n      <p class=\"indent\">Sebastian K. D. Graber, Alexandria, Va., for appellants.</p>\n      <p class=\"indent\">Before MacKINNON, EDWARDS and GINSBURG, Circuit Judges.</p>\n      <p class=\"indent\">Opinion for the court filed by Circuit Judge EDWARDS.</p>\n      <p class=\"indent\">Separate statement by Circuit Judge MacKINNON, dissenting in part and concurring in part.</p>\n      <p class=\"indent\">HARRY T. EDWARDS, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case, appellants challenge the constitutionality of 40 U.S.C. &#167; 13k, which declares:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">It shall be unlawful to parade, stand, or move in processions or assemblages in the Supreme Court Building or grounds, or to display therein any flag, banner, or device designed or adapted to bring into public notice any party, organization, or movement.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">40 U.S.C. &#167; 13k (1976).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  As interpreted and applied by the Marshal of the Supreme Court, the individual responsible for the enforcement of the statute, section 13k prohibits all expressive conduct, including all picketing and leafletting, on the Supreme Court grounds.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">For the reasons set forth below, we find that this statute is repugnant to the First Amendment of the Constitution.  While public expression that has an intent to influence the administration of justice may be restricted, Cox v. Louisiana, <span class=\"citation\" data-id=\"106968\"><a href=\"/opinion/106968/cox-v-louisiana/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">559</span></a></span>, <span class=\"citation\" data-id=\"106968\"><a href=\"/opinion/106968/cox-v-louisiana/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">476</span></a></span>, <span class=\"citation\" data-id=\"106968\"><a href=\"/opinion/106968/cox-v-louisiana/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">487</span></a></span> (1965), Congress has accomplished that result with a more narrowly drawn statute, 18 U.S.C. &#167; 1507, that is fully applicable to the Supreme Court grounds.  Since we are unable to find any other significant governmental interest to justify the absolute prohibition of all expressive conduct contained in section 13k, we hold that the statute is unconstitutional and void.  As a result, appellants are entitled to the declaratory and injunctive relief that they seek.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The facts of this case are not in dispute.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  In May 1978, appellant Thaddeus Zywicki, an elderly Catholic missionary, went by himself to the sidewalk in front of the Supreme Court to distribute a leaflet to passersby.  Standing near a coin-operated vending machine selling the Washington Star, appellant attempted to distribute a reprint of a \"letter to the editor\" published in the Washington Post concerning the removal of unfit judges from the federal bench.  After distributing a few leaflets, appellant was approached by a member of the Supreme Court police, who advised appellant that Title 40 of the United States Code prohibited leafletting anywhere on the Supreme Court grounds.  Fearing arrest, appellant departed.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On January 8, 1980, appellant Zywicki returned to the Supreme Court sidewalk to distribute pamphlets that contained an invitation to, and information about, several religious meetings concerning oppressed peoples of Central America.  As before, appellant was told that he would be arrested if he continued to distribute the leaflets.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On February 4, 1980, appellant again returned to leaflet.  On this occasion, however, Zywicki informed the police officer that a decision of the District of Columbia Superior Court had narrowed the application of 40 U.S.C. &#167; 13k to prohibit only conduct engaged in \"with the intent to disrupt or interfere with or impede the administration of justice or with the intent of influencing the administration of justice.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The officer radioed a person inside the Supreme Court building for clarification, and a Mr. White emerged and stated that the statute had not been changed and that appellant was subject to arrest for leafletting on the sidewalk.  Appellant protested that newspapers were permitted to be sold while he was denied the right to distribute printed matter of his choosing, but peacefully left the grounds.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Upon learning of these events, appellant Mary Grace appeared on the sidewalk in front of the Supreme Court on March 17, 1980, and stood there alone with a sign that recited verbatim the words of the First Amendment.  Shortly after her arrival, a Supreme Court police officer approached appellant and told her that her conduct violated Title 40 of the United States Code.  The officer advised appellant that, unless she left the grounds, she would have to accompany the officer into the building.  Fearing arrest, appellant Grace left.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On May 13, 1980, appellants Zywicki and Grace filed a complaint in the District Court seeking a declaratory judgment that 40 U.S.C. &#167; 13k is unconstitutional on its face, and a permanent injunction prohibiting the Supreme Court police from enforcing the statute.  Both parties filed motions for summary judgment on the merits of this controversy.  On August 7, 1980, however, the District Court dismissed appellants' complaint for failure to exhaust administrative remedies.  R. 8 (Memorandum Opinion).  This ground for dismissal had not been briefed or argued by either party in the District Court.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In this appeal, appellants contend that the dismissal of the complaint for failure to exhaust administrative remedies was improper.  Appellants also seek a judgment from this court declaring 40 U.S.C. &#167; 13k void on its face, and an injunction prohibiting further enforcement of section 13k.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  In response, although seeking an affirmance, the Government does not advance the exhaustion of administrative remedies reasoning relied upon by the District Court.  Rather, the Government contends that the complaint was properly dismissed because section 13k is a proper limitation of expressive conduct on the grounds of the Supreme Court.</p>\n    </div>\n    <p>II. EXHAUSTION OF ADMINISTRATIVE REMEDIES</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The District Court dismissed this action on the ground that appellants failed to apply to the Supreme Court Marshal for a permit to engage in the conduct for which they now seek judicial protection.  Given the circumstances of this case, the judgment of the District Court was plainly erroneous.  We hold that appellants' complaint should not have been dismissed for failure to secure a permit or for failure to otherwise pursue some ill-defined administrative remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The statutory scheme at issue here makes no provision for obtaining a permit to leaflet or picket on the Supreme Court grounds.  Section 13k flatly prohibits all expressive conduct on the Court grounds, not merely expressive conduct engaged in without a permit or license.  Compare, e.g., Cox v. New Hampshire, <span class=\"citation\" data-id=\"103490\"><a href=\"/opinion/103490/cox-v-new-hampshire/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">569</span></a></span>, <span class=\"citation\" data-id=\"103490\"><a href=\"/opinion/103490/cox-v-new-hampshire/\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">762</span></a></span>, <span class=\"citation\" data-id=\"103490\"><a href=\"/opinion/103490/cox-v-new-hampshire/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1049</span></a></span> (1941); Poulos v. New Hampshire, <span class=\"citation\" data-id=\"105117\"><a href=\"/opinion/105117/poulos-v-new-hampshire/\"><span class=\"volume\">345</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">395</span></a></span>, <span class=\"citation\" data-id=\"105117\"><a href=\"/opinion/105117/poulos-v-new-hampshire/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">760</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1105</span></span> (1953).  Furthermore, no administrative procedures have been established by which persons may obtain permission to leaflet or picket on Supreme Court grounds.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Most importantly, the Government has conceded in this case that all expressive conduct-without exception-is forbidden on Court grounds.  The Supreme Court police officers who approached appellants did not indicate that appellants' conduct might be permitted if prior approval from the Marshal were obtained.  In addition, the Marshal's affidavit to the District Court makes it absolutely plain that no expressive conduct will be permitted on the grounds of the Supreme Court.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Thus, so far as the Government is concerned, section 13k does not contemplate or require any permit or licensing procedure for expressive conduct on Court grounds.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In these circumstances, dismissal of the complaint for failure to exhaust administrative remedies was without justification.  No administrative remedies existed for appellants to exhaust.  While appellants conceivably could have sought formal permission from the Supreme Court Marshal, such action would have been an empty-and thus unnecessary-ritual.  As stated by Chief Judge Robinson in Lodge 1858, American Federation of Government Employees v. Paine, <span class=\"citation\" data-id=\"294183\"><a href=\"/opinion/294183/lodge-1858-american-federation-of-government-employees-v-thomas-o-paine/\"><span class=\"volume\">436</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">882</span></a></span> (D.C.Cir.1970), \"the exhaustion requirement contemplates an efficacious administrative remedy, and does not obtain when it is plain that any effort to meet it would come to no more than an exercise in futility.\"  436 F.2d at 896 (separate opinion).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The mere fact that the position of Marshal exists, and that the person in that position may possess the power to withhold enforcement of section 13k, does not mean that an \"efficacious administrative remedy\" was available to appellants.  The statute sets forth no criteria under which the Marshal could determine whether to grant or deny an application for permission to leaflet or picket.  This alone would call into question the judgment of the District Court.  As the Supreme Court has held, \"a law subjecting the exercise of First Amendment freedoms to the prior restraint of a license, without narrow, objective, and definitive standards to guide the licensing authority, is unconstitutional,\" Shuttlesworth v. City of Birmingham, <span class=\"citation\" data-id=\"107871\"><a href=\"/opinion/107871/shuttlesworth-v-birmingham/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">147</span></a></span>, 150-51, <span class=\"citation\" data-id=\"107871\"><a href=\"/opinion/107871/shuttlesworth-v-birmingham/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">935</span></a></span>, 938-39, <span class=\"citation\" data-id=\"107871\"><a href=\"/opinion/107871/shuttlesworth-v-birmingham/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">162</span></a></span> (1969); moreover, the Court also noted that \"a person faced with such an unconstitutional licensing law may ignore it and engage with impunity in the exercise of the right of free expression for which the law purports to require a license.\"  Id. at 151, 89 S.Ct. at 939.  See also Lovell v. City of Griffin, <span class=\"citation\" data-id=\"102991\"><a href=\"/opinion/102991/lovell-v-city-of-griffin/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">444</span></a></span>, <span class=\"citation\" data-id=\"102991\"><a href=\"/opinion/102991/lovell-v-city-of-griffin/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">666</span></a></span>, <span class=\"citation\" data-id=\"102991\"><a href=\"/opinion/102991/lovell-v-city-of-griffin/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">949</span></a></span> (1938).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">For all of the foregoing reasons, we reject the decision of the District Court dismissing appellants' complaint for failure to secure a permit or otherwise to exhaust an administrative remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>III. THE CONSTITUTIONALITY OF 40 U.S.C. &#167; 13k</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Government contends that the District Court was correct in dismissing appellants' complaint, since the prohibition of expressive conduct contained in section 13k does not unduly interfere with First Amendment rights of free speech.  Appellants strongly dispute this contention, and assert that section 13k is unconstitutional on its face.  We turn to consider this significant question of constitutional law.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <p>A. Freedom of Expression in Public Places</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Cases concerning the rights of individuals to express opinions or air grievances on public property are among the most important in our jurisprudence.  In countless cases heard over the years, the Supreme Court has strived to reconcile the clear directive of the First Amendment that \"Congress shall make no law ... abridging the freedom of speech\"<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> with legitimate needs of the Government to limit expression on certain public property so that governmental functions may be conducted safely and properly.  In certain of these cases the Court has recognized a broad right of access to public property for purposes of free expression, while in others the Court has been more restrictive of First Amendment freedoms.  We first address these divergent groups of cases and set forth an overall method of analysis that may be gleaned from the decisions of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>1. Cases Establishing Broad Rights of Access</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Supreme Court has long recognized the importance of access to public places for purposes of free speech.  In Hague v. CIO, <span class=\"citation\" data-id=\"103226\"><a href=\"/opinion/103226/haguer-v-committee-for-industrial-organization/\"><span class=\"volume\">307</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">496</span></a></span>, <span class=\"citation\" data-id=\"103226\"><a href=\"/opinion/103226/haguer-v-committee-for-industrial-organization/\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">954</span></a></span>, <span class=\"citation\" data-id=\"103226\"><a href=\"/opinion/103226/haguer-v-committee-for-industrial-organization/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1423</span></a></span> (1939), the Court declared unconstitutional a local ordinance that prohibited \"public parades or public assembly in or upon the public streets, highways, public parks or public buildings\" without a permit from a local official, which permit could be refused \"for the purpose of preventing riots, disturbances or disorderly assemblage.\"  307 U.S. at 502 n.1, 59 S.Ct. at 958 n.1.  In words at times considered the cornerstone for determining the rights of individuals to use public streets and parks for the expression of political or religious views,<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Justice Roberts stated:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>Wherever the title of streets and parks may rest, they have immemorially been held in trust for use of the public and, time out of mind, have been used for purposes of assembly, communicating thoughts between citizens, and discussing public questions.  Such use of the streets and public places has, from ancient times, been a part of the privileges, immunities, rights, and liberties of citizens.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Id. at 515, 59 S.Ct. at 963 (plurality opinion).  Since the ordinance could be used as \"the instrument of arbitrary suppression of free expression of views on national affairs,\" id. at 516, 59 S.Ct. at 964, the Court declared the law \"void upon its face.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The right to use public property for free expression has been expanded beyond public sidewalks and parks.  In Edwards v. South Carolina, <span class=\"citation\" data-id=\"106538\"><a href=\"/opinion/106538/edwards-v-south-carolina/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, <span class=\"citation\" data-id=\"106538\"><a href=\"/opinion/106538/edwards-v-south-carolina/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">680</span></a></span>, <span class=\"citation\" data-id=\"106538\"><a href=\"/opinion/106538/edwards-v-south-carolina/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">697</span></a></span> (1963), the Supreme Court reversed breach of peace convictions of 187 Black high school and college students who had conducted an orderly demonstration on the South Carolina State House grounds.  During their demonstration, the students had walked-single file or two abreast-carrying placards with messages such as \"I am proud to be a Negro\" and \"Down with segregation.\"  372 U.S. at 231, 83 S.Ct. at 681.  The students had assembled on the State House grounds, which housed the Executive, Legislative and Judicial branches of the South Carolina Government, to express their grievances \"to the citizens of South Carolina, along with the Legislative Bodies of South Carolina.\"  Id. at 235, 83 S.Ct. at 683.  The Supreme Court held that, in arresting, convicting, and sentencing the students, the State had infringed constitutionally protected rights of free speech, free assembly, and freedom to petition the Government for the redress of grievances.  The Court stated that \"(t)he circumstances in this case reflect an exercise of these basic constitutional rights in their most pristine and classic form.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Following Edwards v. South Carolina, other cases of the Court have reenforced and further established rights of expression on public property.  In Brown v. Louisiana, <span class=\"citation\" data-id=\"107167\"><a href=\"/opinion/107167/brown-v-louisiana/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">131</span></a></span>, <span class=\"citation\" data-id=\"107167\"><a href=\"/opinion/107167/brown-v-louisiana/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">719</span></a></span>, <span class=\"citation\" data-id=\"107167\"><a href=\"/opinion/107167/brown-v-louisiana/\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">637</span></a></span> (1966), the Supreme Court vacated the convictions of five individuals found to have violated a breach of peace statute by conducting a peaceful and silent \"sit-in\" in the reading room of a public library.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Although the Court held that the evidence did not support a violation of the breach of peace statute, four Justices of the majority also stated that the protestors' actions were protected by the First Amendment.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Similarly, in Tinker v. Des Moines Independent Community School District, <span class=\"citation\" data-id=\"107841\"><a href=\"/opinion/107841/tinker-v-des-moines-independent-community-school-dist/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">503</span></a></span>, <span class=\"citation\" data-id=\"107841\"><a href=\"/opinion/107841/tinker-v-des-moines-independent-community-school-dist/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">733</span></a></span>, <span class=\"citation\" data-id=\"107841\"><a href=\"/opinion/107841/tinker-v-des-moines-independent-community-school-dist/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">731</span></a></span> (1969), the Supreme Court declared that the First Amendment protected the right of school children to wear black armbands in school in protest against the Vietnam War.  Subsequently, in Jeannette Rankin Brigade v. Chief of Capitol Police, <span class=\"citation\" data-id=\"2339637\"><a href=\"/opinion/2339637/jeannette-rankin-brigade-v-chief-of-capitol-police/\"><span class=\"volume\">342</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">575</span></a></span> (D.D.C.), aff'd mem., <span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">972</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">311</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">236</span></span> (1972), the Court affirmed, without opinion, a decision of a three-judge District Court declaring unconstitutional an Act of Congress that prohibited processions or assemblages on the United States Capitol grounds.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Thus, First Amendment rights of expression have been found to exist in public streets and parks, on State House and the United States Capitol grounds, on the sidewalk in front of the White House, in public schools, and, by four Justices of the majority in Brown v. Louisiana, in the reading room of a public library.  In these diverse situations, it has been held that the State may not impose a complete prohibition on the use of public property as a forum in which individuals may share ideas or express grievances against the Government.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>2. Cases Restricting First Amendment Activity</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The Supreme Court also has held that rights of expression on public property are not absolute.  In the landmark decision of Cox v. New Hampshire, <span class=\"citation\" data-id=\"103490\"><a href=\"/opinion/103490/cox-v-new-hampshire/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">569</span></a></span>, <span class=\"citation\" data-id=\"103490\"><a href=\"/opinion/103490/cox-v-new-hampshire/\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">762</span></a></span>, <span class=\"citation\" data-id=\"103490\"><a href=\"/opinion/103490/cox-v-new-hampshire/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1049</span></a></span> (1941), the Court unanimously upheld the constitutionality of a statute that prohibited a parade or procession on public streets without a license, since the statute, as construed, conveyed authority only to take into account \"considerations of time, place and manner so as to conserve the public convenience.\"  312 U.S. at 575-76, 61 S.Ct. at 765-66.  The Court noted that this limited control over the time and place of expression served to afford the opportunity for proper policing, and to prevent the confusion that could result from overlapping parades or processions.  Id. at 576, 61 S.Ct. at 765.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  The legacy of Cox v. New Hampshire has remained.  Indeed, the Supreme Court recently reaffirmed that activities protected by the First Amendment \"are subject to reasonable time, place, and manner restrictions.\"  Heffron v. International Society for Krishna Consciousness, Inc., --- U.S. ----, ----, <span class=\"citation\" data-id=\"110532\"><a href=\"/opinion/110532/heffron-v-international-soc-for-krishna-consciousness-inc/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2559</span></a></span>, 2563, <span class=\"citation\" data-id=\"110532\"><a href=\"/opinion/110532/heffron-v-international-soc-for-krishna-consciousness-inc/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">298</span></a></span> (1981).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In certain situations, the Supreme Court has upheld relatively substantial restrictions on the right to use public property for expressive activity.  In Cox v. Louisiana, <span class=\"citation\" data-id=\"106968\"><a href=\"/opinion/106968/cox-v-louisiana/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">559</span></a></span>, <span class=\"citation\" data-id=\"106968\"><a href=\"/opinion/106968/cox-v-louisiana/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">476</span></a></span>, <span class=\"citation\" data-id=\"106968\"><a href=\"/opinion/106968/cox-v-louisiana/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">487</span></a></span> (1965), the Supreme Court considered the constitutionality of a state statute that provided:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Whoever, with the intent of interfering with, obstructing, or impeding the administration of justice, or with the intent of influencing any judge, juror, witness, or court officer, in the discharge of his duty pickets or parades in or near a building housing a court of the State of Louisiana ... shall be fined not more than five thousand dollars or imprisoned not more than one year, or both.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">379 U.S. at 560, 85 S.Ct. at 478.  Although the Supreme Court ruled that the State was \"estopped\" from invoking the statute, id. at 571, 85 S.Ct. at 484, the Court also held \"that this statute on its face is a valid law dealing with conduct subject to regulation so as to vindicate important interests of society and that the fact that free speech is intermingled with such conduct does not bring with it constitutional protection.\"  Id. at 564, 85 S.Ct. at 480.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">At issue in Cox v. Louisiana was a demonstration of 2,000 persons, gathered across the street from the courthouse, 101 feet from its steps.  A major purpose of the demonstration was to protest what was considered to be an illegal arrest of 23 students who were detained in the courthouse building. Id. at 566, 85 S.Ct. at 481.  The Supreme Court noted that \"(t)here can be no question that a State has a legitimate interest in protecting its judicial system from the pressures which picketing near a courthouse might create,\" id. at 562, 85 S.Ct. at 479; and concluded:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>A State may adopt safeguards necessary and appropriate to assure that the administration of justice at all stages is free from outside control and influence.  A narrowly drawn statute such as the one under review is obviously a safeguard both necessary and appropriate to vindicate the State's interest in assuring justice under law.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Id.  The Court made clear, however, that critical to its decision was the fact that the statute was drawn narrowly to apply only to picketing with an intent to interfere with the administration of justice.  As stated by the Court:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Absent an appropriately drawn and applicable statute, entirely different considerations would apply if, for example, the demonstrators were picketing to protest the actions of a mayor or other official of a city completely unrelated to any judicial proceedings, who just happened to have an office located in the courthouse building.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Id. at 567, 85 S.Ct. at 482.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Soon after the decision in Cox v. Louisiana, the Court handed down Adderley v. Florida, <span class=\"citation\" data-id=\"107291\"><a href=\"/opinion/107291/adderley-v-florida/\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">39</span></a></span>, <span class=\"citation\" data-id=\"107291\"><a href=\"/opinion/107291/adderley-v-florida/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">242</span></a></span>, <span class=\"citation\" data-id=\"107291\"><a href=\"/opinion/107291/adderley-v-florida/\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">149</span></a></span> (1966), affirming the convictions of 32 persons found to have violated a state trespass statute by conducting a demonstration on jailhouse grounds.  The demonstrators in Adderley had entered the jail grounds through a driveway used only for purposes related to jailhouse business, without warning to, or permission from, the sheriff.  In reviewing the case, the Court noted that jails, built for security purposes, are not traditionally open to the public, and emphasized that:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>This particular jail entrance and driveway were not normally used by the public, but by the sheriff's department for transporting prisoners to and from the courts several blocks away and by commercial concerns for servicing the jail.  Even after their partial retreat, the demonstrators continued to block vehicular passage over this driveway up to the entrance of the jail.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Id. at 45, 87 S.Ct. at 246.  Noting that the sheriff objected only to the presence of the demonstrators \"on that part of the jail grounds reserved for jail uses,\" id. at 47, 87 S.Ct. at 247, the Court affirmed the convictions.  In these circumstances, the Court held that the State \"has power to preserve the property under its control for the use to which it is lawfully dedicated.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Relying in part on Adderley, a recent line of cases have held that, on public property not properly designated as a \"public forum,\" the State may significantly restrict free expression.  In Lehman v. City of Shaker Heights, <span class=\"citation\" data-id=\"109090\"><a href=\"/opinion/109090/lehman-v-shaker-heights/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">298</span></a></span>, <span class=\"citation\" data-id=\"109090\"><a href=\"/opinion/109090/lehman-v-shaker-heights/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2714</span></a></span>, <span class=\"citation\" data-id=\"109090\"><a href=\"/opinion/109090/lehman-v-shaker-heights/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">770</span></a></span> (1974), the Court upheld a municipal decision not to accept paid political advertising for its mass transit system advertising space, noting that the decision was made \"in order to minimize chances of abuse, the appearance of favoritism, and the risk of imposing upon a captive audience.\"  418 U.S. at 304, 94 S.Ct. at 2717.  Similarly, in Greer v. Spock, <span class=\"citation\" data-id=\"109406\"><a href=\"/opinion/109406/greer-v-spock/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">828</span></a></span>, <span class=\"citation\" data-id=\"109406\"><a href=\"/opinion/109406/greer-v-spock/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1211</span></a></span>, <span class=\"citation\" data-id=\"109406\"><a href=\"/opinion/109406/greer-v-spock/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">505</span></a></span> (1976), relying on both \"the historically unquestioned power of (a military) commanding officer summarily to exclude civilians from the area of his command,\" id. at 838, 96 S.Ct. at 1217 (quoting Cafeteria Workers v. McElroy, <span class=\"citation\" data-id=\"106290\"><a href=\"/opinion/106290/cafeteria-restaurant-workers-v-mcelroy/\"><span class=\"volume\">367</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">886</span></a></span>, 893, <span class=\"citation\" data-id=\"106290\"><a href=\"/opinion/106290/cafeteria-restaurant-workers-v-mcelroy/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1743</span></a></span>, 1747, <span class=\"citation\" data-id=\"106290\"><a href=\"/opinion/106290/cafeteria-restaurant-workers-v-mcelroy/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1230</span></a></span> (1961)), and \"the American constitutional tradition of a politically neutral military establishment under civilian control,\" id. at 839, 96 S.Ct. at 1218, the Supreme Court held that a regulation prohibiting all political speeches on a federal military base did not violate the First Amendment.  Most recently, relying on \"(t)he interest in preserving order and authority in the prisons,\" the Court, in Jones v. North Carolina Prisoners' Labor Union, Inc., <span class=\"citation\" data-id=\"109718\"><a href=\"/opinion/109718/jones-v-north-carolina-prisoners-labor-union-inc/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">119</span></a></span>, 132, <span class=\"citation\" data-id=\"109718\"><a href=\"/opinion/109718/jones-v-north-carolina-prisoners-labor-union-inc/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2532</span></a></span>, 2541, <span class=\"citation\" data-id=\"109718\"><a href=\"/opinion/109718/jones-v-north-carolina-prisoners-labor-union-inc/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">629</span></a></span> (1977), upheld regulations promulgated by the North Carolina Department of Correction that prohibited inmates from soliciting other inmates to join a prisoners' union, barred all meetings of the union, and denied bulk mailing privileges to union publications.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>3. Analyzing Cases Concerning Freedom Of Expression On Public Property</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Unfortunately, even upon careful and extended review, it is difficult to discern a unifying thread of analysis that binds the Supreme Court decisions concerning freedom of expression on public property.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In at least a handful of cases, the Court has determined that certain public facilities were not \"public forums;\" in these cases, it appears that the challenged restrictions on freedom of expression have been subjected to a low level of scrutiny by the Court.  For example, in Jones v. North Carolina Prisoners' Labor Union, Inc., <span class=\"citation\" data-id=\"109718\"><a href=\"/opinion/109718/jones-v-north-carolina-prisoners-labor-union-inc/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">119</span></a></span>, <span class=\"citation\" data-id=\"109718\"><a href=\"/opinion/109718/jones-v-north-carolina-prisoners-labor-union-inc/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2532</span></a></span>, <span class=\"citation\" data-id=\"109718\"><a href=\"/opinion/109718/jones-v-north-carolina-prisoners-labor-union-inc/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">629</span></a></span> (1977), the Court stated that, since a prison is not a public forum, prison authorities \"need only demonstrate a rational basis for their distinctions between organizational groups.\"  433 U.S. at 134, 97 S.Ct. at 2542.  Similarly, in Lehman v. City of Shaker Heights, <span class=\"citation\" data-id=\"109090\"><a href=\"/opinion/109090/lehman-v-shaker-heights/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">298</span></a></span>, <span class=\"citation\" data-id=\"109090\"><a href=\"/opinion/109090/lehman-v-shaker-heights/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2714</span></a></span>, <span class=\"citation\" data-id=\"109090\"><a href=\"/opinion/109090/lehman-v-shaker-heights/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">770</span></a></span> (1974), a plurality of the Court stated that \"the policies and practices governing access to the transit system's advertising space must not be arbitrary, capricious, or invidious.\"  418 U.S. at 303, 94 S.Ct. at 2717.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">These judicial statements seem at odds with the general principle that governmental restrictions of free speech will be upheld only upon a showing that the restriction is essential to the furtherance of a substantial governmental interest.  As stated in United States v. O'Brien, <span class=\"citation\" data-id=\"107701\"><a href=\"/opinion/107701/united-states-v-obrien/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, <span class=\"citation\" data-id=\"107701\"><a href=\"/opinion/107701/united-states-v-obrien/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>, <span class=\"citation\" data-id=\"107701\"><a href=\"/opinion/107701/united-states-v-obrien/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">672</span></a></span> (1968), a governmental restriction of free speech</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>is sufficiently justified if it is within the constitutional power of the Government; if it furthers an important or substantial governmental interest; if the governmental interest is unrelated to the suppression of free expression; and if the incidental restriction on alleged First Amendment freedoms is no greater than is essential to the furtherance of that interest.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">391 U.S. at 377, 88 S.Ct. at 1679.  Very recently, in Heffron v. International Society of Krishna Consciousness, Inc., --- U.S. ----, <span class=\"citation\" data-id=\"110532\"><a href=\"/opinion/110532/heffron-v-international-soc-for-krishna-consciousness-inc/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2559</span></a></span>, <span class=\"citation\" data-id=\"110532\"><a href=\"/opinion/110532/heffron-v-international-soc-for-krishna-consciousness-inc/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">298</span></a></span> (1981), the Supreme Court reaffirmed, without qualification, that \"(a) valid time, place, and manner regulation (of First Amendment activities) must also 'serve a significant governmental interest.' \" 101 S.Ct. at 2563 (quoting Virginia State Board of Pharmacy v. Virginia Citizens Consumer Council, Inc., <span class=\"citation\" data-id=\"109450\"><a href=\"/opinion/109450/va-pharmacy-bd-v-va-consumer-council/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">748</span></a></span>, 771, <span class=\"citation\" data-id=\"109450\"><a href=\"/opinion/109450/va-pharmacy-bd-v-va-consumer-council/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, 1830, <span class=\"citation\" data-id=\"109450\"><a href=\"/opinion/109450/va-pharmacy-bd-v-va-consumer-council/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">346</span></a></span> (1976)).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Although some aberrations seemingly do appear, upon close examination we do not find these various opinions of the Supreme Court to be essentially inconsistent.  It is true that the Supreme Court has suggested in the so-called \"non-public forum\" cases that a lesser degree of scrutiny may be applicable; however, the determination that a public facility is not a \"public forum\" has been accompanied in each of these cases by an expression of important governmental interests justifying the State to preserve the property for the use to which it was lawfully dedicated.  Military bases, for instance, are established solely to train soldiers and defend the nation, and require, for the successful accomplishment of those objectives, a large degree of discipline, order and restrictions on civilian access.  Prisons are established solely to house and rehabilitate those convicted of crime, and require, in order to maintain security and order, extensive restrictions on individual freedom and autonomy.  These facilities possess, by their very nature, peculiar characteristics that entitle the State to impose greater restrictions on expression than would be allowed for public sidewalks or parks.  Even in cases involving these facilities, however, the Supreme Court has noted that First Amendment privileges remain that are not inconsistent with the State's legitimate use of the property.  As recognized in Jones, \"a prison inmate retains those First Amendment rights that are not inconsistent with his status as a prisoner or with the legitimate penological objectives of the corrections system.\"  433 U.S. at 125, 97 S.Ct. at 2537 (quoting Pell v. Procunier, <span class=\"citation\" data-id=\"109079\"><a href=\"/opinion/109079/pell-v-procunier/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">817</span></a></span>, 822, <span class=\"citation\" data-id=\"109079\"><a href=\"/opinion/109079/pell-v-procunier/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2800</span></a></span>, 2804, <span class=\"citation\" data-id=\"109079\"><a href=\"/opinion/109079/pell-v-procunier/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">495</span></a></span> (1974)).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Thus, we believe that the decisions of the Supreme Court dictate that whenever the Government denies freedom of expression on property generally open to the public, the restriction must be justified by a significant governmental interest-whether that interest derives from the very nature of the property itself, or from some other source.  Moreover, the restriction on freedom of expression can be no greater \"than is essential to the furtherance of that interest.\"  United States v. O'Brien, <span class=\"citation\" data-id=\"107701\"><a href=\"/opinion/107701/united-states-v-obrien/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, 377, <span class=\"citation\" data-id=\"107701\"><a href=\"/opinion/107701/united-states-v-obrien/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>, 1679, <span class=\"citation\" data-id=\"107701\"><a href=\"/opinion/107701/united-states-v-obrien/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">672</span></a></span> (1968).  Certainly, even peaceful expression may be prohibited \"when it interferes with the operation of vital governmental facilities,\" Carey v. Brown, <span class=\"citation\" data-id=\"110309\"><a href=\"/opinion/110309/carey-v-brown/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">455</span></a></span>, 470, <span class=\"citation\" data-id=\"110309\"><a href=\"/opinion/110309/carey-v-brown/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2286</span></a></span>, 2295, <span class=\"citation\" data-id=\"110309\"><a href=\"/opinion/110309/carey-v-brown/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">263</span></a></span> (1980); the State retains the power \"to preserve the property under its control for the use to which it is lawfully dedicated.\"  Adderley v. Florida, <span class=\"citation\" data-id=\"107291\"><a href=\"/opinion/107291/adderley-v-florida/\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">39</span></a></span>, 47, <span class=\"citation\" data-id=\"107291\"><a href=\"/opinion/107291/adderley-v-florida/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"107291\"><a href=\"/opinion/107291/adderley-v-florida/\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">149</span></a></span> (1966).  As perhaps best stated in Grayned v. City of Rockford, <span class=\"citation\" data-id=\"108598\"><a href=\"/opinion/108598/grayned-v-city-of-rockford/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span>, 116, <span class=\"citation\" data-id=\"108598\"><a href=\"/opinion/108598/grayned-v-city-of-rockford/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2294</span></a></span>, 2303, <span class=\"citation\" data-id=\"108598\"><a href=\"/opinion/108598/grayned-v-city-of-rockford/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span></a></span> (1972), \"(t)he crucial question is whether the manner of expression is basically incompatible with the normal activity of a particular place at a particular time.\"</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">With these principles in mind, we turn to consider the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>B. Freedom of Expression and the Supreme Court Grounds</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In this case, we are concerned with a statute that, as construed, prohibits all expressive conduct in the Supreme Court building and on the Supreme Court grounds.  The statutory prohibition applies whether or not the message conveyed concerns any matter pending before the Court; public expression is also banned no matter what effect is intended or produced by the message.  The statute applies whether or not the Court is in session, and extends to the broad sidewalks that surround the Supreme Court building, which are at all times of the day and night open to the public.  Indeed, the statute, on its face, conceivably prohibits the wearing of an expressive T-shirt or button declaring \"I love America\" on the sidewalk in front of the Supreme Court building at 10 o'clock at night.  Thus, we are not concerned with a narrow regulation that governs the time, place and manner of expression, or solely protects the efficient functioning of the physical structure.  The statute, as construed, flatly prohibits all expressive conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Substantial governmental interests certainly exist to justify restrictions on picketing and other forms of expression in and near courthouses.  The constitutional safeguards of due process that attend judicial proceedings in this country leave no room for influence or domination of the judiciary by public pressure; arguments to courts properly are presented in official pleadings, briefs and memoranda, not on placards.  Although \"(j)udges are supposed to be men (and women) of fortitude, able to thrive in a hardy climate,\" Craig v. Harney, <span class=\"citation\" data-id=\"104429\"><a href=\"/opinion/104429/craig-v-harney/\"><span class=\"volume\">331</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, 376, <span class=\"citation\" data-id=\"104429\"><a href=\"/opinion/104429/craig-v-harney/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1249</span></a></span>, 1255, <span class=\"citation\" data-id=\"104429\"><a href=\"/opinion/104429/craig-v-harney/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1546</span></a></span> (1947), the Supreme Court has recognized that \"judges are human; and the legislature has the right to recognize the danger that some judges ... will be consciously or unconsciously influenced by demonstrations in or near their courtrooms.\"  Cox v. Louisiana, <span class=\"citation\" data-id=\"106968\"><a href=\"/opinion/106968/cox-v-louisiana/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">559</span></a></span>, 565, <span class=\"citation\" data-id=\"106968\"><a href=\"/opinion/106968/cox-v-louisiana/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">476</span></a></span>, 481, <span class=\"citation\" data-id=\"106968\"><a href=\"/opinion/106968/cox-v-louisiana/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">487</span></a></span> (1965).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Along with these considerations, \"(a) State may also properly protect the judicial process from being misjudged in the minds of the public.\"  Id.  Due to the possibility that a court may adopt, coincidentally, a position forcefully urged by courthouse demonstrators, \"(a) State may protect against the possibility of a conclusion by the public ... that the judge's action was in part a product of intimidation and did not flow only from the fair and orderly working of the judicial process.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We need not determine the extent to which these concerns are applicable to proceedings before the United States Supreme Court.  As described above, the statute at issue is in no way limited to expression that may risk influencing a Supreme Court Justice, or, probably more realistically, that may distort public perceptions of Supreme Court decisionmaking.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>  Indeed, the legislative history of section 13k demonstrates no particularized congressional concerns with either the fair administration of justice or public confidence in the judicial process.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">More importantly, however, these legitimate concerns are fully addressed by 18 U.S.C. &#167; 1507, which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Whoever, with the intent of interfering with, obstructing, or impeding the administration of justice, or with the intent of influencing any judge, juror, witness, or court officer, in the discharge of his duty, pickets or parades in or near a building housing a court of the United States, or in or near a building or residence occupied or use by such judge, juror, witness, or court officer, or with such intent uses any sound-truck or similar device or resorts to any other demonstration in or near any such building or residence, shall be fined not more than $5,000 or imprisoned not more than one year, or both.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">18 U.S.C. &#167; 1507 (1976).  The constitutionality of a state statute modeled on section 1507 was upheld by the Supreme Court in Cox v. Louisiana, supra.  Section 1507 prohibits expressive conduct on the Supreme Court grounds designed to influence Supreme Court Justices or to interfere with the administration of justice; therefore, we can find no justification for the absolute prohibition of all expressive conduct contained in 40 U.S.C. &#167; 13k.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The Government argues, however, that the absolute ban on expressive conduct contained in section 13k is necessary and appropriate to maintain the dignity and decorum of the Supreme Court.  Indeed, it would appear that this is the sole justification of the statute advanced in the legislative history.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a>  Although this interest admittedly is not protected in explicit terms by 18 U.S.C. &#167; 1507,<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> we do not believe that this concern alone is sufficient to justify the absolute prohibition of free expression contained in this statute.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">In Jeannette Rankin Brigade v. Chief of Capitol Police, <span class=\"citation\" data-id=\"2339637\"><a href=\"/opinion/2339637/jeannette-rankin-brigade-v-chief-of-capitol-police/\"><span class=\"volume\">342</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">575</span></a></span> (D.D.C.), aff'd mem., <span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">972</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">311</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">236</span></span> (1972), a three-judge District Court considered a similarly worded statute prohibiting all parading or picketing on the United States Capitol grounds.  In declaring the law unconstitutional on its face, the court explicitly rejected an argument that \"the 'peace,' 'serenity,' 'majesty,' maintenance of a 'park-like setting,' and the 'glorification of a form of government through visual enhancement of its public buildings,' \" justified an exclusion of all public expression on the Capitol grounds.  342 F.Supp. at 585.  The court unequivocally stated, \"(t)he desire of Congress, if such there be, to function in the 'serenity' of a 'park-like setting' is fundamentally at odds with the principles of the First Amendment.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Unquestionably, the majesty of the Supreme Court building can and does instill public confidence in the important governmental functions conducted inside.  However, while the Capitol and Supreme Court buildings house different governmental entities, justifying different restrictions on free expression, we believe that an interest in \"the glorification of a form of government through visual enhancement of its public buildings\" can no more justify an absolute prohibition of free expression on the Supreme Court grounds than on the grounds of the United States Capitol.  The sight of a sole picketer may indeed mar an otherwise pristine morning or perfectly centered snapshot.  However, it is just that annoyance-if such be the case-that may cause bystanders or passersby to stop and take notice, to become aware of an issue, to formulate a response to a companion.  This awareness and interchange is, in part, precisely what the First Amendment is designed to protect.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">An interest in the \"peace\" and \"decorum\" of the Supreme Court cannot alone justify the absolute abridgement of expressive conduct of section 13k.  Indeed, the Government cannot fairly assert that all expressive conduct outside the Supreme Court will adversely affect the peace and decorum of the Court.  Thus, even if the asserted interest is legitimate by itself, it cannot justify the total ban at issue here.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">We simply do not believe that all expressive conduct \"interferes with the operation of (this) vital governmental facilit(y).\"  Carey v. Brown, <span class=\"citation\" data-id=\"110309\"><a href=\"/opinion/110309/carey-v-brown/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">455</span></a></span>, 470, <span class=\"citation\" data-id=\"110309\"><a href=\"/opinion/110309/carey-v-brown/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2286</span></a></span>, 2295, <span class=\"citation\" data-id=\"110309\"><a href=\"/opinion/110309/carey-v-brown/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">263</span></a></span> (1980).  Unlike the situation presented in Adderley v. Florida, <span class=\"citation\" data-id=\"107291\"><a href=\"/opinion/107291/adderley-v-florida/\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">39</span></a></span>, <span class=\"citation\" data-id=\"107291\"><a href=\"/opinion/107291/adderley-v-florida/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">242</span></a></span>, <span class=\"citation\" data-id=\"107291\"><a href=\"/opinion/107291/adderley-v-florida/\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">149</span></a></span> (1966), where over 100 demonstrators blocked vehicular passage over a jail driveway \"not normally used by the public, but by the sheriff's department for transporting prisoners to and from the courts several blocks away and by commercial concerns for servicing the jail,\" id. at 45, 87 S.Ct. at 246, the prohibition at issue here is not necessary for the Government \"to preserve the property under its control for the use to which it is lawfully dedicated.\"  Id. at 47, 87 S.Ct. at 247.  The Government has offered nothing to suggest that all expressive conduct on the sidewalk of the Supreme Court \"is basically incompatible with the normal activity of (that) particular place at (that) particular time.\"  Grayned v. City of Rockford, <span class=\"citation\" data-id=\"108598\"><a href=\"/opinion/108598/grayned-v-city-of-rockford/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span>, 116, <span class=\"citation\" data-id=\"108598\"><a href=\"/opinion/108598/grayned-v-city-of-rockford/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2294</span></a></span>, 2303, <span class=\"citation\" data-id=\"108598\"><a href=\"/opinion/108598/grayned-v-city-of-rockford/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span></a></span> (1972).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Nor is it sufficient, as the Government suggests, that other nearby locations exist where freedom of expression is not abridged.  As the Supreme Court flatly declared in Schneider v. State, <span class=\"citation\" data-id=\"103243\"><a href=\"/opinion/103243/schneider-v-state-town-of-irvington/\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">147</span></a></span>, <span class=\"citation\" data-id=\"103243\"><a href=\"/opinion/103243/schneider-v-state-town-of-irvington/\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">146</span></a></span>, <span class=\"citation\" data-id=\"103243\"><a href=\"/opinion/103243/schneider-v-state-town-of-irvington/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">155</span></a></span> (1939):</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p>(O)ne is not to have the exercise of his liberty of expression in appropriate places abridged on the plea that it may be exercised in some other place.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">308 U.S. at 163, 60 S.Ct. at 151.  Indeed, \"(f)reedom of expression would not truly exist if the right could be exercised only in an area that a benevolent government has provided as a safe haven for crackpots.\"  Tinker v. Des Moines Independent Community School District, <span class=\"citation\" data-id=\"107841\"><a href=\"/opinion/107841/tinker-v-des-moines-independent-community-school-dist/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">503</span></a></span>, 513, <span class=\"citation\" data-id=\"107841\"><a href=\"/opinion/107841/tinker-v-des-moines-independent-community-school-dist/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">733</span></a></span>, 740, <span class=\"citation\" data-id=\"107841\"><a href=\"/opinion/107841/tinker-v-des-moines-independent-community-school-dist/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">731</span></a></span> (1969).<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a></p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">In short, we find no interest to justify the absolute prohibition of expression contained in section 13k.  Indeed, we believe that it would be tragic if the grounds of the Supreme Court, unquestionably the greatest protector of First Amendment rights, stood as an island of silence in which those rights could never be exercised in any form.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">We emphasize that expressive conduct designed to disrupt the Supreme Court or to in any way influence the administration of justice is not protected by our opinion today.  Such conduct is properly prohibited by 18 U.S.C. &#167; 1507.  Nor do we suggest that any individual may picket or leaflet in the Supreme Court building itself.  The statute at issue, however, prohibits expressive conduct unrelated to any business of the Supreme Court, throughout the Supreme Court grounds.  Since such a blanket prohibition is inconsistent with the principles of the First Amendment, the statute is void on its face.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">In so holding, we need not examine the facts of the present case to determine whether the particular conduct engaged in by appellants is protected by the First Amendment.  As the Supreme Court recently stated in Village of Schaumburg v. Citizens for a Better Environment, <span class=\"citation\" data-id=\"110188\"><a href=\"/opinion/110188/schaumburg-v-citizens-for-a-better-environment/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">620</span></a></span>, <span class=\"citation\" data-id=\"110188\"><a href=\"/opinion/110188/schaumburg-v-citizens-for-a-better-environment/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">826</span></a></span>, <span class=\"citation\" data-id=\"110188\"><a href=\"/opinion/110188/schaumburg-v-citizens-for-a-better-environment/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">73</span></a></span> (1980):</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p>Given a case or controversy, a litigant whose own activities are unprotected may nevertheless challenge a statute by showing that it substantially abridges the First Amendment rights of other parties not before the court.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">444 U.S. at 634, 100 S.Ct. at 834.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a>  We have held that the absolute prohibition of section 13k, which prohibits expressive conduct unrelated to any business of the Supreme Court throughout the Supreme Court grounds, unduly abridges First Amendment rights.  Thus, while on the record before us appellants' conduct would appear to be unrelated to any business of the Court and protected by the First Amendment, we need not so determine.  Since the statute is not narrowly drawn to further a legitimate State interest, appellants are entitled to the relief that they seek.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">In an effort to save section 13k with a narrowing construction, the dissenting opinion suggests that \"the section should be limited ... to prevent expressive conduct aimed at promoting and propagandizing political parties and the various causes that are supported by the many movements extant in our pluralistic society.\"  Dissenting op. at 1209.  It is unclear, however, to what extent, if any, that construction would operate as less than an absolute prohibition.  The dissenting opinion ultimately construes \"political parties,\" \"organizations,\" \"movements,\" and \"causes\" in such a way as to encompass virtually all expressive conduct.  Thus, we cannot discern in the dissent's view of section 13k any comprehensible departure from the Government's construction of the statute, i.e., it would ban all expressive conduct at all times and on all of the public grounds surrounding the Supreme Court.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a></p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">While we would prefer to adopt a narrowing construction of the statute in order to avoid a holding that section 13k is unconstitutional, Crowell v. Benson, <span class=\"citation\" data-id=\"101864\"><a href=\"/opinion/101864/crowell-v-benson/\"><span class=\"volume\">285</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">22</span></a></span>, 62, <span class=\"citation\" data-id=\"101864\"><a href=\"/opinion/101864/crowell-v-benson/\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">285</span></a></span>, 296, <span class=\"citation\" data-id=\"101864\"><a href=\"/opinion/101864/crowell-v-benson/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">598</span></a></span> (1932), a validating construction is simply impossible here.  Section 13k's slim legislative history suggests only the desire on the part of Congress to surround the Court with the same cordon of silence that Congress attempted to place around the Capitol, see notes 17 and 18 supra, a measure struck down on First Amendment grounds in Jeannette Rankin Brigade v. Chief of Capitol Police, <span class=\"citation\" data-id=\"2339637\"><a href=\"/opinion/2339637/jeannette-rankin-brigade-v-chief-of-capitol-police/\"><span class=\"volume\">342</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">575</span></a></span> (D.D.C.)  (three-judge court), aff'd mem., <span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">972</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">311</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">236</span></span> (1972).  Combined with the statute's all-encompassing terms and with decades of consistently broad enforcement, this legislative history precludes a limiting interpretation.  G. Endlich, a Commentary on the Interpretation of Statutes &#167;&#167; 178-180 (1888).  Indeed, the Government concedes that section 13k is a total ban of all expressive conduct on the grounds surrounding the Supreme Court.  Congress, of course, may legislate to narrowly restrict expressive conduct on the Supreme Court grounds that threatens significant governmental interests, but the creation of new statutes must be left to that body.  Aptheker v. Secretary of State, <span class=\"citation\" data-id=\"106884\"><a href=\"/opinion/106884/aptheker-v-secretary-of-state/\"><span class=\"volume\">378</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">500</span></a></span>, 515-17, <span class=\"citation\" data-id=\"106884\"><a href=\"/opinion/106884/aptheker-v-secretary-of-state/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1659</span></a></span>, 1668-69, <span class=\"citation\" data-id=\"106884\"><a href=\"/opinion/106884/aptheker-v-secretary-of-state/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">992</span></a></span> (1964).</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">In the end analysis, we simply cannot agree with our dissenting colleague that the interests in order and decorum can, consistently with the First Amendment, justify a total prohibition of all expressive conduct at all times and on all of the Supreme Court grounds.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a></p>\n    </div>\n    <p>IV. RELIEF</p>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">As a result of our holding in this case, appellants are entitled to a declaratory judgment that 40 U.S.C. &#167; 13k is unconstitutional on its face, and to a permanent injunction prohibiting the Government from enforcing section 13k.  We remand this case to the District Court to enter the appropriate relief.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">MacKINNON, Circuit Judge, dissenting in part and concurring in part:</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">In my view the strong governmental interest in preserving the order and decorum necessary to assure due process of law and the appearance of justice at the Supreme Court justifies the limits placed by section 13k on expressive conduct.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">* Section 13k provides:</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">It shall be unlawful to parade, stand, or move in processions or assemblages in the Supreme Court Building or grounds, or to display therein any flag, banner, or device designed or adapted to bring into public notice any party, organization, or movement.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">40 U.S.C. &#167; 13k.  This provision is separable into two discrete parts.  The first part prohibits parading, standing, and moving in processions and assemblages.  The second part prohibits the display of any flag, banner, or device that is designed or adapted to bring into public notice any party, organization or movement.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">The inapplicability of the first part to the three occurrences here in issue<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> is plain.  It applies to group activity only, and each incident upon which appellants base their complaint involved solitary conduct alone.  The meaning of the second part of the section requires closer scrutiny of the statutory language.  Although \"flag\" and \"banner\" may describe a readily identifiable group of objects, the inclusion of the word \"device\" makes difficult the task of limiting these three terms to a particular class of objects.  It would appear that the reach of \"device\" would include any object that is capable of display, including Grace's sign and Zywicki's various handbills or leaflets.  A search for a reasonable limit on the second part of section 13k, then, leads to the final clause of the section-\"designed or adapted to bring into public notice any party, organization, or movement.\"</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">I would interpret this portion of the statute to prohibit the promotion of political parties, and organizations and movements for various causes.  In my opinion this part of the statute prohibits publicizing or propagandizing political parties and causal movements in the Supreme Court building and grounds.  If permitted, such activity would create the impression to some extent in the public's mind that the Supreme Court is embroiled in or affected by such street pressures and picketing.  Our tripartite government has a strong interest in sheltering its judicial branch from the appearance of influence by political forces and all outside pressures.  The government's interest in order and decorum surrounding its public buildings takes on a completely different tenor when those buildings house the courts and more so with respect to the Supreme Court Building that is devoted solely to the business of that court.  Pleas to judges from members of the public are properly confined to the avenues of due process.  Due process does not permit public pressure or the appearance of public pressure on the judiciary.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">When Congress enacted the disqualification statute for federal judges, 28 U.S.C. &#167; 455(a), it provided in effect that even the appearance of outside pressures was to be eliminated from the judicial process.  This followed earlier decisions of the Supreme Court, requiring that \"justice must satisfy the appearance of justice.\"  Offutt v. United States, <span class=\"citation\" data-id=\"105242\"><a href=\"/opinion/105242/offutt-v-united-states/\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">11</span></a></span>, 14, <span class=\"citation\" data-id=\"105242\"><a href=\"/opinion/105242/offutt-v-united-states/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">11</span></a></span>, 13, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">11</span></span> (1954) (emphasis added).  This principle has been applied in numerous cases.  Mayberry v. Pennsylvania, <span class=\"citation\" data-id=\"108232\"><a href=\"/opinion/108232/mayberry-v-pennsylvania/\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">455</span></a></span>, 465, <span class=\"citation\" data-id=\"108232\"><a href=\"/opinion/108232/mayberry-v-pennsylvania/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">499</span></a></span>, 504, <span class=\"citation\" data-id=\"108232\"><a href=\"/opinion/108232/mayberry-v-pennsylvania/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">532</span></a></span> (1971); In re International Business Machines Corp., <span class=\"citation\" data-id=\"376824\"><a href=\"/opinion/376824/in-re-international-business-machines-corporation-united-states-of-america/\"><span class=\"volume\">618</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">923</span></a></span>, 929 (2d Cir. 1980); Bercheny v. Johnson, <span class=\"citation\" data-id=\"383564\"><a href=\"/opinion/383564/anthony-bercheny-v-perry-johnson-director-michigan-state-corrections/\"><span class=\"volume\">633</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">473</span></a></span>, 477 (6th Cir. 1980); United States v. Gigax, <span class=\"citation\" data-id=\"369395\"><a href=\"/opinion/369395/united-states-v-norman-a-gigax/\"><span class=\"volume\">605</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">507</span></a></span>, 510 (10th Cir. 1979) (\"if a judge's conduct or appearance in the trial of a case does not comport with the appearance of justice, the conviction must be reversed\"); Watson v. United States, <span class=\"citation\" data-id=\"355588\"><a href=\"/opinion/355588/joseph-wayne-watson-v-united-states/\"><span class=\"volume\">575</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">808</span></a></span>, 809 (10th Cir. 1978); United States v. Robin, <span class=\"citation\" data-id=\"344530\"><a href=\"/opinion/344530/united-states-v-raymond-robin/\"><span class=\"volume\">553</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 11 (2d Cir. 1977) (en banc) (sought preservation of the general appearance of fairness); SCA Services, Inc. v. Morgan, <span class=\"citation\" data-id=\"346717\"><a href=\"/opinion/346717/sca-services-inc-v-hon-robert-d-morgan-judge-united-states-district/\"><span class=\"volume\">557</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">110</span></a></span>, 116 (7th Cir. 1977) (section 455(a) \"enunciates the appearance of partiality as the general standard for judicial recusal\"); United States v. Brown, <span class=\"citation\" data-id=\"337894\"><a href=\"/opinion/337894/united-states-v-h-rap-brown/\"><span class=\"volume\">539</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">467</span></a></span>, 469-70 (5th Cir. 1976) (conviction reversed because judge's conduct cast a serious shadow on the appearance of justice); United States v. Meyer, <span class=\"citation\" data-id=\"304280\"><a href=\"/opinion/304280/united-states-v-bernard-e-meyer-and-philip-j-hirschkop/\"><span class=\"volume\">462</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">827</span></a></span>, 845 (D.C.Cir.1972); Rapp v. Van Dusen, <span class=\"citation\" data-id=\"269115\"><a href=\"/opinion/269115/howard-h-rapp-administrator-of-the-estate-of-richard-f-zeller-deceased/\"><span class=\"volume\">350</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">806</span></a></span>, 812 (3d Cir. 1965).</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">It would be antithetical to require justices in their judicial role to adhere to the appearance of justice by due process and then permit picketing, bannering and other activity on the Supreme Court grounds that would create the impression in the public mind that justice can be obtained by street pressures outside the courtroom.  While public urging, beseeching, and even cajoling are part and parcel of legislative and executive activities, wholly different considerations weigh heavily against the propriety of such importunings in the judicial arena.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">With the second part of section 13k so construed the question then becomes whether it covers any or all of the conduct now before the court.  Zywicki's leaflet that contained an open invitation to attend several religious meetings concerning \"the political and human rights problems\" of Central America, i.e., Nicaragua, Guatemala, El Salvador and Honduras, was designed to bring into notice a movement essentially political in nature, seeking to involve our citizens in alleged governmental affairs in Central America.  The meetings were billed as a \"Religious Reflection in Solidarity with the Oppressed Peoples of Central America.\"  Given the political turmoil that existed in Central America during the time, this pamphlet can only be described as a political leaflet.  What one person may view as relieving oppression, others may consider as a communist-inspired attempt at a totalitarian takeover of a nation.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">The letter to the editor that appeared in Zywicki's first handbill, which called attention to the necessity for \"Removing Unfit Judges,\" urged public support for the then-pending Judicial Tenure Act, and was designed to attract political support to the substantial movement behind that proposed legislation.  The Supreme Court has jurisdiction over cases that seek the removal of unfit judges.  See generally Chandler v. Judicial Council, <span class=\"citation\" data-id=\"108152\"><a href=\"/opinion/108152/chandler-v-judicial-council-of-tenth-circuit/\"><span class=\"volume\">398</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">74</span></a></span>, <span class=\"citation\" data-id=\"108152\"><a href=\"/opinion/108152/chandler-v-judicial-council-of-tenth-circuit/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1648</span></a></span>, <span class=\"citation\" data-id=\"108152\"><a href=\"/opinion/108152/chandler-v-judicial-council-of-tenth-circuit/\"><span class=\"volume\">26</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">100</span></a></span> (1970).</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">Grace's display of her \"free speech\" banner also was designed to attract support for the very substantial but amorphous movement in the nation that is constantly agitating for expanded rights under the First Amendment.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">After construing section 13k to prohibit all expressive conduct, the majority finds it facially unconstitutional in toto.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a>  In my opinion even such a broad ban on expressive conduct at the Supreme Court may be valid.  I believe, however, that section 13k should be given a reasonable construction that puts it on solid constitutional footing.  The second part of the section should be limited, as the statute provides, to prevent expressive conduct aimed at promoting and propagandizing political parties and the various causes that are supported by the many movements extant in our pluralistic society.  So limited, I believe that the weighty interest in maintaining the order and decorum of the Supreme Court and the appearance of justice easily suffices to permit Congress to disallow such activity within the Supreme Court Building and grounds.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">My disagreement also extends to the majority's apparent view that, in light of section 1507, section 13k is superfluous.  In my judgment the two provisions are complementary.<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a>  Section 1507 applies to any building housing a court of the United States and prevents picketing and parading \"with the intent of interfering with, obstructing, or impeding the administration of justice, or with the intent of influencing any judge, juror, witness, or court officer, in the discharge of his duty.\"  Section 13k prevents other kinds of activity and applies only to the small area within the Supreme Court Building and grounds.  It prevents processions and assemblages on the Supreme Court Building and grounds, unless the Marshal has suspended the law \"to permit the observance of authorized ceremonies\" pursuant to 40 U.S.C. &#167; 13o.  In addition, as I would interpret the second part of section 13k, it precludes the display of objects that are designed to publicize or propagandize political parties, or organizations or movements advocating various causes.  It is reasonable to permit greater limitations on expression at the Supreme Court than at buildings housing courts generally since the Supreme Court Building houses only the Supreme Court and is perhaps the only building housing a federal court that does not also contain offices of either the executive or legislative branches of the federal government.  Its building and grounds are dedicated solely to the work of the Supreme Court.  In enacting sections 13k and 1507 it appears that Congress sought to create an immunized area within the Supreme Court Building and grounds.  In tandem, sections 13k and 1507 prohibit (1) parading or picketing that attempts to influence the court, (2) assemblages and processions, and (3) the display of signs involving political parties or other organizations or movements.  Two statutes prohibiting closely related conduct with varying penalties may stand together.  United States v. Batchelder, <span class=\"citation\" data-id=\"110091\"><a href=\"/opinion/110091/united-states-v-batchelder/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">114</span></a></span>, <span class=\"citation\" data-id=\"110091\"><a href=\"/opinion/110091/united-states-v-batchelder/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2198</span></a></span>, <span class=\"citation\" data-id=\"110091\"><a href=\"/opinion/110091/united-states-v-batchelder/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">755</span></a></span> (1979).<a class=\"footnote\" href=\"#fn6-1\" id=\"fn6-1_ref\">6</a></p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">Sections 13k and 1507 implement the valid congressional purpose of ensuring that the \"order and decorum\"<a class=\"footnote\" href=\"#fn7-1\" id=\"fn7-1_ref\">7</a> that is an essential element of due process of law is preserved at the Supreme Court.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">In upholding a Louisiana statute prohibiting picketing, \"in or near a courthouse,\" designed to influence the court, Justice Goldberg in Cox v. Louisiana, <span class=\"citation\" data-id=\"106968\"><a href=\"/opinion/106968/cox-v-louisiana/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">559</span></a></span>, <span class=\"citation\" data-id=\"106968\"><a href=\"/opinion/106968/cox-v-louisiana/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">476</span></a></span>, <span class=\"citation\" data-id=\"106968\"><a href=\"/opinion/106968/cox-v-louisiana/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">487</span></a></span> (1965) (\"Cox II\") enunciated some of the considerations that distinguish areas around courts from other public areas:</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">It is, of course, true that most judges will be influenced only by what they see and hear in court.  However, judges are human; and the legislature has the right to recognize the danger that some judges, jurors, and other court officials, will be consciously or unconsciously influenced by demonstrations in or near their courtrooms both prior to and at the time of the trial.  A State may also properly protect the judicial process from being misjudged in the minds of the public.  Suppose demonstrators paraded and picketed for weeks with signs asking that indictments be dismissed, and that a judge, completely uninfluenced by these demonstrations, dismissed the indictments.  A State may protect against the possibility of a conclusion by the public under these circumstances that the judge's action was in part a product of intimidation and did not flow only from the fair and orderly working of the judicial process.  See S.Rep.No.732, 81st Cong., 1st Sess., 4.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">379 U.S. at 565, 85 S.Ct. at 481.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">Cox II describes some of the subtle pressures against which courts should be protected.  In the public mind picketing at a public building will be seen as intended to influence the performance of a governmental function carried on within the building by some public officer.  With respect to the Supreme Court Building and grounds, a single purpose area, there is one principal target-the members of the Supreme Court.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">In the earlier case of Cox v. Louisiana, <span class=\"citation\" data-id=\"106967\"><a href=\"/opinion/106967/cox-v-louisiana/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">536</span></a></span>, <span class=\"citation\" data-id=\"106967\"><a href=\"/opinion/106967/cox-v-louisiana/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">453</span></a></span>, <span class=\"citation\" data-id=\"106967\"><a href=\"/opinion/106967/cox-v-louisiana/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span></a></span> (1965) (\"Cox I \"), while the Court set aside overbroad statutes relating to peace disturbance and obstructing public traffic that were being discriminatorily enforced, it recognized that:</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p>The rights of free speech and assembly, while fundamental in our democratic society, still do not mean that everyone with opinions or beliefs to express may address a group at any public place and at any time.  The constitutional guarantee of liberty implies the existence of an organized society maintaining public order, without which liberty itself would be lost in the excesses of anarchy.  The control of travel on the streets is a clear example of governmental responsibility to insure this necessary order.  A restriction in that relation, designed to promote the public convenience in the interest of all, and not susceptible to abuses of discriminatory application, cannot be disregarded by the attempted exercise of some civil right which, in other circumstances, would be entitled to protection.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\"><span class=\"citation no-link\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">554</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">464</span></span>.  The present statute is not being abused because it is uniformly applied to all.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">Later, Justice Black, one of the great defenders of First Amendment freedoms, in upholding a Florida statute that provided trespass on the grounds of a jail, remarked:</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p>The State, no less than a private owner of property, has power to preserve the property under its control for the use to which it is lawfully dedicated.  For this reason there is no merit to the petitioners' argument that they had a constitutional right to stay on the property, over the jail custodian's objections, because this \"area chosen for the peaceful civil rights demonstration was not only 'reasonable' but also particularly appropriate ....\"  Such an argument has as its major unarticulated premise the assumption that people who want to propagandize protests or views have a constitutional right to do so whenever and however and wherever they please.  That concept of constitutional law was vigorously and forthrightly rejected in two of the cases petitioners rely on, Cox v. Louisiana, (<span class=\"citation\" data-id=\"106967\"><a href=\"/opinion/106967/cox-v-louisiana/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">536</span></a></span>) at 554-555 and 563-564, 85 S.Ct. at 464 and 480.  We reject it again.  The United States Constitution does not forbid a State to control the use of its own property for its own lawful nondiscriminatory purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">Adderley v. Florida, <span class=\"citation\" data-id=\"107291\"><a href=\"/opinion/107291/adderley-v-florida/\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">39</span></a></span>, 47-48, <span class=\"citation\" data-id=\"107291\"><a href=\"/opinion/107291/adderley-v-florida/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">242</span></a></span>, 247-248, <span class=\"citation\" data-id=\"107291\"><a href=\"/opinion/107291/adderley-v-florida/\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">149</span></a></span> (1966) (emphasis added) (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">The same basic rationale found expression in an opinion by Justice Stewart sustaining the prohibition of all demonstrations and political activity on the Fort Dix Military Reservation, including the public thoroughfares within the post that traditionally were open to all:</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">The Court of Appeals was mistaken ... in thinking ... that whenever members of the public are permitted freely to visit a place owned or operated by the Government, then that place becomes a \"public forum\" for purposes of the First Amendment.  Such a principle of constitutional law has never existed, and does not exist now.  The guarantees of the First Amendment have never meant \"that people who want to propagandize protests or views have a constitutional right to do so whenever and however and wherever they please.\"  Adderley v. Florida, <span class=\"citation\" data-id=\"107291\"><a href=\"/opinion/107291/adderley-v-florida/\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">39</span></a></span>, 48, <span class=\"citation\" data-id=\"107291\"><a href=\"/opinion/107291/adderley-v-florida/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"107291\"><a href=\"/opinion/107291/adderley-v-florida/\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">149</span></a></span>, 156.  \"The State, no less than a private owner of property, has power to preserve the property under its control for the use to which it is lawfully dedicated.\"  Id., at 47, 87 S.Ct., at 247, 17 L.Ed.2d, at 156.  See also Cox v. Louisiana, <span class=\"citation\" data-id=\"106968\"><a href=\"/opinion/106968/cox-v-louisiana/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">559</span></a></span>, 560-564, <span class=\"citation\" data-id=\"106968\"><a href=\"/opinion/106968/cox-v-louisiana/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">476</span></a></span>, 478-481, <span class=\"citation\" data-id=\"106968\"><a href=\"/opinion/106968/cox-v-louisiana/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">487</span></a></span>, 489-492.  Cf. Pell v. Procunier, <span class=\"citation\" data-id=\"109079\"><a href=\"/opinion/109079/pell-v-procunier/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">817</span></a></span>, <span class=\"citation\" data-id=\"109079\"><a href=\"/opinion/109079/pell-v-procunier/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2800</span></a></span>, <span class=\"citation\" data-id=\"109079\"><a href=\"/opinion/109079/pell-v-procunier/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">495</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">Greer v. Spock, <span class=\"citation\" data-id=\"109406\"><a href=\"/opinion/109406/greer-v-spock/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">828</span></a></span>, 836-37, <span class=\"citation\" data-id=\"109406\"><a href=\"/opinion/109406/greer-v-spock/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1211</span></a></span>, 1216-17, <span class=\"citation\" data-id=\"109406\"><a href=\"/opinion/109406/greer-v-spock/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">505</span></a></span> (1976) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">In my judgment the Supreme Court was clearly indicating in these decisions that the government may preserve property under its control, including the Supreme Court Building and grounds, for the use to which it is lawfully dedicated.  Congress has done just that in sections 1507 and 13k for the Supreme Court Building and the narrow fringe of grounds that surround it.  The principles announced in the Cox decisions, and particularly in Adderley and Greer v. Spock, sustain the constitutional validity of such statutes when uniformly applied.</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">Plaintiffs argue that the decision in Jeannette Rankin Brigade v. Chief of Capitol Police, <span class=\"citation\" data-id=\"2339637\"><a href=\"/opinion/2339637/jeannette-rankin-brigade-v-chief-of-capitol-police/\"><span class=\"volume\">342</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">575</span></a></span> (D.D.C.)  (three-judge court) (\"Jeannette Rankin II \"), aff'd mem., <span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">972</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">311</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">236</span></span> (1972), is contrary authority.  Not so.  The court in that case held a statute similar to section 13k that applied to the Capitol Building and grounds to be facially unconstitutional.  But Congress occupies the Capitol, and its function, the extent of its \"grounds\" and their historical use differ substantially from the purpose to which the Supreme Court Building and its narrow grounds are dedicated and used.  Congress and the Supreme Court also differ substantially in structure, operation and purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">In the first place the comparative areas of the respective \"grounds\" of the Capitol and the Supreme Court are greatly disproportionate.  The Supreme Court grounds comprise slightly less than two and one-half normal city blocks, most of which are occupied by the Supreme Court Building.<a class=\"footnote\" href=\"#fn8-1\" id=\"fn8-1_ref\">8</a>  The Capitol grounds, on the other hand, extend from the Union Station approximately ten blocks South to D Street, S.W.  (about a mile), and, at its widest point, from Second Street, S.E., seven blocks to Third Street, S.W., comprising an irregular area of at least 60 square blocks.<a class=\"footnote\" href=\"#fn9-1\" id=\"fn9-1_ref\">9</a>  This immense area covers the environs of the Capitol, the Senate Office Buildings, the House Office Buildings, the congressional garages, and extends to all the surrounding streets and the very extensive park-like grounds and walks.  The area even includes the detached area surrounding the Capitol Power Plant, several blocks to the south of the Capitol.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">Judge McGowan's decision in Jeannette Rankin II recognized that \"(w)hether the Capitol Grounds is an area to which access cannot be denied broadly or absolutely depends ... on whether it has been ordinarily open to the public ... or whether ... the uses for which it has traditionally been put are inconsistent with demonstrations and mass assemblies.\"  342 F.Supp. at 583-84.  In referring to the Supreme Court's decision in Cox II the Rankin II court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p>In Cox II ... the Supreme Court upheld a state statute which banned parades and picketing \"in or near courthouses\" which have the \"intent of interfering with, obstructing, or impeding the administration of justice, or ... the intent of influencing any judge (or) juror....\"  The Court felt that the integrity of the judicial process could not survive in an atmosphere of mob excitement.  But while, as Judge Bazelon said (dissenting in Jeannette Rankin (I), (<span class=\"citation\" data-id=\"288468\"><a href=\"/opinion/288468/jeannette-rankin-brigade-v-chief-of-the-capitol-police/\"><span class=\"volume\">421</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1090</span></a></span> (D.C.Cir.1969))), \"traditionally, the judiciary does not decide cases by reference to popular opinion,\" the fundamental function of a legislature in a democratic society assumes accessibility to such opinion.  Moreover, the Capitol Grounds defined in this statute are so extensive that demonstrations which may take place upon them might not be \"near\" or \"in the immediate vicinity of\" the Capitol itself.</p>\n    </div>\n    <p class=\"indent\">342 F.Supp. at 584 (emphasis added).<a class=\"footnote\" href=\"#fn10-1\" id=\"fn10-1_ref\">10</a></p>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">The area of the Supreme Court thus differs from the Capitol grounds in three particulars: (1) the traditional use of the Supreme Court grounds has been inconsistent with demonstrations, mass assemblies, and picketing-and it has never become a public forum; (2) the fundamental function of the Supreme Court does not assume accessibility to street opinion conveyed by parading mass assemblages and individual picketing; and (3) the Supreme Court grounds are so small that demonstrations and picketing upon them would be \"near\" and \"in the immediate vicinity of\" the Supreme Court Building itself.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">The applicable statutes serve the important and substantial governmental interest of maintaining \"order and decorum\" for the entire Court area and preserving the \"appearance of justice.\"  Judges, lawyers, litigants and the general public are able to enter and leave the Court and go about their business or activity free from the importuning that necessarily follows having pamphlets pressed upon them and signs and banners confront them for every conceivable political, judicial and personal cause.  The statutes are necessary to preserve the ideal of \"Equal Justice Under Law\" and to avoid the existence or appearance of outside pressure or influence.</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p class=\"indent\">In contrast to the purpose of the Capitol, the declared purpose of the Supreme Court Building is to furnish the citizens of this nation a due process environment in which the nation's most important judicial issues may be presented, heard and decided without even the semblance of influence by street pressures.  Order and decorum within the building and its surroundings are required if this necessary objective is to be guaranteed.  The Supreme Court is the center of an area where the rule of law is intended to prevail and extraneous pressures are not permitted.  The Supreme Court decides cases based upon the rule of law, not upon the level of public pressure that might be generated by mass assemblages and other public activities within the Supreme Court Building or on the adjacent grounds and walkways.  The Court should not be subjected even to the subtle pressures of allegedly innocuous picketing and leafleting.</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">The governmental interest in the order and decorum surrounding the Supreme Court, as reflected in the questioned statute, is unrelated to the suppression of free expression.  The proper application of this statute is demonstrated by the fact that the Supreme Court Marshal follows a uniform rule of prohibiting activity without reference to expressive content.  The Marshal thus does not suppress any particular views or just views that he or the court does not wish to hear.  There is no prior restraint of any particular viewpoint.  All are treated equally.</p>\n    </div>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p class=\"indent\">Appellants' real objective here is to establish a public forum on the narrow grounds surrounding the Supreme Court.  It appears that their plan was carefully devised and followed legal advice.  Complaint P 16.  But the areas within the Supreme Court Building and grounds have never been dedicated to that purpose.  To permit such conduct now would subvert the Supreme Court in its effort to provide due process and \"Equal Justice Under Law.\"  What would start as two lonely peaceful pickets today would eventually lead to the hordes of tomorrow,<a class=\"footnote\" href=\"#fn11-1\" id=\"fn11-1_ref\">11</a> bannering and distributing leaflets (in a peaceful manner) on abortion, school busing, prayers in public schools, civil rights, greater rights for the press and media, free speech, Miranda, the exclusionary rule, search and seizure, obscenity, and a host of other issues.  That appellants seek to establish a public forum to picket, etc., on past decisions and possible future cases is apparent from their suggestion for limiting the reach of 18 U.S.C. &#167; 1507.  They argue that it should only apply to cases currently pending in the Supreme Court.  There are so many potential judicial issues that are the subject of on-going public campaigns and movements that even though a specific case involving the precise issue may not at a particular moment be sub judice in the Supreme Court, there is a strong likelihood that the issue will sometime come before the Court.  In view of such fact and the wide range that would be open for seeking reversal of past decisions, it would be unreasonable and unrealistic to limit the statute only to pending cases.</p>\n    </div>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">For all of the above reasons, I dissent from the majority's effort to establish a public forum within the Supreme Court Building and grounds.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Supreme Court grounds extend to the curb of each of the four streets that enclose the block on which the Supreme Court building is located.  See 40 U.S.C. &#167; 13p (1976)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Affidavit of Alfred Wong, Marshal of the Supreme Court, Record (\"R.\") 3, Defendant's Exhibit 1.  Indeed, at oral argument before this panel, Government counsel virtually conceded that even expressive T-shirts or buttons worn on the Supreme Court grounds would be prohibited by &#167; 13k</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Both the Government, in its motion for summary judgment, and the District Court, <span class=\"citation\" data-id=\"1430513\"><a href=\"/opinion/1430513/grace-v-burger/\"><span class=\"volume\">524</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">815</span></a></span>, in its Memorandum Opinion, accepted the factual allegations of appellants' complaint.  See R. 3, 8</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> United States v. Ebner, No. 12487-79, transcript of proceedings at 39, 41 (D.C.Super.Ct. Jan. 22, 1980) (Hannon, J.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We note that appellants have standing to maintain this action.  Appellants have attempted to engage in expressive conduct on the Supreme Court grounds, and have been prevented from doing so by &#167; 13k.  In addition, both appellants \"are eager to exercise their First Amendment rights at the Supreme Court and both would return but for the spectre of arrest.\"  Complaint P 27, R. 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Another section of the statute, 40 U.S.C. &#167; 13l (1976), provides that, \"(i)n addition to the restrictions and requirements specified in sections (13g-13k), the Marshal of the Supreme Court may prescribe such regulations ... as may be deemed necessary for the adequate protection of the Supreme Court Building and grounds and of persons and property therein, and for the maintenance of suitable order and decorum within the Supreme Court Building and grounds.\"  (Emphasis supplied.)  This authorization is clearly designed to supplement the requirements contained in the statute challenged here.  It does not afford the Marshal leeway to modify the total prohibition on expressive activity contained in &#167; 13k.  The only regulations promulgated pursuant to this section, moreover, concern the hours during which the Supreme Court Building is open to the public.  R. 7</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> As stated in the affidavit of Alfred Wong, Marshal of the Supreme Court:</p>\n        <p>When any person on the grounds of the Supreme Court of the United States engages in expressive conduct, including carrying a sign, passing out leaflets or participating in a demonstration, that person is notified by a law enforcement officer that the conduct is in violation of 40 U.S.C. &#167; 13(k) and advised that unless they cease the conduct or leave the grounds of the Supreme Court of the United States they will be arrested.  The person is then given a reasonable time to desist his or her conduct or leave the grounds.  Those who do not cease their conduct or leave the grounds are arrested.</p>\n        <p>R. 3, Defendant's Exhibit 1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> But see Walker v. City of Birmingham, <span class=\"citation\" data-id=\"107489\"><a href=\"/opinion/107489/walker-v-birmingham/\"><span class=\"volume\">388</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span> (1967) (petitioners not entitled to ignore an overly broad and vague ex parte temporary injunction); Poulos v. New Hampshire, <span class=\"citation\" data-id=\"105117\"><a href=\"/opinion/105117/poulos-v-new-hampshire/\"><span class=\"volume\">345</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">395</span></a></span>, <span class=\"citation\" data-id=\"105117\"><a href=\"/opinion/105117/poulos-v-new-hampshire/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">760</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1105</span></span> (1953) (petitioners not entitled to ignore an arbitrary and unreasonable denial of a permit under an otherwise valid licensing scheme.)  Neither of these decisions is applicable in the instant case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> As a result of its disposition below, the District Court did not address this question.  While \"(i)t is the general rule, of course, that a federal appellate court does not consider an issue not passed upon below,\" Singleton v. Wulff, <span class=\"citation\" data-id=\"109530\"><a href=\"/opinion/109530/singleton-v-wulff/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, 120, <span class=\"citation\" data-id=\"109530\"><a href=\"/opinion/109530/singleton-v-wulff/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2868</span></a></span>, 2877, <span class=\"citation\" data-id=\"109530\"><a href=\"/opinion/109530/singleton-v-wulff/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">826</span></a></span> (1976), \"(t) he matter of what questions may be taken up and resolved for the first time on appeal is one left primarily to the discretion of the courts of appeals, to be exercised on the facts of individual cases.\"  Id. at 121, 96 S.Ct. at 2877.  \"Certainly there are circumstances in which a federal appellate court is justified in resolving an issue not passed on below.\"  Id</p>\n        <p>We believe that this is such a case.  Both parties have addressed fully the constitutionality of &#167; 13k, both in this court and in the District Court.  This is not a case, therefore, where resolution of an issue for the first time on appeal would cause undue surprise or prejudice.  Accord, Charles v. Carey, <span class=\"citation\" data-id=\"380984\"><a href=\"/opinion/380984/allen-g-charles-md-v-bernard-carey-the-hope-clinic-for-women-v/\"><span class=\"volume\">627</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">772</span></a></span>, 790 n.32 (7th Cir. 1980).  In addition, since appellants challenge the constitutionality of &#167; 13k on its face, the resolution of this issue is purely one of law, appropriate for appellate review.  See United States v. Black, <span class=\"citation\" data-id=\"371936\"><a href=\"/opinion/371936/united-states-v-harland-lee-black/\"><span class=\"volume\">609</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1330</span></a></span>, 1333 (9th Cir. 1979), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">847</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">132</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">56</span></span> (1980) (\"But when the issue (not considered) in the trial court is purely one of law and the pertinent record has been fully developed, the court of appeals may consider it, particularly when as here the issues have been fully briefed.\")  For these reasons, we believe that a remand to the District Court, which inevitably would result in a future appeal to this court, \"would be a waste of judicial resources.\"  United States v. Aulet, <span class=\"citation\" data-id=\"376666\"><a href=\"/opinion/376666/united-states-v-gloria-aulet/\"><span class=\"volume\">618</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">182</span></a></span>, 186 (2d Cir. 1980).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> This directive has been made applicable to the actions of the States, as well as Congress, by the Fourteenth Amendment.  See Edwards v. South Carolina, <span class=\"citation\" data-id=\"106538\"><a href=\"/opinion/106538/edwards-v-south-carolina/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, 235, <span class=\"citation\" data-id=\"106538\"><a href=\"/opinion/106538/edwards-v-south-carolina/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">680</span></a></span>, 683, <span class=\"citation\" data-id=\"106538\"><a href=\"/opinion/106538/edwards-v-south-carolina/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">697</span></a></span> (1963), and cases cited</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See Kunz v. New York, <span class=\"citation\" data-id=\"104843\"><a href=\"/opinion/104843/kunz-v-new-york/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">290</span></a></span>, 293, <span class=\"citation\" data-id=\"104843\"><a href=\"/opinion/104843/kunz-v-new-york/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">312</span></a></span>, 314, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">280</span></span> (1951); Grayned v. City of Rockford, <span class=\"citation\" data-id=\"108598\"><a href=\"/opinion/108598/grayned-v-city-of-rockford/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span>, 115, <span class=\"citation\" data-id=\"108598\"><a href=\"/opinion/108598/grayned-v-city-of-rockford/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2294</span></a></span>, 2302, <span class=\"citation\" data-id=\"108598\"><a href=\"/opinion/108598/grayned-v-city-of-rockford/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span></a></span> (1972)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> To protest the segregation of the library, five Blacks silently sat or stood for 10 to 15 minutes in a branch library that served only white persons.  383 U.S. at 139, 86 S.Ct. at 722</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> See 383 U.S. at 142, 86 S.Ct. at 724 (plurality opinion), and at 146, 86 S.Ct. at 726 (Brennan, J., concurring)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> See also A Quaker Action Group v. Morton (Quaker Action IV), <span class=\"citation\" data-id=\"327711\"><a href=\"/opinion/327711/a-quaker-action-group-v-rogers-c-b-morton-secretary-of-the-interior-a/\"><span class=\"volume\">516</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">717</span></a></span> (D.C.Cir.1975) (vacating, on First Amendment grounds, regulations of the National Park Service that limited demonstrations on the sidewalk in front of the White House to 100 persons and demonstrations in Lafayette Park across the street to 500 persons)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The Court also explained:</p>\n        <p>Civil liberties, as guaranteed by the Constitution, imply the existence of an organized society maintaining public order without which liberty itself would be lost in the excesses of unrestrained abuses.  The authority of a municipality to impose regulations in order to assure the safety and convenience of the people in the use of public highways has never been regarded as inconsistent with civil liberties but rather as one of the means of safeguarding the good order upon which they ultimately depend.</p>\n        <p>312 U.S. at 574, 61 S.Ct. at 765.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> In upholding the statute at issue in Cox v. Louisiana, <span class=\"citation\" data-id=\"106968\"><a href=\"/opinion/106968/cox-v-louisiana/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">559</span></a></span>, <span class=\"citation\" data-id=\"106968\"><a href=\"/opinion/106968/cox-v-louisiana/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">476</span></a></span>, <span class=\"citation\" data-id=\"106968\"><a href=\"/opinion/106968/cox-v-louisiana/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">487</span></a></span> (1965), the Supreme Court emphasized that the statute was \"a precise, narrowly drawn regulatory statute which proscribes certain specific behavior.\"  379 U.S. at 562, 85 S.Ct. at 479.  As stated above, the Court noted that, \"(a)bsent an appropriately drawn and applicable statute, entirely different considerations would apply if, for example, the demonstrators were picketing to protest the actions of a mayor or other official of a city completely unrelated to any judicial proceedings, who just happened to have an office located in the courthouse building.\"  Id. at 567, 85 S.Ct. at 482</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> The Senate and House Reports accompanying what is now 40 U.S.C. &#167; 13k are both very brief.  In relevant part, the House Report simply provides:</p>\n        <p>It is the belief of the Committee on the Judiciary that in keeping with the dignity of the highest Court in the land, provision should be made for the policing of its building and grounds similar to that which is made for the United States Capitol.</p>\n        <p>H.R.Rep. No. 814, 81st Cong., 1st Sess. 2 (1949).  Similarly, the Senate Report provides:</p>\n        <p>In keeping with the dignity which should surround the Supreme Court of the United States and the building and grounds which house it, the committee feel that this legislation should be enacted promptly.</p>\n        <p>S.Rep. No. 719, 81st Cong., 1st Sess. 2 (1949).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> See note 17, supra.  See also 95 Cong.Rec. 8962 (1949) (Remarks of Rep. Celler): \"(A)ll this bill does ... is to apply the same rules to the Supreme Court building and its adjoining grounds as are now applicable to the Capitol itself-no more and no less.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> However, it is arguable that any law designed to protect against interferences with the administration of justice will help maintain the dignity and decorum of the Court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> This principle has not been changed by the recent decision in Heffron v. International Society for Krishna Consciousness, Inc., --- U.S. ----, <span class=\"citation\" data-id=\"110532\"><a href=\"/opinion/110532/heffron-v-international-soc-for-krishna-consciousness-inc/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2559</span></a></span>, <span class=\"citation\" data-id=\"110532\"><a href=\"/opinion/110532/heffron-v-international-soc-for-krishna-consciousness-inc/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">298</span></a></span> (1981), in which the Supreme Court held that, in order to maintain the orderly movement of the crowd through the large number of exhibits of a state fair, a State may require a religious organization to distribute and sell religious literature and solicit donations only at a designated booth located within the fairgrounds.  The Court refused to separate, for constitutional purposes, \"the open areas of the fairgrounds from that part of the fairgrounds where the booths are located.\"  101 S.Ct. at 2568 n.16.  The Court was careful to state:</p>\n        <p>Since respondents are permitted to solicit funds and distribute and sell literature from within the fairgrounds, albeit from a fixed location, it is inaccurate to say that Rule 6.05 constitutes a ban on such protected activity in the relevant public forum.</p>\n        <p>Id.  The statute at issue in this case does not merely limit the area of the Supreme Court grounds available for expressive conduct; instead, the statute absolutely prohibits all expressive conduct throughout the grounds.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> While this principle is inapplicable in certain commercial speech cases, see Bates v. State Bar of Arizona, <span class=\"citation\" data-id=\"109727\"><a href=\"/opinion/109727/bates-v-state-bar-of-ariz/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">350</span></a></span>, <span class=\"citation\" data-id=\"109727\"><a href=\"/opinion/109727/bates-v-state-bar-of-ariz/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2691</span></a></span>, <span class=\"citation\" data-id=\"109727\"><a href=\"/opinion/109727/bates-v-state-bar-of-ariz/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">810</span></a></span> (1977), that limitation is not relevant here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> To the extent that the dissenting opinion's construction would actually limit the statute's reach, it would likely raise other potential constitutional infirmities.  The prohibition of expressive conduct in support of various \"movements\" and \"causes\" is arguably both unconstitutionally vague, see Hynes v. Mayor of Oradell, <span class=\"citation\" data-id=\"109443\"><a href=\"/opinion/109443/hynes-v-mayor-and-council-of-oradell/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">610</span></a></span>, 621-22, <span class=\"citation\" data-id=\"109443\"><a href=\"/opinion/109443/hynes-v-mayor-and-council-of-oradell/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1755</span></a></span>, 1761-62, <span class=\"citation\" data-id=\"109443\"><a href=\"/opinion/109443/hynes-v-mayor-and-council-of-oradell/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">243</span></a></span> (1976) (ordinance limiting canvassing and solicitation for a \"political campaign or cause\" invalid for vagueness), and unconstitutionally selective, see Police Department of Chicago v. Mosley, <span class=\"citation\" data-id=\"108597\"><a href=\"/opinion/108597/police-dept-of-chicago-v-mosley/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">92</span></a></span>, 98-99, <span class=\"citation\" data-id=\"108597\"><a href=\"/opinion/108597/police-dept-of-chicago-v-mosley/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2286</span></a></span>, 2291-2292, <span class=\"citation\" data-id=\"108597\"><a href=\"/opinion/108597/police-dept-of-chicago-v-mosley/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">212</span></a></span> (1972) (ordinance regulating picketing based on subject matter invalid)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> We too recall the words of Justice Black, whom the dissenting opinion acknowledges to be \"one of the great defenders of First Amendment freedoms.\"  Dissenting op. at 1210.  In Bridges v. California, <span class=\"citation\" data-id=\"103563\"><a href=\"/opinion/103563/bridges-v-california/\"><span class=\"volume\">314</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></a></span>, <span class=\"citation\" data-id=\"103563\"><a href=\"/opinion/103563/bridges-v-california/\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">190</span></a></span>, <span class=\"citation\" data-id=\"103563\"><a href=\"/opinion/103563/bridges-v-california/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">192</span></a></span> (1941), where the Court held that the \"inherent tendency\" of a highly critical out-of-court publication to cause disrespect for the judiciary or to interfere with the orderly administration of justice in a pending case was insufficient to establish punishable contempt, id. at 270-73, 62 S.Ct. at 197-98, Justice Black observed that:</p>\n        <p>(A)n enforced silence, however limited, solely in the name of preserving the dignity of the bench, would probably engender resentment, suspicion, and contempt much more than it would enhance respect.</p>\n        <p>Id. at 270-71, 62 S.Ct. at 197-98.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The Marshal stated he was acting under \"Title 40, United States Code,\" and that includes authority to apply 18 U.S.C. &#167; 1507.  See note 5 infra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> Although Zywicki went to the Supreme Court three different times, the purpose on his February 4, 1980 visit is not clear.  The record indicates only that he sought \"to distribute leaflets concerning political and human oppression in Guatemala.\"  For purposes of adjudging the constitutional question presented, I will not distinguish this incident from the one that occurred on January 8, 1980, when Zywicki distributed pamphlets containing an invitation to religious meetings concerning political and human rights problems in Central America</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> Grace's conduct also appears to fall within the prohibitions of 18 U.S.C. &#167; 1507, the constitutionality of which is not here challenged.  It provides:</p>\n        <p>Whoever, with the intent of interfering with, obstructing, or impeding the administration of justice, or with the intent of influencing any judge, juror, witness, or court officer, in the discharge of his duty, pickets or parades in or near a building housing a court of the United States, or in or near a building or residence occupied or used by such judge, juror, witness, or court officer, or with such intent uses any sound-truck or similar device or resorts to any other demonstration in or near any such building or residence, shall be fined not more than $5,000 or imprisoned not more than one year, or both.</p>\n        <p>18 U.S.C. &#167; 1507 (emphasis added).  Grace alleged that, after learning that some expressive conduct was not permitted at the Supreme Court, she carried her sign containing the First Amendment at the Court because she was \"alarmed that a statute could prohibit peaceful freedom of expression on the grounds of the Supreme Court.\"  Complaint P 9.  A reasonable inference could be drawn from Grace's behavior that she came to the Court intending to influence a \"judge ... or court officer\" to rule that the law concerning public demonstrations at the Court was in violation of the First Amendment.</p>\n        <p>The majority finds it unnecessary to determine whether appellants' conduct was related to the business of the court, and hence a possible violation of &#167; 1507.  See Maj. op. at 1205.  This is anomalous since appellants sought</p>\n        <p>to enjoin defendants, their agents, employees or persons acting on their behalf from enforcing in any manner against any person the provisions of 40 U.S.C. &#167; 13(k) or any other law or regulation which is applied to prohibit activity akin to that involved in the instant case.</p>\n        <p>Complaint P 31C (emphasis added).  Since the majority has treated this case as raising the issue only of the facial construction of &#167; 13k, I will limit my remarks similarly.  It would appear, however, that in determining what relief should be granted it might be concluded that appellants are not entitled to an injunction to prohibit the Supreme Court police from prohibiting \"activity akin to that involved in the instant case\" since it is arguably prohibited by &#167; 1507.  It should be added that further inquiry might show that Zywicki intended to influence the court on either or both of the occasions when he distributed handbills at the Court.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> The majority states that it is not \"suggest(ing) that any individual may picket or leaflet in the Supreme Court building itself.\"  Maj. op. at 1205.  It is unusual that the majority would make such a statement, since it today holds unconstitutional the only statute that would prohibit such conduct not aimed at influencing the court.  The statement is apparently a recognition of the strong governmental interest in order and decorum within the Supreme Court Building.  I do not think this strong interest in order and decorum diminishes materially when the conduct takes place on the narrow grounds that surround the building, rather than in the building itself</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> They are both enforceable by the Marshal under 40 U.S.C. &#167; 13n</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6-1\">\n        <a class=\"footnote\" href=\"#fn6-1_ref\">6</a>\n        <p> In my view the statute should be construed in line with Lambert v. California, <span class=\"citation no-link\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">225</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">240</span></span>, <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">228</span></span> (1957) to insure that innocent people who did not have knowledge of the statute would not be arrested.  From appellants' complaint it appears that the statute has been applied in such manner.  In Lambert the court reversed a conviction under a Los Angeles ordinance that prohibited a convicted felon from remaining in the city for more than 5 days without registering with the Chief of Police because there was no evidence that the defendant knew of the registration requirement.  The Court explained:</p>\n        <p>(T)his appellant on first becoming aware of her duty to register was given no opportunity to comply with the law and avoid its penalty, even though her default was entirely innocent....  We believe that actual knowledge of the duty to register or proof of the probability of such knowledge and subsequent failure to comply are necessary before a conviction under the ordinance can stand.</p>\n        <p>355 U.S. at 229, 78 S.Ct. at 243.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7-1\">\n        <a class=\"footnote\" href=\"#fn7-1_ref\">7</a>\n        <p> This is the congressionally stated purpose of the law.  S.Rep.No.719, 81st Cong., 1st Sess. 2 (1949)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8-1\">\n        <a class=\"footnote\" href=\"#fn8-1_ref\">8</a>\n        <p> 40 U.S.C. &#167; 13p provides that the \"Supreme Court grounds\" are limited to the area within the curblines of First Street, N.E.; Maryland Avenue, N.E.; East Capitol Street; and Second Street, N.E</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9-1\">\n        <a class=\"footnote\" href=\"#fn9-1_ref\">9</a>\n        <p> This description is based on the map referred to in the statute that defines the Capitol grounds:</p>\n        <p>The United States Capitol Grounds shall comprise all squares, reservations, streets, roadways, walks, and other areas as defined on a map entitled \"Map showing areas comprising United States Capitol Grounds\", dated June 25, 1946, approved by the Architect of the Capitol and recorded in the Office of the Surveyor of the District of Columbia in book 127, page 8, including all additions added thereto by law subsequent to June 25, 1946, and the jurisdiction and control over the United States Capitol Grounds, vested prior to July 31, 1946, by law in the Architect of the Capitol, is extended to the entire area of the United States Capitol Grounds, and the Architect of the Capitol shall be responsible for the maintenance and improvement thereof ....</p>\n        <p>40 U.S.C. &#167; 193a.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10-1\">\n        <a class=\"footnote\" href=\"#fn10-1_ref\">10</a>\n        <p> The Rankin II court acknowledged that</p>\n        <p>the Supreme Court has held that there are some areas in which the Government may absolutely prohibit the exercise of First Amendment rights, especially the right to assemble.  Jails, for instance, may be put off limits to parades and other political demonstrations.  Adderly v. Florida, <span class=\"citation\" data-id=\"107291\"><a href=\"/opinion/107291/adderley-v-florida/\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">39</span></a></span>, <span class=\"citation\" data-id=\"107291\"><a href=\"/opinion/107291/adderley-v-florida/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">242</span></a></span>, <span class=\"citation\" data-id=\"107291\"><a href=\"/opinion/107291/adderley-v-florida/\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">149</span></a></span> (1966).  The area surrounding a courthouse may be similarly immunized.  Cox v. Louisiana, <span class=\"citation\" data-id=\"106968\"><a href=\"/opinion/106968/cox-v-louisiana/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">559</span></a></span>, <span class=\"citation\" data-id=\"106968\"><a href=\"/opinion/106968/cox-v-louisiana/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">476</span></a></span>, <span class=\"citation\" data-id=\"106968\"><a href=\"/opinion/106968/cox-v-louisiana/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">487</span></a></span> (1965) (\"Cox II\" ).</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">342</a>\n        <p> F.Supp. at 583 (footnote omitted)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11-1\">\n        <a class=\"footnote\" href=\"#fn11-1_ref\">11</a>\n        <p> In Quaker Action Group v. Andrus, <span class=\"citation\" data-id=\"347636\"><a href=\"/opinion/347636/a-quaker-action-group-v-cecil-d-andrus-secretary-of-interior/\"><span class=\"volume\">559</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">716</span></a></span> (D.C.Cir.1977) this court indicated that an Interior Department regulation that limited demonstrations to a maximum of 750 persons on the White House sidewalk and 3000 in adjacent Lafayette Park was reasonable, only when coupled with a provision for waiving the maximums upon a showing of good cause.  To avoid just such a melee the congressional statute in effect declares that the area within the Supreme Court and grounds is not a public forum.  40 U.S.C. &#167; 13k</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101864/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/102991/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103226/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103243/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103490/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103563/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104429/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104843/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105117/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105242/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106290/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106538/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106884/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106967/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106968/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107167/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107291/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107489/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107701/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107841/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107871/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108152/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108232/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108597/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108598/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109079/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109090/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109406/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109443/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109450/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109530/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109718/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109727/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110091/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110188/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110309/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110532/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/269115/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/288468/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/294183/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/304280/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/327711/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/337894/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/344530/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/346717/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/347636/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/355588/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/369395/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/371936/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/376666/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/376824/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/380984/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/383564/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1430513/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2339637/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-08-28T15:49:36.434604Z",
      "date_modified": "2016-03-03T18:20:14.752317Z",
      "date_filed": "1981-09-08",
      "date_filed_is_approximate": false,
      "slug": "mary-terese-grace-thaddeus-zywicki-v-warren-e-burger-chief-justice-of",
      "citation_id": 371613,
      "case_name_short": "",
      "case_name": "Mary Terese Grace, Thaddeus Zywicki v. Warren E. Burger, Chief Justice of the United States Supreme Court",
      "case_name_full": "",
      "federal_cite_one": "665 F.2d 1193",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 19,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/748228/mary-terese-grace-thaddeus-zywicki-v-warren-e-burg/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:00:28.865360Z",
  "date_modified": "2014-10-30T12:00:28.865360Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Mary Terese Grace, Thaddeus Zywicki v. Warren E. Burger, Chief Justice of the United States Supreme Court",
  "case_name_full": "",
  "slug": "mary-terese-grace-thaddeus-zywicki-v-warren-e-burg",
  "docket_number": "80-2044",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}