{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/756519/",
  "id": 756519,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca7/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/337925/",
      "id": 337925,
      "absolute_url": "/opinion/337925/kevin-armstrong-a-minor-by-roosevelt-savage-and-rochelle-savage-his/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/756519/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/337925/",
          "id": 337925,
          "absolute_url": "/opinion/337925/kevin-armstrong-a-minor-by-roosevelt-savage-and-rochelle-savage-his/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/337925/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T09:00:55Z",
          "date_modified": "2017-03-25T00:08:52.650402Z",
          "type": "010combined",
          "sha1": "4112ffd8fd7ec3fbdaf74a2ce09dbe46d5ff577b",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/539/539.F2d.625.76-1130.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">539 F.2d 625</p>\n    <p class=\"parties\">Kevin ARMSTRONG,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> a minor, by Roosevelt Savage<br>and Rochelle Savage, his parents and next friends,<br>et al., Plaintiffs-Appellees,<br>v.<br>Thomas BRENNAN et al., Defendants-Appellants.</p>\n    <p class=\"docket\">No. 76-1130.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Seventh Circuit.</p>\n    <p class=\"date\">Argued June 2, 1976.<br>Decided July 23, 1976.<br>Rehearing and Rehearing En Banc Denied September 22, 1976.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">L. C. Hammond, Jr., Milwaukee, Wis., for defendants-appellants.</p>\n      <p class=\"indent\">Lloyd A. Barbee, Irvin Charne, Milwaukee, Wis., for plaintiffs-appellees.</p>\n      <p class=\"indent\">Before TONE and WOOD, Circuit Judges, and GRANT, Senior District Judge.<a class=\"footnote\" href=\"#fn-s-s\" id=\"fn-s-s_ref\">**</a></p>\n      <p class=\"indent\">TONE, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Before us on this interlocutory appeal is the District Court's ruling that the Board of School Directors of the City of Milwaukee and its members \"have knowingly carried out a systematic program of segregation affecting all of the city's students, teachers, and school facilities, and have intentionally brought about and maintained a dual school system.\"  Amos v. Board of School Directors of the City of Milwaukee, 408 F.Supp. 765, 821 (E.D.Wis.1976).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plaintiffs are five black children, representing a class of all blacks who are or will be enrolled in the Milwaukee public schools, and three nonblack children, representing a similar class of nonblacks.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Also appearing before us in support of affirmance is the Wisconsin Civil Liberties Union as amicus curiae.  Defendants are the individual members of the school board, the superintendent of schools, and the board's secretary-business manager.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In the order appealed from, they have been enjoined from future acts of segregation, and a special master has been appointed to assist in fashioning further relief.  We have jurisdiction under 28 U.S.C. &#167; 1292(a)(1), because the interlocutory order appealed from grants an injunction.  To insure appealability, the District Court also certified the case under 28 U.S.C. &#167; 1292(b) as appropriate for interlocutory review, 408 F.Supp. at 825, and we permitted the appeal to be taken upon application made within ten days.  We affirm the District Court's order.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>I. Overview of the Milwaukee School System and Its Operation</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Milwaukee public school system, the territory of which is coterminous with that of the City of Milwaukee, is one of the 15 largest school systems in the country.  Since 1950, it has grown rapidly geographically, and in both total enrollment and black enrollment.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Thirty-five percent of the system's students are now black.  In 1972-1973, 71 elementary schools had student bodies at least 90 percent white, 23 were at least 90 percent black, and 27 were in between.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  In the same school year (the year before trial), some 80 percent of the city's black students attended majority black schools and over three quarters attended schools that were 80 percent or more black.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As in many cities, in Milwaukee the black population is concentrated in a central area, called \"the core\" by the parties.  The core contained about 90 percent of the city's blacks in 1970, with the percentage of blacks ranging from 75-80 percent in the center of the core to 40 percent on the periphery.  The District Court found that \"(s)ubstantial numbers of blacks and whites have seldom resided in the same neighborhood or attended the same schools for a substantial period of time.\"  408 F.Supp. at 812.  Once blacks comprise about 30 percent of the population of a neighborhood or a school, \"white flight\" generally begins, and whites leave in large numbers.  The rate varies but the process is seldom reversed.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Student population in the core area has grown rapidly, creating serious problems for the school system.  Generally, schools there became overcrowded as older white residents were replaced by younger black families with children.  When overcrowding was thought to be temporary, defendants converted into classrooms space in school buildings that had been used for other purposes, such as basement rooms, auditoriums, and gyms.  In addition, they attempted to find vacant classrooms in nearby schools and moved students to those schools through busing, redistricting, or transferring grades (e. g., moving the entire ninth grade from a junior high school to a senior high school).  If the crowding was thought to be long-term, the solutions included building an addition to an existing building, renting private school facilities, reopening an unused school building, and building a new school.  Id. at 782.  In making these and other decisions, defendants were guided by their neighborhood school policy.  The goal was to assign students to schools within walking distance of their homes, in order to foster a close relationship between community and school, maximize convenience for students and their families, and minimize compartmentalization of the student's life between home and school.  Id. at 780-781.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">With this background in mind, we turn to a consideration of the actions alleged to be part of a pattern of deliberate segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>II. Acts of the Defendants Having Segregative Effects</p>\n    </div>\n    <p>A. Boundary Changes and School Siting</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The District Court found that the effect of school boundary changes from 1950 to 1968</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>\"was to increase the degree of racial imbalance in these schools.  Of the 63 boundary changes, 29 increased the concentration of black students in ghetto schools.  In one case it resulted in a number of black students attending a white school for the first time.  Twenty-eight changes had no effect because there were no differences in the racial makeup of the losing school or the gaining school.  In five cases the results were inconclusive as they affected schools that differed in their racial makeup, although in five cases majority black schools were involved.\"  408 F.Supp. at 813.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We cannot say this finding was clearly erroneous.  It was based on a study by plaintiffs' expert, Dr. Robert P. Stuckert, in which he tabulated the racial composition of city blocks transferred in each boundary change between 1950 and 1968 as the changes affected schools that were 50 percent black by the 1968-1969 school year.  Dr. Stuckert calculated that in 22 boundary changes affecting these schools, the percentage of black residents in the group of blocks transferred was lower than the percentage of black pupils in the \"losing\" school from which they were transferred.  In each case, they were transferred to \"gaining\" schools that also had fewer blacks than the losing school.  In other words, comparatively white blocks were in these instances shifted from black schools to white schools, or at least to schools with fewer blacks.  In eight other instances, the percentage of black residents in the group of blocks transferred was higher than the percentage of black pupils in the losing school; in seven of these cases the gaining school had a lower percentage of whites.  In sum, blocks with racial characteristics different from the losing school were shifted to schools with racial characteristics more like those of the transferred blocks.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Defendants argue that the District Court did not consider the racial impact on the \"gaining\" school.  Although that court's opinion does not discuss this aspect of the transfers, it appears to us that over two thirds of them had a neutral effect on the gaining school, and, as for the rest, the integrative gains in some gaining schools are balanced by integrative losses in others.  Thus, the effect on the gaining schools did not offset the adverse impact on the losing schools, and the net effect of the transfers was to increase racial imbalance.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Defendants also argue that Dr. Stuckert used an unreliable method to determine the racial composition of the blocks.  For transfers during, immediately preceding, or immediately after a census year, block data from the census were used.  For transfers during the period between the 1960 and 1970 censuses, data were obtained by interviewing people who had lived or worked in the area at the time of the boundary change, who were asked to estimate the racial composition of the blocks.  The interviewing was done by Dr. Stuckert's assistants, for the most part over the period 1967-1969.  Where possible, these estimates were checked against estimates by other people and against later census data (on the assumption that the percentage of blacks increased with the passage of time).  Interviewees were generally not asked about a block's racial composition before 1960, since the 1960 census showed most of the blocks previously involved in boundary changes to have been all-white.  Thus, estimates were primarily relied on for the period from 1962 to 1968.  The information was not otherwise available.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Defendants do not object to the data based on interviews as hearsay,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> but they argue that this evidence was so unreliable that it should have been given no credence.  Dr. Stuckert testified that this was a \"standard procedure in many kinds of social scientific research\" whenever there is no other way to obtain the data, and at oral argument in this court counsel for defendants was unable to suggest any better procedure for obtaining the necessary information.  The evidence was not so unreliable that the district judge abused his discretion in receiving it and considering it.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The District Court further found that \"the Board's consistent response (to overcrowding) was the restriction or 'compression' of boundary lines, often accompanied by an expansion of facility capacity through such techniques as the building of additions and the utilization of substandard classrooms,\" and that this had the effect of keeping the concentrated black student population from spreading to the rest of the city and \"increased the concentration of black pupils in Central City schools and the degree of racial imbalance in the system as a whole.\"  408 F.Supp. at 784.  The court also found that</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>\"(t)he disproportionate use of substandard classrooms in the black schools resulted in concentrating black students at times when the use of facilities at nearby white schools would have resulted in an appreciable degree of race mixture at these white schools.\" 408 F.Supp. at 813.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We have concluded from our examination of the record that these findings were not clearly erroneous.</p>\n    </div>\n    <p>B. Busing</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Defendants practiced two types of busing.  \"Mixed\" busing, under which the transferred students were added to the receiving school's roster and treated like other students, was used when the students were to be assigned to the receiving school on a permanent or indefinite basis, usually because there was no school within walking distance or there were walking safety hazards.  The students for whom this method was used were usually white.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The other kind of busing, called \"intact\" busing, consisted of busing teacher and class intact.  It was used when the busing was being carried out because of overcrowding or modernization work on buildings.  In many instances students bused \"intact\" were returned to their own schools for lunch.  The classroom in the new school became, in effect, an extension of the old school.  408 F.Supp. at 789.  The reason given for the use of the intact method of busing in the overcrowding or facilities-modernization situations was that it generally lasted for a relatively short time and prevented the disruptions that would have resulted from mixed busing for short periods.  Busing for overcrowding generally, and busing for facilities-modernization invariably, lasted only a few semesters, but the exceptions, according to the District Court, involved \"elementary schools which tended to be predominantly black.\" 408 F.Supp. at 790.  From 1958 to 1974, there were 509 instances of intact busing, of which 214 were between schools with substantially the same racial compositions, 6 were to special schools, 9 were to schools with substantially larger black populations, and 280 were to schools with substantially smaller black populations.  408 F.Supp. at 788-791.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  In 1971, the board eliminated intact busing for periods greater than a year.  408 F.Supp. at 791.</p>\n    </div>\n    <p>C. Open Transfers</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Until 1964, students could voluntarily transfer between schools only if school administrators found the stated reason for the transfer to be valid.  Following a request by the National Association for the Advancement of Colored People, and with the sponsorship of minority Board members, defendants adopted an \"open transfer\" policy under which students could transfer to any school with a vacancy, without giving any reason for the transfer.  By the 1972-1973 school year, there were 4,327 applications for transfers, of which 81 percent were granted.  The total number of students attending schools outside their own attendance zones was much greater than this, because transfer requests granted in previous years did not have to be renewed. 408 F.Supp. at 793.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The open transfer policy had a mixed racial impact.  It enabled blacks to transfer into white schools, which appears to have been its original purpose, but also allowed whites to transfer out of black or racially mixed schools.  The District Court found eight instances in which the transfer policy substantially affected an elementary or secondary school's racial composition.  A study conducted by defendants indicated that the transfer policy caused the percentage of black pupils at seven secondary schools to rise by amounts ranging from 5 percent to 24 percent.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The overall effect upon elementary schools was less significant.  The study concluded that the policy \"has resulted in a number of whites who were in predominantly black schools going to other schools.\"  Defendants have repeatedly rejected proposals to modify their transfer policy so as to reduce its adverse racial impact.</p>\n    </div>\n    <p>D. Faculty</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In 1972, 79 percent of Milwaukee's black teachers taught in schools with majority black enrollments.  Generally, no more than 50 percent of the teachers at these schools were black.  The District Court found that this racial pattern resulted primarily from defendants' method of filling vacancies.  First priority was given on a seniority basis to teachers who wished to transfer.  Often, these teachers wished to transfer from black to white schools, though the District Court did not find the transfers to be racially motivated.  Consequently, the vacancies left to be filled by new employees tended to be in core schools.  Since most of the black teachers were hired relatively recently as part of a recruiting campaign by defendants, they were likely to be assigned to fill these vacancies.  One of the factors in determining how vacancies were filled by new teachers, the District Court found, is \"personal background (including racial or ethnic considerations to the extent this related to teachers' cultural backgrounds).\"  408 F.Supp. at 796.  Another factor was teacher preference.  Defendants have, however, made efforts to dissuade white teachers from transferring out of core schools, and to assign some black teachers to white schools.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Although the primary cause of the racial imbalance was the priority given under the collective bargaining agreement to transfer requests by teachers with seniority, this was not the only cause.  Vacancies that arise during the summer do not have to be filled on a seniority basis.  One board member stated that for this reason \"there were close to 50 percent, either 40 or 50 percent of the teachers who could be slotted into certain schools without being too concerned about a contract.  . . .  So that there is some flexibility to have the kind of faculties that might be advantageous in individual schools.\"  Moreover, the record does not show that the collective bargaining agreement required a seniority preference in filling vacancies prior to 1968, yet there was a strong racial imbalance in teaching assignments by 1965.  Defendants must therefore bear some part of the responsibility for the teacher imbalance.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <p>III. The Existence of Segregation</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">As we noted at the outset, the District Court concluded, 408 F.Supp. at 821, that</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>\"defendants have knowingly carried out a systematic program of segregation affecting all of the city's students, teachers, and school facilities, and have intentionally brought about and maintained a dual school system.\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Defendants argue that the court did not \"make any findings that any school in the Milwaukee system ever was or presently is segregated.\"  Further, relying on certain language in Keyes v. School District No. 1, 413 U.S. 189, 197, 93 S.Ct. 2686, 2690, 37 L.Ed.2d 548 (1973),<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> they argue that to find segregation a court must find that \"the percentage of a school's student body, faculty and staff (are) so high as to identify the school as black in the community's view, and it must have as a result thereof a reputation of educational inferiority.\"  The conclusion of this argument is that \"(w)ithout a finding of segregation, even if acts and/or omissions were engaged in with the requisite intent to segregate, it would be improper to find an Equal Protection violation and to impose a remedy.\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The passage in Keyes upon which defendants rest their argument does not say that every element there listed is indispensable to a finding of segregation.  Nor does it contain any mention of \"a reputation of educational inferiority,\" or any suggestion that only a school that has such a reputation can be found to be racially segregated.  To accept defendants' argument would be to resurrect the doctrine of \"separate but equal.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We do not think the District Court's findings are fatally defective because they do not contain a finding that any specific school is segregated.  The findings as to the system as a whole are sufficient, when read in the context of evidence and other findings from which it appears that in a school system having a black-white ratio of 1 to 2, over 70 percent of all black secondary students and more than 80 percent of black elementary students attended schools that were more than 80 percent black, while over 90 percent of the system's white students attended schools that are 20 percent black or less.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Of the system's 5,700 teachers, 15 percent were black.  Eighty percent of the black elementary school teachers taught in schools with black pupil percentages of over 80 percent, and more than 70 percent of the black secondary school teachers were assigned to 80 percent black schools.  The statistical evidence, without more, shows that the system is in substantial part segregated in fact.  Whether that segregation is unlawful depends upon its cause.</p>\n    </div>\n    <p>IV. Racially Discriminatory Purpose</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In Keyes, the Supreme Court made it clear that \"the differentiating factor between de jure segregation and so-called de facto segregation . . .   is purpose or intent to segregate.\" 413 U.S. at 208, 93 S.Ct. at 2697 (original emphasis).  The Court has recently reiterated that a \" racially discriminatory purpose\" is essential to an equal protection violation in school cases, as in other cases.  Washington v. Davis, --- U.S. ----, ----,96 S.Ct. 2040, 2048, 48 L.Ed.2d 597 (1976).  The principal issue in Keyes was said by the Washington Court to be \"whether and to what extent there had been purposeful discrimination resulting in a partially or wholly segregated school system.\"  Id. at ---- - ----, 96 S.Ct. at 2049-2050.  That is also the issue in the case at bar.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Purpose may of course be inferred from \"the totality of the relevant facts,\" which may include discriminatory impact.  Washington v. Davis,supra, --- U.S. at ----, 96 S.Ct. at 2049.  As Mr. Justice Stevens said in his concurring opinion in that case, \"Frequently the most probative evidence of intent will be objective evidence of what actually happened rather than evidence describing the subjective state of mind of the actor.\"  Id. at ----, 96 S.Ct. at 2054.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The findings as to purpose or intent made by the district judge (who sat through 30 days of testimony, viewed hundreds of exhibits and deliberated two years before issuing his opinion), like any other finding of fact, can be set aside only if they are clearly erroneous.  United States v. Board of School Commissioners, 474 F.2d 81, 85, 88-89 (7th Cir.), cert. denied, 413 U.S. 920, 93 S.Ct. 3066, 37 L.Ed.2d 1041 (1973) (Indianapolis I ).  That is, the findings must stand unless on reviewing all the evidence we are \"left with the definite and firm conviction that a mistake has been committed.\"  United States v. United States Gypsum Co., 333 U.S. 364, 395, 68 S.Ct. 525, 542, 92 L.Ed. 746 (1948).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The District Court noted that defendants \"always had a nondiscriminatory explanation for their acts,\" citing as examples actions relating to teacher placement, additions to black schools, boundary line changes, and the free transfer policy.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  408 F.Supp. at 818-819.  While the explanations \"on an isolated basis seem reasonable and at times educationally necessary,\" when considered together, the acts demonstrated, the judge found, \"a consistent and deliberate policy of racial isolation and segregation.  . . .\"<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Id. at 819.  The court found it \"hard to believe that out of all the decisions made by school authorities under varying conditions over a twenty-year period, mere chance resulted in there being almost no decision that resulted in the furthering of integration.\"<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In finding segregatory purpose, the court was justified in relying upon testimony by certain defendants.  For example, the superintendent explained that he had not recommended manipulation of school boundaries to increase racial balance and had instead tried \"to stay pretty close to the basic policy\" (i. e., the neighborhood school policy), because \"once you embark upon that,\" it is \"a changing frontier that changes and changes defeating the purpose and really in a sense stepping up a continuous exodus.\"  He explained that \"once you begin to disrupt the stability of a particular community, it seems to escalate the exodus.  Those who have fears of whatever types seem to pick up and move.  This opens up housing patterns . . . for minorities.  . . .\"  The record also shows that defendants viewed racially mixed schools as \"problem\" schools, likely to be plagued by racial incidents, poor teacher morale, and declining academic standards.  See 408 F.Supp. at 822.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The evidence does not indicate, and the District Court did not find, that defendants intended to shortchange black students.  See 408 F.Supp. at 810.  There is evidence, however, from which it can be inferred that the prevailing belief of the Board was that any large influx of black students into white schools would lower the quality of education available to white students there and would eventually cause them to leave those schools.  A natural consequence of this belief, the District Court could properly find, was to attempt to insulate white students from attending schools with large numbers of blacks.  The court could properly infer from the record a connection between this belief and such actions as transferring white residential blocks from black schools to schools with a higher percentage of whites, allowing white students to transfer out of black schools, and intact busing, quarantining whites from large numbers of blacks who were bused into white schools.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The open-transfer policy, even though concededly adopted for a proper purpose, proved to be a vehicle for white transfer to white schools.  Defendants' original motives in adopting this policy could not excuse a refusal to modify it based on improper reasons.  Morgan v. Kerrigan, 509 F.2d 580, 589-590 (1st Cir. 1974), cert. denied, 421 U.S. 963, 95 S.Ct. 1950, 44 L.Ed.2d 449 (1975).  There was evidence from which it could be inferred that defendants did not wish to impede white parents from withdrawing their children from racially mixed schools.  When an assistant superintendent was asked at trial whether any of the purposes of the transfer system related to achieving racial balance, his testimony in response was that \"it is not essentially for that.  It is essentially to give parents an option where they wish to send their children.\"  He added that it was a means to facilitate racial balance to the extent parents chose to use it for that purpose.  This view is amplified in a proposed finding defendants submitted to the District Court, in which it is stated that some board members believed in creating \"an opportunity for those students who are so motivated to attend schools of their choice outside their neighborhood district schools and to associate with pupils and teachers of their choice,\" while others believed that \"if some parents and pupils desire access to a non-neighborhood school because it has a higher achievement level, or a higher percentage of blacks, or a lesser percentage of blacks, or values of a particular ethnic group are prevalent, or for any other reason, the System should afford such an opportunity.\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">An adverse inference could properly be drawn from defendants' persistence in intact busing.  They have not explained why they waited so long to limit what has been called a \"commonly used,\" \"classic segregative technique.\"  See Higgins v. Board of Education, 508 F.2d 779, 787 (6th Cir. 1974).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">It could further have been inferred that teacher assignments not governed by the collective bargaining agreement were not made in accordance with racially neutral principles.  Teacher imbalance existed before the transfer provision was adopted.  While full responsibility for the teacher imbalance cannot reasonably be placed on defendants, their attempts to disclaim any responsibility for it are not persuasive for the reasons discussed above.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">This brings us to the justifications for school boundary and siting decisions.  Defendants here rely on the findings that they \"consistently and uniformly adhered\" to a neighborhood school policy, 408 F.Supp. at 780, and that although \"with respect to any such decision, alternatives were available which would have resulted in schools which are presently predominantly black having substantially lower proportions of their students nonwhite, . . .  these alternatives were not consistent with the neighborhood school policy and, consequently, were not adopted.\" 408 F.Supp. at 788.  These findings may be read as meaning that defendants hewed to their neighborhood school policy solely for racially neutral reasons and that the racial effects were not intended as such but were merely an unavoidable result; and, if so read, they cannot be said to be indicative of segregative intent.  Here, as elsewhere, there is an unexplained hiatus between specific findings of fact and conclusory findings of segregative intent.  The District Court is, however, entitled to a presumption of consistency, and we should, therefore, read the findings as elements of a presumably harmonious whole and interpret them as internally consistent when it is possible to do so.  Reading the neighborhood-school-policy findings just referred to with the other findings, it is apparent that the former were not meant to describe all cases and that the court did not, as defendants contend, find that their challenged actions were entirely motivated by a racially neutral intent to adhere to a neighborhood school policy.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In this connection, the record shows a number of instances in which pupils could have been allocated between schools in such a manner as to foster integration without violating the neighborhood school policy.  In these cases transferring some blacks to a nearby white school would also have resulted in a more equitable allocation of class space at the two schools.  Defendants chose the most segregative option.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  While there are grounds for inferring segregative intent from defendants' actions,<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> they also demonstrate the degree of flexibility defendants had in applying their neighborhood school policy.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In finding discriminatory intent, the District Court could properly consider, together with the other evidence, defendants' refusal to adopt integration proposals, United States v. School District 151, 404 F.2d 1125, 1133 (7th Cir. 1968); Morgan v. Kerrigan, supra, 509 F.2d at 585-586, even though that refusal alone would not prove the requisite intent.  The District Court found that</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>\"(t)here have not been any affirmative actions taken by the Board that have resulted in further integration or substantial lessening of the percentage of black students in any of the system's schools, nor has the Administration made any such recommendations despite discussions and evaluations by both the Administration and the Board.\"The following means of attempting to achieve greater racial balance and further integration within the system were deemed to be inconsistent with the neighborhood school policy and accordingly were never used: pairing of schools, busing of pupils, utilization of magnet schools, modification of open transfer system, and noncontiguous or pie-shaped districts.\" 408 F.Supp. at 808-809.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">This finding is not attacked as clearly erroneous.  Modifying the open transfer system, thereby placing more pupils in schools in their own neighborhoods, would not have been inconsistent with the neighborhood school policy.  It is also noteworthy that, although defendants were willing to deviate from the neighborhood school concept in other special educational programs, such as that for gifted children, they sought to rely on that policy as the justification for their refusal to use magnet schools.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Viewing all the evidence, including the statistics showing racial imbalance in the Milwaukee Schools, which is one factor the court may consider in determining whether de jure segregation exists, see Indianapolis I, supra, 474 F.2d at 85, we conclude that the District Court was not clearly erroneous in finding that defendants acted with the intent of maintaining racial isolation.  While arguably no individual act carried unmistakable signs of racial purpose, it was not unreasonable to find a pattern clear enough to give rise to a permissible inference of segregative intent.  Compare, e. g., Indianapolis I, supra, 474 F.2d at 84.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Defendants argue that at worst their conduct merely accelerated the transformation of schools on the racial frontier into predominantly black schools.  These schools, they say, would inevitably have become predominantly black in any event, because of white flight as blacks moved into these neighborhoods.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> As we said in Indianapolis I, \"it would be improper to allow the Board to follow policies which constantly promote segregation and then defend on the presumption of inevitability.\"  474 F.2d at 89 (original emphasis).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Since we conclude that the District Court was not clearly erroneous in finding segregation in the Milwaukee School System caused by official conduct undertaken with segregative intent, we affirm the holding that the Milwaukee Public School System is unconstitutionally segregated.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> In the District Court the first named plaintiff was Craig Amos, who has since been dismissed from the action</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s-s\">\n        <a class=\"footnote\" href=\"#fn-s-s_ref\">**</a>\n        <p> The Honorable Robert A. Grant, Senior District Judge of the Northern District of Indiana, is sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Twenty-seven other persons, including Craig Amos, who was the first-named plaintiff in the District Court, were named as individual plaintiffs, but by the time of the District Court's ruling on the merits, they had left the school system or at least were not known to be students there.  They were therefore dismissed from the action.  408 F.Supp. at 776</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Board itself was dismissed as a defendant for want of jurisdiction.  408 F.Supp. at 777</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Geographic expansion occurred as the city annexed outlying areas, nearly doubling the system's territory between 1950 and 1960.  Between 1950 and 1972, enrollment rose from 67,000 pupils to 128,000.  The growth in the number of black pupils has been even more dramatic and is the result of the quintupling of the city's black population between 1950 and 1970, rising from 22,000 (31/2 percent of the total population) in 1950, to 62,000 (81/2 percent) in 1960, and then to 105,000 (141/2 percent) in 1970.  See 408 F.Supp. at 779</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The following table indicates the number of schools with various percentages of black students (see 408 F.Supp. at 811):</p>\n        <pre>                     0-10%  10-33%  33-67%  67-90%  90-100%\nElementary Schools     71      17      5       5       23\nJunior High Schools    10       3     --       2        4\nSenior High Schools     8       1      3       1        2</pre>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We therefore need not consider the applicability of Rule 803(24), Fed.R.Evid., or the effect of the failure of plaintiffs to observe the notice procedure provided in that rule</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> A third attack, made in a footnote in defendants' reply brief, is that the block data gave the percentages of black residents rather than the percentage of black pupils.  This appears to be the case, although at oral argument in this court counsel for defendants described the method used as talking to people \"to find out how many black children and how many white children they thought lived on the block ten years ago.\"  Dr. Stuckert testified that the discrepancy between pupil and residential populations was slight except in areas \"that were over 50 or 67 percent black.\"  About 46 percent of the boundary changes affected blocks containing 67 percent or more blacks.  Correcting the claimed error would produce an increase in the percentage of black school children assumed to reside in those heavily black areas.  This would not destroy the overall validity of the estimates or the conclusions based thereon</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Defendants point out that there was no direct evidence of the racial composition of the bused students, but it is reasonable to assume that it would normally be about the same as that of the schools from which the students were bused</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In several of these instances this was the result of blacks transferring into the school</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> At oral argument in this court, counsel for defendants suggested that the seniority transfer provision had been obtained \"under practical threat of strike.\"  We find no support for this statement in the record.  The only strike issue evidenced by the record apparently involved the right of teachers already employed by the system not to be moved out of their current jobs against their wills, not their right to a preference when they voluntarily decide to transfer</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The Supreme Court stated as follows:</p>\n        <p>\"What is or is not a segregated school will necessarily depend on the facts of each particular case.  In addition to the racial and ethnic composition of a school's student body, other factors, such as the racial and ethnic composition of faculty and staff and the community and administration attitudes toward the school, must be taken into consideration.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> From the table in note 4, supra, it further appears that approximately 19 percent of the elementary schools were over 90 percent black and 59 percent were less than 10 percent black; over 30 percent of the junior high schools were 67-100 percent black (two thirds of these being 90 percent black or more) and over half were 10 percent black or less; and in the system's 12 three-year and four-year neighborhood high schools only 27 percent of all pupils were black, but two schools were in the 90-100 percent black category and eight were in the 10 percent or less bracket.  Thus, the Milwaukee school system could be considered segregated even if we accepted defendants' argument that a school must be 75 percent black to be segregated.  Actually, that argument is meritless.  The Keyes Court said that it \"intimate(d) no opinion whether the District Court's 70%-to-75% requirement was correct.\"  413 U.S. at 196, 93 S.Ct. at 2691.  Defendants apparently view this as indicating that the Court would not find a school which was much less than 70 percent black to be segregated.  They overlook the next sentence, in which the Court said, \"the District Court used those figures to signify educationally inferior schools, and there is no suggestion in the record that those same figures were or would be used to define a 'segregated' school in the de jure context.\"  The Court then added that what is a segregated school depends on the facts of each case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The court's crediting of testimony that defendants believed in integration as a goal for society was not necessarily inconsistent with the finding that they deliberately maintained segregation.  An abstract belief in the long-range goal is not inconsistent with short-range intent to continue segregation for the time being</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Defendants suggest that the scope of our review is broadened because the district judge included this statement in the section of his opinion entitled \"Conclusions of Law.\"  We do not find this characterization of the statement controlling</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> In their reply brief, defendants point to two examples of decisions furthering integration: attempts to recruit blacks for Milwaukee Tech, a trade school, and \"(b)lack teacher profiling policy leading to dispersal throughout the system.\"  At oral argument, defendants also claimed for the first time that the decision to move the 9th grades of Peckham and Steuben Junior High Schools to Washington High School (which they would have attended anyway as 10th graders), was an example of an action furthering integration</p>\n        <p>First, these scattered actions do not impair the finding that \"almost no decision\" further integration.</p>\n        <p>Second, in none of these instances did the board risk any substantial influx of blacks into white neighborhood schools which they would not otherwise have eventually attended.  As stated in the text, we sustain the District Court's finding that the essence of defendant's segregatory intent was to avoid such an influx.</p>\n        <p>Third, we said in Indianapolis I that \"(e)specially as to actions taken after the date on which the suit was filed . . . such actions go more to the propriety of granting equitable relief than to the merits of the district court's findings.\"  474 F.2d at 89.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Examples are Walnut and Center Schools, both of which were racially mixed and overcrowded.  It appears that there were vacancies at nearby white schools which could have accommodated black students from these schools.  Defendants had at least three options: they could have transferred only a few blocks closest to the white school to that school, even though those blocks were predominantly white; they could have transferred those blocks and additional blocks containing black students, assuming we are right in concluding that there was room to accommodate additional students; or if we are wrong about that, they could have transferred blocks containing blacks instead of the blocks containing whites.  Defendants chose the first option.  It is true that the last two options would probably have lengthened distances some children had to walk to school, but it is also true that the length of the walk still would have been in the range the defendants found acceptable.  This is shown in one case (Center) by the fact that the white school was originally intended by defendants to replace the black school, which means that children in the black school district would have had to walk to the white school, while in the other case (Walnut), many children in the white school's district lived farther from that school than many of the children in the black school's district</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> In light of the disparity in available space, it is not easy to understand why defendants chose to bus large numbers of students to Center while hardly busing into the adjacent white school at all.  Defendants' reliance on the neighborhood school policy at Walnut is undermined by their decision in 1963 to bus students out of Walnut to a school over 11/2 miles away in order to reduce class sizes</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Defendants concede in their reply brief, however, that their open transfer policy is \"in limited instances\" linked causally to \"present imbalance in the system.\"</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">539</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">625</span></span></p>\n    <p class=\"parties\">Kevin ARMSTRONG,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> a minor, by Roosevelt Savage<br>and Rochelle Savage, his parents and next friends,<br>et al., Plaintiffs-Appellees,<br>v.<br>Thomas BRENNAN et al., Defendants-Appellants.</p>\n    <p class=\"docket\">No. 76-1130.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Seventh Circuit.</p>\n    <p class=\"date\">Argued June 2, 1976.<br>Decided July 23, 1976.<br>Rehearing and Rehearing En Banc Denied September 22, 1976.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">L. C. Hammond, Jr., Milwaukee, Wis., for defendants-appellants.</p>\n      <p class=\"indent\">Lloyd A. Barbee, Irvin Charne, Milwaukee, Wis., for plaintiffs-appellees.</p>\n      <p class=\"indent\">Before TONE and WOOD, Circuit Judges, and GRANT, Senior District Judge.<a class=\"footnote\" href=\"#fn-s-s\" id=\"fn-s-s_ref\">**</a></p>\n      <p class=\"indent\">TONE, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Before us on this interlocutory appeal is the District Court's ruling that the Board of School Directors of the City of Milwaukee and its members \"have knowingly carried out a systematic program of segregation affecting all of the city's students, teachers, and school facilities, and have intentionally brought about and maintained a dual school system.\"  Amos v. Board of School Directors of the City of Milwaukee, <span class=\"citation\" data-id=\"1873757\"><a href=\"/opinion/1873757/amos-v-board-of-school-directors-of-city-of-milwaukee/\"><span class=\"volume\">408</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">765</span></a></span>, 821 (E.D.Wis.1976).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plaintiffs are five black children, representing a class of all blacks who are or will be enrolled in the Milwaukee public schools, and three nonblack children, representing a similar class of nonblacks.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Also appearing before us in support of affirmance is the Wisconsin Civil Liberties Union as amicus curiae.  Defendants are the individual members of the school board, the superintendent of schools, and the board's secretary-business manager.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In the order appealed from, they have been enjoined from future acts of segregation, and a special master has been appointed to assist in fashioning further relief.  We have jurisdiction under 28 U.S.C. &#167; 1292(a)(1), because the interlocutory order appealed from grants an injunction.  To insure appealability, the District Court also certified the case under 28 U.S.C. &#167; 1292(b) as appropriate for interlocutory review, 408 F.Supp. at 825, and we permitted the appeal to be taken upon application made within ten days.  We affirm the District Court's order.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>I. Overview of the Milwaukee School System and Its Operation</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Milwaukee public school system, the territory of which is coterminous with that of the City of Milwaukee, is one of the 15 largest school systems in the country.  Since 1950, it has grown rapidly geographically, and in both total enrollment and black enrollment.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Thirty-five percent of the system's students are now black.  In 1972-1973, 71 elementary schools had student bodies at least 90 percent white, 23 were at least 90 percent black, and 27 were in between.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  In the same school year (the year before trial), some 80 percent of the city's black students attended majority black schools and over three quarters attended schools that were 80 percent or more black.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As in many cities, in Milwaukee the black population is concentrated in a central area, called \"the core\" by the parties.  The core contained about 90 percent of the city's blacks in 1970, with the percentage of blacks ranging from 75-80 percent in the center of the core to 40 percent on the periphery.  The District Court found that \"(s)ubstantial numbers of blacks and whites have seldom resided in the same neighborhood or attended the same schools for a substantial period of time.\"  408 F.Supp. at 812.  Once blacks comprise about 30 percent of the population of a neighborhood or a school, \"white flight\" generally begins, and whites leave in large numbers.  The rate varies but the process is seldom reversed.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Student population in the core area has grown rapidly, creating serious problems for the school system.  Generally, schools there became overcrowded as older white residents were replaced by younger black families with children.  When overcrowding was thought to be temporary, defendants converted into classrooms space in school buildings that had been used for other purposes, such as basement rooms, auditoriums, and gyms.  In addition, they attempted to find vacant classrooms in nearby schools and moved students to those schools through busing, redistricting, or transferring grades (e. g., moving the entire ninth grade from a junior high school to a senior high school).  If the crowding was thought to be long-term, the solutions included building an addition to an existing building, renting private school facilities, reopening an unused school building, and building a new school.  Id. at 782.  In making these and other decisions, defendants were guided by their neighborhood school policy.  The goal was to assign students to schools within walking distance of their homes, in order to foster a close relationship between community and school, maximize convenience for students and their families, and minimize compartmentalization of the student's life between home and school.  Id. at 780-781.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">With this background in mind, we turn to a consideration of the actions alleged to be part of a pattern of deliberate segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>II. Acts of the Defendants Having Segregative Effects</p>\n    </div>\n    <p>A. Boundary Changes and School Siting</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The District Court found that the effect of school boundary changes from 1950 to 1968</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>\"was to increase the degree of racial imbalance in these schools.  Of the 63 boundary changes, 29 increased the concentration of black students in ghetto schools.  In one case it resulted in a number of black students attending a white school for the first time.  Twenty-eight changes had no effect because there were no differences in the racial makeup of the losing school or the gaining school.  In five cases the results were inconclusive as they affected schools that differed in their racial makeup, although in five cases majority black schools were involved.\"  408 F.Supp. at 813.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We cannot say this finding was clearly erroneous.  It was based on a study by plaintiffs' expert, Dr. Robert P. Stuckert, in which he tabulated the racial composition of city blocks transferred in each boundary change between 1950 and 1968 as the changes affected schools that were 50 percent black by the 1968-1969 school year.  Dr. Stuckert calculated that in 22 boundary changes affecting these schools, the percentage of black residents in the group of blocks transferred was lower than the percentage of black pupils in the \"losing\" school from which they were transferred.  In each case, they were transferred to \"gaining\" schools that also had fewer blacks than the losing school.  In other words, comparatively white blocks were in these instances shifted from black schools to white schools, or at least to schools with fewer blacks.  In eight other instances, the percentage of black residents in the group of blocks transferred was higher than the percentage of black pupils in the losing school; in seven of these cases the gaining school had a lower percentage of whites.  In sum, blocks with racial characteristics different from the losing school were shifted to schools with racial characteristics more like those of the transferred blocks.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Defendants argue that the District Court did not consider the racial impact on the \"gaining\" school.  Although that court's opinion does not discuss this aspect of the transfers, it appears to us that over two thirds of them had a neutral effect on the gaining school, and, as for the rest, the integrative gains in some gaining schools are balanced by integrative losses in others.  Thus, the effect on the gaining schools did not offset the adverse impact on the losing schools, and the net effect of the transfers was to increase racial imbalance.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Defendants also argue that Dr. Stuckert used an unreliable method to determine the racial composition of the blocks.  For transfers during, immediately preceding, or immediately after a census year, block data from the census were used.  For transfers during the period between the 1960 and 1970 censuses, data were obtained by interviewing people who had lived or worked in the area at the time of the boundary change, who were asked to estimate the racial composition of the blocks.  The interviewing was done by Dr. Stuckert's assistants, for the most part over the period 1967-1969.  Where possible, these estimates were checked against estimates by other people and against later census data (on the assumption that the percentage of blacks increased with the passage of time).  Interviewees were generally not asked about a block's racial composition before 1960, since the 1960 census showed most of the blocks previously involved in boundary changes to have been all-white.  Thus, estimates were primarily relied on for the period from 1962 to 1968.  The information was not otherwise available.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Defendants do not object to the data based on interviews as hearsay,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> but they argue that this evidence was so unreliable that it should have been given no credence.  Dr. Stuckert testified that this was a \"standard procedure in many kinds of social scientific research\" whenever there is no other way to obtain the data, and at oral argument in this court counsel for defendants was unable to suggest any better procedure for obtaining the necessary information.  The evidence was not so unreliable that the district judge abused his discretion in receiving it and considering it.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The District Court further found that \"the Board's consistent response (to overcrowding) was the restriction or 'compression' of boundary lines, often accompanied by an expansion of facility capacity through such techniques as the building of additions and the utilization of substandard classrooms,\" and that this had the effect of keeping the concentrated black student population from spreading to the rest of the city and \"increased the concentration of black pupils in Central City schools and the degree of racial imbalance in the system as a whole.\"  408 F.Supp. at 784.  The court also found that</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>\"(t)he disproportionate use of substandard classrooms in the black schools resulted in concentrating black students at times when the use of facilities at nearby white schools would have resulted in an appreciable degree of race mixture at these white schools.\" 408 F.Supp. at 813.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We have concluded from our examination of the record that these findings were not clearly erroneous.</p>\n    </div>\n    <p>B. Busing</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Defendants practiced two types of busing.  \"Mixed\" busing, under which the transferred students were added to the receiving school's roster and treated like other students, was used when the students were to be assigned to the receiving school on a permanent or indefinite basis, usually because there was no school within walking distance or there were walking safety hazards.  The students for whom this method was used were usually white.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The other kind of busing, called \"intact\" busing, consisted of busing teacher and class intact.  It was used when the busing was being carried out because of overcrowding or modernization work on buildings.  In many instances students bused \"intact\" were returned to their own schools for lunch.  The classroom in the new school became, in effect, an extension of the old school.  408 F.Supp. at 789.  The reason given for the use of the intact method of busing in the overcrowding or facilities-modernization situations was that it generally lasted for a relatively short time and prevented the disruptions that would have resulted from mixed busing for short periods.  Busing for overcrowding generally, and busing for facilities-modernization invariably, lasted only a few semesters, but the exceptions, according to the District Court, involved \"elementary schools which tended to be predominantly black.\" 408 F.Supp. at 790.  From 1958 to 1974, there were 509 instances of intact busing, of which 214 were between schools with substantially the same racial compositions, 6 were to special schools, 9 were to schools with substantially larger black populations, and 280 were to schools with substantially smaller black populations.  408 F.Supp. at 788-791.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  In 1971, the board eliminated intact busing for periods greater than a year.  408 F.Supp. at 791.</p>\n    </div>\n    <p>C. Open Transfers</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Until 1964, students could voluntarily transfer between schools only if school administrators found the stated reason for the transfer to be valid.  Following a request by the National Association for the Advancement of Colored People, and with the sponsorship of minority Board members, defendants adopted an \"open transfer\" policy under which students could transfer to any school with a vacancy, without giving any reason for the transfer.  By the 1972-1973 school year, there were 4,327 applications for transfers, of which 81 percent were granted.  The total number of students attending schools outside their own attendance zones was much greater than this, because transfer requests granted in previous years did not have to be renewed. 408 F.Supp. at 793.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The open transfer policy had a mixed racial impact.  It enabled blacks to transfer into white schools, which appears to have been its original purpose, but also allowed whites to transfer out of black or racially mixed schools.  The District Court found eight instances in which the transfer policy substantially affected an elementary or secondary school's racial composition.  A study conducted by defendants indicated that the transfer policy caused the percentage of black pupils at seven secondary schools to rise by amounts ranging from 5 percent to 24 percent.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The overall effect upon elementary schools was less significant.  The study concluded that the policy \"has resulted in a number of whites who were in predominantly black schools going to other schools.\"  Defendants have repeatedly rejected proposals to modify their transfer policy so as to reduce its adverse racial impact.</p>\n    </div>\n    <p>D. Faculty</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In 1972, 79 percent of Milwaukee's black teachers taught in schools with majority black enrollments.  Generally, no more than 50 percent of the teachers at these schools were black.  The District Court found that this racial pattern resulted primarily from defendants' method of filling vacancies.  First priority was given on a seniority basis to teachers who wished to transfer.  Often, these teachers wished to transfer from black to white schools, though the District Court did not find the transfers to be racially motivated.  Consequently, the vacancies left to be filled by new employees tended to be in core schools.  Since most of the black teachers were hired relatively recently as part of a recruiting campaign by defendants, they were likely to be assigned to fill these vacancies.  One of the factors in determining how vacancies were filled by new teachers, the District Court found, is \"personal background (including racial or ethnic considerations to the extent this related to teachers' cultural backgrounds).\"  408 F.Supp. at 796.  Another factor was teacher preference.  Defendants have, however, made efforts to dissuade white teachers from transferring out of core schools, and to assign some black teachers to white schools.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Although the primary cause of the racial imbalance was the priority given under the collective bargaining agreement to transfer requests by teachers with seniority, this was not the only cause.  Vacancies that arise during the summer do not have to be filled on a seniority basis.  One board member stated that for this reason \"there were close to 50 percent, either 40 or 50 percent of the teachers who could be slotted into certain schools without being too concerned about a contract.  . . .  So that there is some flexibility to have the kind of faculties that might be advantageous in individual schools.\"  Moreover, the record does not show that the collective bargaining agreement required a seniority preference in filling vacancies prior to 1968, yet there was a strong racial imbalance in teaching assignments by 1965.  Defendants must therefore bear some part of the responsibility for the teacher imbalance.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <p>III. The Existence of Segregation</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">As we noted at the outset, the District Court concluded, 408 F.Supp. at 821, that</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>\"defendants have knowingly carried out a systematic program of segregation affecting all of the city's students, teachers, and school facilities, and have intentionally brought about and maintained a dual school system.\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Defendants argue that the court did not \"make any findings that any school in the Milwaukee system ever was or presently is segregated.\"  Further, relying on certain language in Keyes v. School District No. 1, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, 197, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>, 2690, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1973),<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> they argue that to find segregation a court must find that \"the percentage of a school's student body, faculty and staff (are) so high as to identify the school as black in the community's view, and it must have as a result thereof a reputation of educational inferiority.\"  The conclusion of this argument is that \"(w)ithout a finding of segregation, even if acts and/or omissions were engaged in with the requisite intent to segregate, it would be improper to find an Equal Protection violation and to impose a remedy.\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The passage in Keyes upon which defendants rest their argument does not say that every element there listed is indispensable to a finding of segregation.  Nor does it contain any mention of \"a reputation of educational inferiority,\" or any suggestion that only a school that has such a reputation can be found to be racially segregated.  To accept defendants' argument would be to resurrect the doctrine of \"separate but equal.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We do not think the District Court's findings are fatally defective because they do not contain a finding that any specific school is segregated.  The findings as to the system as a whole are sufficient, when read in the context of evidence and other findings from which it appears that in a school system having a black-white ratio of 1 to 2, over 70 percent of all black secondary students and more than 80 percent of black elementary students attended schools that were more than 80 percent black, while over 90 percent of the system's white students attended schools that are 20 percent black or less.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Of the system's 5,700 teachers, 15 percent were black.  Eighty percent of the black elementary school teachers taught in schools with black pupil percentages of over 80 percent, and more than 70 percent of the black secondary school teachers were assigned to 80 percent black schools.  The statistical evidence, without more, shows that the system is in substantial part segregated in fact.  Whether that segregation is unlawful depends upon its cause.</p>\n    </div>\n    <p>IV. Racially Discriminatory Purpose</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In Keyes, the Supreme Court made it clear that \"the differentiating factor between de jure segregation and so-called de facto segregation . . .   is purpose or intent to segregate.\" 413 U.S. at 208, 93 S.Ct. at 2697 (original emphasis).  The Court has recently reiterated that a \" racially discriminatory purpose\" is essential to an equal protection violation in school cases, as in other cases.  Washington v. Davis, --- U.S. ----, ----,<span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2040</span></a></span>, 2048, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">597</span></a></span> (1976).  The principal issue in Keyes was said by the Washington Court to be \"whether and to what extent there had been purposeful discrimination resulting in a partially or wholly segregated school system.\"  Id. at ---- - ----, 96 S.Ct. at 2049-2050.  That is also the issue in the case at bar.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Purpose may of course be inferred from \"the totality of the relevant facts,\" which may include discriminatory impact.  Washington v. Davis,supra, --- U.S. at ----, 96 S.Ct. at 2049.  As Mr. Justice Stevens said in his concurring opinion in that case, \"Frequently the most probative evidence of intent will be objective evidence of what actually happened rather than evidence describing the subjective state of mind of the actor.\"  Id. at ----, 96 S.Ct. at 2054.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The findings as to purpose or intent made by the district judge (who sat through 30 days of testimony, viewed hundreds of exhibits and deliberated two years before issuing his opinion), like any other finding of fact, can be set aside only if they are clearly erroneous.  United States v. Board of School Commissioners, <span class=\"citation\" data-id=\"308686\"><a href=\"/opinion/308686/united-states-v-the-board-of-school-commissioners-of-the-city-of/\"><span class=\"volume\">474</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">81</span></a></span>, 85, 88-89 (7th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">920</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3066</span></span>, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1041</span></span> (1973) (Indianapolis I ).  That is, the findings must stand unless on reviewing all the evidence we are \"left with the definite and firm conviction that a mistake has been committed.\"  United States v. United States Gypsum Co., <span class=\"citation\" data-id=\"104523\"><a href=\"/opinion/104523/united-states-v-united-states-gypsum-co/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">364</span></a></span>, 395, <span class=\"citation\" data-id=\"104523\"><a href=\"/opinion/104523/united-states-v-united-states-gypsum-co/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">525</span></a></span>, 542, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">746</span></span> (1948).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The District Court noted that defendants \"always had a nondiscriminatory explanation for their acts,\" citing as examples actions relating to teacher placement, additions to black schools, boundary line changes, and the free transfer policy.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  408 F.Supp. at 818-819.  While the explanations \"on an isolated basis seem reasonable and at times educationally necessary,\" when considered together, the acts demonstrated, the judge found, \"a consistent and deliberate policy of racial isolation and segregation.  . . .\"<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Id. at 819.  The court found it \"hard to believe that out of all the decisions made by school authorities under varying conditions over a twenty-year period, mere chance resulted in there being almost no decision that resulted in the furthering of integration.\"<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In finding segregatory purpose, the court was justified in relying upon testimony by certain defendants.  For example, the superintendent explained that he had not recommended manipulation of school boundaries to increase racial balance and had instead tried \"to stay pretty close to the basic policy\" (i. e., the neighborhood school policy), because \"once you embark upon that,\" it is \"a changing frontier that changes and changes defeating the purpose and really in a sense stepping up a continuous exodus.\"  He explained that \"once you begin to disrupt the stability of a particular community, it seems to escalate the exodus.  Those who have fears of whatever types seem to pick up and move.  This opens up housing patterns . . . for minorities.  . . .\"  The record also shows that defendants viewed racially mixed schools as \"problem\" schools, likely to be plagued by racial incidents, poor teacher morale, and declining academic standards.  See 408 F.Supp. at 822.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The evidence does not indicate, and the District Court did not find, that defendants intended to shortchange black students.  See 408 F.Supp. at 810.  There is evidence, however, from which it can be inferred that the prevailing belief of the Board was that any large influx of black students into white schools would lower the quality of education available to white students there and would eventually cause them to leave those schools.  A natural consequence of this belief, the District Court could properly find, was to attempt to insulate white students from attending schools with large numbers of blacks.  The court could properly infer from the record a connection between this belief and such actions as transferring white residential blocks from black schools to schools with a higher percentage of whites, allowing white students to transfer out of black schools, and intact busing, quarantining whites from large numbers of blacks who were bused into white schools.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The open-transfer policy, even though concededly adopted for a proper purpose, proved to be a vehicle for white transfer to white schools.  Defendants' original motives in adopting this policy could not excuse a refusal to modify it based on improper reasons.  Morgan v. Kerrigan, <span class=\"citation no-link\"><span class=\"volume\">509</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">580</span></span>, 589-590 (1st Cir. 1974), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">963</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1950</span></span>, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">449</span></span> (1975).  There was evidence from which it could be inferred that defendants did not wish to impede white parents from withdrawing their children from racially mixed schools.  When an assistant superintendent was asked at trial whether any of the purposes of the transfer system related to achieving racial balance, his testimony in response was that \"it is not essentially for that.  It is essentially to give parents an option where they wish to send their children.\"  He added that it was a means to facilitate racial balance to the extent parents chose to use it for that purpose.  This view is amplified in a proposed finding defendants submitted to the District Court, in which it is stated that some board members believed in creating \"an opportunity for those students who are so motivated to attend schools of their choice outside their neighborhood district schools and to associate with pupils and teachers of their choice,\" while others believed that \"if some parents and pupils desire access to a non-neighborhood school because it has a higher achievement level, or a higher percentage of blacks, or a lesser percentage of blacks, or values of a particular ethnic group are prevalent, or for any other reason, the System should afford such an opportunity.\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">An adverse inference could properly be drawn from defendants' persistence in intact busing.  They have not explained why they waited so long to limit what has been called a \"commonly used,\" \"classic segregative technique.\"  See Higgins v. Board of Education, <span class=\"citation\" data-id=\"324124\"><a href=\"/opinion/324124/george-and-carolyn-higgins-v-board-of-education-of-the-city-of-grand/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">779</span></a></span>, 787 (6th Cir. 1974).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">It could further have been inferred that teacher assignments not governed by the collective bargaining agreement were not made in accordance with racially neutral principles.  Teacher imbalance existed before the transfer provision was adopted.  While full responsibility for the teacher imbalance cannot reasonably be placed on defendants, their attempts to disclaim any responsibility for it are not persuasive for the reasons discussed above.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">This brings us to the justifications for school boundary and siting decisions.  Defendants here rely on the findings that they \"consistently and uniformly adhered\" to a neighborhood school policy, 408 F.Supp. at 780, and that although \"with respect to any such decision, alternatives were available which would have resulted in schools which are presently predominantly black having substantially lower proportions of their students nonwhite, . . .  these alternatives were not consistent with the neighborhood school policy and, consequently, were not adopted.\" 408 F.Supp. at 788.  These findings may be read as meaning that defendants hewed to their neighborhood school policy solely for racially neutral reasons and that the racial effects were not intended as such but were merely an unavoidable result; and, if so read, they cannot be said to be indicative of segregative intent.  Here, as elsewhere, there is an unexplained hiatus between specific findings of fact and conclusory findings of segregative intent.  The District Court is, however, entitled to a presumption of consistency, and we should, therefore, read the findings as elements of a presumably harmonious whole and interpret them as internally consistent when it is possible to do so.  Reading the neighborhood-school-policy findings just referred to with the other findings, it is apparent that the former were not meant to describe all cases and that the court did not, as defendants contend, find that their challenged actions were entirely motivated by a racially neutral intent to adhere to a neighborhood school policy.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In this connection, the record shows a number of instances in which pupils could have been allocated between schools in such a manner as to foster integration without violating the neighborhood school policy.  In these cases transferring some blacks to a nearby white school would also have resulted in a more equitable allocation of class space at the two schools.  Defendants chose the most segregative option.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  While there are grounds for inferring segregative intent from defendants' actions,<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> they also demonstrate the degree of flexibility defendants had in applying their neighborhood school policy.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In finding discriminatory intent, the District Court could properly consider, together with the other evidence, defendants' refusal to adopt integration proposals, United States v. School District 151, <span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1125</span></span>, 1133 (7th Cir. 1968); Morgan v. Kerrigan, supra, 509 F.2d at 585-586, even though that refusal alone would not prove the requisite intent.  The District Court found that</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>\"(t)here have not been any affirmative actions taken by the Board that have resulted in further integration or substantial lessening of the percentage of black students in any of the system's schools, nor has the Administration made any such recommendations despite discussions and evaluations by both the Administration and the Board.\"The following means of attempting to achieve greater racial balance and further integration within the system were deemed to be inconsistent with the neighborhood school policy and accordingly were never used: pairing of schools, busing of pupils, utilization of magnet schools, modification of open transfer system, and noncontiguous or pie-shaped districts.\" 408 F.Supp. at 808-809.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">This finding is not attacked as clearly erroneous.  Modifying the open transfer system, thereby placing more pupils in schools in their own neighborhoods, would not have been inconsistent with the neighborhood school policy.  It is also noteworthy that, although defendants were willing to deviate from the neighborhood school concept in other special educational programs, such as that for gifted children, they sought to rely on that policy as the justification for their refusal to use magnet schools.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Viewing all the evidence, including the statistics showing racial imbalance in the Milwaukee Schools, which is one factor the court may consider in determining whether de jure segregation exists, see Indianapolis I, supra, 474 F.2d at 85, we conclude that the District Court was not clearly erroneous in finding that defendants acted with the intent of maintaining racial isolation.  While arguably no individual act carried unmistakable signs of racial purpose, it was not unreasonable to find a pattern clear enough to give rise to a permissible inference of segregative intent.  Compare, e. g., Indianapolis I, supra, 474 F.2d at 84.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Defendants argue that at worst their conduct merely accelerated the transformation of schools on the racial frontier into predominantly black schools.  These schools, they say, would inevitably have become predominantly black in any event, because of white flight as blacks moved into these neighborhoods.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> As we said in Indianapolis I, \"it would be improper to allow the Board to follow policies which constantly promote segregation and then defend on the presumption of inevitability.\"  474 F.2d at 89 (original emphasis).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Since we conclude that the District Court was not clearly erroneous in finding segregation in the Milwaukee School System caused by official conduct undertaken with segregative intent, we affirm the holding that the Milwaukee Public School System is unconstitutionally segregated.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> In the District Court the first named plaintiff was Craig Amos, who has since been dismissed from the action</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s-s\">\n        <a class=\"footnote\" href=\"#fn-s-s_ref\">**</a>\n        <p> The Honorable Robert A. Grant, Senior District Judge of the Northern District of Indiana, is sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Twenty-seven other persons, including Craig Amos, who was the first-named plaintiff in the District Court, were named as individual plaintiffs, but by the time of the District Court's ruling on the merits, they had left the school system or at least were not known to be students there.  They were therefore dismissed from the action.  408 F.Supp. at 776</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Board itself was dismissed as a defendant for want of jurisdiction.  408 F.Supp. at 777</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Geographic expansion occurred as the city annexed outlying areas, nearly doubling the system's territory between 1950 and 1960.  Between 1950 and 1972, enrollment rose from 67,000 pupils to 128,000.  The growth in the number of black pupils has been even more dramatic and is the result of the quintupling of the city's black population between 1950 and 1970, rising from 22,000 (31/2 percent of the total population) in 1950, to 62,000 (81/2 percent) in 1960, and then to 105,000 (141/2 percent) in 1970.  See 408 F.Supp. at 779</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The following table indicates the number of schools with various percentages of black students (see 408 F.Supp. at 811):</p>\n        <pre>                     0-10%  10-33%  33-67%  67-90%  90-100%\nElementary Schools     71      17      5       5       23\nJunior High Schools    10       3     --       2        4\nSenior High Schools     8       1      3       1        2</pre>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We therefore need not consider the applicability of Rule 803(24), Fed.R.Evid., or the effect of the failure of plaintiffs to observe the notice procedure provided in that rule</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> A third attack, made in a footnote in defendants' reply brief, is that the block data gave the percentages of black residents rather than the percentage of black pupils.  This appears to be the case, although at oral argument in this court counsel for defendants described the method used as talking to people \"to find out how many black children and how many white children they thought lived on the block ten years ago.\"  Dr. Stuckert testified that the discrepancy between pupil and residential populations was slight except in areas \"that were over 50 or 67 percent black.\"  About 46 percent of the boundary changes affected blocks containing 67 percent or more blacks.  Correcting the claimed error would produce an increase in the percentage of black school children assumed to reside in those heavily black areas.  This would not destroy the overall validity of the estimates or the conclusions based thereon</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Defendants point out that there was no direct evidence of the racial composition of the bused students, but it is reasonable to assume that it would normally be about the same as that of the schools from which the students were bused</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In several of these instances this was the result of blacks transferring into the school</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> At oral argument in this court, counsel for defendants suggested that the seniority transfer provision had been obtained \"under practical threat of strike.\"  We find no support for this statement in the record.  The only strike issue evidenced by the record apparently involved the right of teachers already employed by the system not to be moved out of their current jobs against their wills, not their right to a preference when they voluntarily decide to transfer</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The Supreme Court stated as follows:</p>\n        <p>\"What is or is not a segregated school will necessarily depend on the facts of each particular case.  In addition to the racial and ethnic composition of a school's student body, other factors, such as the racial and ethnic composition of faculty and staff and the community and administration attitudes toward the school, must be taken into consideration.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> From the table in note 4, supra, it further appears that approximately 19 percent of the elementary schools were over 90 percent black and 59 percent were less than 10 percent black; over 30 percent of the junior high schools were 67-100 percent black (two thirds of these being 90 percent black or more) and over half were 10 percent black or less; and in the system's 12 three-year and four-year neighborhood high schools only 27 percent of all pupils were black, but two schools were in the 90-100 percent black category and eight were in the 10 percent or less bracket.  Thus, the Milwaukee school system could be considered segregated even if we accepted defendants' argument that a school must be 75 percent black to be segregated.  Actually, that argument is meritless.  The Keyes Court said that it \"intimate(d) no opinion whether the District Court's 70%-to-75% requirement was correct.\"  413 U.S. at 196, 93 S.Ct. at 2691.  Defendants apparently view this as indicating that the Court would not find a school which was much less than 70 percent black to be segregated.  They overlook the next sentence, in which the Court said, \"the District Court used those figures to signify educationally inferior schools, and there is no suggestion in the record that those same figures were or would be used to define a 'segregated' school in the de jure context.\"  The Court then added that what is a segregated school depends on the facts of each case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The court's crediting of testimony that defendants believed in integration as a goal for society was not necessarily inconsistent with the finding that they deliberately maintained segregation.  An abstract belief in the long-range goal is not inconsistent with short-range intent to continue segregation for the time being</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Defendants suggest that the scope of our review is broadened because the district judge included this statement in the section of his opinion entitled \"Conclusions of Law.\"  We do not find this characterization of the statement controlling</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> In their reply brief, defendants point to two examples of decisions furthering integration: attempts to recruit blacks for Milwaukee Tech, a trade school, and \"(b)lack teacher profiling policy leading to dispersal throughout the system.\"  At oral argument, defendants also claimed for the first time that the decision to move the 9th grades of Peckham and Steuben Junior High Schools to Washington High School (which they would have attended anyway as 10th graders), was an example of an action furthering integration</p>\n        <p>First, these scattered actions do not impair the finding that \"almost no decision\" further integration.</p>\n        <p>Second, in none of these instances did the board risk any substantial influx of blacks into white neighborhood schools which they would not otherwise have eventually attended.  As stated in the text, we sustain the District Court's finding that the essence of defendant's segregatory intent was to avoid such an influx.</p>\n        <p>Third, we said in Indianapolis I that \"(e)specially as to actions taken after the date on which the suit was filed . . . such actions go more to the propriety of granting equitable relief than to the merits of the district court's findings.\"  474 F.2d at 89.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Examples are Walnut and Center Schools, both of which were racially mixed and overcrowded.  It appears that there were vacancies at nearby white schools which could have accommodated black students from these schools.  Defendants had at least three options: they could have transferred only a few blocks closest to the white school to that school, even though those blocks were predominantly white; they could have transferred those blocks and additional blocks containing black students, assuming we are right in concluding that there was room to accommodate additional students; or if we are wrong about that, they could have transferred blocks containing blacks instead of the blocks containing whites.  Defendants chose the first option.  It is true that the last two options would probably have lengthened distances some children had to walk to school, but it is also true that the length of the walk still would have been in the range the defendants found acceptable.  This is shown in one case (Center) by the fact that the white school was originally intended by defendants to replace the black school, which means that children in the black school district would have had to walk to the white school, while in the other case (Walnut), many children in the white school's district lived farther from that school than many of the children in the black school's district</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> In light of the disparity in available space, it is not easy to understand why defendants chose to bus large numbers of students to Center while hardly busing into the adjacent white school at all.  Defendants' reliance on the neighborhood school policy at Walnut is undermined by their decision in 1963 to bus students out of Walnut to a school over 11/2 miles away in order to reduce class sizes</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Defendants concede in their reply brief, however, that their open transfer policy is \"in limited instances\" linked causally to \"present imbalance in the system.\"</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104523/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108844/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109469/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/308686/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/324124/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1873757/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-22T18:12:27.120090Z",
      "date_modified": "2016-03-03T18:15:18.082575Z",
      "date_filed": "1976-09-22",
      "date_filed_is_approximate": false,
      "slug": "kevin-armstrong-a-minor-by-roosevelt-savage-and-rochelle-savage-his",
      "citation_id": 311705,
      "case_name_short": "",
      "case_name": "Kevin Armstrong, a Minor, by Roosevelt Savage and Rochelle Savage, His Parents and Next Friends v. Thomas Brennan",
      "case_name_full": "",
      "federal_cite_one": "539 F.2d 625",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 26,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/756519/kevin-armstrong-a-minor-by-roosevelt-savage-and-ro/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:04:33.254254Z",
  "date_modified": "2014-10-30T12:04:33.254254Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Kevin Armstrong, a Minor, by Roosevelt Savage and Rochelle Savage, His Parents and Next Friends v. Thomas Brennan",
  "case_name_full": "",
  "slug": "kevin-armstrong-a-minor-by-roosevelt-savage-and-ro",
  "docket_number": "76-1130",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}