{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/760687/",
  "id": 760687,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca5/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/308832/",
      "id": 308832,
      "absolute_url": "/opinion/308832/5-fair-emplpraccas-587-5-empl-prac-dec-p-8460-united-states-of/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/760687/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/308832/",
          "id": 308832,
          "absolute_url": "/opinion/308832/5-fair-emplpraccas-587-5-empl-prac-dec-p-8460-united-states-of/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/308832/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T08:52:25Z",
          "date_modified": "2017-03-24T22:12:03.446727Z",
          "type": "010combined",
          "sha1": "7d2f011103a50437daf66a6f87426b583a8b8c67",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/474/474.F2d.906.71-3447.71-3293.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">474 F.2d 906</p>\n    <p class=\"parties\">5 Fair Empl.Prac.Cas.  587, 5 Empl. Prac. Dec. P 8460<br>UNITED STATES of America, Plaintiff-Appellant,<br>v.<br>GEORGIA POWER COMPANY et al., Defendants-Appellees.<br>Charles KING et al., Plaintiffs-Appellants,<br>v.<br>GEORGIA POWER COMPANY et al., Defendants-Appellees.</p>\n    <p class=\"docket\">Nos. 71-3293, 71-3447.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Fifth Circuit.</p>\n    <p class=\"date\">Feb. 14, 1973.<br>As Amended on Denial of Rehearing March 16, 1973.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John W. Stokes, Jr., U. S. Atty., Atlanta, Ga., John N. Mitchell, Atty. Gen., Stephen Glassman, David L. Rose, Attys., Jerris Leonard, Asst. Atty. Gen., Civil Rights Div., Dept. of Justice, Washington, D. C., for plaintiff-appellant United States.</p>\n      <p class=\"indent\">Elizabeth R. Rindskopf, Howard Moore, Jr., Isabel Gates Webster, Atlanta, Ga., Jack Greenberg, William L. Robinson, Morris J. Baller, New York City, John H. Ruffin, Jr., Augusta, Ga., for plaintiffs-appellants Charles King and others.</p>\n      <p class=\"indent\">Fred W. Elarbee, Jr., Robert L. Mitchell, J. Lewis Sapp, Atlanta, Ga., for defendants-appellees Georgia Power Co. and others.</p>\n      <p class=\"indent\">Matthew Perry, NAACP, Columbia, S. C., Daniel Steiner, Gen. Counsel, Lutz Alexander Prager, E.E.O.C., Washington, D. C., for other interested parties.</p>\n      <p class=\"indent\">David Blasband, Frederick F. Greenman, Jr., New York City, for amicus curiae, The Psychological Corp.</p>\n      <p class=\"indent\">James D. Hutchinson, Ronald S. Cooper, Washington, D. C., for amicus curiae, American Psychological Association.</p>\n      <p class=\"indent\">Before TUTTLE, COLEMAN and CLARK, Circuit Judges.</p>\n      <p class=\"indent\">TUTTLE, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This complex and multi-faceted employment discrimination case encompasses virtually every aspect of Georgia Power Company's hiring and promotion practices since July 2, 1965, the effective date of the Civil Rights Act of 1964.  A \"pattern or practice\" suit and two private class actions, all brought under Title VII of the Act, were consolidated for trial below.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Though the district court afforded some relief and recognized that many of the company's practices were prohibited under the Act, it is argued on appeal that the court's order did not go far enough.  Plaintiffs appeal from (1) refusal to enjoin the company from administering employment aptitude tests which exclude blacks from promotion at a higher rate than whites, (2) denial of back pay to discriminatees, (3) inadequate remedies to compensate for hiring and recruitment policies favoring whites, (4) failure to award company seniority to all black discriminatees under the \"rightful place\" theory, and (5) granting insufficient attorney's fees to the lawyers in the private action.  The company cross-appeals the court's order to discontinue the prerequisite of a high school education for all positions other than laborer.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Georgia Power, a company incorporated under the laws of the State of Georgia, engages in the production, transmission, distribution, and sale of electrical power.  As of December 25, 1970, only 543 of the company's 7515 employees were black (7.2%) despite the existence of a large pool of black applicants for positions.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Until July 29, 1963, an open and unvarying policy of the company prevented black persons from competing for any but the most menial and lowpaying jobs within the corporate structure.  While blacks were classified exclusively as janitors, porters, maids, and laborers, almost all white employees occupied higher positions.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Though the formal prohibition of black advancement and transfer to traditionally white jobs was terminated in 1963, little statistical difference in job placements of blacks had occurred by January 10, 1969, when the Attorney General filed suit against Georgia Power.  All ninety-five blacks hired during this period were initially assigned to the position of laborer, while 85% of the 627 whites hired in the steam plants, the general repair shop, and in the Atlanta and Macon Operating Divisions were assigned to entry-level jobs higher than laborer.  Though whites hired as laborers have remained in that job an average of only three months and one week before promotion to higher paying jobs, blacks have remained laborers an average of two years and nine months before being promoted.  While only one white hired during this period had not been promoted at the time of trial, only thirteen of the black laborers had been promoted.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Wholly aside from individual discriminatory practices, Georgia Power has adhered to two company-wide policies which have had the effect of barring more blacks than whites from employment with, and advancement within, the company.  Beginning in 1960, all new employees were required to have high school diplomas or present evidence of equivalent educational accomplishment.  From August 19, 1963 to date, all new employees have in addition been required to pass a battery of tests developed by the Psychological Corporation (a commercial organization not to be confused with the American Psychological Association).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Employees hired prior to the effective dates of each of these policies were allowed to remain with the company without complying with them.  However, in 1964, the company did impose the high school education requirement on all incumbent employees seeking to transfer from the previously all-black positions of janitor, porter, and maid but did not add that prerequisite to transfers or advancements elsewhere in the company's structure.  Finally, on November 19, 1964, the educational and testing requirements were suspended for hirees into the laborer classification upon agreement by them not to progress further in the company without meeting them.</p>\n    </div>\n    <p>THE TESTING REQUIREMENT</p>\n    <p>1. Legislation-Griggs</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In Title VII of the Civil Rights Act of 1964 Congress expressly recognized testing as a permissible prerequisite to employment in this language:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>[N]or shall it be an unlawful employment practice for an employer to give and to act upon the results of any professionally developed ability test provided that such test, its administration or action upon the results is not designed, intended or used to discriminate because of race, color, religion, sex or national origin.  (Emphasis supplied.)</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>Section 703(h).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>[42 U.S.C.A. Sec. 2000e-2(h)]</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In Griggs v. Duke Power Company, 401 U.S. 424, 91 S.Ct. 849, 28 L.Ed.2d 158 (1971), the Supreme Court held that the proviso of this section means that no test used for hiring or promotion is valid if it \"operates to exclude Negroes [and] cannot be shown to be related to job performance.\" 401 U.S. at 431, 91 S.Ct. at 853.  Reversing the Court of Appeals for the Fourth Circuit, the Court decided that a test which excludes proportionately more blacks than whites from employment or advancement may be prohibited under the Act despite a lack of any discriminatory intent on the part of those developing and using the tests and in spite of professional origins of the test.  Whereas in Griggs the company made no effort to prove that its tests were related to job performance, the appellee here introduced a mass of statistical data (the Hite Study) by which it sought to prove \"a demonstrable relationship between test scores and job performance.\"  (emphasis added) On this appeal, we must resolve the question left unanswered by Griggs: what comprises an adequate demonstration that a company's testing program satisfies the proviso of Sec. 2000e-2(h), as interpreted by Griggs?</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Though employers need not give preference to victims of discrimination over other job applicants, practices \"fair in form, but discriminatory in operation\" are proscribed. 401 U.S. at 431, 91 S.Ct. at 853.  When a series of tests operates to exclude more blacks than whites from employment, the burden is upon the employer to prove the business necessity of the tests.  If \". . . the jobs in question formerly had been filled only by white employees as part of a longstanding practice of giving preference to whites . . .\" and the test operates \". . . to disqualify Negroes at a substantially higher rate than white applicants,\" 401 U.S. at 426, 91 S. Ct. at 851, then the company's proof must make manifest a relationship between the test and the job for which its passage is prerequisite.</p>\n    </div>\n    <p>2. Test Evaluation</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">a. General Background.  At Georgia Power, tests were first used as a device for screening job applicants on August 19, 1963, less than one month after the discontinuation of formal job segregation.  The tests were initiated without any prior study of their ability to predict likelihood of successful job performance, and the first formal attempt to validate them came shortly after the Attorney General's filing of this suit.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Georgia Power acknowledged its Griggs burden to validate the tests it had used with such racially discriminatory results<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and attempted to carry that burden with expert opinion evidence.  This took the form of a post-testing study made by Dr. Loren Hite which concluded that, after each of the tests had been properly weighted for the jobs involved, the resulting scores bore a positive relationship to job performance ratings by supervisors.  The major issue in this appeal is whether this proof met the standard articulated in Griggs.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At the outset of our decisional analysis we would note that testing is a relative concept.  For Title VII purposes, a test is not valid or invalid per se, but must be evaluated in the setting in which it is used.  As the Griggs Court said, \"any tests used must measure the person for the job and not the person in the abstract.\" 401 U.S. at 436, 91 S.Ct. at 856.  A test or other selection device may be shown to be \"job-related\" under Griggs only if the employer can demonstrate or manifest that the test reliably predicts which applicants possess the reasonably necessary job skills and traits.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The most accurate way to validate an employment test is to administer the test to be validated to all applicants but proceed to select new employees without regard for their test achievement, and then, after an appropriate period of work experience, compare job performance with test scores.  Bernhardt, Griggs v. Duke Power Co.: the Implications for Private and Public Employers, 50 Tex.L.Rev. 901 at 904.  An alternative is \"concurrent validation\", a process in which a representative sample of current employees is rated, then tested, and their scores are compared to their job ratings.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In this case, Georgia Power's expert chose to conduct a validation study roughly following the second route.  Dr. Hite requested evaluations by supervisors of employees who had earlier been hired on the basis of the tests to be validated, then he compared their test scores to their job ratings.  He utilized a statistical validation procedure called the \"discriminant function\" method to determine whether or not the tests given predicted job success.  While admitting that the relatively small numbers of people involved and the fact that the study group excluded the 40% of the applicants who failed the test created problems for him, Dr. Hite still was able to form the opinion that his validation analysis \"did a pretty good job\" of demonstrating a \"positive relationship between job performance and test scores.\"  He therefore concluded that, for the most part, the tests were valid indicators of job performance.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  However, on cross-examination, Dr. Hite admitted that using American Psychological Association standards, as suggested by EEOC guidelines, and the commonly used \"correlation analysis\" method for validation, only one job classification was validly test-related, and twelve were definitely not valid.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Since Dr. Hite's study and his testimony were the only specific proof offered to uphold Georgia Power's tests, the district court necessarily based its validation findings on this evidence alone.  The entire appellate testing attack focuses upon Dr. Hite's approaches and conclusions.  Our evaluation of the evidentiary value of this study must begin with this guidance from Griggs:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>The Equal Employment Opportunity Commission, having enforcement responsibility, has issued guidelines interpreting Sec. 703(h) to permit only the use of job-related tests.<a class=\"footnote\" href=\"#fn9--1\" id=\"fn9--1_ref\">9</a> The administrative interpretation of the Act by the enforcing agency is entitled to great deference.  See, e. g., United States v. City of Chicago, 400 U.S. 8, 91 S.Ct. 18, 27 L.Ed.2d 9 (1970); Udall v. Tallman, 380 U.S. 1, 85 S.Ct. 792, 13 L.Ed.2d 616 (1965); Power Reactor Development Co. v. Electricians, 367 U.S. 396, 81 S.Ct. 1529, 6 L.Ed.2d 924 (1961).  Since the Act and its legislative history support the Commission's construction, this affords good reason to treat the guidelines as expressing the will of Congress.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>[Footnote 9 refers both to the 1966 guidelines and to the \"new guidelines\" -29 C.F.R. Part 1607, 35 Fed.Reg. 12333 (Aug. 1, 1970)]</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This requirement to treat the guidelines as expressing Congressional intent obviously was intended as an answer to the question at issue in Griggs -When can tests, which are shown to have discriminatory results, be used?  We view the reference by the Griggs court to EEOC guidelines as an adjunct to the ultimate conclusion that such tests must be demonstrated to be job related.  We do not read Griggs as requiring compliance by every employer with each technical form of validation procedure set out in 29 C.F.R., Part 1607.  Nevertheless, these guidelines undeniably provide a valid framework for determining whether a validation study manifests that a particular test predicts reasonable job suitability.  Their guidance value is such that we hold they should be followed absent a showing that some cogent reason exists for noncompliance.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">b. Differential Validity.  The minimum standards recommended for validation strategy by EEOC guidelines [35 C.F.R. Sec. 1607.5(b)] provide:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>(5) Differential validity.  Data must be generated and results separately reported for minority and nonminority groups wherever technically feasible.  Where a minority group is sufficiently large to constitute an identifiable factor in the local labor market, but validation data have not been developed and presented separately for that group, evidence of satisfactory validity based on other groups will be regarded as only provisional compliance with these guidelines pending separate validation of the test for the minority group in question.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Perhaps the most absolute bar to the action of the court below in accepting the work done by Dr. Hite as a final validation, particularly in view of our holding in United States v. Jacksonville Terminal Co., 451 F.2d 418 (5th Cir. 1971), is the absence of any attempt to show that the tests did not screen out blacks as blacks.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  This minimum is designed to safeguard the key guarantee which the guidelines and the Act intend to assure-that the benefit of employment is not denied to blacks by the apparent neutrality of a facially objective ability test.   Jacksonville Terminal commits this circuit to this salient principle of test validation: \"Accepting arguendo that whites scoring high on the test perform satisfactorily in Group 1 positions [the best jobs], to conclude that therefore blacks scoring low could not adequately perform the same jobs as a non sequitur . . . Griggs demands more substantial proof, most often positive empirical evidence, of the relationship between test scores and job performance [by blacks].\" 451 F.2d at 456.  Although the significance of the concept of differential validity, viewed scientifically, is the subject of a considerable amount of professional debate,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> the possible fair employment implications are so great as to require separate racial group validation of tests in a case such as we have here in which there exists an available minority race sample of adequate size to conduct such a study. \"Certainly the safest validation method is that which conforms with the EEOC Guidelines . . . .\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This minimum guideline contains the very practical condition that tests may be found in provisional compliance and continued in use where differential validation is not technically feasible.  To be entitled to continue a test in use pending final validation, the guide requires that an employer must show that the available professional literature substantially indicates validity<sup>9</sup> and that he has in progress validation procedures which are designed to produce the additional data required as soon as it is reasonably feasible to do so.  The guidelines also anticipate that \"the employer may have to alter or suspend test cut-off scores so that score ranges broad enough to permit the identification of criterion-related validity will be obtained.\"  [29 C.F.R. Sec. 1607.9] There was no evidence in this record that Georgia Power had ever attempted to satisfy these provisions.  With an applicant population which is one-third black, no plausible reason now appears which would indicate that differential validation could not at least be tried by Georgia Power.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">c. The 95% Guideline.  The one aspect of the EEOC guidelines which most troubled the district court was the requirement of demonstrating a 95% statistical significance to the test [29 C.F.R. &amp; 1607.5(c)]. This guideline requires it be shown that there was no more than 1 chance out of 20 that job relatedness appeared by coincidence.  The Hite Study showed varying levels of statistical significance.  In the case of six jobs (apprentice mechanics, appliance servicemen, storekeepers, metermen, helpers, meter readers), it was approximately as likely that the results were arrived at purely by chance as that they were more scientifically validated.  A statistical confidence of 95% was achieved for only two jobs under the Hite Study, and for one of those jobs (garage mechanics), the tests were rejected by the company for other reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Were the only criticism of the validation procedures the fact that there was a significance factor of 1 out of 15 or even 1 out of 10 instead of 1 out of 20, the employer might have better standing to complain that the guideline is arbitrary.  We agree with the lower court that this, as well as other guidelines, must not be interpreted or applied so rigidly as to cease functioning as a guide and become an absolute mandate or proscription.  Thus, Section 1607.5(c) must be read as setting a desirable goal and not a prerequisite.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Conversely, the pure common sense of this guideline cannot be ignored.  Analysis of the Hite Study did not develop just a slight discrepancy from the guideline goal.  Rather, there were differences so great as to create a clear inference Dr. Hite's self-described artful \"guess\" at validation was the product of chance, not science.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>*****</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>* * *</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">d. Adequate Sample.  The first minimum standard of Section 1607.5(b) states:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>(1) Where a validity study is conducted in which tests are administered to applicants, with criterion data collected later, the sample of subjects must be representative of the normal or typical candidate group for the job or jobs in question.This further assumes that the applicant sample is representative of the minority population available for the job or jobs in question in the local labor market. . . . If it is not technically feasible to include minority employees in validation studies conducted on the present work force, the conduct of a validation study without minority candidates does not relieve any person of his subsequent obligation for validation when inclusion of minority candidates becomes technically feasible.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In his testimony Dr. Hite complained of the lack of a representative sample of applicants in the data with which he worked.  Completely aside from the virtual absence of blacks in the sample, he noted that the absence of any evaluation of those who failed the tests caused statistical difficulties because he was cut back to the use of distributions which had about one-half the range of test manual norms.  The lower 40% of the predicted bell-shaped curve of applicants (which lower range included the majority of the blacks tested) was never evaluated.  Rather than attempting to supply this deficiency through ad hoc evaluation of probationary employees or the use of validity studies from other organizations with comparable jobs, as permitted by Sec. 1606.7, Dr. Hite proceeded, as he described it, to \"work under a tremendous handicap to get a significant correlation\" despite the loss of the group he thought would give the mathematics of his correlation attempt a great boost.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">e. Test Conditions.  Again referring to the minimum standards of Section 1607.5(b), we find:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>(2) Tests must be administered and scored under controlled and standardized conditions, with proper safeguards to protect the security of test scores and to insure that scores do not enter into any judgments of employee adequacy that are to be used as criterion measures.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">While the district court was able to conclude that testing of new applicants had been conducted under a uniform policy, it found that the testing of existing employees (including the bulk of the blacks involved) had not been uniform.  Although the court found no racial discrimination in these testing procedural variances, it did conclude that a company-wide retesting had to be mandated.  The Hite Study proceeded only on the data already in hand, which falls short of minimum (2), as well as being less than the court felt necessary to correct faulty conditions.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">f. Irrelevance of the Hite Study.  Even without regard to the guidelines, the Hite Study was not a proper way of determining whether these tests predicted job success because it did not validate the actual testing as used by the company.  Comparing the Hite validation study to the actual testing procedures of the company is like comparing apples to oranges.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Rather than accepting the real Georgia Power procedures as his premises, Dr. Hite used a variation of a theoretical testing scheme under which the best total scorer would be hired.  Instead of evaluating each three-test battery in terms of the cut-off score method used by the company, he multiplied each separate test score by some real number, either positive or negative, then he added these \"adjusted\" scores together to get a test evaluation figure.  For example, he computed the total scores for storekeepers by adding 2.1614 times the numerical test score, 1.1090 times the mechanical test score, and minus .11468 times the verbal score.  Using these multiples, a score of 80-80-80 on the numerical mechanical, and verbal tests would be lower than a 90-80-60 score, though the straight point totals would be 240 on the first battery and 230 on the second.  The reason for the difference between the Hite result and the straight total, of course, is that Hite in effect gave double credit for numerical test scores and deducted points for high scoring on the verbal test.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">There is nothing abstractly \"wrong\" about calculating a composite score by assigning different weights to the various tests in order to stress particular job qualifications.  These weightings reflect the very reasonable probability that a shop-keeper needs to be better at adding figures than at parsing sentences.  The point is that, while it would not necessarily be inappropriate to use the composite score technique as a tool for employee selection, it cannot be proper to use that as a basis for validating the requirement that an applicant or employee pass each of a battery of tests.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In this case Dr. Hite's weightings bear no relation to the actual test scoring procedures at Georgia Power.  For example, had the company used the straight \"highest scorer\" formula, it would have chosen the 240 score over the 230 score and saddled itself with an employee Dr. Hite thought less likely to perform well as a storekeeper.  In actual practice, Georgia Power followed neither the adjusted total nor the straight total method: it took no composite score at all, but required a pre-set passing score on each test by any applicant before he would be considered for employment.  The following colloquy which took place on Dr. Hite's cross-examination tellingly illustrates this point:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>Q. Would it be safe, then, to say that the Company's method was less valid for determining anything [about job performance] than your method?</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>A. I don't know that.  I would guess so; I don't know that.  I made no study on the Company's method whatsoever.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">It is apparent that absolutely no relationship was demonstrated between successful job performance and the ability to achieve the Company-established cut-off score on each test in the battery.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  In sum, the Hite Study validation is so wholly irrelevant to Georgia Power's actual test scoring techniques that it simply cannot demonstrate any business necessity for a testing program having the racially discriminatory effect of this one.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">g. Conclusion.  Not only was the Hite Study, as conducted, substantially at variance with the minimums of the EEOC validation guidelines recommended by Griggs, but, as significantly, its premises also departed from the practices followed by the company in the testing program as administered.  For these reasons the study's final induction -a positive correlation of test results vis-a-vis job performance at Georgia Power-was invalid.  We conclude that the district court erred as a matter of law in relying on the Hite Study to find that Georgia Power had met the burden of manifesting its tests were job related.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">However, testing is an expressly approved employment practice under Title VII.  It is an effective tool for employee selection \"provided . . . it is not used to discriminate because of race . . . .\" Moreover, standards for testing validity comprise a new and complicated area of the law. While the Hite Study did not demonstrate compliance with the Act, we hesitate to penalize this litigant, the first to confront such a demanding burden of proof, for failing to introduce a more rigorous study.  Had our standards been articulated at the time of trial, it may be that the company could have proven its compliance.  Therefore, rather than now proscribing the testing program which Georgia Power has used, we remand this phase of the case to the trial court with directions to permit the company a reasonably prompt opportunity to validate the testing program applied to the plaintiffs, in accordance with the principles enunciated in this opinion.</p>\n    </div>\n    <p>THE HIGH SCHOOL DIPLOMA REQUIREMENT</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Since we find that the company made no substantial showing that possession of a high school diploma is a business necessity at Georgia Power, we affirm the aspect of the district court's decision which strikes down the diploma requirement.  As the Supreme Court noted in Griggs:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>History is filled with examples of men and women who rendered highly effective performance without the conventional badges of accomplishment in terms of certificates, diplomas, or degrees.  Diplomas and tests are useful servants, but Congress has mandated the commonsense proposition that they are not to become masters of reality.  [401 U.S. at 433, 91 S.Ct. at 854.]</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">There, the court explicitly held that the use of a high school requirement which has a disproportionate racial impact and has not been proven to be a predictor of ultimate job success controverts the congressional mandate of Title VII.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  As with Georgia Power's testing program, supra, the issue here is whether or not the company has made a sufficient showing to manifest a relationship between its educational requirement and its job characteristics.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The requirement undoubtedly screens out blacks at a considerably higher rate than whites,<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> because in the 25-44 age group in the South, 64.7% of white males, 35% of black males, 63% of white females, and 34.7% of black females have completed high school.  In the Atlanta area, statistics show that for males over 18 years of age, 70.7% of the whites had finished high school compared with only 46.2% of the blacks.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The justification offered at trial for the requirement was very weak.  As the district court observed:</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>At best, the only justification for this requirement is the obvious eventual need for above-average ability to read and comprehend the increasingly technical maintenance manuals, the training bulletins, operating instructions, forms and the like demanded by the sophisticated industry . . . . In such a context, the high school education requirement cannot be said to be reasonably related to job performance.  This is not to say that such requirements are not desirable . . . it simply means that the \"diploma test\" cannot be used to measure the qualities.  Many high school courses needed for a diploma (history, literature, physical education, etc.) are not necessary for these abilities.  A new reading and comprehension test . . . might legitimately be used for this job need.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Many employees without high school diplomas have mastered the technical literature and many of the highest-ranking personnel in the company did not pass the \"diploma test\", including 47 of 100 foremen, supervisors, and chief division operators in the Atlanta and Macon operating division.  Such a large percentage of current employees have succeeded at Georgia Power without a diploma that it simply cannot be \"irrelevant\", as the company urges, that some employees have successfully performed without possessing diplomas.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The rest of the data presented by the company is equally inconclusive.  The proof that non-high school graduates have recently obtained fewer promotions than graduates is a non sequitur in light of the company's requirement of the paper qualification as a prerequisite for promotion out of laborer positions even for pre-1960 employees and in view of the fact that many of the older (pre-1960) employees not holding diplomas were already at the top of their lines of progression by 1960.  Therefore, the court appropriately held that Georgia Power had not demonstrated a business necessity for requiring the diploma.</p>\n    </div>\n    <p>BACK PAY</p>\n    <p>1. Statutory Right</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Although the district court awarded back pay to black employees who were named plaintiffs in two private suits consolidated with the Attorney General's pattern or practice suit, it held that back pay could not be awarded to the non-named members of the class in the private actions and that under no circumstances would the Attorney General be empowered under Section 707(a) [42 U.S.C. Sec. 2000e-6(a)] to sue for back pay on behalf of discriminatees.  The major legal premise upon which the court based its refusal to consider back pay in the Attorney General's action was the difference between the wording of Section 706(g) [42 U.S.C. Sec. 2000e-5(g)], authorizing private actions, which provides that: \"the court may enjoin the respondent from engaging in such unlawful employment practice, and order such affirmative action as may be appropriate, which may include reinstatement or hiring of employees, with or without back pay . . .\" (emphasis added); and Section 707(a), relating to actions by the Attorney General, which provides that he: \"may bring a civil action . . . requesting such relief, including an application for a permanent or temporary injunction, restraining order or other order against the person or persons responsible for such pattern or practice, as he deems necessary to ensure the full enjoyment of the rights herein described.\"  The rationale was that since the private actions section explicitly provides for back pay and the Attorney General suit section makes no such mention of this remedy, Congress, by implication, meant to deny a court the right to award back pay in a pattern or practice suit by the Attorney General.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The court \"moreover\" held that the grant of back pay relief would constitute a bypass of Act-mandated EEOC processes for investigation and conciliation.  It also cited the lack of record proof needed to consider and apply the appropriate statute of limitations and to determine the existence of job openings and the qualification of claimants.  Primarily because of its view of the law the district court concluded \"that such relief is not authorized and, in the discretion of the court, certainly not demanded.\"  The only relief granted as to this phase of the litigation was to confer preferential opportunities for [future] employment.  Because we find that Congress did not intend to preclude such relief, because precedent in this circuit has contemplated the possibility of back pay relief under this section, and because of the importance such relief may have in effectuating the policies upon which Title VII is based, we reverse and remand for further consideration of this issue.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The legislative history of the Civil Rights Act of 1964 and Congress' recent additions to that legislation in the Equal Employment Opportunity Act of 1972 indicate that back-pay relief in a pattern or practice suit was not intended to be precluded by Congress.  The legislation which became the Civil Rights Act of 1964 originated in the House of Representatives as H.R. 7152.  When this bill was taken up by the Senate, the leadership of both parties agreed to an amendment in the nature of a substitute to circumvent the filibuster on H.R. 7152.  This substitute bill ultimately became the Act, but since it was never considered in committee, its legislative history consists only of the debate on the floor.  Section 707(b) of H.R. 7152 had authorized the EEOC to bring civil actions where it found reasonable cause to believe an unlawful employment practice had occurred or was occurring, and Section 707(e), the enforcement provision for both EEOC suits and private actions, provided:</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>If the court finds that the respondent has engaged in or is engaging in an unlawful employment practice charged in the complaint, the court may enjoin the respondent from engaging in such unlawful employment practices, and shall order the respondent to take such affirmative action, including reinstatement or hiring of employees, with or without back pay . . . as may be appropriate.  (emphasis added)</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The Dirksen-Mansfield substitute removed any independent power of the EEOC to file suit, but in lieu of this remedy gave the Attorney General the authority to bring lawsuits where he believed there was a \"pattern or practice\" of employment discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The substitute for the original House Bill was not seen by either proponents or opponents as providing any less comprehensive relief in \"pattern or practice\" suits. \"Such relief . . . as he (the Attorney General) deems necessary to ensure the full enjoyment of the rights herein described\" contemplated no less than what was explicitly provided for in H.R. 7152.  Senator Clark, who along with Senator Case was the floor manager for Title VII, saw as a \"net gain\" the fact that the substitute empowered the Attorney General to enforce fair employment practices.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  It is unlikely that he would have responded so favorably to the substitute had he thought the remedies available to the Attorney General less adequate than those formerly available to the EEOC.  Senator Holland, an opponent of the Bill, noted that the substitute merely removed the authority to file suit from the EEOC and gave it to the Attorney General.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">More recently, Congress has endorsed this view of the remedies available under Section 707(a).  Under the amended Section 706 of the 1972 Act, both the Attorney General and the EEOC are empowered to bring civil actions on behalf of discriminatees and the classes they represent.  Section 706(g) expressly empowers the courts to award back pay, and the new Sections 707(c) and (e) give the EEOC and the Attorney General concurrent power for the next two years to bring \"pattern or practice\" suits.  We think it incongruous that Congress would have thought it appropriate to give the EEOC and the Attorney General authority to sue for back pay under Section 706 but not in cases involving the more serious Section 707 problems.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">While back pay in \"pattern or practice\" situations does not appear to be a frequently litigated issue in the federal courts, there is precedent in this circuit which requires that we reverse this part of the judgment.  In United States v. Hayes International Corp., 456 F.2d 112 (5th Cir. 1972), a suit by the Attorney General under Section 707, this court, reversing on other grounds, said:</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p>The back pay issue was not specifically raised until the post-trial stage of the litigation.  The district court accordingly refused to entertain it.  We think that the broad aims of Title VII require that this issue be developed and determined.  It should be fully considered on remand.  Fed.R.Civ.P. 15(a); see Rosen v. Public Service Electric and Gas Co., 3 Cir. 1969, 409 F.2d 775, 780 n. 20.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p>[456 F.2d at 121]</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Though the court in Hayes did not expressly state that back pay is authorized, it would not have remanded the case for consideration of that claim had it believed that as a matter of law the courts have no jurisdiction to award back pay.  What the remand order contemplated was full development of the extent of damages among discriminatees on whose behalf the Attorney General was seeking relief.  It was implied that, as a matter of principle and Congressional intent, such relief was appropriate.</p>\n    </div>\n    <p>2. Equitable Discretion</p>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Title VII was enacted with the legislative objective of disestablishing the racial and sexual caste systems which had remained ingrained in the American economy since slavery and coverture.  The Act, in authorizing courts to grant equitable relief to those who might be injured by its breach, expressly and impliedly includes the discretion to award back pay.  Given this court's holding that \"[a]n inextricable part of the restoration to prior [or lawful] status is the payment of back wages properly owing to the plaintiffs\", Harkless v. Sweeny Independent School District, 427 F.2d 319, 324 (5th Cir. 1971), it becomes apparent that this form of relief may not properly be viewed as a mere adjunct of some more basic equity.  It is properly viewed as an integral part of the whole of relief which seeks, not to punish the respondent but to compensate the victim of discrimination.  See NLRB v. J. H. Rutter-Rex Mfg. Co., 396 U.S. 258, 90 S.Ct. 417, 24 L.Ed.2d 405 (1969); Oil, Chemical and Atomic Workers Inc. Union v. NLRB, Part III, 144 U.S.App.D.C. 167, 445 F.2d 237 (1971).  Cf. Social Security Board v. Nierotko, 327 U.S. 358, 66 S.Ct. 637, 90 L.Ed. 718 (1946).<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a></p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">In LeBlanc v. Southern Bell Telephone &amp; Telegraph Co., 460 F.2d 1228 (5th Cir. 1972), this court held that Title VII confers the discretion to award back pay upon the district court.  The order appealed from here states that such discretion was exercised in favor of denying such awards in the case at bar except to certain of the named individual plaintiffs.  However, since it is apparent that such discretion was exercised in whole or substantial part upon a view of the underlying law which we have determined to be erroneous, this court will vacate the resulting decree and remand for a reconsideration of this issue under the principles enunciated.</p>\n    </div>\n    <p>3. Method of Determination</p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The district court found that the proof established racially disproportionate earnings due to employment practices.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a>  But this finding alone is not a proper premise for the making of a back pay award.  Equity demands that the true balance of interests be struck.  In Jinks v. Mays, 464 F.2d 1223, 1226 (5th Cir. 1972) after quoting Harkless, supra, the court put the rule thus:</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p>But, back wages are not to be automatically granted whenever a person is ordered reinstated.  The wages sought must be \"properly owing to the plaintiffs.\"  This requires positive proof that plaintiff was ordinarily entitled to the wages in question and, being without fault, would have received them in the ordinary course of things but for the inequitable conduct of the party from whom the wages are claimed.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The trial court's decision must also include a weighing of issues as to limitations and laches (discussed more fully below), factors of economic reality (i. e., the relative expense of accurate determination of individual rights vis-a-vis the amounts involved) and, most assuredly, the physical and fiscal limitations of the court to properly grant and supervise relief.  This listing is intended to be illustrative and not exhaustive.  It is our intention to leave the issue altogether open for reconsideration and decision by the court below.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Ancillary to the back pay issue is the question of compensatory per diem payments to black discriminatees.  The company admitted that it had allowed either no or lower per diem payments to blacks called away from their home plants on Georgia Power business than it did to whites under the same circumstances, and the court enjoined such practices prospectively.  To the extent that it can be proven that this discrimination withheld compensation for expenses actually incurred for meals and lodging (the basis for reimbursement to whites), the district court on remand should similarly reconsider its denials of such awards.</p>\n    </div>\n    <p>4. Limitations</p>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Having determined that compensatory back pay may be appropriate relief in this case, sound judicial practice requires that we indicate what limitations period would govern back pay awards.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The limitations period to be applied under Title VII is a question of first impression upon which the statute itself is silent.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a>  Though private complaints must be filed before the EEOC within 90 days, we cannot agree with the company that this period is the proper measure.  This deadline is designed primarily to enhance the possibility of informal, out-of-court resolution of employment discrimination complaints through prompt administrative action.  It is in no sense a limitation on the period for which one may receive back pay relief.  Employment discrimination may as readily be a continuing course of conduct as a single event.  Then too, an affected individual may not be aware of the discriminatory impact of certain employment practices until a pattern emerges as a result of the cumulation of numerous events over a substantial period of time.  The remedial purposes of the Act would be frustrated were financial redress to be always limited to the 90-day period preceding the filing of a complaint.  Furthermore, it would be inconsistent with the policy of Title VII if discriminatees who presented complaints about patterns or practices of discrimination to the EEOC which resulted in a Section 707 action by the Attorney General, were limited to recovery of back wages for a 90-day period while those seeking alternative relief under 42 U.S.C. Sec. 1981 (under which the discriminatee may proceed without presenting a complaint to the EEOC) were to receive the advantages of a longer statute of limitations.  Caldwell v. National Brewing Co., 443 F.2d 1044 (5th Cir. 1971); Sanders v. Dobbs Houses, Inc., 431 F.2d 1097 (5th Cir. 1970); cf. Boudreaux v. Baton Rouge Marine Contracting Co., 437 F.2d 1011 (5th Cir. 1971).</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">At the opposite end of the time spectrum we find the EEOC and the Attorney General contending that the effective date of the Act should be the sole limitation on back pay relief.  We similarly reject this dating for the recovery of back pay by individual discriminatees in pattern and practice suits under Title VII.  Where the government is suing to enforce rights belonging to it, state statutes of limitation are not applicable.  See e. g., United States v. Thompson, 98 U.S. 486, 488-491, 25 L.Ed. 194 (1878) and United States v. Summerlin, 310 U.S. 414, 416-417, 60 S.Ct. 1019, 84 L.Ed. 1283 (1940).  However, this principle is not apropos to the present back pay claims.  Insofar as the pattern or practice suit constitutes a proper legal conduit for the recovery of sums due individual citizens rather than the treasury, it is a private and not a public action.  Cf. United States v. Beebe, 127 U.S. 338, 346, 8 S.Ct. 1083, 32 L.Ed. 121 (1888), and United States v. Smelser, 87 F.2d 799 (5th Cir. 1937).  These personal claims are entitled to no superior status because they are here allowed to be asserted in the Attorney General's suit as well as in the private class action.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Rather than the contention of either of the parties, we follow the general rule expressed in Beard v. Stephens, a decision involving an action for damages under 28 U.S.C. Sec. 1343:</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p>Congress has created many federal rights without prescribing a period for enforcement.  In such cases the federal courts borrow the limitations period prescribed by the state where the court sits.  The applicable period of limitations is that which the state itself would enforce had an action seeking similar relief been brought in a court of that state.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p>[372 F.2d 685, 688 (5th Cir. 1967)]</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">To accomplish this goal, \"[w]e must look . . . first to federal law to determine the nature of the claim and then to state court interpretations of the state's 'statutory catalogue' to see where the claim fits into the state scheme.\"  Id. Beard was a Section 1983 action alleging damages for the shooting of appellants by sheriff's deputies.  Since the shooting was a trespass under Alabama law, we held that the state's 6-year limitation period for trespasses applied.  O'Sullivan v. Felix, 233 U.S. 318, 34 S.Ct. 596, 58 L.Ed. 980 (1914); Sewell v. Grand Lodge of Int. Ass'n of Machinists and Aerospace Workers, 445 F.2d 545, 548-550 (5th Cir. 1971), cert. denied 404 U.S. 1024, 92 S.Ct. 674, 30 L.Ed.2d 674 (1972); Franklin v. City of Marks, 439 F.2d 665 (5th Cir. 1971); Annot., 98 A.L.R.2d 1160 (1964).  Where a federal statute creates rights for which both equitable redress and monetary damages may be appropriate, the analogous state statute of limitations governs the recovery of damages.  Blair v. Page Aircraft Maintenance Inc., 467 F.2d 815 (5th Cir. 1972); McNair v. Burt, 68 F.2d 814 (5th Cir. 1934).<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a>  Additionally, as is true with regard to wholly equitable actions, the doctrine of laches is applicable to such monetary awards.  Cf. Boudreaux v. Baton Rouge Marine Contracting Co., supra, 437 F.2d at 1017.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">The court below cited two Georgia statutes which it deemed relevant to the determination of the appropriate limitations period-Ga.Code Sec. 3-704 (relating to actions for rights accruing under statutes), and Sec. 3-706 (relating to actions on implied contracts).<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a>  The right to be free from discriminatory practices in employment is not analogous to the right of action on implied or unwritten contracts which are governed by the 4-year limitation period of Section 3-706.  Indeed, it is the failure to contract for employment or promotion on an equal basis which gives rise to a Title VII action.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Title VII and similar statutes created new causes of action which did not exist at common law or under state statutes.  In respect to those causes of action which have no close analogies in state law, civil rights statutes have generally been held governed by the limitation on liabilities created by statute.  Note, Federal Statutes Without Limitations Provisions, 53 Columbia L.Rev. 68, 69 (1953).  See Smith v. Cremins, 308 F.2d 187 (9th Cir. 1962); Bomar v. Keyes, 162 F.2d 136, 140 (2d Cir. 1947), cert. denied 332 U.S. 825, 68 S.Ct. 166, 92 L.Ed. 400, reh. den. 332 U.S. 845, 68 S.Ct. 266, 92 L.Ed. 416.  Cf. Franklin v. City of Marks, 439 F.2d 670 (5th Cir. 1971).  However, where federal laws create rights to back pay as part of general remedial relief, courts have generally applied the appropriate state statute of limitations governing actions for unpaid wages.  See Blair v. Page Aircraft, supra; Boudreaux v. Baton Rouge Marine Contracting Co., supra.  We therefore determine that the limitations periods provided in Ga.Code Sec. 3-704 should be applied in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Section 3-704 contains two limitations periods: in general, suits for the enforcement of rights under statutes must be brought within 20 years after the action accrues.  However, the same statute provides that all such suits seeking recovery of wages, overtime, or damages accruing under statutes respecting the payment of wages are governed by a 2 year limitation period.  Thus, without regard to how the 20 year provision may affect the right of the Attorney General to sue for relief from a pattern or practice of discrimination,<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a> the right of individual discriminatees to recover lost wages and like damages either in private class actions or the Attorney General's action is subject to Georgia's 2 year limitations period.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Two important aspects of the limitations issue remain.  First, in each case of claims for back pay and like damages the court must determine the most recent date on which the discriminatee's cause of action accrued.  For purposes of the statute of limitations, a cause of action accrues whenever an individual is directly and adversely affected by the discriminatory practices of the defendant.  In individual cases this event may be the refusal to hire the discriminatee, refusal to promote on the basis of race, or dismissal from employment.  The date of the last act of discrimination for purposes of the statute of limitations is a question of fact for the district court.  Boudreaux v. Baton Rouge Marine Contracting, supra, 437 F.2d at 1014-1016.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Second, the policy of Title VII requires that the filing of a complaint with the EEOC based on the identical patterns or practices of discrimination upon which suit is subsequently brought, operates to toll the statute of limitations as to all potential claimants who rely upon the same act of discrimination as the basis for their right.  The limitation period remains tolled during such time as the processes of agency reconciliation are at work and until notification to the complainant that voluntary compliance cannot be obtained.  Cf. Jenkins v. United Gas Corp., 400 F.2d 28 (5th Cir. 1968).</p>\n    </div>\n    <p>HIRING AND RECRUITMENT POLICIES</p>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Failure or refusal to hire any individual on account of race is expressly prohibited by Section 703 of Title VII [42 U.S.C. Sec. 2000e-2]. The private plaintiffs claim that this prohibition extends to Georgia Power's practices of (1) word-of-mouth recruiting and (2) recruiting for skilled personnel only at all-white institutions.  The district court rejected both these contentions, saying:</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p>Advertisement of existing vacancies by word-of-mouth on the part of company employees has been the best means for recruitment, and often for promotion, from time immemorial.  It has been done by both blacks and whites in this company.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p>Even if it were harmful, there is no known way to halt it.  The mere fact that a company's personnel has a majority of one race or another does not make such practice chargeable to the employer as a discriminatory act.  Only if some preference were given the white referrals could the question rise to the point of decision.  Nor is there any significance in the places of conducting interviews for possible management personnel.  In short, the court finds no evidence substantiating a racially motivated policy of recruiting on the part of the company.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Only 7.2% of the company's labor force was shown to be black, although this race constituted a much larger percentage of the available labor force.  In non-laborer jobs, this disparity is even greater.  Under word-of-mouth hiring practices, friends of current employees admittedly received the first word about job openings.  Since most current employees are white, word-of-mouth hiring alone would tend to isolate blacks from the \"web of information\" which flows around opportunities at the company.  See Blumrosen, The Duty of Fair Recruitment Under the Civil Rights Act of 1964, 22 Rutgers L.Rev. 465, 477 (1968).  No business necessity compels the company to continue to rely so heavily on this hiring technique.  In fact, it contends it has already taken action to convey news of new openings to blacks by posting job notices on company bulletin boards which can be read by all personnel.  Since 92.8% of all personnel likely to see these notices on a regular basis is white, however, this step is patently inadequate.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">We believe that the district court stopped its reasoning short of the considerations which would have led to full equitable relief.  Word-of-mouth hiring and interviewing for recruitment only at particular scholastic institutions are practices that are neutral on their face.  However, under the facts of the instant case, each operates as a \"built-in-headwind\" to blacks and neither is justified by business necessity.  While the court was without doubt free to leave these practices available for future use, its failure to order them to be supplemented by affirmative action on the part of Georgia Power Company was clearly an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">At least two courts have already recognized the need to counteract the discriminatory impact of word-of-mouth hiring.  The Eighth Circuit in Parham v. Southwestern Bell Telephone Co., 433 F.2d 421 (1970), refused to enjoin \"apparently neutral referral-type recruitment practices\" only because it found that \"[t]he Company . . . has initiated substantial changes in its recruitment procedures.\"   Id. at 427.  Where no effective alternative techniques were used to remedy the lock-in effect of similar recruitment policies, one district court proscribed the use of word-of-mouth hiring altogether.  Clark v. American Marine Corp., D.C., 304 F.Supp. 603 at 606, 608.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">The built-in headwinds which the present Georgia Power system harbors must be offset by affirmative steps reasonably calculated to encourage black employment and to break through the currently circumscribed web of information.  For example, advertisements of openings in newspapers and periodicals accessible to the black communities of Atlanta and other Georgia cities, and public notice that the company is an equal opportunity employer, are common recruiting techniques which should be considered.  We again decline to usurp the prerogative of the district court to formulate the exact relief which an overall decree will require on this one facet.  We hold only that the present word-of-mouth practice must either be supplemented or changed.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">The company's policy of seeking skilled personnel only at white educational institutions is similarly an invidious brake on black employment opportunities for which no business necessity justification was shown.  While the company obviously ought not be enjoined to recruit on all college campuses unless it chooses to do so, it also ought not be allowed to continue to restrict its recruitment programs to all-or preponderantly all-white institutions while maintaining such a racially imbalanced work force.  The district court is likewise directed to supplement or change this practice.</p>\n    </div>\n    <p>THE SENIORITY SYSTEM</p>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">Promotions and demotions at Georgia Power are based upon an employee's job seniority in his section and seniority division.  First preference in filling a job vacancy is given to the senior employee requesting such transfer, competency being sufficient, in the same job classification, section, and division where the vacancy exists.  If there is no such request, the vacancy is filled by the promotion of the most senior employee, competency being sufficient, in the next lower classification of the section and seniority division, who requests promotion.  Employees may transfer from one section to another, but may not transfer seniority gained in the former section to the new section.  While seniority retained in a former section may not be used in a new section for any purpose, such retained seniority may be used in the former section as employment insurance in case of lay-off in the new section.  If an employee has made a cross-section transfer and fails in his new classification, he is subject to possible discharge and cannot exercise his seniority rights to regain his former job.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">Until April 29, 1969, the job classifications of laborer, janitor, porter, and maid were in separate and distinct \"lines of progression.\"  These employees (almost all of whom were black) could transfer to new sections only by giving up all seniority gained with the company.  Just as the hiring and promotion practices disapproved above brought blacks into the four classifications which once were openly black jobs, the seniority system locked them into these jobs.  Whether hired before or after the July 29, 1963 discontinuation of policies prohibiting black job mobility, blacks ran a greater risk than whites of losing their jobs if they wished to advance within the company.  Since there were no higher jobs in the \"lines of progression\" into which blacks were hired, any transfer from one of the four entry-level jobs could prove lethal.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">The order of the district court enjoined the defendant from applying the system of \"job seniority\" to decide who should be temporarily or permanently promoted, transferred, demoted, or laid off when a competing employee is in the \"affected classes.\"  It also accorded \"company seniority\" rather than job seniority to certain discriminatees competing with non-discriminatees for promotion.  However, it construed the affected classes of discriminatees to consist of only (1) black employees hired prior to August 19, 1963, (2) all black employees hired prior to July 29, 1963 who had a high school education and who had passed the company's aptitude tests, and (3) those black employees hired since August 19, 1963 who were denied job promotions or transfers for lack of a high school diploma.  If the district court should determine that the company's testing program cannot be validated, it will necessitate broadening the affected classes entitled to seniority relief.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">Full enjoyment of Title VII rights sometimes requires that the court remedy the present effects of past discrimination.  See Louisiana v. United States, 380 U.S. 145, 154, 85 S.Ct. 817, 13 L.Ed.2d 709 (1965).  This includes both redressing the continuing effects of discriminatory seniority systems, Local 189, United Paperworkers v. United States, 416 F.2d 980 (5th Cir. 1969); United States v. Jacksonville Terminal Co., supra; United States v. Hayes International Corp., supra, and affirmative action to alter a seniority system which is not discriminatory on its face.  If the present seniority system in fact operates to lock in the effects of past discrimination, it is subject to judicial alteration under Title VII.  Local 53, International Association of Heat and Frost Insulators and Asbestos Workers v. Vogler, 407 F.2d 1047, 1052 (5th Cir. 1969); Local 189, supra, at 991 of 416 F.2d.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">Most courts, in molding appropriate remedies, have adhered to the \"rightful place\" theory, according to which blacks are assured the first opportunity to move into the next vacancies in positions which they would have occupied but for wrongful discrimination and which they are qualified to fill.  Note, Title VII, Seniority Discrimination and the Incumbent Negro, 80 Harv.  L.Rev. 1260, 1268 n. 2 (1967).  This is the theory which should be applied here.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">Should company test invalidity be the trial court's ultimate conclusion, then seniority would thereby be extended to all blacks wrongfully deprived of the opportunity to advance beyond the positions of laborer, porter, janitor, or maid by either the testing or the high school education requirements.  This relief reaffirms that \"[t]he ethic which permeates the American dream is that a person may advance as far as his talents and his merit will carry him.\"  Miller v. International Paper Co., 408 F.2d 283, 294 (5th Cir. 1969).</p>\n    </div>\n    <p>COUNSEL FEES</p>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">The district court recognized that Section 706(k) [42 U.S.C. Sec. 2000e-5(k)] and our decision in Clark v. American Marine Co., 320 F.Supp. 709 (E.D.La.1970), aff'd. 437 F.2d 959 (5th Cir. 1971) entitle the plaintiffs' lawyers in a successful Title VII suit to recover reasonable attorneys' fees.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">In view of our remand for further proceedings, we pretermit any additional ruling on the challenge to the action of the court on this issue at this time, although it seems appropriate to call attention to the fact that at the minimum fee rate, cited by the district court, Attorney Webster would be entitled to 360 dollars more than the amount awarded her solely for the time she spent on the case prior to trial.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">The judgment of the trial court is affirmed in part and vacated in part and the case is remanded to the trial court for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">Affirmed in part, vacated in part, and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Attorney General filed the pattern or practice suit under Section 707 of Title VII, 42 U.S.C. Sec. 2000e-6, challenging the defendant's practices statewide.  Though seven local unions of the IBEW were also joined as defendants, they are not parties to the aspects of the case before us on appeal.  The named plaintiffs in the class action filed pursuant to 42 U.S.C. Sec. 2000e-5 held laborer jobs at the time of suit and had been denied advancement to higher positions as a result of various practices of the company discussed infra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> For example, 33% of the applicants of Plant Yates and Plant Harllee Branch from 1967-1969 were black and 70% of these had high school educations</p>\n        <p>Many reasons for this statistical imbalance were fully aired at trial.  Blacks applying for jobs other than traditionally black jobs (janitors, porters, maids and laborers) were regularly told, even after this suit was filed, that there were no openings.  When they were told no vacancies existed, blacks were often informed that they would be called if vacancies occurred.  They were not called, however, and whites with no better qualifications were hired.  Some blacks were told that certain jobs were filled from within when this was not the case.  Others were offered only jobs well below those they were qualified to perform.  In some instances, company supervisors failed to direct black applicants to hiring offices.</p>\n        <p>The district court enjoined such discriminatory hiring practices and awarded relief requiring the company to hire the qualified black applicants who had been rejected into the next openings at the company.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The primary tests given were the Bennett Mechanical Comprehension Test, the PTI Verbal and numerical tests, and the Wonderlic verbal, arithmetic, and clerical test.  According to Georgia Power's expert, two of these tests demonstrated skill in Arithmetic, two measured Vocabulary, one measured ability to compare lists of figures and one tested for understanding of the laws of physics</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Administrative Assistant to the Company's Industrial Relations Department Manager developed the testing program used here.  He checked test results on the first year's hirees against supervisor's job performance ratings.  As a result of this check, cut-off scores were adjusted-some up, some down.  However, his testimony did not undertake to demonstrate any specific relationship between test scores and job performance</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The district court found, in general, that black persons score significantly lower than do white persons on aptitude and intelligence tests of the type used by Georgia Power Company.  Specifically the court found that black applicants' or employees' scores on the company test battery since 1968 averaged 9 to 12 points lower than white scores, and that the failure rate for blacks was more than thirty times higher than for whites.  The court also found that at least sixty-five black employees had been denied promotion since January 1, 1967 for failure to pass these tests.  Of the 24 black employees who were given the Bennett Mechanical Test at Georgia Power between January 1, 1968 and March 20, 1970, 9 or 37.5% failed; whereas, of the 588 whites who were tested, 5 or 0.85% failed.  Similarly, 43% of the blacks failed the PTI-Numerical Test while 1.25% of the white employees failed; also, 30% of the blacks failed the PTI-Verbal Test while 0.94% of the whites failed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Hite Study states that the Bennett Mechanical Test is valid for 7 of 9 job classifications, that the PTI Verbal Test is valid for 4 of 8 classifications, and that the PTI Numberical is valid for 6 of 8 classifications.  The tests could not be validated by Dr. Hite with reference to the jobs of switchboard operator (the top-paying job in the bargaining unit), garage mechanic, coal equipment operator or helpers.  The SET Verbal test was found not to be a valid predictor for meter readers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> This absence is closely related to the deficiency as to minimum (1) discussed below, since, as stated, the largest portion of the applicant group to which the test denied employment were blacks.  See subpoint \"d. Adequate Sample.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> An American Psychological Association sanctioned report on this question concluded:</p>\n        <p>This hypothesis, that test scores have different meanings for different subgroups, requires extensive research for confirmation or rejection; existing evidence is inadequate to determine whether aptitude tests actually discriminate unfairly because of their different validities from one subgroup to another.</p>\n        <p>APA Task Force on Employment Testing of Minority Groups, Job Testing and the Disadvantaged, 24 Am.Psych. 637, 641 (1969) In addition, the APA in its amicus brief points out that the conclusion reached after an extensive six year study conducted jointly by the Educational Testing Services, Princeton, New Jersey, and the United States Civil Service Commission, was that where a differential validity study is not technically feasible, and where the tests have been chosen on the basis of a careful job analysis, a reliable relationship found for whites will usually hold true for blacks.  See J. T. Campbell, An Investigation of Sources of Bias in Job Prediction (Educational Testing Service, Princeton, New Jersey, 1972).  See also Developments in the Law-Title VII, Employment Discrimination, 84 Harv.L.Rev. 1109, 1129 (1971).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9--1\">\n        <a class=\"footnote\" href=\"#fn9--1_ref\">9</a>\n        <p> See 29 C.F.R. Sec. 1607.7</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> One defense raised by the company against compliance with this requirement for separate minority group validation-that \"such a study was not attempted . . . because of the lack of Negroes in the sample group\"-does not appear to be well founded.  Rather, the record indicates that there are black employees already present in three of the job classifications in numbers as large as some of the all-white samples actually used in the Hite validation study.  Had the company attempted separate validation in these jobs, even if such validation was not then feasible in other job categories, it could have generated at least some data which could indicate whether the tests had differential validity as to both races</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The observation of the American Psychological Association in its amicus brief is again apt:</p>\n        <p>In short, the 5% level is an arbitrary convention.  It has never been a part of professional standards to insist on a specific level of confidence; however, when one departs from the conventional standard, he should ordinarily have a reason which can be stated in advance of the analysis.  Under some circumstances, for example, one might need a prediction so badly or have such severely restricted range of scores on prediction or criterion that he will decide to accept any finding significant at the 10% level; under other circumstances, the cost of using a test that might later prove invalid may be so great that the investigator will insist on at least a 1% level.</p>\n        <p>Moreover, nothing either in professional practice or in the Guidelines suggests that a 6% level could not be accepted, at least tentatively, even where the a priori thinking anticipated requiring the 5% level.  It is certainly preferable to use an employment procedure such as a test that is valid at the 6% level than to rely on an alternative approach to selection, such as an interview, which has not been validated at all.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Dr. Hite did innovate at one point by supplementing the results from 50 testpassers who worked as auxiliary equipment operators with data acquired from 69 persons who had never taken the tests.  The untested were tested and, upon whole group evaluation, a 99% validation figure resulted</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Moreover, test score differences between high and low performance groups were often insignificant (e. g., for meter-readers the average SET-V score of low performers was 24.16 and for high performers 24.80)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Such a requirement also runs afoul of the EEOC guidelines on Employee Selection Procedures, which define \"test\" to include \". . . specific educational . . . requirements . . .\" and prohibit tests not supported by \"empirical data demonstrating that the test is predictive of or significantly correlated with important elements of work behavior which comprise or are relevant to the job . . . .\" 29 C.F.R. Sec. 1607.4(c)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> In two respects, Georgia Power's high school requirement is even more stringent than the one disapproved at Duke Power.  First, the lack of a high school education was never an absolute bar to the employment of all applicants at Duke Power as it was at Georgia Power from 1960-1964.  Second, since September 1965, employees at Duke Power's Labor Department who lacked a high school education could transfer to better jobs upon passage of tests, for the high school and testing requirements were phrased in the alternative.  Since 1964, the requirements for promotion at Georgia Power have been that the employee have a high school education and pass the tests</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Since we hold that the Attorney General may sue for back pay on behalf of discriminatees and because the pattern or practice suit encompasses all the plaintiffs, both named and unnamed, in the private suits, we find it unnecessary to discuss the issue raised by the private class action appellants as to the availability of back pay to non-named class members in Sec. 2000e-5(g) actions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> 110 Cong.Rec. 12595.  See also Senator Humphrey's remarks at 110 Cong.Rec. 12722</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> 110 Cong.Rec. 14220</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> The relief provisions of Title VII were derived from a similar provision in the National Labor Relations Act, 29 U.S.C.A. Sec. 160(c).  Monetary awards by the National Labor Relations Board under this authority have been based upon net back pay, and legislative history indicates that Congress felt that the Title VII remedy should be similar. 110 Cong.Rec. 6549 (1964); Developments-Title VII, supra note 8, at 1259 n. 349</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Finding 86 states:</p>\n        <p>Since the majority of blacks have held only laborer's jobs and since virtually all whites have held higher paying jobs, it follows that earnings of black employees, as a class, have been considerably lower than earnings of their white contemporaries, and lower than some later hired whites.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> Section 706(g) of the Equal Employment Opportunity Act of 1972 [42 U.S.C.A. Sec. 2000e-5(g)], while irrelevant to these proceedings, does specify that \"back pay\" liability shall not accrue from a date more than two years prior to the filing of a charge with the Commission</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> Under Title VII, we are not concerned with a federal statute creating \"a federal right for which the sole remedy is in equity.\"  Traditionally, statutes of limitations do not control such purely equitable relief.  Holmberg v. Armbrecht, 327 U.S. 392, 395, 66 S.Ct. 582, 584, 90 L.Ed. 743 (1946); Perry v. Allen, 239 F.2d 107 (5th Cir. 1956)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> Section 3-704 provides:</p>\n        <p>All suits for the enforcement of rights accruing to individuals under statutes, acts of incorporation, or by operation of law, shall be brought within 20 years after the right of action shall have accrued: Provided, however, that all suits . . . for the recovery of wages and overtime, subsequent to March 20, 1943, shall be brought within two years after the right of action shall have accrued.</p>\n        <p>Section 3-706 provides:</p>\n        <p>All actions . . . for the breach of any contract not under the hand of the party sought to be charged, or upon any implied assumpsit or undertaking, shall be brought within four years after the right of action shall have accrued.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> There is no need to resolve the proper classification of such a pattern or practice suit as vindicating public or private rights and hence the effect, if any, of the 20 year limitation proviso since the Attorney General cannot sue on discriminatory acts which occurred prior to the effective date of Title VII of the Civil Rights Act of 1964, July 2, 1965.  Cf. Clark v. American Marine Corp., 304 F.Supp. 603, 609 (E.D.La.1969)</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">906</span></span></p>\n    <p class=\"parties\"><span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">Fair Empl. Prac. Cas. (BNA)</span>  <span class=\"page\">587</span></span>, 5 Empl. Prac. Dec. P 8460<br>UNITED STATES of America, Plaintiff-Appellant,<br>v.<br>GEORGIA POWER COMPANY et al., Defendants-Appellees.<br>Charles KING et al., Plaintiffs-Appellants,<br>v.<br>GEORGIA POWER COMPANY et al., Defendants-Appellees.</p>\n    <p class=\"docket\">Nos. 71-3293, 71-3447.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Fifth Circuit.</p>\n    <p class=\"date\">Feb. 14, 1973.<br>As Amended on Denial of Rehearing March 16, 1973.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John W. Stokes, Jr., U. S. Atty., Atlanta, Ga., John N. Mitchell, Atty. Gen., Stephen Glassman, David L. Rose, Attys., Jerris Leonard, Asst. Atty. Gen., Civil Rights Div., Dept. of Justice, Washington, D. C., for plaintiff-appellant United States.</p>\n      <p class=\"indent\">Elizabeth R. Rindskopf, Howard Moore, Jr., Isabel Gates Webster, Atlanta, Ga., Jack Greenberg, William L. Robinson, Morris J. Baller, New York City, John H. Ruffin, Jr., Augusta, Ga., for plaintiffs-appellants Charles King and others.</p>\n      <p class=\"indent\">Fred W. Elarbee, Jr., Robert L. Mitchell, J. Lewis Sapp, Atlanta, Ga., for defendants-appellees Georgia Power Co. and others.</p>\n      <p class=\"indent\">Matthew Perry, NAACP, Columbia, S. C., Daniel Steiner, Gen. Counsel, Lutz Alexander Prager, E.E.O.C., Washington, D. C., for other interested parties.</p>\n      <p class=\"indent\">David Blasband, Frederick F. Greenman, Jr., New York City, for amicus curiae, The Psychological Corp.</p>\n      <p class=\"indent\">James D. Hutchinson, Ronald S. Cooper, Washington, D. C., for amicus curiae, American Psychological Association.</p>\n      <p class=\"indent\">Before TUTTLE, COLEMAN and CLARK, Circuit Judges.</p>\n      <p class=\"indent\">TUTTLE, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This complex and multi-faceted employment discrimination case encompasses virtually every aspect of Georgia Power Company's hiring and promotion practices since July 2, 1965, the effective date of the Civil Rights Act of 1964.  A \"pattern or practice\" suit and two private class actions, all brought under Title VII of the Act, were consolidated for trial below.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Though the district court afforded some relief and recognized that many of the company's practices were prohibited under the Act, it is argued on appeal that the court's order did not go far enough.  Plaintiffs appeal from (1) refusal to enjoin the company from administering employment aptitude tests which exclude blacks from promotion at a higher rate than whites, (2) denial of back pay to discriminatees, (3) inadequate remedies to compensate for hiring and recruitment policies favoring whites, (4) failure to award company seniority to all black discriminatees under the \"rightful place\" theory, and (5) granting insufficient attorney's fees to the lawyers in the private action.  The company cross-appeals the court's order to discontinue the prerequisite of a high school education for all positions other than laborer.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Georgia Power, a company incorporated under the laws of the State of Georgia, engages in the production, transmission, distribution, and sale of electrical power.  As of December 25, 1970, only 543 of the company's 7515 employees were black (7.2%) despite the existence of a large pool of black applicants for positions.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Until July 29, 1963, an open and unvarying policy of the company prevented black persons from competing for any but the most menial and lowpaying jobs within the corporate structure.  While blacks were classified exclusively as janitors, porters, maids, and laborers, almost all white employees occupied higher positions.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Though the formal prohibition of black advancement and transfer to traditionally white jobs was terminated in 1963, little statistical difference in job placements of blacks had occurred by January 10, 1969, when the Attorney General filed suit against Georgia Power.  All ninety-five blacks hired during this period were initially assigned to the position of laborer, while 85% of the 627 whites hired in the steam plants, the general repair shop, and in the Atlanta and Macon Operating Divisions were assigned to entry-level jobs higher than laborer.  Though whites hired as laborers have remained in that job an average of only three months and one week before promotion to higher paying jobs, blacks have remained laborers an average of two years and nine months before being promoted.  While only one white hired during this period had not been promoted at the time of trial, only thirteen of the black laborers had been promoted.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Wholly aside from individual discriminatory practices, Georgia Power has adhered to two company-wide policies which have had the effect of barring more blacks than whites from employment with, and advancement within, the company.  Beginning in 1960, all new employees were required to have high school diplomas or present evidence of equivalent educational accomplishment.  From August 19, 1963 to date, all new employees have in addition been required to pass a battery of tests developed by the Psychological Corporation (a commercial organization not to be confused with the American Psychological Association).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Employees hired prior to the effective dates of each of these policies were allowed to remain with the company without complying with them.  However, in 1964, the company did impose the high school education requirement on all incumbent employees seeking to transfer from the previously all-black positions of janitor, porter, and maid but did not add that prerequisite to transfers or advancements elsewhere in the company's structure.  Finally, on November 19, 1964, the educational and testing requirements were suspended for hirees into the laborer classification upon agreement by them not to progress further in the company without meeting them.</p>\n    </div>\n    <p>THE TESTING REQUIREMENT</p>\n    <p>1. Legislation-Griggs</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In Title VII of the Civil Rights Act of 1964 Congress expressly recognized testing as a permissible prerequisite to employment in this language:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>[N]or shall it be an unlawful employment practice for an employer to give and to act upon the results of any professionally developed ability test provided that such test, its administration or action upon the results is not designed, intended or used to discriminate because of race, color, religion, sex or national origin.  (Emphasis supplied.)</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>Section 703(h).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>[42 U.S.C.A. Sec. 2000e-2(h)]</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In Griggs v. Duke Power Company, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">849</span></a></span>, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">158</span></a></span> (1971), the Supreme Court held that the proviso of this section means that no test used for hiring or promotion is valid if it \"operates to exclude Negroes [and] cannot be shown to be related to job performance.\" 401 U.S. at 431, 91 S.Ct. at 853.  Reversing the Court of Appeals for the Fourth Circuit, the Court decided that a test which excludes proportionately more blacks than whites from employment or advancement may be prohibited under the Act despite a lack of any discriminatory intent on the part of those developing and using the tests and in spite of professional origins of the test.  Whereas in Griggs the company made no effort to prove that its tests were related to job performance, the appellee here introduced a mass of statistical data (the Hite Study) by which it sought to prove \"a demonstrable relationship between test scores and job performance.\"  (emphasis added) On this appeal, we must resolve the question left unanswered by Griggs: what comprises an adequate demonstration that a company's testing program satisfies the proviso of Sec. 2000e-2(h), as interpreted by Griggs?</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Though employers need not give preference to victims of discrimination over other job applicants, practices \"fair in form, but discriminatory in operation\" are proscribed. 401 U.S. at 431, 91 S.Ct. at 853.  When a series of tests operates to exclude more blacks than whites from employment, the burden is upon the employer to prove the business necessity of the tests.  If \". . . the jobs in question formerly had been filled only by white employees as part of a longstanding practice of giving preference to whites . . .\" and the test operates \". . . to disqualify Negroes at a substantially higher rate than white applicants,\" 401 U.S. at 426, 91 S. Ct. at 851, then the company's proof must make manifest a relationship between the test and the job for which its passage is prerequisite.</p>\n    </div>\n    <p>2. Test Evaluation</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">a. General Background.  At Georgia Power, tests were first used as a device for screening job applicants on August 19, 1963, less than one month after the discontinuation of formal job segregation.  The tests were initiated without any prior study of their ability to predict likelihood of successful job performance, and the first formal attempt to validate them came shortly after the Attorney General's filing of this suit.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Georgia Power acknowledged its Griggs burden to validate the tests it had used with such racially discriminatory results<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and attempted to carry that burden with expert opinion evidence.  This took the form of a post-testing study made by Dr. Loren Hite which concluded that, after each of the tests had been properly weighted for the jobs involved, the resulting scores bore a positive relationship to job performance ratings by supervisors.  The major issue in this appeal is whether this proof met the standard articulated in Griggs.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At the outset of our decisional analysis we would note that testing is a relative concept.  For Title VII purposes, a test is not valid or invalid per se, but must be evaluated in the setting in which it is used.  As the Griggs Court said, \"any tests used must measure the person for the job and not the person in the abstract.\" 401 U.S. at 436, 91 S.Ct. at 856.  A test or other selection device may be shown to be \"job-related\" under Griggs only if the employer can demonstrate or manifest that the test reliably predicts which applicants possess the reasonably necessary job skills and traits.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The most accurate way to validate an employment test is to administer the test to be validated to all applicants but proceed to select new employees without regard for their test achievement, and then, after an appropriate period of work experience, compare job performance with test scores.  Bernhardt, Griggs v. Duke Power Co.: the Implications for Private and Public Employers, 50 Tex.L.Rev. 901 at 904.  An alternative is \"concurrent validation\", a process in which a representative sample of current employees is rated, then tested, and their scores are compared to their job ratings.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In this case, Georgia Power's expert chose to conduct a validation study roughly following the second route.  Dr. Hite requested evaluations by supervisors of employees who had earlier been hired on the basis of the tests to be validated, then he compared their test scores to their job ratings.  He utilized a statistical validation procedure called the \"discriminant function\" method to determine whether or not the tests given predicted job success.  While admitting that the relatively small numbers of people involved and the fact that the study group excluded the 40% of the applicants who failed the test created problems for him, Dr. Hite still was able to form the opinion that his validation analysis \"did a pretty good job\" of demonstrating a \"positive relationship between job performance and test scores.\"  He therefore concluded that, for the most part, the tests were valid indicators of job performance.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  However, on cross-examination, Dr. Hite admitted that using American Psychological Association standards, as suggested by EEOC guidelines, and the commonly used \"correlation analysis\" method for validation, only one job classification was validly test-related, and twelve were definitely not valid.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Since Dr. Hite's study and his testimony were the only specific proof offered to uphold Georgia Power's tests, the district court necessarily based its validation findings on this evidence alone.  The entire appellate testing attack focuses upon Dr. Hite's approaches and conclusions.  Our evaluation of the evidentiary value of this study must begin with this guidance from Griggs:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>The Equal Employment Opportunity Commission, having enforcement responsibility, has issued guidelines interpreting Sec. 703(h) to permit only the use of job-related tests.<a class=\"footnote\" href=\"#fn9--1\" id=\"fn9--1_ref\">9</a> The administrative interpretation of the Act by the enforcing agency is entitled to great deference.  See, e. g., United States v. City of Chicago, <span class=\"citation\" data-id=\"108210\"><a href=\"/opinion/108210/united-states-v-city-of-chicago/\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">8</span></a></span>, <span class=\"citation\" data-id=\"108210\"><a href=\"/opinion/108210/united-states-v-city-of-chicago/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">18</span></a></span>, <span class=\"citation\" data-id=\"108210\"><a href=\"/opinion/108210/united-states-v-city-of-chicago/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">9</span></a></span> (1970); Udall v. Tallman, <span class=\"citation\" data-id=\"106984\"><a href=\"/opinion/106984/udall-v-tallman/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"106984\"><a href=\"/opinion/106984/udall-v-tallman/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"106984\"><a href=\"/opinion/106984/udall-v-tallman/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">616</span></a></span> (1965); Power Reactor Development Co. v. Electricians, <span class=\"citation\" data-id=\"106276\"><a href=\"/opinion/106276/power-reactor-co-v-electricians/\"><span class=\"volume\">367</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">396</span></a></span>, <span class=\"citation\" data-id=\"106276\"><a href=\"/opinion/106276/power-reactor-co-v-electricians/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1529</span></a></span>, <span class=\"citation\" data-id=\"106276\"><a href=\"/opinion/106276/power-reactor-co-v-electricians/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">924</span></a></span> (1961).  Since the Act and its legislative history support the Commission's construction, this affords good reason to treat the guidelines as expressing the will of Congress.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>[Footnote 9 refers both to the 1966 guidelines and to the \"new guidelines\" -29 C.F.R. Part 1607, 35 Fed.Reg. 12333 (Aug. 1, 1970)]</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This requirement to treat the guidelines as expressing Congressional intent obviously was intended as an answer to the question at issue in Griggs -When can tests, which are shown to have discriminatory results, be used?  We view the reference by the Griggs court to EEOC guidelines as an adjunct to the ultimate conclusion that such tests must be demonstrated to be job related.  We do not read Griggs as requiring compliance by every employer with each technical form of validation procedure set out in 29 C.F.R., Part 1607.  Nevertheless, these guidelines undeniably provide a valid framework for determining whether a validation study manifests that a particular test predicts reasonable job suitability.  Their guidance value is such that we hold they should be followed absent a showing that some cogent reason exists for noncompliance.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">b. Differential Validity.  The minimum standards recommended for validation strategy by EEOC guidelines [35 C.F.R. Sec. 1607.5(b)] provide:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>(5) Differential validity.  Data must be generated and results separately reported for minority and nonminority groups wherever technically feasible.  Where a minority group is sufficiently large to constitute an identifiable factor in the local labor market, but validation data have not been developed and presented separately for that group, evidence of satisfactory validity based on other groups will be regarded as only provisional compliance with these guidelines pending separate validation of the test for the minority group in question.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Perhaps the most absolute bar to the action of the court below in accepting the work done by Dr. Hite as a final validation, particularly in view of our holding in United States v. Jacksonville Terminal Co., <span class=\"citation\" data-id=\"300089\"><a href=\"/opinion/300089/3-fair-emplpraccas-862-4-fair-emplpraccas-2-3-empl-prac-dec-p/\"><span class=\"volume\">451</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">418</span></a></span> (5th Cir. 1971), is the absence of any attempt to show that the tests did not screen out blacks as blacks.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  This minimum is designed to safeguard the key guarantee which the guidelines and the Act intend to assure-that the benefit of employment is not denied to blacks by the apparent neutrality of a facially objective ability test.   Jacksonville Terminal commits this circuit to this salient principle of test validation: \"Accepting arguendo that whites scoring high on the test perform satisfactorily in Group 1 positions [the best jobs], to conclude that therefore blacks scoring low could not adequately perform the same jobs as a non sequitur . . . Griggs demands more substantial proof, most often positive empirical evidence, of the relationship between test scores and job performance [by blacks].\" 451 F.2d at 456.  Although the significance of the concept of differential validity, viewed scientifically, is the subject of a considerable amount of professional debate,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> the possible fair employment implications are so great as to require separate racial group validation of tests in a case such as we have here in which there exists an available minority race sample of adequate size to conduct such a study. \"Certainly the safest validation method is that which conforms with the EEOC Guidelines . . . .\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This minimum guideline contains the very practical condition that tests may be found in provisional compliance and continued in use where differential validation is not technically feasible.  To be entitled to continue a test in use pending final validation, the guide requires that an employer must show that the available professional literature substantially indicates validity<sup>9</sup> and that he has in progress validation procedures which are designed to produce the additional data required as soon as it is reasonably feasible to do so.  The guidelines also anticipate that \"the employer may have to alter or suspend test cut-off scores so that score ranges broad enough to permit the identification of criterion-related validity will be obtained.\"  [29 C.F.R. Sec. 1607.9] There was no evidence in this record that Georgia Power had ever attempted to satisfy these provisions.  With an applicant population which is one-third black, no plausible reason now appears which would indicate that differential validation could not at least be tried by Georgia Power.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">c. The 95% Guideline.  The one aspect of the EEOC guidelines which most troubled the district court was the requirement of demonstrating a 95% statistical significance to the test [29 C.F.R. &amp; 1607.5(c)]. This guideline requires it be shown that there was no more than 1 chance out of 20 that job relatedness appeared by coincidence.  The Hite Study showed varying levels of statistical significance.  In the case of six jobs (apprentice mechanics, appliance servicemen, storekeepers, metermen, helpers, meter readers), it was approximately as likely that the results were arrived at purely by chance as that they were more scientifically validated.  A statistical confidence of 95% was achieved for only two jobs under the Hite Study, and for one of those jobs (garage mechanics), the tests were rejected by the company for other reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Were the only criticism of the validation procedures the fact that there was a significance factor of 1 out of 15 or even 1 out of 10 instead of 1 out of 20, the employer might have better standing to complain that the guideline is arbitrary.  We agree with the lower court that this, as well as other guidelines, must not be interpreted or applied so rigidly as to cease functioning as a guide and become an absolute mandate or proscription.  Thus, Section 1607.5(c) must be read as setting a desirable goal and not a prerequisite.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Conversely, the pure common sense of this guideline cannot be ignored.  Analysis of the Hite Study did not develop just a slight discrepancy from the guideline goal.  Rather, there were differences so great as to create a clear inference Dr. Hite's self-described artful \"guess\" at validation was the product of chance, not science.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>*****</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>* * *</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">d. Adequate Sample.  The first minimum standard of Section 1607.5(b) states:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>(1) Where a validity study is conducted in which tests are administered to applicants, with criterion data collected later, the sample of subjects must be representative of the normal or typical candidate group for the job or jobs in question.This further assumes that the applicant sample is representative of the minority population available for the job or jobs in question in the local labor market. . . . If it is not technically feasible to include minority employees in validation studies conducted on the present work force, the conduct of a validation study without minority candidates does not relieve any person of his subsequent obligation for validation when inclusion of minority candidates becomes technically feasible.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In his testimony Dr. Hite complained of the lack of a representative sample of applicants in the data with which he worked.  Completely aside from the virtual absence of blacks in the sample, he noted that the absence of any evaluation of those who failed the tests caused statistical difficulties because he was cut back to the use of distributions which had about one-half the range of test manual norms.  The lower 40% of the predicted bell-shaped curve of applicants (which lower range included the majority of the blacks tested) was never evaluated.  Rather than attempting to supply this deficiency through ad hoc evaluation of probationary employees or the use of validity studies from other organizations with comparable jobs, as permitted by Sec. 1606.7, Dr. Hite proceeded, as he described it, to \"work under a tremendous handicap to get a significant correlation\" despite the loss of the group he thought would give the mathematics of his correlation attempt a great boost.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">e. Test Conditions.  Again referring to the minimum standards of Section 1607.5(b), we find:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>(2) Tests must be administered and scored under controlled and standardized conditions, with proper safeguards to protect the security of test scores and to insure that scores do not enter into any judgments of employee adequacy that are to be used as criterion measures.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">While the district court was able to conclude that testing of new applicants had been conducted under a uniform policy, it found that the testing of existing employees (including the bulk of the blacks involved) had not been uniform.  Although the court found no racial discrimination in these testing procedural variances, it did conclude that a company-wide retesting had to be mandated.  The Hite Study proceeded only on the data already in hand, which falls short of minimum (2), as well as being less than the court felt necessary to correct faulty conditions.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">f. Irrelevance of the Hite Study.  Even without regard to the guidelines, the Hite Study was not a proper way of determining whether these tests predicted job success because it did not validate the actual testing as used by the company.  Comparing the Hite validation study to the actual testing procedures of the company is like comparing apples to oranges.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Rather than accepting the real Georgia Power procedures as his premises, Dr. Hite used a variation of a theoretical testing scheme under which the best total scorer would be hired.  Instead of evaluating each three-test battery in terms of the cut-off score method used by the company, he multiplied each separate test score by some real number, either positive or negative, then he added these \"adjusted\" scores together to get a test evaluation figure.  For example, he computed the total scores for storekeepers by adding 2.1614 times the numerical test score, 1.1090 times the mechanical test score, and minus .11468 times the verbal score.  Using these multiples, a score of 80-80-80 on the numerical mechanical, and verbal tests would be lower than a 90-80-60 score, though the straight point totals would be 240 on the first battery and 230 on the second.  The reason for the difference between the Hite result and the straight total, of course, is that Hite in effect gave double credit for numerical test scores and deducted points for high scoring on the verbal test.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">There is nothing abstractly \"wrong\" about calculating a composite score by assigning different weights to the various tests in order to stress particular job qualifications.  These weightings reflect the very reasonable probability that a shop-keeper needs to be better at adding figures than at parsing sentences.  The point is that, while it would not necessarily be inappropriate to use the composite score technique as a tool for employee selection, it cannot be proper to use that as a basis for validating the requirement that an applicant or employee pass each of a battery of tests.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In this case Dr. Hite's weightings bear no relation to the actual test scoring procedures at Georgia Power.  For example, had the company used the straight \"highest scorer\" formula, it would have chosen the 240 score over the 230 score and saddled itself with an employee Dr. Hite thought less likely to perform well as a storekeeper.  In actual practice, Georgia Power followed neither the adjusted total nor the straight total method: it took no composite score at all, but required a pre-set passing score on each test by any applicant before he would be considered for employment.  The following colloquy which took place on Dr. Hite's cross-examination tellingly illustrates this point:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>Q. Would it be safe, then, to say that the Company's method was less valid for determining anything [about job performance] than your method?</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>A. I don't know that.  I would guess so; I don't know that.  I made no study on the Company's method whatsoever.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">It is apparent that absolutely no relationship was demonstrated between successful job performance and the ability to achieve the Company-established cut-off score on each test in the battery.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  In sum, the Hite Study validation is so wholly irrelevant to Georgia Power's actual test scoring techniques that it simply cannot demonstrate any business necessity for a testing program having the racially discriminatory effect of this one.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">g. Conclusion.  Not only was the Hite Study, as conducted, substantially at variance with the minimums of the EEOC validation guidelines recommended by Griggs, but, as significantly, its premises also departed from the practices followed by the company in the testing program as administered.  For these reasons the study's final induction -a positive correlation of test results vis-a-vis job performance at Georgia Power-was invalid.  We conclude that the district court erred as a matter of law in relying on the Hite Study to find that Georgia Power had met the burden of manifesting its tests were job related.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">However, testing is an expressly approved employment practice under Title VII.  It is an effective tool for employee selection \"provided . . . it is not used to discriminate because of race . . . .\" Moreover, standards for testing validity comprise a new and complicated area of the law. While the Hite Study did not demonstrate compliance with the Act, we hesitate to penalize this litigant, the first to confront such a demanding burden of proof, for failing to introduce a more rigorous study.  Had our standards been articulated at the time of trial, it may be that the company could have proven its compliance.  Therefore, rather than now proscribing the testing program which Georgia Power has used, we remand this phase of the case to the trial court with directions to permit the company a reasonably prompt opportunity to validate the testing program applied to the plaintiffs, in accordance with the principles enunciated in this opinion.</p>\n    </div>\n    <p>THE HIGH SCHOOL DIPLOMA REQUIREMENT</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Since we find that the company made no substantial showing that possession of a high school diploma is a business necessity at Georgia Power, we affirm the aspect of the district court's decision which strikes down the diploma requirement.  As the Supreme Court noted in Griggs:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>History is filled with examples of men and women who rendered highly effective performance without the conventional badges of accomplishment in terms of certificates, diplomas, or degrees.  Diplomas and tests are useful servants, but Congress has mandated the commonsense proposition that they are not to become masters of reality.  [401 U.S. at 433, 91 S.Ct. at 854.]</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">There, the court explicitly held that the use of a high school requirement which has a disproportionate racial impact and has not been proven to be a predictor of ultimate job success controverts the congressional mandate of Title VII.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  As with Georgia Power's testing program, supra, the issue here is whether or not the company has made a sufficient showing to manifest a relationship between its educational requirement and its job characteristics.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The requirement undoubtedly screens out blacks at a considerably higher rate than whites,<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> because in the 25-44 age group in the South, 64.7% of white males, 35% of black males, 63% of white females, and 34.7% of black females have completed high school.  In the Atlanta area, statistics show that for males over 18 years of age, 70.7% of the whites had finished high school compared with only 46.2% of the blacks.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The justification offered at trial for the requirement was very weak.  As the district court observed:</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>At best, the only justification for this requirement is the obvious eventual need for above-average ability to read and comprehend the increasingly technical maintenance manuals, the training bulletins, operating instructions, forms and the like demanded by the sophisticated industry . . . . In such a context, the high school education requirement cannot be said to be reasonably related to job performance.  This is not to say that such requirements are not desirable . . . it simply means that the \"diploma test\" cannot be used to measure the qualities.  Many high school courses needed for a diploma (history, literature, physical education, etc.) are not necessary for these abilities.  A new reading and comprehension test . . . might legitimately be used for this job need.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Many employees without high school diplomas have mastered the technical literature and many of the highest-ranking personnel in the company did not pass the \"diploma test\", including 47 of 100 foremen, supervisors, and chief division operators in the Atlanta and Macon operating division.  Such a large percentage of current employees have succeeded at Georgia Power without a diploma that it simply cannot be \"irrelevant\", as the company urges, that some employees have successfully performed without possessing diplomas.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The rest of the data presented by the company is equally inconclusive.  The proof that non-high school graduates have recently obtained fewer promotions than graduates is a non sequitur in light of the company's requirement of the paper qualification as a prerequisite for promotion out of laborer positions even for pre-1960 employees and in view of the fact that many of the older (pre-1960) employees not holding diplomas were already at the top of their lines of progression by 1960.  Therefore, the court appropriately held that Georgia Power had not demonstrated a business necessity for requiring the diploma.</p>\n    </div>\n    <p>BACK PAY</p>\n    <p>1. Statutory Right</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Although the district court awarded back pay to black employees who were named plaintiffs in two private suits consolidated with the Attorney General's pattern or practice suit, it held that back pay could not be awarded to the non-named members of the class in the private actions and that under no circumstances would the Attorney General be empowered under Section 707(a) [42 U.S.C. Sec. 2000e-6(a)] to sue for back pay on behalf of discriminatees.  The major legal premise upon which the court based its refusal to consider back pay in the Attorney General's action was the difference between the wording of Section 706(g) [42 U.S.C. Sec. 2000e-5(g)], authorizing private actions, which provides that: \"the court may enjoin the respondent from engaging in such unlawful employment practice, and order such affirmative action as may be appropriate, which may include reinstatement or hiring of employees, with or without back pay . . .\" (emphasis added); and Section 707(a), relating to actions by the Attorney General, which provides that he: \"may bring a civil action . . . requesting such relief, including an application for a permanent or temporary injunction, restraining order or other order against the person or persons responsible for such pattern or practice, as he deems necessary to ensure the full enjoyment of the rights herein described.\"  The rationale was that since the private actions section explicitly provides for back pay and the Attorney General suit section makes no such mention of this remedy, Congress, by implication, meant to deny a court the right to award back pay in a pattern or practice suit by the Attorney General.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The court \"moreover\" held that the grant of back pay relief would constitute a bypass of Act-mandated EEOC processes for investigation and conciliation.  It also cited the lack of record proof needed to consider and apply the appropriate statute of limitations and to determine the existence of job openings and the qualification of claimants.  Primarily because of its view of the law the district court concluded \"that such relief is not authorized and, in the discretion of the court, certainly not demanded.\"  The only relief granted as to this phase of the litigation was to confer preferential opportunities for [future] employment.  Because we find that Congress did not intend to preclude such relief, because precedent in this circuit has contemplated the possibility of back pay relief under this section, and because of the importance such relief may have in effectuating the policies upon which Title VII is based, we reverse and remand for further consideration of this issue.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The legislative history of the Civil Rights Act of 1964 and Congress' recent additions to that legislation in the Equal Employment Opportunity Act of 1972 indicate that back-pay relief in a pattern or practice suit was not intended to be precluded by Congress.  The legislation which became the Civil Rights Act of 1964 originated in the House of Representatives as H.R. 7152.  When this bill was taken up by the Senate, the leadership of both parties agreed to an amendment in the nature of a substitute to circumvent the filibuster on H.R. 7152.  This substitute bill ultimately became the Act, but since it was never considered in committee, its legislative history consists only of the debate on the floor.  Section 707(b) of H.R. 7152 had authorized the EEOC to bring civil actions where it found reasonable cause to believe an unlawful employment practice had occurred or was occurring, and Section 707(e), the enforcement provision for both EEOC suits and private actions, provided:</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>If the court finds that the respondent has engaged in or is engaging in an unlawful employment practice charged in the complaint, the court may enjoin the respondent from engaging in such unlawful employment practices, and shall order the respondent to take such affirmative action, including reinstatement or hiring of employees, with or without back pay . . . as may be appropriate.  (emphasis added)</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The Dirksen-Mansfield substitute removed any independent power of the EEOC to file suit, but in lieu of this remedy gave the Attorney General the authority to bring lawsuits where he believed there was a \"pattern or practice\" of employment discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The substitute for the original House Bill was not seen by either proponents or opponents as providing any less comprehensive relief in \"pattern or practice\" suits. \"Such relief . . . as he (the Attorney General) deems necessary to ensure the full enjoyment of the rights herein described\" contemplated no less than what was explicitly provided for in H.R. 7152.  Senator Clark, who along with Senator Case was the floor manager for Title VII, saw as a \"net gain\" the fact that the substitute empowered the Attorney General to enforce fair employment practices.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  It is unlikely that he would have responded so favorably to the substitute had he thought the remedies available to the Attorney General less adequate than those formerly available to the EEOC.  Senator Holland, an opponent of the Bill, noted that the substitute merely removed the authority to file suit from the EEOC and gave it to the Attorney General.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">More recently, Congress has endorsed this view of the remedies available under Section 707(a).  Under the amended Section 706 of the 1972 Act, both the Attorney General and the EEOC are empowered to bring civil actions on behalf of discriminatees and the classes they represent.  Section 706(g) expressly empowers the courts to award back pay, and the new Sections 707(c) and (e) give the EEOC and the Attorney General concurrent power for the next two years to bring \"pattern or practice\" suits.  We think it incongruous that Congress would have thought it appropriate to give the EEOC and the Attorney General authority to sue for back pay under Section 706 but not in cases involving the more serious Section 707 problems.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">While back pay in \"pattern or practice\" situations does not appear to be a frequently litigated issue in the federal courts, there is precedent in this circuit which requires that we reverse this part of the judgment.  In United States v. Hayes International Corp., <span class=\"citation\" data-id=\"301821\"><a href=\"/opinion/301821/4-fair-emplpraccas-411-4-empl-prac-dec-p-7690-united-states-of/\"><span class=\"volume\">456</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">112</span></a></span> (5th Cir. 1972), a suit by the Attorney General under Section 707, this court, reversing on other grounds, said:</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p>The back pay issue was not specifically raised until the post-trial stage of the litigation.  The district court accordingly refused to entertain it.  We think that the broad aims of Title VII require that this issue be developed and determined.  It should be fully considered on remand.  Fed.R.Civ.P. 15(a); see Rosen v. Public Service Electric and Gas Co., 3 Cir. 1969, <span class=\"citation\" data-id=\"284392\"><a href=\"/opinion/284392/leo-rosen-utility-co-workers-association-and-morgan-sweeney-v-public/\"><span class=\"volume\">409</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">775</span></a></span>, 780 n. 20.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p>[456 F.2d at 121]</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Though the court in Hayes did not expressly state that back pay is authorized, it would not have remanded the case for consideration of that claim had it believed that as a matter of law the courts have no jurisdiction to award back pay.  What the remand order contemplated was full development of the extent of damages among discriminatees on whose behalf the Attorney General was seeking relief.  It was implied that, as a matter of principle and Congressional intent, such relief was appropriate.</p>\n    </div>\n    <p>2. Equitable Discretion</p>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Title VII was enacted with the legislative objective of disestablishing the racial and sexual caste systems which had remained ingrained in the American economy since slavery and coverture.  The Act, in authorizing courts to grant equitable relief to those who might be injured by its breach, expressly and impliedly includes the discretion to award back pay.  Given this court's holding that \"[a]n inextricable part of the restoration to prior [or lawful] status is the payment of back wages properly owing to the plaintiffs\", Harkless v. Sweeny Independent School District, <span class=\"citation no-link\"><span class=\"volume\">427</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">319</span></span>, 324 (5th Cir. 1971), it becomes apparent that this form of relief may not properly be viewed as a mere adjunct of some more basic equity.  It is properly viewed as an integral part of the whole of relief which seeks, not to punish the respondent but to compensate the victim of discrimination.  See NLRB v. J. H. Rutter-Rex Mfg. Co., <span class=\"citation no-link\"><span class=\"volume\">396</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">258</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">417</span></span>, <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">405</span></span> (1969); Oil, Chemical and Atomic Workers Inc. Union v. NLRB, Part III, 144 U.S.App.D.C. 167, <span class=\"citation\" data-id=\"297708\"><a href=\"/opinion/297708/oil-chemical-and-atomic-workers-international-union-afl-cio-v-national/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">237</span></a></span> (1971).  Cf. Social Security Board v. Nierotko, <span class=\"citation\" data-id=\"104247\"><a href=\"/opinion/104247/social-security-bd-v-nierotko/\"><span class=\"volume\">327</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">358</span></a></span>, <span class=\"citation\" data-id=\"104247\"><a href=\"/opinion/104247/social-security-bd-v-nierotko/\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">637</span></a></span>, <span class=\"citation\" data-id=\"104247\"><a href=\"/opinion/104247/social-security-bd-v-nierotko/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">718</span></a></span> (1946).<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a></p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">In LeBlanc v. Southern Bell Telephone &amp; Telegraph Co., <span class=\"citation\" data-id=\"303678\"><a href=\"/opinion/303678/gloria-kendall-leblanc-and-helen-jenkins-roig-v-southern-bell-telephone/\"><span class=\"volume\">460</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1228</span></a></span> (5th Cir. 1972), this court held that Title VII confers the discretion to award back pay upon the district court.  The order appealed from here states that such discretion was exercised in favor of denying such awards in the case at bar except to certain of the named individual plaintiffs.  However, since it is apparent that such discretion was exercised in whole or substantial part upon a view of the underlying law which we have determined to be erroneous, this court will vacate the resulting decree and remand for a reconsideration of this issue under the principles enunciated.</p>\n    </div>\n    <p>3. Method of Determination</p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The district court found that the proof established racially disproportionate earnings due to employment practices.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a>  But this finding alone is not a proper premise for the making of a back pay award.  Equity demands that the true balance of interests be struck.  In Jinks v. Mays, <span class=\"citation\" data-id=\"304997\"><a href=\"/opinion/304997/4-fair-emplpraccas-1074-4-empl-prac-dec-p-7922-barbara-jinks-for/\"><span class=\"volume\">464</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1223</span></a></span>, 1226 (5th Cir. 1972) after quoting Harkless, supra, the court put the rule thus:</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p>But, back wages are not to be automatically granted whenever a person is ordered reinstated.  The wages sought must be \"properly owing to the plaintiffs.\"  This requires positive proof that plaintiff was ordinarily entitled to the wages in question and, being without fault, would have received them in the ordinary course of things but for the inequitable conduct of the party from whom the wages are claimed.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The trial court's decision must also include a weighing of issues as to limitations and laches (discussed more fully below), factors of economic reality (i. e., the relative expense of accurate determination of individual rights vis-a-vis the amounts involved) and, most assuredly, the physical and fiscal limitations of the court to properly grant and supervise relief.  This listing is intended to be illustrative and not exhaustive.  It is our intention to leave the issue altogether open for reconsideration and decision by the court below.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Ancillary to the back pay issue is the question of compensatory per diem payments to black discriminatees.  The company admitted that it had allowed either no or lower per diem payments to blacks called away from their home plants on Georgia Power business than it did to whites under the same circumstances, and the court enjoined such practices prospectively.  To the extent that it can be proven that this discrimination withheld compensation for expenses actually incurred for meals and lodging (the basis for reimbursement to whites), the district court on remand should similarly reconsider its denials of such awards.</p>\n    </div>\n    <p>4. Limitations</p>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Having determined that compensatory back pay may be appropriate relief in this case, sound judicial practice requires that we indicate what limitations period would govern back pay awards.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The limitations period to be applied under Title VII is a question of first impression upon which the statute itself is silent.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a>  Though private complaints must be filed before the EEOC within 90 days, we cannot agree with the company that this period is the proper measure.  This deadline is designed primarily to enhance the possibility of informal, out-of-court resolution of employment discrimination complaints through prompt administrative action.  It is in no sense a limitation on the period for which one may receive back pay relief.  Employment discrimination may as readily be a continuing course of conduct as a single event.  Then too, an affected individual may not be aware of the discriminatory impact of certain employment practices until a pattern emerges as a result of the cumulation of numerous events over a substantial period of time.  The remedial purposes of the Act would be frustrated were financial redress to be always limited to the 90-day period preceding the filing of a complaint.  Furthermore, it would be inconsistent with the policy of Title VII if discriminatees who presented complaints about patterns or practices of discrimination to the EEOC which resulted in a Section 707 action by the Attorney General, were limited to recovery of back wages for a 90-day period while those seeking alternative relief under 42 U.S.C. Sec. 1981 (under which the discriminatee may proceed without presenting a complaint to the EEOC) were to receive the advantages of a longer statute of limitations.  Caldwell v. National Brewing Co., <span class=\"citation\" data-id=\"297160\"><a href=\"/opinion/297160/robert-caldwell-v-the-national-brewing-company-and-brewery-workers-local/\"><span class=\"volume\">443</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1044</span></a></span> (5th Cir. 1971); Sanders v. Dobbs Houses, Inc., <span class=\"citation\" data-id=\"292210\"><a href=\"/opinion/292210/2-fair-emplpraccas-1053-2-fair-emplpraccas-942-2-empl-prac-dec-p/\"><span class=\"volume\">431</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1097</span></a></span> (5th Cir. 1970); cf. Boudreaux v. Baton Rouge Marine Contracting Co., <span class=\"citation\" data-id=\"294647\"><a href=\"/opinion/294647/no-29225/\"><span class=\"volume\">437</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1011</span></a></span> (5th Cir. 1971).</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">At the opposite end of the time spectrum we find the EEOC and the Attorney General contending that the effective date of the Act should be the sole limitation on back pay relief.  We similarly reject this dating for the recovery of back pay by individual discriminatees in pattern and practice suits under Title VII.  Where the government is suing to enforce rights belonging to it, state statutes of limitation are not applicable.  See e. g., United States v. Thompson, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">486</span></span>, 488-491, <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">194</span></span> (1878) and United States v. Summerlin, <span class=\"citation\" data-id=\"103364\"><a href=\"/opinion/103364/united-states-v-summerlin/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">414</span></a></span>, 416-417, <span class=\"citation\" data-id=\"103364\"><a href=\"/opinion/103364/united-states-v-summerlin/\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1019</span></a></span>, <span class=\"citation\" data-id=\"103364\"><a href=\"/opinion/103364/united-states-v-summerlin/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1283</span></a></span> (1940).  However, this principle is not apropos to the present back pay claims.  Insofar as the pattern or practice suit constitutes a proper legal conduit for the recovery of sums due individual citizens rather than the treasury, it is a private and not a public action.  Cf. United States v. Beebe, <span class=\"citation\" data-id=\"92256\"><a href=\"/opinion/92256/united-states-v-beebe/\"><span class=\"volume\">127</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">338</span></a></span>, 346, <span class=\"citation\" data-id=\"92256\"><a href=\"/opinion/92256/united-states-v-beebe/\"><span class=\"volume\">8</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1083</span></a></span>, <span class=\"citation\" data-id=\"92256\"><a href=\"/opinion/92256/united-states-v-beebe/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">121</span></a></span> (1888), and United States v. Smelser, <span class=\"citation\" data-id=\"1545771\"><a href=\"/opinion/1545771/united-states-v-smelser/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">799</span></a></span> (5th Cir. 1937).  These personal claims are entitled to no superior status because they are here allowed to be asserted in the Attorney General's suit as well as in the private class action.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Rather than the contention of either of the parties, we follow the general rule expressed in Beard v. Stephens, a decision involving an action for damages under 28 U.S.C. Sec. 1343:</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p>Congress has created many federal rights without prescribing a period for enforcement.  In such cases the federal courts borrow the limitations period prescribed by the state where the court sits.  The applicable period of limitations is that which the state itself would enforce had an action seeking similar relief been brought in a court of that state.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p>[<span class=\"citation\" data-id=\"274734\"><a href=\"/opinion/274734/jim-beard-and-hubbard-beard-v-melvin-stephens/\"><span class=\"volume\">372</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">685</span></a></span>, 688 (5th Cir. 1967)]</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">To accomplish this goal, \"[w]e must look . . . first to federal law to determine the nature of the claim and then to state court interpretations of the state's 'statutory catalogue' to see where the claim fits into the state scheme.\"  Id. Beard was a Section 1983 action alleging damages for the shooting of appellants by sheriff's deputies.  Since the shooting was a trespass under Alabama law, we held that the state's 6-year limitation period for trespasses applied.  O'Sullivan v. Felix, <span class=\"citation\" data-id=\"98158\"><a href=\"/opinion/98158/osullivan-v-felix/\"><span class=\"volume\">233</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">318</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">596</span></span>, <span class=\"citation\" data-id=\"98158\"><a href=\"/opinion/98158/osullivan-v-felix/\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">980</span></a></span> (1914); Sewell v. Grand Lodge of Int. Ass'n of Machinists and Aerospace Workers, <span class=\"citation\" data-id=\"297812\"><a href=\"/opinion/297812/william-e-sewell-v-the-grand-lodge-of-the-international-association-of/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">545</span></a></span>, 548-550 (5th Cir. 1971), cert. denied <span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1024</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">674</span></span>, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></span> (1972); Franklin v. City of Marks, <span class=\"citation\" data-id=\"295320\"><a href=\"/opinion/295320/mr-william-franklin-v-city-of-marks/\"><span class=\"volume\">439</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">665</span></a></span> (5th Cir. 1971); Annot., <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">A.L.R. 2d</span> <span class=\"page\">1160</span></span> (1964).  Where a federal statute creates rights for which both equitable redress and monetary damages may be appropriate, the analogous state statute of limitations governs the recovery of damages.  Blair v. Page Aircraft Maintenance Inc., <span class=\"citation\" data-id=\"305872\"><a href=\"/opinion/305872/curtis-r-blair-v-page-aircraft-maintenance-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">815</span></a></span> (5th Cir. 1972); McNair v. Burt, <span class=\"citation\" data-id=\"1565459\"><a href=\"/opinion/1565459/mcnair-v-burt/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">814</span></a></span> (5th Cir. 1934).<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a>  Additionally, as is true with regard to wholly equitable actions, the doctrine of laches is applicable to such monetary awards.  Cf. Boudreaux v. Baton Rouge Marine Contracting Co., supra, 437 F.2d at 1017.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">The court below cited two Georgia statutes which it deemed relevant to the determination of the appropriate limitations period-Ga.Code Sec. 3-704 (relating to actions for rights accruing under statutes), and Sec. 3-706 (relating to actions on implied contracts).<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a>  The right to be free from discriminatory practices in employment is not analogous to the right of action on implied or unwritten contracts which are governed by the 4-year limitation period of Section 3-706.  Indeed, it is the failure to contract for employment or promotion on an equal basis which gives rise to a Title VII action.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Title VII and similar statutes created new causes of action which did not exist at common law or under state statutes.  In respect to those causes of action which have no close analogies in state law, civil rights statutes have generally been held governed by the limitation on liabilities created by statute.  Note, Federal Statutes Without Limitations Provisions, 53 Columbia L.Rev. 68, 69 (1953).  See Smith v. Cremins, <span class=\"citation\" data-id=\"258269\"><a href=\"/opinion/258269/russell-m-smith-v-john-j-cremins-jr-john-f-mahon-jr/\"><span class=\"volume\">308</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">187</span></a></span> (9th Cir. 1962); Bomar v. Keyes, <span class=\"citation\" data-id=\"1548436\"><a href=\"/opinion/1548436/bomar-v-keyes/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">136</span></a></span>, 140 (2d Cir. 1947), cert. denied <span class=\"citation no-link\"><span class=\"volume\">332</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></span>, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">166</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">400</span></span>, reh. den. <span class=\"citation no-link\"><span class=\"volume\">332</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">845</span></span>, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">266</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">416</span></span>.  Cf. Franklin v. City of Marks, <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">670</span></span> (5th Cir. 1971).  However, where federal laws create rights to back pay as part of general remedial relief, courts have generally applied the appropriate state statute of limitations governing actions for unpaid wages.  See Blair v. Page Aircraft, supra; Boudreaux v. Baton Rouge Marine Contracting Co., supra.  We therefore determine that the limitations periods provided in Ga.Code Sec. 3-704 should be applied in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Section 3-704 contains two limitations periods: in general, suits for the enforcement of rights under statutes must be brought within 20 years after the action accrues.  However, the same statute provides that all such suits seeking recovery of wages, overtime, or damages accruing under statutes respecting the payment of wages are governed by a 2 year limitation period.  Thus, without regard to how the 20 year provision may affect the right of the Attorney General to sue for relief from a pattern or practice of discrimination,<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a> the right of individual discriminatees to recover lost wages and like damages either in private class actions or the Attorney General's action is subject to Georgia's 2 year limitations period.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Two important aspects of the limitations issue remain.  First, in each case of claims for back pay and like damages the court must determine the most recent date on which the discriminatee's cause of action accrued.  For purposes of the statute of limitations, a cause of action accrues whenever an individual is directly and adversely affected by the discriminatory practices of the defendant.  In individual cases this event may be the refusal to hire the discriminatee, refusal to promote on the basis of race, or dismissal from employment.  The date of the last act of discrimination for purposes of the statute of limitations is a question of fact for the district court.  Boudreaux v. Baton Rouge Marine Contracting, supra, 437 F.2d at 1014-1016.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Second, the policy of Title VII requires that the filing of a complaint with the EEOC based on the identical patterns or practices of discrimination upon which suit is subsequently brought, operates to toll the statute of limitations as to all potential claimants who rely upon the same act of discrimination as the basis for their right.  The limitation period remains tolled during such time as the processes of agency reconciliation are at work and until notification to the complainant that voluntary compliance cannot be obtained.  Cf. Jenkins v. United Gas Corp., <span class=\"citation\" data-id=\"281478\"><a href=\"/opinion/281478/thomas-l-jenkins-v-united-gas-corporation-and-allan-b-caldwell/\"><span class=\"volume\">400</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span> (5th Cir. 1968).</p>\n    </div>\n    <p>HIRING AND RECRUITMENT POLICIES</p>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Failure or refusal to hire any individual on account of race is expressly prohibited by Section 703 of Title VII [42 U.S.C. Sec. 2000e-2]. The private plaintiffs claim that this prohibition extends to Georgia Power's practices of (1) word-of-mouth recruiting and (2) recruiting for skilled personnel only at all-white institutions.  The district court rejected both these contentions, saying:</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p>Advertisement of existing vacancies by word-of-mouth on the part of company employees has been the best means for recruitment, and often for promotion, from time immemorial.  It has been done by both blacks and whites in this company.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p>Even if it were harmful, there is no known way to halt it.  The mere fact that a company's personnel has a majority of one race or another does not make such practice chargeable to the employer as a discriminatory act.  Only if some preference were given the white referrals could the question rise to the point of decision.  Nor is there any significance in the places of conducting interviews for possible management personnel.  In short, the court finds no evidence substantiating a racially motivated policy of recruiting on the part of the company.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Only 7.2% of the company's labor force was shown to be black, although this race constituted a much larger percentage of the available labor force.  In non-laborer jobs, this disparity is even greater.  Under word-of-mouth hiring practices, friends of current employees admittedly received the first word about job openings.  Since most current employees are white, word-of-mouth hiring alone would tend to isolate blacks from the \"web of information\" which flows around opportunities at the company.  See Blumrosen, The Duty of Fair Recruitment Under the Civil Rights Act of 1964, 22 Rutgers L.Rev. 465, 477 (1968).  No business necessity compels the company to continue to rely so heavily on this hiring technique.  In fact, it contends it has already taken action to convey news of new openings to blacks by posting job notices on company bulletin boards which can be read by all personnel.  Since 92.8% of all personnel likely to see these notices on a regular basis is white, however, this step is patently inadequate.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">We believe that the district court stopped its reasoning short of the considerations which would have led to full equitable relief.  Word-of-mouth hiring and interviewing for recruitment only at particular scholastic institutions are practices that are neutral on their face.  However, under the facts of the instant case, each operates as a \"built-in-headwind\" to blacks and neither is justified by business necessity.  While the court was without doubt free to leave these practices available for future use, its failure to order them to be supplemented by affirmative action on the part of Georgia Power Company was clearly an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">At least two courts have already recognized the need to counteract the discriminatory impact of word-of-mouth hiring.  The Eighth Circuit in Parham v. Southwestern Bell Telephone Co., <span class=\"citation\" data-id=\"292828\"><a href=\"/opinion/292828/2-fair-emplpraccas-1017-3-empl-prac-dec-p-8021-arthur-ray-parham-v/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">421</span></a></span> (1970), refused to enjoin \"apparently neutral referral-type recruitment practices\" only because it found that \"[t]he Company . . . has initiated substantial changes in its recruitment procedures.\"   Id. at 427.  Where no effective alternative techniques were used to remedy the lock-in effect of similar recruitment policies, one district court proscribed the use of word-of-mouth hiring altogether.  Clark v. American Marine Corp., D.C., <span class=\"citation\" data-id=\"1867749\"><a href=\"/opinion/1867749/clark-v-american-marine-corporation/\"><span class=\"volume\">304</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">603</span></a></span> at 606, 608.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">The built-in headwinds which the present Georgia Power system harbors must be offset by affirmative steps reasonably calculated to encourage black employment and to break through the currently circumscribed web of information.  For example, advertisements of openings in newspapers and periodicals accessible to the black communities of Atlanta and other Georgia cities, and public notice that the company is an equal opportunity employer, are common recruiting techniques which should be considered.  We again decline to usurp the prerogative of the district court to formulate the exact relief which an overall decree will require on this one facet.  We hold only that the present word-of-mouth practice must either be supplemented or changed.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">The company's policy of seeking skilled personnel only at white educational institutions is similarly an invidious brake on black employment opportunities for which no business necessity justification was shown.  While the company obviously ought not be enjoined to recruit on all college campuses unless it chooses to do so, it also ought not be allowed to continue to restrict its recruitment programs to all-or preponderantly all-white institutions while maintaining such a racially imbalanced work force.  The district court is likewise directed to supplement or change this practice.</p>\n    </div>\n    <p>THE SENIORITY SYSTEM</p>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">Promotions and demotions at Georgia Power are based upon an employee's job seniority in his section and seniority division.  First preference in filling a job vacancy is given to the senior employee requesting such transfer, competency being sufficient, in the same job classification, section, and division where the vacancy exists.  If there is no such request, the vacancy is filled by the promotion of the most senior employee, competency being sufficient, in the next lower classification of the section and seniority division, who requests promotion.  Employees may transfer from one section to another, but may not transfer seniority gained in the former section to the new section.  While seniority retained in a former section may not be used in a new section for any purpose, such retained seniority may be used in the former section as employment insurance in case of lay-off in the new section.  If an employee has made a cross-section transfer and fails in his new classification, he is subject to possible discharge and cannot exercise his seniority rights to regain his former job.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">Until April 29, 1969, the job classifications of laborer, janitor, porter, and maid were in separate and distinct \"lines of progression.\"  These employees (almost all of whom were black) could transfer to new sections only by giving up all seniority gained with the company.  Just as the hiring and promotion practices disapproved above brought blacks into the four classifications which once were openly black jobs, the seniority system locked them into these jobs.  Whether hired before or after the July 29, 1963 discontinuation of policies prohibiting black job mobility, blacks ran a greater risk than whites of losing their jobs if they wished to advance within the company.  Since there were no higher jobs in the \"lines of progression\" into which blacks were hired, any transfer from one of the four entry-level jobs could prove lethal.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">The order of the district court enjoined the defendant from applying the system of \"job seniority\" to decide who should be temporarily or permanently promoted, transferred, demoted, or laid off when a competing employee is in the \"affected classes.\"  It also accorded \"company seniority\" rather than job seniority to certain discriminatees competing with non-discriminatees for promotion.  However, it construed the affected classes of discriminatees to consist of only (1) black employees hired prior to August 19, 1963, (2) all black employees hired prior to July 29, 1963 who had a high school education and who had passed the company's aptitude tests, and (3) those black employees hired since August 19, 1963 who were denied job promotions or transfers for lack of a high school diploma.  If the district court should determine that the company's testing program cannot be validated, it will necessitate broadening the affected classes entitled to seniority relief.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">Full enjoyment of Title VII rights sometimes requires that the court remedy the present effects of past discrimination.  See Louisiana v. United States, <span class=\"citation\" data-id=\"106984\"><a href=\"/opinion/106984/udall-v-tallman/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>45, 154, <span class=\"citation\" data-id=\"106993\"><a href=\"/opinion/106993/louisiana-v-united-states/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></a></span>, <span class=\"citation\" data-id=\"106993\"><a href=\"/opinion/106993/louisiana-v-united-states/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">709</span></a></span> (1965).  This includes both redressing the continuing effects of discriminatory seniority systems, Local 189, United Paperworkers v. United States, <span class=\"citation no-link\"><span class=\"volume\">416</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">980</span></span> (5th Cir. 1969); United States v. Jacksonville Terminal Co., supra; United States v. Hayes International Corp., supra, and affirmative action to alter a seniority system which is not discriminatory on its face.  If the present seniority system in fact operates to lock in the effects of past discrimination, it is subject to judicial alteration under Title VII.  Local 53, International Association of Heat and Frost Insulators and Asbestos Workers v. Vogler, <span class=\"citation\" data-id=\"283767\"><a href=\"/opinion/283767/local-53-of-the-international-association-of-heat-and-frost-insulators-and/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1047</span></a></span>, 1052 (5th Cir. 1969); Local 189, supra, at 991 of 416 F.2d.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">Most courts, in molding appropriate remedies, have adhered to the \"rightful place\" theory, according to which blacks are assured the first opportunity to move into the next vacancies in positions which they would have occupied but for wrongful discrimination and which they are qualified to fill.  Note, Title VII, Seniority Discrimination and the Incumbent Negro, 80 Harv.  L.Rev. 1260, 1268 n. 2 (1967).  This is the theory which should be applied here.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">Should company test invalidity be the trial court's ultimate conclusion, then seniority would thereby be extended to all blacks wrongfully deprived of the opportunity to advance beyond the positions of laborer, porter, janitor, or maid by either the testing or the high school education requirements.  This relief reaffirms that \"[t]he ethic which permeates the American dream is that a person may advance as far as his talents and his merit will carry him.\"  Miller v. International Paper Co., <span class=\"citation\" data-id=\"283899\"><a href=\"/opinion/283899/james-p-miller-v-international-paper-company/\"><span class=\"volume\">408</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">283</span></a></span>, 294 (5th Cir. 1969).</p>\n    </div>\n    <p>COUNSEL FEES</p>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">The district court recognized that Section 706(k) [42 U.S.C. Sec. 2000e-5(k)] and our decision in Clark v. American Marine Co., <span class=\"citation\" data-id=\"1467775\"><a href=\"/opinion/1467775/clark-v-american-marine-corporation/\"><span class=\"volume\">320</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">709</span></a></span> (E.D.La.1970), aff'd. <span class=\"citation\" data-id=\"294638\"><a href=\"/opinion/294638/alex-clark-john-t-magee-and-robert-turner-v-american-marine-corporation/\"><span class=\"volume\">437</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">959</span></a></span> (5th Cir. 1971) entitle the plaintiffs' lawyers in a successful Title VII suit to recover reasonable attorneys' fees.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">In view of our remand for further proceedings, we pretermit any additional ruling on the challenge to the action of the court on this issue at this time, although it seems appropriate to call attention to the fact that at the minimum fee rate, cited by the district court, Attorney Webster would be entitled to 360 dollars more than the amount awarded her solely for the time she spent on the case prior to trial.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">The judgment of the trial court is affirmed in part and vacated in part and the case is remanded to the trial court for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">Affirmed in part, vacated in part, and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Attorney General filed the pattern or practice suit under Section 707 of Title VII, 42 U.S.C. Sec. 2000e-6, challenging the defendant's practices statewide.  Though seven local unions of the IBEW were also joined as defendants, they are not parties to the aspects of the case before us on appeal.  The named plaintiffs in the class action filed pursuant to 42 U.S.C. Sec. 2000e-5 held laborer jobs at the time of suit and had been denied advancement to higher positions as a result of various practices of the company discussed infra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> For example, 33% of the applicants of Plant Yates and Plant Harllee Branch from 1967-1969 were black and 70% of these had high school educations</p>\n        <p>Many reasons for this statistical imbalance were fully aired at trial.  Blacks applying for jobs other than traditionally black jobs (janitors, porters, maids and laborers) were regularly told, even after this suit was filed, that there were no openings.  When they were told no vacancies existed, blacks were often informed that they would be called if vacancies occurred.  They were not called, however, and whites with no better qualifications were hired.  Some blacks were told that certain jobs were filled from within when this was not the case.  Others were offered only jobs well below those they were qualified to perform.  In some instances, company supervisors failed to direct black applicants to hiring offices.</p>\n        <p>The district court enjoined such discriminatory hiring practices and awarded relief requiring the company to hire the qualified black applicants who had been rejected into the next openings at the company.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The primary tests given were the Bennett Mechanical Comprehension Test, the PTI Verbal and numerical tests, and the Wonderlic verbal, arithmetic, and clerical test.  According to Georgia Power's expert, two of these tests demonstrated skill in Arithmetic, two measured Vocabulary, one measured ability to compare lists of figures and one tested for understanding of the laws of physics</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Administrative Assistant to the Company's Industrial Relations Department Manager developed the testing program used here.  He checked test results on the first year's hirees against supervisor's job performance ratings.  As a result of this check, cut-off scores were adjusted-some up, some down.  However, his testimony did not undertake to demonstrate any specific relationship between test scores and job performance</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The district court found, in general, that black persons score significantly lower than do white persons on aptitude and intelligence tests of the type used by Georgia Power Company.  Specifically the court found that black applicants' or employees' scores on the company test battery since 1968 averaged 9 to 12 points lower than white scores, and that the failure rate for blacks was more than thirty times higher than for whites.  The court also found that at least sixty-five black employees had been denied promotion since January 1, 1967 for failure to pass these tests.  Of the 24 black employees who were given the Bennett Mechanical Test at Georgia Power between January 1, 1968 and March 20, 1970, 9 or 37.5% failed; whereas, of the 588 whites who were tested, 5 or 0.85% failed.  Similarly, 43% of the blacks failed the PTI-Numerical Test while 1.25% of the white employees failed; also, 30% of the blacks failed the PTI-Verbal Test while 0.94% of the whites failed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Hite Study states that the Bennett Mechanical Test is valid for 7 of 9 job classifications, that the PTI Verbal Test is valid for 4 of 8 classifications, and that the PTI Numberical is valid for 6 of 8 classifications.  The tests could not be validated by Dr. Hite with reference to the jobs of switchboard operator (the top-paying job in the bargaining unit), garage mechanic, coal equipment operator or helpers.  The SET Verbal test was found not to be a valid predictor for meter readers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> This absence is closely related to the deficiency as to minimum (1) discussed below, since, as stated, the largest portion of the applicant group to which the test denied employment were blacks.  See subpoint \"d. Adequate Sample.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> An American Psychological Association sanctioned report on this question concluded:</p>\n        <p>This hypothesis, that test scores have different meanings for different subgroups, requires extensive research for confirmation or rejection; existing evidence is inadequate to determine whether aptitude tests actually discriminate unfairly because of their different validities from one subgroup to another.</p>\n        <p>APA Task Force on Employment Testing of Minority Groups, Job Testing and the Disadvantaged, 24 Am.Psych. 637, 641 (1969) In addition, the APA in its amicus brief points out that the conclusion reached after an extensive six year study conducted jointly by the Educational Testing Services, Princeton, New Jersey, and the United States Civil Service Commission, was that where a differential validity study is not technically feasible, and where the tests have been chosen on the basis of a careful job analysis, a reliable relationship found for whites will usually hold true for blacks.  See J. T. Campbell, An Investigation of Sources of Bias in Job Prediction (Educational Testing Service, Princeton, New Jersey, 1972).  See also Developments in the Law-Title VII, Employment Discrimination, 84 Harv.L.Rev. 1109, 1129 (1971).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9--1\">\n        <a class=\"footnote\" href=\"#fn9--1_ref\">9</a>\n        <p> See 29 C.F.R. Sec. 1607.7</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> One defense raised by the company against compliance with this requirement for separate minority group validation-that \"such a study was not attempted . . . because of the lack of Negroes in the sample group\"-does not appear to be well founded.  Rather, the record indicates that there are black employees already present in three of the job classifications in numbers as large as some of the all-white samples actually used in the Hite validation study.  Had the company attempted separate validation in these jobs, even if such validation was not then feasible in other job categories, it could have generated at least some data which could indicate whether the tests had differential validity as to both races</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The observation of the American Psychological Association in its amicus brief is again apt:</p>\n        <p>In short, the 5% level is an arbitrary convention.  It has never been a part of professional standards to insist on a specific level of confidence; however, when one departs from the conventional standard, he should ordinarily have a reason which can be stated in advance of the analysis.  Under some circumstances, for example, one might need a prediction so badly or have such severely restricted range of scores on prediction or criterion that he will decide to accept any finding significant at the 10% level; under other circumstances, the cost of using a test that might later prove invalid may be so great that the investigator will insist on at least a 1% level.</p>\n        <p>Moreover, nothing either in professional practice or in the Guidelines suggests that a 6% level could not be accepted, at least tentatively, even where the a priori thinking anticipated requiring the 5% level.  It is certainly preferable to use an employment procedure such as a test that is valid at the 6% level than to rely on an alternative approach to selection, such as an interview, which has not been validated at all.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Dr. Hite did innovate at one point by supplementing the results from 50 testpassers who worked as auxiliary equipment operators with data acquired from 69 persons who had never taken the tests.  The untested were tested and, upon whole group evaluation, a 99% validation figure resulted</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Moreover, test score differences between high and low performance groups were often insignificant (e. g., for meter-readers the average SET-V score of low performers was 24.16 and for high performers 24.80)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Such a requirement also runs afoul of the EEOC guidelines on Employee Selection Procedures, which define \"test\" to include \". . . specific educational . . . requirements . . .\" and prohibit tests not supported by \"empirical data demonstrating that the test is predictive of or significantly correlated with important elements of work behavior which comprise or are relevant to the job . . . .\" 29 C.F.R. Sec. 1607.4(c)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> In two respects, Georgia Power's high school requirement is even more stringent than the one disapproved at Duke Power.  First, the lack of a high school education was never an absolute bar to the employment of all applicants at Duke Power as it was at Georgia Power from 1960-1964.  Second, since September 1965, employees at Duke Power's Labor Department who lacked a high school education could transfer to better jobs upon passage of tests, for the high school and testing requirements were phrased in the alternative.  Since 1964, the requirements for promotion at Georgia Power have been that the employee have a high school education and pass the tests</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Since we hold that the Attorney General may sue for back pay on behalf of discriminatees and because the pattern or practice suit encompasses all the plaintiffs, both named and unnamed, in the private suits, we find it unnecessary to discuss the issue raised by the private class action appellants as to the availability of back pay to non-named class members in Sec. 2000e-5(g) actions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> 110 Cong.Rec. 12595.  See also Senator Humphrey's remarks at 110 Cong.Rec. 12722</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> 110 Cong.Rec. 14220</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> The relief provisions of Title VII were derived from a similar provision in the National Labor Relations Act, 29 U.S.C.A. Sec. 160(c).  Monetary awards by the National Labor Relations Board under this authority have been based upon net back pay, and legislative history indicates that Congress felt that the Title VII remedy should be similar. 110 Cong.Rec. 6549 (1964); Developments-Title VII, supra note 8, at 1259 n. 349</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Finding 86 states:</p>\n        <p>Since the majority of blacks have held only laborer's jobs and since virtually all whites have held higher paying jobs, it follows that earnings of black employees, as a class, have been considerably lower than earnings of their white contemporaries, and lower than some later hired whites.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> Section 706(g) of the Equal Employment Opportunity Act of 1972 [42 U.S.C.A. Sec. 2000e-5(g)], while irrelevant to these proceedings, does specify that \"back pay\" liability shall not accrue from a date more than two years prior to the filing of a charge with the Commission</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> Under Title VII, we are not concerned with a federal statute creating \"a federal right for which the sole remedy is in equity.\"  Traditionally, statutes of limitations do not control such purely equitable relief.  Holmberg v. Armbrecht, <span class=\"citation\" data-id=\"104250\"><a href=\"/opinion/104250/holmberg-v-armbrecht/\"><span class=\"volume\">327</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">392</span></a></span>, 395, <span class=\"citation\" data-id=\"104250\"><a href=\"/opinion/104250/holmberg-v-armbrecht/\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">582</span></a></span>, 584, <span class=\"citation\" data-id=\"104250\"><a href=\"/opinion/104250/holmberg-v-armbrecht/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">743</span></a></span> (1946); Perry v. Allen, <span class=\"citation\" data-id=\"240856\"><a href=\"/opinion/240856/george-m-perry-sr-v-marion-h-allen-collector-of-internal-revenue/\"><span class=\"volume\">239</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">107</span></a></span> (5th Cir. 1956)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> Section 3-704 provides:</p>\n        <p>All suits for the enforcement of rights accruing to individuals under statutes, acts of incorporation, or by operation of law, shall be brought within 20 years after the right of action shall have accrued: Provided, however, that all suits . . . for the recovery of wages and overtime, subsequent to March 20, 1943, shall be brought within two years after the right of action shall have accrued.</p>\n        <p>Section 3-706 provides:</p>\n        <p>All actions . . . for the breach of any contract not under the hand of the party sought to be charged, or upon any implied assumpsit or undertaking, shall be brought within four years after the right of action shall have accrued.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> There is no need to resolve the proper classification of such a pattern or practice suit as vindicating public or private rights and hence the effect, if any, of the 20 year limitation proviso since the Attorney General cannot sue on discriminatory acts which occurred prior to the effective date of Title VII of the Civil Rights Act of 1964, July 2, 1965.  Cf. Clark v. American Marine Corp., <span class=\"citation\" data-id=\"1867749\"><a href=\"/opinion/1867749/clark-v-american-marine-corporation/\"><span class=\"volume\">304</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">603</span></a></span>, 609 (E.D.La.1969)</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/92256/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/98158/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103364/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104247/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104250/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106276/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106984/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106993/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108210/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108284/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/240856/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/258269/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/274734/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/281478/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/283767/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/283899/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/284392/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/292210/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/292828/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/294638/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/294647/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/295320/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/297160/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/297708/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/297812/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/300089/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/301821/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/303678/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/304997/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/305872/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1467775/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1545771/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1548436/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1565459/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1867749/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-12-08T21:23:44.724279Z",
      "date_modified": "2017-04-15T05:45:25.975356Z",
      "date_filed": "1973-03-16",
      "date_filed_is_approximate": false,
      "slug": "5-fair-emplpraccas-587-5-empl-prac-dec-p-8460-united-states-of",
      "citation_id": 282612,
      "case_name_short": "",
      "case_name": "5 Fair empl.prac.cas. 587, 5 Empl. Prac. Dec. P 8460 United States of America v. Georgia Power Company, Charles King v. Georgia Power Company",
      "case_name_full": "",
      "federal_cite_one": "474 F.2d 906",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 223,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/760687/5-fair-emplpraccas-587-5-empl-prac-dec-p-8460-unit/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:06:06.528546Z",
  "date_modified": "2014-10-30T12:06:06.528546Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "5 Fair empl.prac.cas. 587, 5 Empl. Prac. Dec. P 8460 United States of America v. Georgia Power Company, Charles King v. Georgia Power Company",
  "case_name_full": "",
  "slug": "5-fair-emplpraccas-587-5-empl-prac-dec-p-8460-unit",
  "docket_number": "71-3293",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}