{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/761311/",
  "id": 761311,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca4/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/380319/",
      "id": 380319,
      "absolute_url": "/opinion/380319/lawrence-a-uzzell-and-robert-lane-arrington-individually-and-upon-behalf/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/761311/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/380319/",
          "id": 380319,
          "absolute_url": "/opinion/380319/lawrence-a-uzzell-and-robert-lane-arrington-individually-and-upon-behalf/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/380319/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T09:14:23Z",
          "date_modified": "2017-03-25T03:02:24.965343Z",
          "type": "010combined",
          "sha1": "463ab0dcd16bb2bdf4f4702ed7e57b5711db36b8",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/625/625.F2d.1117.75-2276.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">625 F.2d 1117</p>\n    <p class=\"parties\">Lawrence A. UZZELL and Robert Lane Arrington, Individually,<br>and upon behalf of all others similarly situated, Appellants,<br>v.<br>William C. FRIDAY, Individually, and as President of the<br>University of North Carolina; Ferebee Taylor, Individually<br>and as Chancellor; Claiborne Jones, Individually and as<br>Vice-Chancellor; Marcus Williams, President of Student Body;<br>Timothy Dugan, Individually and Treasurer, etc.; Board of<br>Trustees of the University of North Carolina at Chapel Hill;<br>and Board of Governors of the University of North Carolina;<br>and Algenon L. Marbley, Chairman of the Black Student<br>Movement; and Robert L. Wynn, II, Vice-Chairman of Black<br>Student Movement, Appellees.</p>\n    <p class=\"docket\">No. 75-2276.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Fourth Circuit.</p>\n    <p class=\"date\">Argued Jan. 7, 1980.<br>Decided May 12, 1980.<br>Certiorari Denied May 19, 1980.<br>See 100 S.Ct. 2917.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Hugh Joseph Beard, Jr., Charlotte, N. C., for appellants.</p>\n      <p class=\"indent\">Elizabeth C. Bunting, Asst. Atty. Gen., Raleigh, N. C.  (Rufus L. Edmisten, Atty. Gen. of North Carolina, Andrew A. Vanore, Jr., Senior Deputy Atty. Gen., Raleigh, N. C., on brief), for appellees.</p>\n      <p class=\"indent\">Julius Chambers, Charlotte, N. C.  (Charles Becton, James C. Fuller, Jr., Chambers, Stein, Ferguson &amp; Becton, Charlotte, N. C., Karen Galloway, Durham, N. C., Jack Greenberg, James M. Nabrit, III, Napoleon B. Williams, Jr., Judith A. Reed, New York City, on brief), for additional defendants-appellees.</p>\n      <p class=\"indent\">Before HAYNSWORTH, Chief Judge, and WINTER, BUTZNER, RUSSELL, WIDENER, HALL, MURNAGHAN and SPROUSE, Circuit Judges (in banc).</p>\n      <p class=\"indent\">WINTER, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We recalled our mandate issued after our split decision following remand from the Supreme Court, Uzzell v. Friday, 591 F.2d 997 (4 Cir. 1979), because that decision was rendered by an improperly constituted court.  The case has been reargued before a properly constituted in banc court (one judge having recused himself), and we now vacate the judgment of the district court and remand the case for further proceedings as indicated herein.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We begin with a history of this case: Initially, this litigation involved three issues concerning the validity of (1) a university regulation directing the president of the student body to appoint two black students and two women to the 18 member Campus Governing Council, the student legislative body, if an election fails to produce that result, (2) a university regulation giving a defendant appearing before the Student Honor Court, the judicial branch of the student government, the right to require that four of the seven judges be members of his or her race or sex, and (3) the university's funding of the Black Student Movement, a campus group which at its inception had a restricted membership.  The district court, without full development of the record, granted summary judgment for defendants on the ground that there was no justiciable injury, 401 F.Supp. 775 (M.D.N.C.1975), but on appeal, a panel of the court affirmed summary judgment only with respect to the Black Student Movement which opened its ranks to all students.  Both the Campus Governing Council and Student Honor Court regulations were declared invalid on the ground that each is \"related to race with no reasonable or compelling nexus to that classification.\" 547 F.2d 801, 804 (4 Cir. 1977).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">When the case was first heard by an in banc court, the entire court agreed that the issue of funding of the Black Student Movement was moot, and a split court reached the same result with respect to the two regulations as that reached by the panel. 558 F.2d 727 (4 Cir. 1977).  The dissenting judges questioned plaintiffs' standing to litigate the validity of both regulations and also stated that in their view, if the validity of the regulations was to be decided, the case should be returned to the district court for factual development of \"the history of discrimination or non-discrimination at the university, the need for remedial measures, the reasonableness of the measures and how, in practice, they have operated.\" 558 F.2d at 728.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Certiorari was granted by the Supreme Court, and the judgment of the first in banc court was vacated and the case remanded to us for further consideration in light of the decision in Regents of University of California v. Bakke, 438 U.S. 265, 98 S.Ct. 2733, 57 L.Ed.2d 750 (1978).  Friday v. Uzzell, 438 U.S. 912, 98 S.Ct. 3139, 57 L.Ed.2d 1158 (1978).  When we heard the case in banc pursuant to this mandate, a senior judge, who had been a member of the original panel and who had sat as a member of the first in banc court, again sat as a member of the court.  Unbeknown to us at that time and also unbeknown to counsel, Congress had amended 28 U.S.C. &#167; 46 to provide that a court in banc should consist only of active circuit judges.  The participation of the senior judge was of great significance because the in banc court split 4-3 with the senior judge voting in the majority.  The majority of the court continued to hold that, notwithstanding Bakke, the two regulations in issue violated the Fourteenth Amendment and the Civil Rights Acts of 1871 and 1964 because the university \"had failed to demonstrate that the accomplishment of the State's purpose necessitates its use of a suspect classification (race) in the two student government regulations . . .\" 591 F.2d 997, 1000 (4 Cir. 1979).  At the same time the majority declined to remand the case to the district court to take additional evidence, because, again notwithstanding Bakke, \"(t)he method here chosen for eradicating possible earlier discrimination could not be accepted, even if history revealed such conduct, because . . . the supposedly remedial measures presently enforced impinge upon the rights of others.\" 591 F.2d at 1000.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The judges dissenting from the decision of the second in banc court stated that in their view Bakke both recognized and approved \"the use of racial criteria in remedial steps to redress wrongs worked by adjudicated instances of racial discrimination,\" provided only that the remedy worked the least harm possible on other innocent persons who were competing for the benefit. 591 F.2d at 1101.  It was essential therefore, in the view of the dissenters, that the case be returned to the district and a full trial conducted so that the various factors identified in the dissenting opinion in the first in banc decision 558 F.2d at 728, i. e., the history of discrimination and the need for and reasonableness and efficacy of remedial measures, could be developed.  The dissenters also suggested that on remand the district court consider the possibility that the litigation had become moot \"either because all named plaintiffs have severed their connection with the University, or at some stage of the proceedings no named plaintiff had maintained a continuing connection with the University.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> 591 F.2d at 1101.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Neither party sought certiorari from the decision of the second in banc court within the time permitted by law.  When we became aware from other sources that the second in banc court had been improperly constituted, we sought the views of counsel as to what, if anything, should be done.  Counsel were not in agreement, but we concluded to recall our mandate and to have the case reargued before a properly constituted in banc court.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Because we have not yet articulated the reasons why we thought it proper to recall our mandate and to have the case reargued, we do so now.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The amendment to 28 U.S.C. &#167; 46 was made by Pub.L. 95-486, effective October 20, 1978.  We heard the second in banc case on November 16, 1978 and decided it February 2, 1979, thus it is clear that the senior judge was not authorized to participate.  We think that United States v. American-Foreign Steamship Corp., 363 U.S. 685, 80 S.Ct. 1336, 4 L.Ed.2d 1491 (1960), compels the conclusion that we should take steps to remedy our own oversight.  In that case, the Court vacated an in banc decision in which a sitting judge took senior status after the case had been submitted but prior to an amendment of &#167; 46 which permitted a senior judge who was a member of the panel to participate in a rehearing in banc.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Therefore, we conclude that our previous judgment must be stricken.  We think it significant that when American-Foreign Steamship was remanded, the Second Circuit reconsidered the case in banc, and this is the procedure we too have followed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We do not think that Hicks v. Miranda, 422 U.S. 332, 95 S.Ct. 2281, 45 L.Ed.2d 223 (1975) requires a different result.  There it was held, to the extent pertinent here, that a party could not contest the composition of a three-judge court convened under 28 U.S.C. &#167; 2284 for failure to include the judge to whom the application for an injunction was made.  The order appointing the court had called for early filing of any objection to the composition of the court and no protest was made.  The Court said that the requirement of &#167; 2284 that the judge to whom the application for an injunction was made be a member of the court was \"not . . . jurisdictional,\" and that the objection was waived when it was not raised until appeal. 422 U.S. at 338, n.5, 95 S.Ct. at 2286, n.5.  Hicks is distinguishable from the instant case.  First, it is manifest from what was decided and ordered in American-Foreign Steamship that the requirement of non-participation by a senior judge in a rehearing in banc is jurisdictional.  Second, unlike Hicks, there is no factual basis for concluding that there was a waiver here.  Counsel were unaware of the amendment of &#167; 46 until after the case had been heard and decided.  By contrast, in Hicks, the requirement of &#167; 2284 was and had been the law for some time prior to the designation of the court, and there was an order requiring an early objection to the composition of the court if one was to be made.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">When brought to the merits, a majority of the present in banc court concludes that with respect to the two regulations still in issue, the dissenting view in the first in banc decision, in which it was asserted that the case should be remanded to the district court for a fuller development of the record, and the dissenting view in the second in banc decision, in which it was asserted that the case should be remanded to the district court for the taking of evidence and reconsideration in the light of Bakke, are the correct ones which the majority adopts as its own.  The university should have the opportunity to justify its regulations so that the district court can apply the Bakke test: is the classification necessary to the accomplishment of a constitutionally permissible purpose? 438 U.S. at 305, 98 S.Ct. at 2756.  As the dissent maintained in the second in banc decision:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>Bakke teaches that as a necessary remedial measure a victimized group may be preferred at the expense of other innocent persons.  What cries out for determination in the instant case is whether such preferment is justified under the principles of Bakke.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">591 F.2d at 1101.  Furthermore, although it is by no means a precedent which is applicable here,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> we think that the spirit and some of the language of United Steelworkers of America v. Weber, 443 U.S. 193, 99 S.Ct. 2721, 61 L.Ed.2d 480 (1979) confirms this view.  In the context of a collective bargaining agreement and employee training programs, Weber illustrates that racially conscious action which impinges upon one class in order to serve an ameliorative purpose is not unlawful per se:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>It would be ironic indeed if a law triggered by a Nation's concern over centuries of racial injustice . . . constituted the first legislative prohibition of all voluntary, private, race conscious efforts to abolish traditional patterns of racial segregation and hierarchy.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">443 U.S. at 204, 99 S.Ct. at 2728.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We therefore affirm the judgment of the district court with respect to the funding of the Black Student Movement.  With respect to the two regulations, we vacate the judgment of the district and remand the case for the development of a full record and for findings of fact and conclusions of law in the light of Bakke and what was said in the dissenting opinions in the first and second in banc cases.  On remand the district court should consider also the possible mootness issue discussed as part II of the dissenting opinion in the second in banc case.  (591 F.2d at 1101).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">AFFIRMED IN PART; VACATED IN PART AND REMANDED.</p>\n    </div>\n    <p class=\"indent\">WIDENER, Circuit Judge, dissenting:</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">I respectfully dissent.  A more complete statement of the history of the case than the majority opinion sets out is required.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Plaintiffs instituted this action in the United States District Court for the Middle District of North Carolina on June 15, 1974.  The court granted defendants' motion for summary judgment, holding that plaintiffs had suffered no justiciable injury. 401 F.Supp. 775 (M.D.N.C.1975).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Plaintiffs appealed the dismissal of the action, and on January 5, 1977, a panel of this court affirmed the summary judgment with regard to the Black Student Movement but reversed the remainder of the judgment and ordered that summary judgment be entered in favor of plaintiffs with regard to the Campus Governing Council and the Student Honor Court. 547 F.2d 801 (4th Cir. 1977).  That panel consisted of Bryan, Senior Circuit Judge; Widener, Circuit Judge; and Kunzig, United States Court of Claims Judge sitting by designation.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On January 26, 1977, the defendants petitioned this court for a rehearing, which was denied on February 28, 1977.  On March 21, 1977, however, this court on its own motion recalled the mandate of the panel's decision and ordered that the case be reheard en banc at the earliest possible moment.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The case was reheard en banc on June 8, 1977, before Judges Haynsworth, Bryan, Winter, Butzner, Russell, Widener, and Hall.  At that time, 28 U.S.C. &#167; 46(c) read:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>(c) Cases and controversies shall be heard, and determined by a court or division of not more than three judges, unless a hearing or rehearing before the court in banc is ordered by a majority of the circuit judges of the circuit who are in regular active service.  A court in banc shall consist of all circuit judges in regular active service.  A circuit judge of the circuit who has retired from regular active service shall also be competent to sit as a judge of the court in banc in the rehearing of a case or controversy if he sat in the court or division at the original hearing thereof.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Because Judge Bryan had sat as a member of the panel that originally heard the case, he thus sat on the en banc court which on July 28, 1977 confirmed the decision of the panel with two minor additions.  Judges Haynsworth, Winter, and Butzner dissented. 558 F.2d 727 (4th Cir. 1977).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The defendants filed a petition for a writ of certiorari, which the United States Supreme Court granted on July 3, 1978. 438 U.S. 912, 98 S.Ct. 3139, 57 L.Ed.2d 1158 (1978).  That Court vacated the judgment of the en banc court and remanded the case for further consideration in light of Regents of University of California v. Bakke, 438 U.S. 265, 98 S.Ct. 2733, 57 L.Ed.2d 750 (1978).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">On October 20, 1978, Congress enacted Public Law 95-486, the Omnibus Judgeship Bill.  Section 5(c) of the Bill repealed the third sentence of 28 U.S.C. &#167; 46(c) which authorized a senior judge to sit on an en banc court if he had been a member of the panel which originally heard the case.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The case was reheard en banc for a second time on November 16, 1978 before the same judges who had previously heard the case en banc.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> At no time did the defendants object to the composition of the court.  On February 2, 1979, the en banc court rendered its decision and reaffirmed its prior determination that the regulations violated the Fourteenth Amendment and the Civil Rights Acts of 1871 and 1964. 591 F.2d 997 (4th Cir. 1979).  The court once again split 4-3, with the same judges dissenting who had dissented in the prior decision.  Mandate was timely issued on February 23, 1979.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On February 26, 1979, the defendants moved to have this court stay its mandate until such time as the Supreme Court acted on the petition for a writ of certiorari they alleged they intended to file.  No such petition was ever filed, and this court did not act on the motion.  The decision of the second en banc court thus became final.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">On May 31, 1979, after all deadlines for review had expired, a letter was sent from this court to the attorneys for the plaintiffs and the defendants:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>\"Dear Counsel:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Only recently we were informed that Section 5(a) of the Omnibus Judgeship Bill enacted last fall repealed the third sentence of 28 U.S.C. 46(c).  That sentence is the one which authorized senior judges who previously had sat on a panel of the court before which the case was first heard to sit as a member of the en banc court.  Since that sentence has been repealed, it now appears that Judge Bryan's participation in the case was unauthorized.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The court will welcome suggestions from counsel as to what should be done in the circumstance.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>Sincerely,</p>\n    </div>\n    <p>Wm. K. Slate, II</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>s/ Carol R. Lemon\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The defendants' counsel filed responses on June 4 and June 6, 1979, requesting that the district court be affirmed by the vote of an equally divided court, not counting Judge Bryan's vote.  The plaintiffs' counsel responded on June 8, 1979, taking the position that the judgment was final and maintaining that Judge Bryan's vote should be counted, for, among other reasons, he questioned the validity of the Congressional action.  He requested full briefing and a hearing should a Motion for Recall of Mandate be made.  At that time, and until now, the defendants have never moved to recall the mandate.  At that point, the court was obviously equally divided on whether to recall the mandate, with the three judges now dissenting also opposed to the recall at that time.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> Thus, had the matter been finally terminated at that juncture, the judgment of the court would have remained undisturbed, for a majority did not exist to recall the mandate.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Changes in the composition of the court were, however, forthcoming.  On July 27, 1979, Judge Murnaghan was commissioned, and on September 13, 1979, Judge Sprouse was commissioned.  By letter dated October 22, 1979, counsel for plaintiffs once again requested a hearing should the court on its own motion consider a recall.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">On November 9, 1979, the court on its own motion, without briefing or hearing in the face of two requests for such by the plaintiffs, recalled the mandate, withdrew the en banc opinion of February 2, 1979, and ordered that the case be reheard en banc a third time before the expanded court.  The vote on the recall was 5-3, with Judges Russell, Widener, and Hall dissenting from the entry of the order.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a> Thus, the mandate was recalled only because of the votes of the two new members of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The case was argued again on January 7, 1980 before the en banc court.  On February 7, 1980, plaintiffs filed a petition for a writ of certiorari, 48 U.S.L.W. 3538, questioning whether \"recall of mandate after nine months and after appointment of two new judges depart(s) from accepted and usual course of judicial proceedings.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> 48 U.S.L.W. 3617.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The Supreme Court requested a response to the petition for certiorari be filed by the defendants and scheduled consideration of the petition for the conference agenda of May 15, 1980.  Rather than await the Supreme Court's action on the petition in the very case before us, the majority of this court now proceeds to file the opinion.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">I dissent to the merits of the decision because the regulations complained of are, in terms, plainly classification on account of race and sex.  Neither the student government nor the student jury or trial court, however the same may be called, have any relation at all to the fact that the University of North Carolina was operated as a segregated school prior to the segregation decisions of the 1950's and the subsequent changes in statutes and regulations which those decisions brought about.  A State statute which required membership in a governing body of a political subdivision on account of race would be considered an assault on the very foundations of republican government, and its suspect classification alone should suffice to insure its invalidity at the earliest possible moment.  The similar regulation of the University of North Carolina is no less objectionable and should suffer a like fate.  The same applies to the requirement that a student be tried for his alleged defaults by a jury composed of certain numbers of his own race or sex, as the case may be.  Again, a State statute which required a jury or a court to be so composed would get short shrift, and this regulation should suffer no better treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">To the merits, then, with the additional remarks I have just made, I dissent for all the reasons expressed by Judge Bryan in his various opinions in this case found at 591 F.2d 997 (4th Cir. 1979), 558 F.2d 727 (4th Cir. 1977), and 547 F.2d 801 (4th Cir. 1977).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">I do not agree to the majority's filing the opinion in this case before the United States Supreme Court has acted on the petition for a writ of certiorari.  The questions raised in the petition concern the presence of Judge Bryan on the en banc court and the recall of the mandate, and thus involve the very power of this court to now decide the case, not to mention whether any such power was judicially exercised.  Because the petition concerns not only the same issues as are raised in this case, but indeed arises in the very same case, our opinion should have been deferred pending the Supreme Court's action in the case.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Adding to my disagreement is the fact that the Supreme Court requested that a response to the petition be filed by the defendants, and the Court has scheduled consideration of the petition for May 15, 1980.  Had the Supreme Court desired our views on the matter, it doubtless would have deferred its action on the petition and awaited, or even requested, our opinion.  Rather, the Court clearly requested only the views of the parties to the case, not the views of this court.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Scarcely a term of this court passes but that we defer decision in some argued case to await the decision of the Supreme Court in a similar case in which certiorari has been granted, even when such case is from another circuit.  In the matter at hand, when certiorari has been applied for in the very case before us, and after the Supreme Court has requested a response to the petition and set the matter for consideration, I suggest it is unseemly for us now to file our opinion seeking to press our views on that Court.  Should that Court wish our views, it has only to request them, as we should know.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">I also dissent to the recall of the mandate by the majority in its order of November 9, 1979.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Hicks v. Miranda, 422 U.S. 332, 95 S.Ct. 2281, 45 L.Ed.2d 223 (1975), is directly on point and should be controlling in this case.  In Hicks, plaintiffs filed suit in federal district court seeking an injunction against enforcement of a California statute and a judgment declaring the statute unconstitutional.  The judge to whom the application for an injunction was made requested the convening of a three-judge court to consider the constitutionality of the statute, but that judge was not designated to serve on the court. 28 U.S.C. &#167; 2284 provides that the judge to whom the request was presented shall serve as a member of the court, along with two other judges, at least one of which shall be a circuit judge.  Because the judge to whom the application for an injunction was made was not designated a member of the three-judge court, one of the judges who did in fact sit was therefore unauthorized to do so.  Thus, in plain terms, the court was improperly constituted.  Having lost on the merits in the district court, the State of California then challenged the composition of the district court for the first time on direct appeal to the Supreme Court.  The Court held:</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>Judge Ferguson, but not Judge Lydick, was designated to serve on the three- judge panel.  The State of California insists that under 28 U.S.C. &#167; 2284, providing that \"(t)he district judge to whom the application for injunction or other relief is presented shall constitute one member\" of the three-judge court, Judge Lydick should have been one of the members.  We do not deem the requirement jurisdictional, however; and even though the order appointing the thee-judge court called for early filing of any objections to the composition of the court, the issue was never presented to the District Court but is raised here for the first time, and in our view too late.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Id. at 338 n. 5, 95 S.Ct. at 2286.  Mr. Chief Justice Burger, in a concurring opinion, added that the omitted judge \"must\" have been a member of the court, but the challenge failed because \"appellants made no timely objection to the composition of the court.\"  Id. at 352, 95 S.Ct. at 2293.  Thus, had the State of California raised the matter properly at the district court level, the challenge to the composition of the court would have been sustained.  A timely challenge was, however, the critical factor missing.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The case at hand is even a stronger case for declining to sustain an objection to the composition of the en banc court.  Not only did the defendants fail to object to the composition of the court at the time the case was argued, they also failed to raise the matter on appeal, for they chose not to file a petition for a writ of certiorari.  The matter was never raised until after the mandate had issued and the time for certiorari had expired.  The defendants indeed have never raised the matter, for this court raised it on its own motion.  If raising an objection to the composition of the court for the first time on direct appeal is too late, raising such an objection for the first time after all deadlines for review have passed and mandate has issued provides a more compelling reason for refusing to entertain the objection.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The majority states that \"United States v. American-Foreign Steamship Corp., 363 U.S. 685, 80 S.Ct. 1336, 4 L.Ed.2d 1491 (1960), compels the conclusion that we should take steps to remedy our own oversight.\"  While correctly noting that \"(i)n that case, the Court vacated an in banc decision in which a sitting judge took senior status after the case had been submitted but prior to an amendment of &#167; 46 which permitted a senior judge who was a member of the panel to participate in a rehearing in banc,\" the majority fails to note that in American-Foreign Steamship the matter was raised at the time of the en banc hearing.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Such was not the case here. \"Whatever may be the rule when a judge's authority is challenged at the earliest practicable moment, as it was in United States v. American-Foreign S. S. Corp.,\" no timely challenge was made here, and the mandate should have remained undisturbed.  See Glidden Co. v. Zdanok, 370 U.S. 530, 535, 82 S.Ct. 1459, 1464, 8 L.Ed.2d 671 (1962).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The majority's attempt to distinguish Hicks from the present case is unconvincing.  After first stating that \"it is manifest from what was decided and ordered in American-Foreign Steamship that the requirement of non-participation by a senior judge in a rehearing in banc is jurisdictional,\" it neglects, however, to explain why or how it reaches that conclusion.  In my opinion, the case holds no more than that a timely objection to the composition of a court will be sustained if there is merit to the objection.  Nothing in the opinion implies that non-participation by a senior judge is jurisdictional.  Indeed, more correctly it is manifest from Hicks that such non-participation by a senior judge is not jurisdictional, for both situations deal with an improperly constituted court, and the Supreme Court in Hicks did not deem an improperly constituted court to be jurisdictional.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The majority also attempts to distinguish Hicks by stating that \"unlike Hicks, there is no factual basis for concluding that there was a waiver here.  Counsel were unaware of the amendment of &#167; 46 until after the case had been heard and decided.\"  The majority thus argues in essence that ignorance of the law is an excuse.  I cannot accept that proposition.  Assuming that a timely objection to the court's composition would have been sustained, the fact remains that no such objection was made.  I thus feel that Hicks v. Miranda is directly controlling.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">As noted above, this case provides an even more compelling reason for refusing to entertain any objection to the composition of the court, for not only was there no timely objection made, the matter was not brought to the attention of the court until mandate had issued and all deadlines for review had passed.  As Professor Wright, et al., have noted:</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Once an appellate decision has finally disposed of a case, and the time has passed for keeping the case alive by rehearing or review in a higher court, the values of final repose attach to the judgment entered pursuant to the mandate at least as firmly as if there had been no appeal.  These values are preserved in the strict limits imposed by Civil Rule 60 on district court relief from a final judgment, and in the even more severe limits imposed on relief by way of independent action.  There is no comparable rule of appellate procedure governing relief by a court of appeals from its own decisions.  The courts of appeals have generally adhered to equally strict standards, however, . . .</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Wright, et al., Fed.Prac. &amp; Proc. &#167; 3938, at 281-82 (footnotes omitted).  Merely because authority has been overlooked or the law has changed provides no reason for a court to recall its mandate.  Recall should not be used to destroy finality and repose even if a court of appeals has wrongly decided a case.  Hines v. Royal Indemnity Co., 253 F.2d 111, 113-14 (6th Cir. 1958).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The majority in its order of November 9, 1979 recalled the mandate more than six months after the period for taking review had expired.  If a court recalls a mandate six months after a case has become final, what is to prevent it from doing the same a year later?  Or six years?  At some point every case must be considered ended.  This case was over with, and it mandate should not have been disturbed.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Perhaps the most bothersome aspect of the matter is that the mandate was not recalled until after two new members were added to the court, both of which votes were necessary to the recall.  The original six judges in active service split 3-3 on the question of recall in November 1979, and had the matter been considered when the parties filed their responses in June of that year, and the question was ready for decision, the entire matter would have been concluded, for the mandate could not have been recalled by the vote of an evenly divided court.  See note 3, supra.  Had the decision on the matter, then, not have been delayed from June until November, this case would have been over with.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Even assuming the power of this court to recall the mandate, surely its exercise in this instance is an abuse of discretion.  With all respect, but with all the emphasis that I may, I dissent to this action of the court.</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Two other matters would ordinarily be worthy of discussion but time constraints in the filing of the opinion prevent me from giving them the studied consideration they deserve.  They are the matters of whether or not Congress had the power to remove Judge Bryan from participating in the decision in this case once his participation had commenced, and whether or not, even if jurisdictional, the attack by this court on its own judgment should not be considered as a collateral attack and thus untimely.  I do not consider these matters of any the less consequence because I do not speak to them, but simply plead lack of time.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">I am authorized to state that Circuit Judge RUSSELL and Circuit Judge HALL join in this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The first possibility may have been obviated by our order of December 18, 1979, granting leave to intervene to additional plaintiffs, but that, and the second possibility, may be considered by the district court on remand</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At the time that the case was reargued, the composition of the court had been increased by the addition of two new judges and the filling of a vacancy theretofore existing.  One of the three new judges recused himself from participation in the case because of his past relationship with one of the parties</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Section 46, after its amendment by Pub.L. 95-486, is almost identical to the language of &#167; 46 in effect when American-Foreign Steamship was decided</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Court distinguished its analysis of Title VII from Title VI and the equal protection clause 443 U.S. at 200, fn. 6, 99 S.Ct. at 2726 and addressed \"the narrow statutory issue of whether Title VII forbids private employers and unions from volunteering upon bona fide affirmative action plans.\"  The Court relied upon the legislative history of Title VII, the temporary nature of the plan, and the fact that only private parties were involved</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> On May 31, 1977, plaintiffs moved to vacate this order recalling the mandate.  This court did not rule on the motion, and that recall is not the one which I later complain of</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> Judge Phillips, who had recently been appointed to the court, did not sit on the case.  The en banc court was made up of Judges Haynsworth, Bryan, Winter, Butzner, Russell, Widener, and Hall</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> This is shown beyond peradventure of a doubt by the fact that the three judges now dissenting disagreed with the recall of the mandate in November, in the face of a certain 5-3 vote against them</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> Judge Phillips took no part in the consideration of the order, as he has not in any aspect of this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The petition also questioned whether \"Congress (has) deprived senior judge of court of appeals of power retained by him upon his retirement to sit en banc upon cases theretofore heard on panel.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Judge Clark's dissenting opinion clearly reveals that the matter was before the en banc court prior to the time it decided the case. 265 F.2d 136, 152 (2d Cir. 1958)</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">625</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1117</span></span></p>\n    <p class=\"parties\">Lawrence A. UZZELL and Robert Lane Arrington, Individually,<br>and upon behalf of all others similarly situated, Appellants,<br>v.<br>William C. FRIDAY, Individually, and as President of the<br>University of North Carolina; Ferebee Taylor, Individually<br>and as Chancellor; Claiborne Jones, Individually and as<br>Vice-Chancellor; Marcus Williams, President of Student Body;<br>Timothy Dugan, Individually and Treasurer, etc.; Board of<br>Trustees of the University of North Carolina at Chapel Hill;<br>and Board of Governors of the University of North Carolina;<br>and Algenon L. Marbley, Chairman of the Black Student<br>Movement; and Robert L. Wynn, II, Vice-Chairman of Black<br>Student Movement, Appellees.</p>\n    <p class=\"docket\">No. 75-2276.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Fourth Circuit.</p>\n    <p class=\"date\">Argued Jan. 7, 1980.<br>Decided May 12, 1980.<br>Certiorari Denied May 19, 1980.<br>See <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2917</span></span>.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Hugh Joseph Beard, Jr., Charlotte, N. C., for appellants.</p>\n      <p class=\"indent\">Elizabeth C. Bunting, Asst. Atty. Gen., Raleigh, N. C.  (Rufus L. Edmisten, Atty. Gen. of North Carolina, Andrew A. Vanore, Jr., Senior Deputy Atty. Gen., Raleigh, N. C., on brief), for appellees.</p>\n      <p class=\"indent\">Julius Chambers, Charlotte, N. C.  (Charles Becton, James C. Fuller, Jr., Chambers, Stein, Ferguson &amp; Becton, Charlotte, N. C., Karen Galloway, Durham, N. C., Jack Greenberg, James M. Nabrit, III, Napoleon B. Williams, Jr., Judith A. Reed, New York City, on brief), for additional defendants-appellees.</p>\n      <p class=\"indent\">Before HAYNSWORTH, Chief Judge, and WINTER, BUTZNER, RUSSELL, WIDENER, HALL, MURNAGHAN and SPROUSE, Circuit Judges (in banc).</p>\n      <p class=\"indent\">WINTER, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We recalled our mandate issued after our split decision following remand from the Supreme Court, Uzzell v. Friday, <span class=\"citation\" data-id=\"363100\"><a href=\"/opinion/363100/lawrence-a-uzzell-and-robert-lane-arrington-individually-and-upon-behalf/\"><span class=\"volume\">591</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">997</span></a></span> (4 Cir. 1979), because that decision was rendered by an improperly constituted court.  The case has been reargued before a properly constituted in banc court (one judge having recused himself), and we now vacate the judgment of the district court and remand the case for further proceedings as indicated herein.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We begin with a history of this case: Initially, this litigation involved three issues concerning the validity of (1) a university regulation directing the president of the student body to appoint two black students and two women to the 18 member Campus Governing Council, the student legislative body, if an election fails to produce that result, (2) a university regulation giving a defendant appearing before the Student Honor Court, the judicial branch of the student government, the right to require that four of the seven judges be members of his or her race or sex, and (3) the university's funding of the Black Student Movement, a campus group which at its inception had a restricted membership.  The district court, without full development of the record, granted summary judgment for defendants on the ground that there was no justiciable injury, <span class=\"citation\" data-id=\"1604293\"><a href=\"/opinion/1604293/uzzell-v-friday/\"><span class=\"volume\">401</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">775</span></a></span> (M.D.N.C.1975), but on appeal, a panel of the court affirmed summary judgment only with respect to the Black Student Movement which opened its ranks to all students.  Both the Campus Governing Council and Student Honor Court regulations were declared invalid on the ground that each is \"related to race with no reasonable or compelling nexus to that classification.\" <span class=\"citation\" data-id=\"341785\"><a href=\"/opinion/341785/lawrence-a-uzzell-and-robert-lane-arrington-individually-and-upon-behalf/\"><span class=\"volume\">547</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">801</span></a></span>, 804 (4 Cir. 1977).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">When the case was first heard by an in banc court, the entire court agreed that the issue of funding of the Black Student Movement was moot, and a split court reached the same result with respect to the two regulations as that reached by the panel. <span class=\"citation\" data-id=\"347090\"><a href=\"/opinion/347090/lawrence-a-uzzell-and-robert-lane-arrington-individually-and-upon-behalf/\"><span class=\"volume\">558</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">727</span></a></span> (4 Cir. 1977).  The dissenting judges questioned plaintiffs' standing to litigate the validity of both regulations and also stated that in their view, if the validity of the regulations was to be decided, the case should be returned to the district court for factual development of \"the history of discrimination or non-discrimination at the university, the need for remedial measures, the reasonableness of the measures and how, in practice, they have operated.\" 558 F.2d at 728.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Certiorari was granted by the Supreme Court, and the judgment of the first in banc court was vacated and the case remanded to us for further consideration in light of the decision in Regents of University of California v. Bakke, <span class=\"citation\" data-id=\"109930\"><a href=\"/opinion/109930/university-of-california-regents-v-bakke/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">265</span></a></span>, <span class=\"citation\" data-id=\"109930\"><a href=\"/opinion/109930/university-of-california-regents-v-bakke/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2733</span></a></span>, <span class=\"citation\" data-id=\"109930\"><a href=\"/opinion/109930/university-of-california-regents-v-bakke/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">750</span></a></span> (1978).  Friday v. Uzzell, <span class=\"citation no-link\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">912</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3139</span></span>, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1158</span></span> (1978).  When we heard the case in banc pursuant to this mandate, a senior judge, who had been a member of the original panel and who had sat as a member of the first in banc court, again sat as a member of the court.  Unbeknown to us at that time and also unbeknown to counsel, Congress had amended 28 U.S.C. &#167; 46 to provide that a court in banc should consist only of active circuit judges.  The participation of the senior judge was of great significance because the in banc court split 4-3 with the senior judge voting in the majority.  The majority of the court continued to hold that, notwithstanding Bakke, the two regulations in issue violated the Fourteenth Amendment and the Civil Rights Acts of 1871 and 1964 because the university \"had failed to demonstrate that the accomplishment of the State's purpose necessitates its use of a suspect classification (race) in the two student government regulations . . .\" <span class=\"citation\" data-id=\"363100\"><a href=\"/opinion/363100/lawrence-a-uzzell-and-robert-lane-arrington-individually-and-upon-behalf/\"><span class=\"volume\">591</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">997</span></a></span>, 1000 (4 Cir. 1979).  At the same time the majority declined to remand the case to the district court to take additional evidence, because, again notwithstanding Bakke, \"(t)he method here chosen for eradicating possible earlier discrimination could not be accepted, even if history revealed such conduct, because . . . the supposedly remedial measures presently enforced impinge upon the rights of others.\" 591 F.2d at 1000.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The judges dissenting from the decision of the second in banc court stated that in their view Bakke both recognized and approved \"the use of racial criteria in remedial steps to redress wrongs worked by adjudicated instances of racial discrimination,\" provided only that the remedy worked the least harm possible on other innocent persons who were competing for the benefit. 591 F.2d at 1101.  It was essential therefore, in the view of the dissenters, that the case be returned to the district and a full trial conducted so that the various factors identified in the dissenting opinion in the first in banc decision 558 F.2d at 728, i. e., the history of discrimination and the need for and reasonableness and efficacy of remedial measures, could be developed.  The dissenters also suggested that on remand the district court consider the possibility that the litigation had become moot \"either because all named plaintiffs have severed their connection with the University, or at some stage of the proceedings no named plaintiff had maintained a continuing connection with the University.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> 591 F.2d at 1101.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Neither party sought certiorari from the decision of the second in banc court within the time permitted by law.  When we became aware from other sources that the second in banc court had been improperly constituted, we sought the views of counsel as to what, if anything, should be done.  Counsel were not in agreement, but we concluded to recall our mandate and to have the case reargued before a properly constituted in banc court.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Because we have not yet articulated the reasons why we thought it proper to recall our mandate and to have the case reargued, we do so now.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The amendment to 28 U.S.C. &#167; 46 was made by Pub.L. 95-486, effective October 20, 1978.  We heard the second in banc case on November 16, 1978 and decided it February 2, 1979, thus it is clear that the senior judge was not authorized to participate.  We think that United States v. American-Foreign Steamship Corp., <span class=\"citation\" data-id=\"106090\"><a href=\"/opinion/106090/united-states-v-american-foreign-ss-corp/\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">685</span></a></span>, <span class=\"citation\" data-id=\"106090\"><a href=\"/opinion/106090/united-states-v-american-foreign-ss-corp/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1336</span></a></span>, <span class=\"citation\" data-id=\"106090\"><a href=\"/opinion/106090/united-states-v-american-foreign-ss-corp/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1491</span></a></span> (1960), compels the conclusion that we should take steps to remedy our own oversight.  In that case, the Court vacated an in banc decision in which a sitting judge took senior status after the case had been submitted but prior to an amendment of &#167; 46 which permitted a senior judge who was a member of the panel to participate in a rehearing in banc.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Therefore, we conclude that our previous judgment must be stricken.  We think it significant that when American-Foreign Steamship was remanded, the Second Circuit reconsidered the case in banc, and this is the procedure we too have followed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We do not think that Hicks v. Miranda, <span class=\"citation\" data-id=\"109296\"><a href=\"/opinion/109296/hicks-v-miranda/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span>, <span class=\"citation\" data-id=\"109296\"><a href=\"/opinion/109296/hicks-v-miranda/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2281</span></a></span>, <span class=\"citation\" data-id=\"109296\"><a href=\"/opinion/109296/hicks-v-miranda/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">223</span></a></span> (1975) requires a different result.  There it was held, to the extent pertinent here, that a party could not contest the composition of a three-judge court convened under 28 U.S.C. &#167; 2284 for failure to include the judge to whom the application for an injunction was made.  The order appointing the court had called for early filing of any objection to the composition of the court and no protest was made.  The Court said that the requirement of &#167; 2284 that the judge to whom the application for an injunction was made be a member of the court was \"not . . . jurisdictional,\" and that the objection was waived when it was not raised until appeal. 422 U.S. at 338, n.5, 95 S.Ct. at 2286, n.5.  Hicks is distinguishable from the instant case.  First, it is manifest from what was decided and ordered in American-Foreign Steamship that the requirement of non-participation by a senior judge in a rehearing in banc is jurisdictional.  Second, unlike Hicks, there is no factual basis for concluding that there was a waiver here.  Counsel were unaware of the amendment of &#167; 46 until after the case had been heard and decided.  By contrast, in Hicks, the requirement of &#167; 2284 was and had been the law for some time prior to the designation of the court, and there was an order requiring an early objection to the composition of the court if one was to be made.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">When brought to the merits, a majority of the present in banc court concludes that with respect to the two regulations still in issue, the dissenting view in the first in banc decision, in which it was asserted that the case should be remanded to the district court for a fuller development of the record, and the dissenting view in the second in banc decision, in which it was asserted that the case should be remanded to the district court for the taking of evidence and reconsideration in the light of Bakke, are the correct ones which the majority adopts as its own.  The university should have the opportunity to justify its regulations so that the district court can apply the Bakke test: is the classification necessary to the accomplishment of a constitutionally permissible purpose? 438 U.S. at 305, 98 S.Ct. at 2756.  As the dissent maintained in the second in banc decision:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>Bakke teaches that as a necessary remedial measure a victimized group may be preferred at the expense of other innocent persons.  What cries out for determination in the instant case is whether such preferment is justified under the principles of Bakke.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">591 F.2d at 1101.  Furthermore, although it is by no means a precedent which is applicable here,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> we think that the spirit and some of the language of United Steelworkers of America v. Weber, <span class=\"citation\" data-id=\"110135\"><a href=\"/opinion/110135/steelworkers-v-weber/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">193</span></a></span>, <span class=\"citation\" data-id=\"110135\"><a href=\"/opinion/110135/steelworkers-v-weber/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2721</span></a></span>, <span class=\"citation\" data-id=\"110135\"><a href=\"/opinion/110135/steelworkers-v-weber/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">480</span></a></span> (1979) confirms this view.  In the context of a collective bargaining agreement and employee training programs, Weber illustrates that racially conscious action which impinges upon one class in order to serve an ameliorative purpose is not unlawful per se:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>It would be ironic indeed if a law triggered by a Nation's concern over centuries of racial injustice . . . constituted the first legislative prohibition of all voluntary, private, race conscious efforts to abolish traditional patterns of racial segregation and hierarchy.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">443 U.S. at 204, 99 S.Ct. at 2728.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We therefore affirm the judgment of the district court with respect to the funding of the Black Student Movement.  With respect to the two regulations, we vacate the judgment of the district and remand the case for the development of a full record and for findings of fact and conclusions of law in the light of Bakke and what was said in the dissenting opinions in the first and second in banc cases.  On remand the district court should consider also the possible mootness issue discussed as part II of the dissenting opinion in the second in banc case.  (591 F.2d at 1101).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">AFFIRMED IN PART; VACATED IN PART AND REMANDED.</p>\n    </div>\n    <p class=\"indent\">WIDENER, Circuit Judge, dissenting:</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">I respectfully dissent.  A more complete statement of the history of the case than the majority opinion sets out is required.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Plaintiffs instituted this action in the United States District Court for the Middle District of North Carolina on June 15, 1974.  The court granted defendants' motion for summary judgment, holding that plaintiffs had suffered no justiciable injury. <span class=\"citation\" data-id=\"1604293\"><a href=\"/opinion/1604293/uzzell-v-friday/\"><span class=\"volume\">401</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">775</span></a></span> (M.D.N.C.1975).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Plaintiffs appealed the dismissal of the action, and on January 5, 1977, a panel of this court affirmed the summary judgment with regard to the Black Student Movement but reversed the remainder of the judgment and ordered that summary judgment be entered in favor of plaintiffs with regard to the Campus Governing Council and the Student Honor Court. <span class=\"citation\" data-id=\"341785\"><a href=\"/opinion/341785/lawrence-a-uzzell-and-robert-lane-arrington-individually-and-upon-behalf/\"><span class=\"volume\">547</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">801</span></a></span> (4th Cir. 1977).  That panel consisted of Bryan, Senior Circuit Judge; Widener, Circuit Judge; and Kunzig, United States Court of Claims Judge sitting by designation.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On January 26, 1977, the defendants petitioned this court for a rehearing, which was denied on February 28, 1977.  On March 21, 1977, however, this court on its own motion recalled the mandate of the panel's decision and ordered that the case be reheard en banc at the earliest possible moment.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The case was reheard en banc on June 8, 1977, before Judges Haynsworth, Bryan, Winter, Butzner, Russell, Widener, and Hall.  At that time, 28 U.S.C. &#167; 46(c) read:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>(c) Cases and controversies shall be heard, and determined by a court or division of not more than three judges, unless a hearing or rehearing before the court in banc is ordered by a majority of the circuit judges of the circuit who are in regular active service.  A court in banc shall consist of all circuit judges in regular active service.  A circuit judge of the circuit who has retired from regular active service shall also be competent to sit as a judge of the court in banc in the rehearing of a case or controversy if he sat in the court or division at the original hearing thereof.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Because Judge Bryan had sat as a member of the panel that originally heard the case, he thus sat on the en banc court which on July 28, 1977 confirmed the decision of the panel with two minor additions.  Judges Haynsworth, Winter, and Butzner dissented. <span class=\"citation\" data-id=\"347090\"><a href=\"/opinion/347090/lawrence-a-uzzell-and-robert-lane-arrington-individually-and-upon-behalf/\"><span class=\"volume\">558</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">727</span></a></span> (4th Cir. 1977).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The defendants filed a petition for a writ of certiorari, which the United States Supreme Court granted on July 3, 1978. <span class=\"citation no-link\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">912</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3139</span></span>, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1158</span></span> (1978).  That Court vacated the judgment of the en banc court and remanded the case for further consideration in light of Regents of University of California v. Bakke, <span class=\"citation\" data-id=\"109930\"><a href=\"/opinion/109930/university-of-california-regents-v-bakke/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">265</span></a></span>, <span class=\"citation\" data-id=\"109930\"><a href=\"/opinion/109930/university-of-california-regents-v-bakke/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2733</span></a></span>, <span class=\"citation\" data-id=\"109930\"><a href=\"/opinion/109930/university-of-california-regents-v-bakke/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">750</span></a></span> (1978).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">On October 20, 1978, Congress enacted Public Law 95-486, the Omnibus Judgeship Bill.  Section 5(c) of the Bill repealed the third sentence of 28 U.S.C. &#167; 46(c) which authorized a senior judge to sit on an en banc court if he had been a member of the panel which originally heard the case.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The case was reheard en banc for a second time on November 16, 1978 before the same judges who had previously heard the case en banc.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> At no time did the defendants object to the composition of the court.  On February 2, 1979, the en banc court rendered its decision and reaffirmed its prior determination that the regulations violated the Fourteenth Amendment and the Civil Rights Acts of 1871 and 1964. <span class=\"citation\" data-id=\"363100\"><a href=\"/opinion/363100/lawrence-a-uzzell-and-robert-lane-arrington-individually-and-upon-behalf/\"><span class=\"volume\">591</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">997</span></a></span> (4th Cir. 1979).  The court once again split 4-3, with the same judges dissenting who had dissented in the prior decision.  Mandate was timely issued on February 23, 1979.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On February 26, 1979, the defendants moved to have this court stay its mandate until such time as the Supreme Court acted on the petition for a writ of certiorari they alleged they intended to file.  No such petition was ever filed, and this court did not act on the motion.  The decision of the second en banc court thus became final.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">On May 31, 1979, after all deadlines for review had expired, a letter was sent from this court to the attorneys for the plaintiffs and the defendants:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>\"Dear Counsel:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Only recently we were informed that Section 5(a) of the Omnibus Judgeship Bill enacted last fall repealed the third sentence of 28 U.S.C. 46(c).  That sentence is the one which authorized senior judges who previously had sat on a panel of the court before which the case was first heard to sit as a member of the en banc court.  Since that sentence has been repealed, it now appears that Judge Bryan's participation in the case was unauthorized.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The court will welcome suggestions from counsel as to what should be done in the circumstance.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>Sincerely,</p>\n    </div>\n    <p>Wm. K. Slate, II</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>s/ Carol R. Lemon\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The defendants' counsel filed responses on June 4 and June 6, 1979, requesting that the district court be affirmed by the vote of an equally divided court, not counting Judge Bryan's vote.  The plaintiffs' counsel responded on June 8, 1979, taking the position that the judgment was final and maintaining that Judge Bryan's vote should be counted, for, among other reasons, he questioned the validity of the Congressional action.  He requested full briefing and a hearing should a Motion for Recall of Mandate be made.  At that time, and until now, the defendants have never moved to recall the mandate.  At that point, the court was obviously equally divided on whether to recall the mandate, with the three judges now dissenting also opposed to the recall at that time.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> Thus, had the matter been finally terminated at that juncture, the judgment of the court would have remained undisturbed, for a majority did not exist to recall the mandate.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Changes in the composition of the court were, however, forthcoming.  On July 27, 1979, Judge Murnaghan was commissioned, and on September 13, 1979, Judge Sprouse was commissioned.  By letter dated October 22, 1979, counsel for plaintiffs once again requested a hearing should the court on its own motion consider a recall.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">On November 9, 1979, the court on its own motion, without briefing or hearing in the face of two requests for such by the plaintiffs, recalled the mandate, withdrew the en banc opinion of February 2, 1979, and ordered that the case be reheard en banc a third time before the expanded court.  The vote on the recall was 5-3, with Judges Russell, Widener, and Hall dissenting from the entry of the order.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a> Thus, the mandate was recalled only because of the votes of the two new members of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The case was argued again on January 7, 1980 before the en banc court.  On February 7, 1980, plaintiffs filed a petition for a writ of certiorari, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3538</span></span>, questioning whether \"recall of mandate after nine months and after appointment of two new judges depart(s) from accepted and usual course of judicial proceedings.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3617</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The Supreme Court requested a response to the petition for certiorari be filed by the defendants and scheduled consideration of the petition for the conference agenda of May 15, 1980.  Rather than await the Supreme Court's action on the petition in the very case before us, the majority of this court now proceeds to file the opinion.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">I dissent to the merits of the decision because the regulations complained of are, in terms, plainly classification on account of race and sex.  Neither the student government nor the student jury or trial court, however the same may be called, have any relation at all to the fact that the University of North Carolina was operated as a segregated school prior to the segregation decisions of the 1950's and the subsequent changes in statutes and regulations which those decisions brought about.  A State statute which required membership in a governing body of a political subdivision on account of race would be considered an assault on the very foundations of republican government, and its suspect classification alone should suffice to insure its invalidity at the earliest possible moment.  The similar regulation of the University of North Carolina is no less objectionable and should suffer a like fate.  The same applies to the requirement that a student be tried for his alleged defaults by a jury composed of certain numbers of his own race or sex, as the case may be.  Again, a State statute which required a jury or a court to be so composed would get short shrift, and this regulation should suffer no better treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">To the merits, then, with the additional remarks I have just made, I dissent for all the reasons expressed by Judge Bryan in his various opinions in this case found at <span class=\"citation\" data-id=\"363100\"><a href=\"/opinion/363100/lawrence-a-uzzell-and-robert-lane-arrington-individually-and-upon-behalf/\"><span class=\"volume\">591</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">997</span></a></span> (4th Cir. 1979), <span class=\"citation\" data-id=\"347090\"><a href=\"/opinion/347090/lawrence-a-uzzell-and-robert-lane-arrington-individually-and-upon-behalf/\"><span class=\"volume\">558</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">727</span></a></span> (4th Cir. 1977), and <span class=\"citation\" data-id=\"341785\"><a href=\"/opinion/341785/lawrence-a-uzzell-and-robert-lane-arrington-individually-and-upon-behalf/\"><span class=\"volume\">547</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">801</span></a></span> (4th Cir. 1977).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">I do not agree to the majority's filing the opinion in this case before the United States Supreme Court has acted on the petition for a writ of certiorari.  The questions raised in the petition concern the presence of Judge Bryan on the en banc court and the recall of the mandate, and thus involve the very power of this court to now decide the case, not to mention whether any such power was judicially exercised.  Because the petition concerns not only the same issues as are raised in this case, but indeed arises in the very same case, our opinion should have been deferred pending the Supreme Court's action in the case.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Adding to my disagreement is the fact that the Supreme Court requested that a response to the petition be filed by the defendants, and the Court has scheduled consideration of the petition for May 15, 1980.  Had the Supreme Court desired our views on the matter, it doubtless would have deferred its action on the petition and awaited, or even requested, our opinion.  Rather, the Court clearly requested only the views of the parties to the case, not the views of this court.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Scarcely a term of this court passes but that we defer decision in some argued case to await the decision of the Supreme Court in a similar case in which certiorari has been granted, even when such case is from another circuit.  In the matter at hand, when certiorari has been applied for in the very case before us, and after the Supreme Court has requested a response to the petition and set the matter for consideration, I suggest it is unseemly for us now to file our opinion seeking to press our views on that Court.  Should that Court wish our views, it has only to request them, as we should know.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">I also dissent to the recall of the mandate by the majority in its order of November 9, 1979.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Hicks v. Miranda, <span class=\"citation\" data-id=\"109296\"><a href=\"/opinion/109296/hicks-v-miranda/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span>, <span class=\"citation\" data-id=\"109296\"><a href=\"/opinion/109296/hicks-v-miranda/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2281</span></a></span>, <span class=\"citation\" data-id=\"109296\"><a href=\"/opinion/109296/hicks-v-miranda/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">223</span></a></span> (1975), is directly on point and should be controlling in this case.  In Hicks, plaintiffs filed suit in federal district court seeking an injunction against enforcement of a California statute and a judgment declaring the statute unconstitutional.  The judge to whom the application for an injunction was made requested the convening of a three-judge court to consider the constitutionality of the statute, but that judge was not designated to serve on the court. 28 U.S.C. &#167; 2284 provides that the judge to whom the request was presented shall serve as a member of the court, along with two other judges, at least one of which shall be a circuit judge.  Because the judge to whom the application for an injunction was made was not designated a member of the three-judge court, one of the judges who did in fact sit was therefore unauthorized to do so.  Thus, in plain terms, the court was improperly constituted.  Having lost on the merits in the district court, the State of California then challenged the composition of the district court for the first time on direct appeal to the Supreme Court.  The Court held:</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>Judge Ferguson, but not Judge Lydick, was designated to serve on the three- judge panel.  The State of California insists that under 28 U.S.C. &#167; 2284, providing that \"(t)he district judge to whom the application for injunction or other relief is presented shall constitute one member\" of the three-judge court, Judge Lydick should have been one of the members.  We do not deem the requirement jurisdictional, however; and even though the order appointing the thee-judge court called for early filing of any objections to the composition of the court, the issue was never presented to the District Court but is raised here for the first time, and in our view too late.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Id. at 338 n. 5, 95 S.Ct. at 2286.  Mr. Chief Justice Burger, in a concurring opinion, added that the omitted judge \"must\" have been a member of the court, but the challenge failed because \"appellants made no timely objection to the composition of the court.\"  Id. at 352, 95 S.Ct. at 2293.  Thus, had the State of California raised the matter properly at the district court level, the challenge to the composition of the court would have been sustained.  A timely challenge was, however, the critical factor missing.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The case at hand is even a stronger case for declining to sustain an objection to the composition of the en banc court.  Not only did the defendants fail to object to the composition of the court at the time the case was argued, they also failed to raise the matter on appeal, for they chose not to file a petition for a writ of certiorari.  The matter was never raised until after the mandate had issued and the time for certiorari had expired.  The defendants indeed have never raised the matter, for this court raised it on its own motion.  If raising an objection to the composition of the court for the first time on direct appeal is too late, raising such an objection for the first time after all deadlines for review have passed and mandate has issued provides a more compelling reason for refusing to entertain the objection.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The majority states that \"United States v. American-Foreign Steamship Corp., <span class=\"citation\" data-id=\"106090\"><a href=\"/opinion/106090/united-states-v-american-foreign-ss-corp/\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">685</span></a></span>, <span class=\"citation\" data-id=\"106090\"><a href=\"/opinion/106090/united-states-v-american-foreign-ss-corp/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1336</span></a></span>, <span class=\"citation\" data-id=\"106090\"><a href=\"/opinion/106090/united-states-v-american-foreign-ss-corp/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1491</span></a></span> (1960), compels the conclusion that we should take steps to remedy our own oversight.\"  While correctly noting that \"(i)n that case, the Court vacated an in banc decision in which a sitting judge took senior status after the case had been submitted but prior to an amendment of &#167; 46 which permitted a senior judge who was a member of the panel to participate in a rehearing in banc,\" the majority fails to note that in American-Foreign Steamship the matter was raised at the time of the en banc hearing.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Such was not the case here. \"Whatever may be the rule when a judge's authority is challenged at the earliest practicable moment, as it was in United States v. American-Foreign S. S. Corp.,\" no timely challenge was made here, and the mandate should have remained undisturbed.  See Glidden Co. v. Zdanok, <span class=\"citation\" data-id=\"106447\"><a href=\"/opinion/106447/glidden-co-v-zdanok/\"><span class=\"volume\">370</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">530</span></a></span>, 535, <span class=\"citation\" data-id=\"106447\"><a href=\"/opinion/106447/glidden-co-v-zdanok/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1459</span></a></span>, 1464, <span class=\"citation\" data-id=\"106447\"><a href=\"/opinion/106447/glidden-co-v-zdanok/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">671</span></a></span> (1962).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The majority's attempt to distinguish Hicks from the present case is unconvincing.  After first stating that \"it is manifest from what was decided and ordered in American-Foreign Steamship that the requirement of non-participation by a senior judge in a rehearing in banc is jurisdictional,\" it neglects, however, to explain why or how it reaches that conclusion.  In my opinion, the case holds no more than that a timely objection to the composition of a court will be sustained if there is merit to the objection.  Nothing in the opinion implies that non-participation by a senior judge is jurisdictional.  Indeed, more correctly it is manifest from Hicks that such non-participation by a senior judge is not jurisdictional, for both situations deal with an improperly constituted court, and the Supreme Court in Hicks did not deem an improperly constituted court to be jurisdictional.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The majority also attempts to distinguish Hicks by stating that \"unlike Hicks, there is no factual basis for concluding that there was a waiver here.  Counsel were unaware of the amendment of &#167; 46 until after the case had been heard and decided.\"  The majority thus argues in essence that ignorance of the law is an excuse.  I cannot accept that proposition.  Assuming that a timely objection to the court's composition would have been sustained, the fact remains that no such objection was made.  I thus feel that Hicks v. Miranda is directly controlling.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">As noted above, this case provides an even more compelling reason for refusing to entertain any objection to the composition of the court, for not only was there no timely objection made, the matter was not brought to the attention of the court until mandate had issued and all deadlines for review had passed.  As Professor Wright, et al., have noted:</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Once an appellate decision has finally disposed of a case, and the time has passed for keeping the case alive by rehearing or review in a higher court, the values of final repose attach to the judgment entered pursuant to the mandate at least as firmly as if there had been no appeal.  These values are preserved in the strict limits imposed by Civil Rule 60 on district court relief from a final judgment, and in the even more severe limits imposed on relief by way of independent action.  There is no comparable rule of appellate procedure governing relief by a court of appeals from its own decisions.  The courts of appeals have generally adhered to equally strict standards, however, . . .</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Wright, et al., Fed.Prac. &amp; Proc. &#167; 3938, at 281-82 (footnotes omitted).  Merely because authority has been overlooked or the law has changed provides no reason for a court to recall its mandate.  Recall should not be used to destroy finality and repose even if a court of appeals has wrongly decided a case.  Hines v. Royal Indemnity Co., <span class=\"citation\" data-id=\"244475\"><a href=\"/opinion/244475/eva-hines-v-royal-indemnity-company/\"><span class=\"volume\">253</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">111</span></a></span>, 113-14 (6th Cir. 1958).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The majority in its order of November 9, 1979 recalled the mandate more than six months after the period for taking review had expired.  If a court recalls a mandate six months after a case has become final, what is to prevent it from doing the same a year later?  Or six years?  At some point every case must be considered ended.  This case was over with, and it mandate should not have been disturbed.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Perhaps the most bothersome aspect of the matter is that the mandate was not recalled until after two new members were added to the court, both of which votes were necessary to the recall.  The original six judges in active service split 3-3 on the question of recall in November 1979, and had the matter been considered when the parties filed their responses in June of that year, and the question was ready for decision, the entire matter would have been concluded, for the mandate could not have been recalled by the vote of an evenly divided court.  See note 3, supra.  Had the decision on the matter, then, not have been delayed from June until November, this case would have been over with.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Even assuming the power of this court to recall the mandate, surely its exercise in this instance is an abuse of discretion.  With all respect, but with all the emphasis that I may, I dissent to this action of the court.</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Two other matters would ordinarily be worthy of discussion but time constraints in the filing of the opinion prevent me from giving them the studied consideration they deserve.  They are the matters of whether or not Congress had the power to remove Judge Bryan from participating in the decision in this case once his participation had commenced, and whether or not, even if jurisdictional, the attack by this court on its own judgment should not be considered as a collateral attack and thus untimely.  I do not consider these matters of any the less consequence because I do not speak to them, but simply plead lack of time.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">I am authorized to state that Circuit Judge RUSSELL and Circuit Judge HALL join in this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The first possibility may have been obviated by our order of December 18, 1979, granting leave to intervene to additional plaintiffs, but that, and the second possibility, may be considered by the district court on remand</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At the time that the case was reargued, the composition of the court had been increased by the addition of two new judges and the filling of a vacancy theretofore existing.  One of the three new judges recused himself from participation in the case because of his past relationship with one of the parties</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Section 46, after its amendment by Pub.L. 95-486, is almost identical to the language of &#167; 46 in effect when American-Foreign Steamship was decided</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Court distinguished its analysis of Title VII from Title VI and the equal protection clause 443 U.S. at 200, fn. 6, 99 S.Ct. at 2726 and addressed \"the narrow statutory issue of whether Title VII forbids private employers and unions from volunteering upon bona fide affirmative action plans.\"  The Court relied upon the legislative history of Title VII, the temporary nature of the plan, and the fact that only private parties were involved</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> On May 31, 1977, plaintiffs moved to vacate this order recalling the mandate.  This court did not rule on the motion, and that recall is not the one which I later complain of</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> Judge Phillips, who had recently been appointed to the court, did not sit on the case.  The en banc court was made up of Judges Haynsworth, Bryan, Winter, Butzner, Russell, Widener, and Hall</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> This is shown beyond peradventure of a doubt by the fact that the three judges now dissenting disagreed with the recall of the mandate in November, in the face of a certain 5-3 vote against them</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> Judge Phillips took no part in the consideration of the order, as he has not in any aspect of this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The petition also questioned whether \"Congress (has) deprived senior judge of court of appeals of power retained by him upon his retirement to sit en banc upon cases theretofore heard on panel.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Judge Clark's dissenting opinion clearly reveals that the matter was before the en banc court prior to the time it decided the case. <span class=\"citation no-link\"><span class=\"volume\">265</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">136</span></span>, 152 (2d Cir. 1958)</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106090/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106447/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109296/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109930/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110135/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/244475/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/341785/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/347090/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/363100/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1604293/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T22:14:46.464173Z",
      "date_modified": "2016-03-03T18:18:47.064333Z",
      "date_filed": "1980-05-19",
      "date_filed_is_approximate": false,
      "slug": "lawrence-a-uzzell-and-robert-lane-arrington-individually-and-upon-behalf",
      "citation_id": 354099,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "Lawrence A. Uzzell and Robert Lane Arrington, Individually, and Upon Behalf of All Others Similarly Situated v. William C. Friday, Individually, and as President of the University of North Carolina Ferebee Taylor, Individually and as Chancellor Claiborne Jones, Individually and as Vice-Chancellor Marcus Williams, President of Student Body Timothy Dugan, Individually and Treasurer, Etc. Board of Trustees of the University of North Carolina at Chapel Hill and Board of Governors of the University of North Carolina and Algenon L. Marbley, Chairman of the Black Student Movement and Robert L. Wynn, Ii, Vice-Chairman of Black Student Movement",
      "federal_cite_one": "625 F.2d 1117",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 6,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/761311/lawrence-a-uzzell-and-robert-lane-arrington-individually-and-upon-behalf/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:06:18.925370Z",
  "date_modified": "2016-02-01T18:38:55.693740Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "Lawrence A. Uzzell and Robert Lane Arrington, Individually, and Upon Behalf of All Others Similarly Situated v. William C. Friday, Individually, and as President of the University of North Carolina Ferebee Taylor, Individually and as Chancellor Claiborne Jones, Individually and as Vice-Chancellor Marcus Williams, President of Student Body Timothy Dugan, Individually and Treasurer, Etc. Board of Trustees of the University of North Carolina at Chapel Hill and Board of Governors of the University of North Carolina and Algenon L. Marbley, Chairman of the Black Student Movement and Robert L. Wynn, Ii, Vice-Chairman of Black Student Movement",
  "slug": "lawrence-a-uzzell-and-robert-lane-arrington-individually-and-upon-behalf",
  "docket_number": "75-2276",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}