{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/766852/",
  "id": 766852,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca11/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/72834/",
      "id": 72834,
      "absolute_url": "/opinion/72834/l-c-v-olmstead/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/766852/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/72834/",
          "id": 72834,
          "absolute_url": "/opinion/72834/l-c-v-olmstead/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/72834/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2010-04-26T07:46:20Z",
          "date_modified": "2017-03-24T02:51:40.073301Z",
          "type": "010combined",
          "sha1": "896d08de05df878e17c0cc8549c7514c63121a78",
          "page_count": 26,
          "download_url": "http://www.ca11.uscourts.gov/opinions/ops/19978538.OPN.pdf",
          "local_path": "pdf/1998/04/08/L._C._v._Olmstead_3.pdf",
          "plain_text": "                                                                                    [PUBLISH]\n\n                      IN THE UNITED STATES COURT OF APPEALS\n\n                               FOR THE ELEVENTH CIRCUIT\n\n                                 ________________________\n\n                                        No. 97-8538\n                                 ________________________\n\n                            D. C. Docket No. 1:95-CV-1210-MHS\n\nL.C., by JONATHAN ZIMRING as guardian ad litem and next friend; E.W.,\n\n                                                                  Plaintiffs-Appellees,\n\n                                            versus\n\nTOMMY OLMSTEAD, Commissioner of the Department of Human Resources; RICHARD\nFIELDS, Superintendent of Georgia Regional Hospital at Atlanta; EARNESTINE PITTMAN,\nExecutive Director of the Fulton County Regional Board, all in their official capacities;\n\n                                                                  Defendants-Appellants.\n\n                                 ________________________\n\n                         Appeal from the United States District Court\n                            for the Northern District of Georgia\n                              _________________________\n\n                                        (April 8, 1998)\n\nBefore TJOFLAT and BARKETT, Circuit Judges, and PROPST*, Senior District Judge.\n\n\n\n\n_______________\n* Honorable Robert B. Propst, Senior U.S. District Judge for the Northern District of Alabama,\nsitting by designation.\n\n\nBARKETT, Circuit Judge:\n\n                                               1\n\f        Tommy Olmstead, Richard Fields, and Earnestine Pittman, (collectively “the State”),\n\ndefendants in the district court, appeal an adverse summary judgment granting declaratory and\n\ninjunctive relief to plaintiffs L.C. and E.W.,1 two patients then-housed in a state psychiatric\n\nhospital.2 In May 1995, L.C. filed this action challenging her continued confinement at the\n\nGeorgia Regional Hospital in Atlanta (“GRH-A”), a psychiatric hospital where persons with\n\nmental disabilities are cared for in a segregated environment. The State’s failure to provide her\n\nwith care in the most integrated setting appropriate to her needs, she argued, violated Title II of\n\nthe Americans with Disabilities Act (ADA), 42 U.S.C. §§ 12131-12134 (1995), the Attorney\n\nGeneral’s Title II regulations, 28 C.F.R. § 35.130 (1997), and the Due Process Clause of the\n\nFourteenth Amendment. In January 1996, E.W., a patient also confined at GRH-A, intervened in\n\n\n    1\n     As the district court did, we use the pseudonyms L.C. and E.W. in order to protect\nplaintiffs’ identities.\n   2\n      Both L.C. and E.W. are currently being treated in community-based programs. L.C. was\nplaced in a community-based program in February 1996, while this action was pending in the\ndistrict court; E.W. was placed in a similar program after the district court entered its judgment.\nNonetheless, this case is not moot. Mootness has been defined as “‘the doctrine of standing set\nin a time frame: The requisite personal interest that must exist at the commencement of the\nlitigation (standing) must continue through its existence (mootness).’” United States Parole\nComm’n v. Geraghty, 445 U.S. 388, 397 (1980) (quoting Monaghan, Constitutional\nAdjudication: The Who and When, 82 Yale L.J. 1363, 1384 (1973)). As the district court\nconcluded, L.C.’s suit falls under the exception for cases that are “capable of repetition, yet\nevading review.” L.C. has been confined eighteen different times at GRH-A and her current\nplacement has been unstable at times due to the State’s failure to provide adequate funding.\nTherefore, it is likely that L.C. may be returned to GRH-A. Further, because of the complexity\nof the issues involved and instability of her placements, it is likely that any future claim for relief\nwill evade our review. See Honig v. Doe, 484 U.S. 305, 318-23 (1988); Lynch v. Baxley, 744\nF.2d 1452, 1456-57 (11th Cir. 1984). As to E.W., because the State only placed her in a\ncommunity-based treatment program under court order, it is likely that, absent the court order,\nthe State might revert to its prior practices. See Vitek v. Jones, 445 U.S. 480, 486-87 (1980).\nFurther, like L.C., E.W. has been subject to multiple and unstable placements at GRH-A, making\nher claim one that is capable of reptition, yet evading review.\n\n\n                                                  2\n\fthis action, raising identical claims.\n\n        In granting summary judgment in favor of L.C. and E.W., the district court declared that\n\nthe State’s failure to place them in an appropriate community-based treatment program, instead\n\nconfining them at the state hospital, violates the anti-discrimination provision of Title II of the\n\nADA, 42 U.S.C. § 12132, and its accompanying regulations. The district court enjoined the\n\nState from violating plaintiffs’ rights under the ADA, determined that the denial of community\n\nplacements could not be justified by the State’s purported lack of funds, and ordered the State to\n\nrelease E.W. to an appropriate community-based treatment program and to provide L.C. with all\n\nappropriate services necessary to maintain her current placement in a community-based\n\ntreatment program.\n\n        We affirm the district court’s judgment that the State discriminated against L.C. and E.W.\n\nby confining them in a segregated institution rather than in an integrated community-based\n\nprogram. However, we remand this case to the district court for further findings related to the\n\nState’s defense that the relief sought by plaintiffs would “fundamentally alter the nature of the\n\nservice, program, or activity.” 28 C.F.R. § 35.130(b)(7).3\n\n                                           DISCUSSION\n\n        This case presents the question, one of first impression in this circuit, whether § 12132 of\n\nthe ADA and the Department of Justice’s integration regulation, 28 C.F.R. § 35.130(d), prohibit\n\na state from confining a disabled individual in a state-run institution where that individual could\n\nbe appropriately treated in a more integrated community setting. The State’s principal argument\n\n\n  3\n   The State also claims that it was entitled to summary judgment on plaintiffs’ constitutional\nclaims. Because the district court did not consider these claims, we decline to do so as well.\nCitro Florida, Inc. v. Citrovale, S.A., 760 F.2d 1231, 1232 (11th Cir. 1985).\n\n                                                  3\n\fis that the district court’s application of § 12132 and its accompanying regulations is contrary to\n\nthe ADA’s requirement that a plaintiff prove that he or she faced discrimination “by reason of\n\nsuch disability.” § 12132. The State contends that L.C. and E.W. have not shown that they were\n\ndenied community placements available to non-disabled individuals because of disability. In\n\nother words, the State argues that the ADA requires a comparison of the treatment of individuals\n\nwith disabilities against that of healthy non-disabled persons. However, as the State must\n\nconcede, the confinement of L.C. and E.W. at GRH-A is attributable to their disabilities, thereby\n\nproving the very element the State argues is missing. Reduced to its essence, the State’s\n\nargument is that Title II of the ADA affords no protection to individuals with disabilities who\n\nreceive public services designed only for individuals with disabilities.\n\n       The State has not pointed to any legal authority that supports such a reading of Title II of\n\nthe ADA and its integration regulation, § 35.130(d), and we can find none. To the contrary, we\n\nfind overwhelming authority in the plain language of Title II of the ADA, its legislative history,\n\nthe Attorney General’s Title II regulations, and the Justice Department’s consistent interpretation\n\nof those regulations, to support L.C and E.W.’s position.\n\n       We analyze the applicability of the ADA and its regulations first by discussing the plain\n\nlanguage of Title II of the ADA and § 35.130(d), the integration regulation, and the Attorney\n\nGeneral’s interpretation of that language. We then consider, in light of congressional intent, the\n\nState’s argument that, notwithstanding the plain language of § 35.130(d) and the Attorney\n\nGeneral’s interpretation of that regulation, the ADA does not apply in these circumstances. We\n\nnext address the State’s secondary argument that certain disputed issues of fact preclude\n\nsummary judgment. Finally, we consider the State’s argument that funding limitations preclude\n\n\n                                                 4\n\fit from complying with the ADA.\n\n\n\n                                                   I.\n\n        Title II of the ADA prohibits discrimination against individuals with disabilities in the\n\nprovision of public services by state and local governments. Section 12132 provides that “no\n\nqualified individual with a disability shall, by reason of his disability, be excluded from\n\nparticipation in or be denied the benefits of the services, programs, or activities of a public\n\nentity, or be subjected to discrimination by any such entity.” § 12132.\n\n        Under the statutory scheme of Title II, Congress entrusted the Attorney General with the\n\nauthority to define the scope of the prohibitions set forth in § 12132. In § 12134 of the ADA,\n\nCongress directed the Attorney General to promulgate regulations further defining Title II’s anti-\n\ndiscrimination mandate. See 42 U.S.C. § 12134(a); H.R. Rep. 101-485, pt. 3 at 52 (1990)\n\n(“[T]itle II does not list all the forms of discrimination that the title is intended to prohibit. Thus,\n\nthe purpose of this section is to direct the Attorney General to issue regulations setting forth the\n\nforms of discrimination prohibited.”). Congress additionally mandated that the Attorney\n\nGeneral’s regulations, except with regard to program accessibility, existing facilities, and\n\ncommunications issues, be “consistent with this chapter and with the coordination regulations\n\nunder part 41 of title 28, Code of Federal Regulations . . . applicable to recipients of Federal\n\nfinancial assistance under [section 504 of the Rehabilitation Act].” 42 U.S.C. § 12134(b).4\n\n\n  4\n   Section 504 of the Rehabilitation Act, in turn, provides that “[n]o otherwise qualified\nindividual with a disability in the United States . . . shall, solely by reason of her or his disability,\nbe excluded from participation in, be denied the benefits of, or be subjected to discrimination\nunder any program or activity receiving Federal financial assistance or under any program or\nactivity conducted by any Executive agency or by the United States Postal Service.” 29 U.S.C.\n\n                                                   5\n\f       In response to this congressional mandate, the Attorney General issued regulations\n\ndefining the forms of discrimination prohibited by Title II of the ADA. Because Congress left to\n\nthe Attorney General the task of giving meaning to § 12132's broad prohibition on discrimination\n\nin public services, the Attorney General’s regulations must be “given controlling weight unless\n\nthey are arbitrary, capricious, or manifestly contrary to the statute.” Chevron, U.S.A., Inc. v.\n\nNRDC, Inc., 467 U.S. 837, 844 (1984); Bledsoe v. Palm Beach County Soil & Water Conserv.\n\nDist., 133 F.3d 816, 822-23 (11th Cir. 1998); Harris v. H & W Contracting Co., 102 F.3d 516,\n\n521 (11th Cir. 1996); Helen L. v. DiDario, 46 F.3d 325, 331-32 (3d Cir. 1995).\n\n       Under the Attorney General’s Title II implementing regulations, \"[a] public entity shall\n\nadminister services, programs, and activities in the most integrated setting appropriate to the\n\nneeds of qualified individuals with disabilities.” 28 C.F.R. § 35.130(d). There can be little\n\nquestion that the plain language of § 35.130(d) prohibits a state from providing services to\n\nindividuals with disabilities in an unnecessarily segregated setting. See 28 C.F.R. Pt. 35, App. A\n\nat 478 (interpreting § 35.130(d) to require placement “in a setting that enables individuals with\n\ndisabilities to interact with non-disabled persons to the fullest extent possible”).   In\n\nparticipating in this and other similar litigation, the Attorney General has consistently adopted\n\nthis interpretation of § 35.130(d), and, as such, it is entitled to substantial deference. Thomas\n\nJefferson Univ. v. Shalala, 512 U.S. 504, 512 (1994); University Health Servs., Inc. v. Health &\n\nHuman Servs., 120 F.3d 1145, 1150 (11th Cir. 1997).\n\n       By definition, where, as here, the State confines an individual with a disability in an\n\ninstitutionalized setting when a community placement is appropriate, the State has violated the\n\n\n\n§ 794(a) (Supp. 1997).\n\n                                                  6\n\fcore principle underlying the ADA’s integration mandate. Placement in the community provides\n\nan integrated treatment setting, allowing disabled individuals to interact with non-disabled\n\npersons – an opportunity permitted only in limited circumstances within the walls of segregated\n\nstate institutions such as GRH-A. The State does not seriously contend otherwise. Nor does it\n\neven attempt to show that the Attorney General’s interpretation is “‘plainly erroneous or\n\ninconsistent with the regulation’” as it must to overturn her construction of § 35.130(d). Thomas\n\nJefferson, 512 U.S. at 512 (quoting Udall v. Tallman, 380 U.S. 1, 16-17 (1965)).\n\n       Because the express terms of § 35.130(d), supported by the Attorney General’s consistent\n\ninterpretation, plainly prohibit a state from treating individuals with disabilities in a segregated\n\nenvironment where a more integrated setting would be appropriate, we can only reverse the\n\ndistrict court’s finding that the State’s actions in this case constituted discrimination within the\n\nmeaning of the ADA by holding § 35.130(d) invalid. Thus, we turn to the State’s argument that\n\n§ 12132's requirement that a disabled plaintiff proved that he or she faced discrimination “by\n\nreason of such disability” precludes application of the ADA in the circumstances presented here.\n\n\n\n                                                  II.\n\n       After review, we are unable to credit the State’s argument that the ADA does not bar a\n\nstate from providing public services for individuals with disabilities in a segregated manner\n\nbecause every indication of congressional intent confirms that the ADA applies to the\n\ncircumstances presented here. As noted earlier, in passing the ADA, Congress mandated that the\n\nAttorney General promulgate regulations consistent with the coordination regulations issued\n\npursuant to § 504 of the Rehabilitation Act. Congress' decision to incorporate the § 504\n\n\n                                                  7\n\fcoordination regulations is particularly significant here. The Attorney General’s § 504\n\ncoordination regulations mandate that recipients of federal financial assistance “administer\n\nprograms and activities in the most integrated setting appropriate to the needs of qualified\n\nhandicapped persons.” 28 C.F.R.§ 41.51(d) (1997) (emphasis added). By requiring the Attorney\n\nGeneral to follow the § 504 coordination regulations – including the explicit integration\n\nrequirement – Congress expressly mandated that individuals with disabilities receive public\n\nservices in the most integrated setting appropriate to their needs. Conforming to this mandate,\n\n§ 35.130(d) tracks this very language.5\n\n       It is well-settled that where “a Congress that re-enacts a statute voices its approval of an\n\nadministrative . . . interpretation thereof, Congress is treated as having adopted that\n\ninterpretation, and this Court is bound thereby.” United States v. Board of Comm’rs of Sheffield,\n\nAla., 435 U.S. 110, 134 (1978); Don E. Williams Co. v. Commissioner, 429 U.S. 569, 576-77\n\n(1977). Although Title II of the ADA did not re-enact § 504 of the Rehabilitation Act, the plain\n\nlanguage of the ADA makes clear that Congress ratified the Attorney General’s § 504\n\ncoordination regulations and sought to ensure that the Attorney General’s Title II regulations\n\ntracked the § 504 coordination regulations. Under these circumstances, both sets of regulations,\n\nincluding the integration provisions, have the force of law. Helen L., 46 F.3d at 332; Messier v.\n\nSouthbury Training School, 916 F. Supp. 133, 141 (D. Conn. 1996).\n\n       Congress’ determination that public services be provided in the most integrated setting\n\n\n\n   5\n     In line with § 12134(b)’s mandate to promulgate regulations consistent with other parts of\nthe ADA, the Attorney General’s Title II regulations are also consistent with the provisions of\nTitle III. See 42 U.S.C. § 12182(b)(1)(B) (1995) (“Goods, services, facilities, privileges,\nadvantages, and accommodations shall be afforded to an individual with a disability in the most\nintegrated setting appropriate to the needs of the individual.”).\n\n                                                  8\n\fappropriate to the needs of individuals with disabilities is likewise reflected in the ADA’s\n\ncongressional findings and the Act’s legislative history. The Act’s findings and legislative\n\nhistory make clear that Congress sought to eliminate the segregation of individuals with\n\ndisabilities in passing the ADA. In enacting the ADA, Congress determined that discrimination\n\nagainst individuals with disabilities persists in a wide variety of areas of social life, including\n\n“institutionalization,” 42 U.S.C. § 12101(a)(3) (1995), and that “individuals with disabilities\n\ncontinually encounter various forms of discrimination, including outright intentional exclusion . .\n\n. [and] segregation . . . .” 42 U.S.C. § 12101(a)(5); see also 42 U.S.C. § 12101(a)(2)\n\n(“[H]istorically, society has tended to isolate and segregate individuals with disabilities, and . . .\n\nsuch forms of discrimination against individuals with disabilities continue to be a serious and\n\npervasive social problem.”).\n\n       Indeed, the legislative history makes clear that Congress considered the provision of\n\nsegregated services to individuals with disabilities a form of discrimination prohibited by the\n\nADA. See S. Rep. No. 101-116 at 20 (1989) (noting “compelling need to provide a clear and\n\ncomprehensive national mandate . . . for the integration of persons with disabilities into the\n\neconomic and social mainstream of American life”); H.R. Rep. No. 101-485, pt. 2 at 29 (1990)\n\n(listing “segregation” as a form of “[d]iscrimination against people with disabilities”); H.R. Rep.\n\nNo. 101-485, pt. 3 at 26 (1990) (“The ADA is a comprehensive piece of civil rights legislation\n\nwhich promises a new future: a future of inclusion and integration, and the end of exclusion and\n\nsegregation.”). Noting that “[t]he purpose of Title II is to continue to break down barriers to the\n\nintegrated participation of people with disabilities in all aspects of community life,” id. at 49-50,\n\nthe House Committee on the Judiciary explained that “integrated services are essential to\n\n\n\n                                                   9\n\faccomplishing the purposes of Title II. . . . Separate-but-equal services do not accomplish this\n\ncentral goal and should be rejected.” Id. at 50. Indeed, drawing an analogy to the segregation of\n\nAfrican-Americans, the House Report noted that “segregation for persons with disabilities ‘may\n\naffect their hearts and minds in a way unlikely ever to be undone.’” Id. at 26 (quoting Brown v.\n\nBoard of Educ., 347 U.S. 483, 494 (1954)). Certainly, the denial of community placements to\n\nindividuals with disabilities such as L.C. and E.W. is precisely the kind of segregation that\n\nCongress sought to eliminate.\n\n       Accordingly, because § 35.130(d) finds direct support in the plain language of the ADA,\n\nits congressional findings, and the Act’s legislative history, we must apply it here. See Bledsoe,\n\n133 F.3d at 823 (deferring to ADA’s Title II regulations); Harris, 102 F.3d at 521 (“We cannot\n\ndisregard the interpretive guidance contained in the appendix prepared by the federal agency\n\ncharged with enforcing the ADA, when that guidance is based on a permissible construction of\n\nthe statute and is supported by the statute’s legislative history.”).\n\n       We see nothing in the ADA’s requirement that discrimination be “by reason of such\n\ndisability” that warrants a different result. The fact that L.C. and E.W. seek community-based\n\ntreatment services that only disabled persons need does not foreclose their claim that they were\n\nunnecessarily segregated. The ADA does not only mandate that individuals with disabilities be\n\ntreated the same as persons without such disabilities. Underlying the ADA’s prohibitions is the\n\nnotion that individuals with disabilities must be accorded reasonable accommodations not\n\noffered to other persons in order to ensure that individuals with disabilities enjoy “equality of\n\nopportunity, full participation, independent living, and economic self-sufficiency . . . .” §\n\n12101(a)(8); see Willis v. Conopco, Inc., 108 F.3d 282, 285 (11th Cir. 1997) (describing “the\n\n\n\n                                                  10\n\fbasic goal of the ADA” as “ensuring that those with disabilities can fully participate in all\n\naspects of society”). This principle, explicit in the text of the Act’s employment provisions in\n\nTitle I, see 42 U.S.C.\n\n§ 12112(b)(5)(A) (1995), and the Title II regulations, runs throughout the ADA. See Bledsoe,\n\n133 F.3d at 820-25 (applying Title I reasonable accommodation mandate to Title II).\n\n       For example, under Title I of the ADA, employers may not terminate individuals with\n\nknown disabilities who can perform the essential functions of the job with a reasonable\n\naccommodation even though the employer need not offer similar accommodations to\n\nnondisabled employees. See Harris, 102 F.3d at 519 (noting that the ADA “operates to create an\n\naffirmative duty for employers to reasonably accommodate individuals with disabilities”); see\n\nalso Sieberns v. Wal-Mart Stores, Inc., 125 F.3d 1019, 1021-22 (7th Cir. 1997) (noting that the\n\n“ADA encompasses two distinct types of discrimination”: “treating a ‘qualified individual with a\n\ndisability’ differently because of the disability, i.e. disparate treatment” and “failing to provide a\n\nreasonable accommodation”). The employer’s failure to live up to its duty to provide a\n\nreasonable accommodation is unlawful disability-based discrimination. See Stewart v. Happy\n\nHerman’s Chesire Bridge, 117 F.3d 1278, 1285 (11th Cir. 1997) (“[A] qualified individual with\n\na disability may be unlawfully discriminated against because of the individual’s disability when\n\nthe individual’s employer does not reasonably accommodate the disability – unless such an\n\naccommodation would impose an undue hardship on the employer.”); see also Duckett v. Dunlop\n\nTire Corp., 120 F.3d 1222, 1224 (11th Cir. 1997) (noting that ADA defines discrimination to\n\ninclude failure to make reasonable accommodations to a qualified individual with a disability).\n\n       Here, the Attorney General, guided by Congress’ explicit approval of the § 504\n\n\n\n                                                  11\n\fcoordination regulations, imposed a duty analogous to the reasonable accommodation mandate\n\nin the employment setting. This duty requires states to place individuals with disabilities in the\n\nmost integrated setting appropriate to their needs when receiving services for their disabilities in\n\norder to ensure that they become integrated into communities, not isolated from the rest of our\n\nsociety in state-run institutions. Under § 35.130(d), the failure to provide the most integrated\n\nservices appropriate to the needs of disabled persons constitutes unlawful disability-based\n\ndiscrimination – even though such services may not be needed by nondisabled individuals –\n\nbecause such segregation perpetuates their status as second-class citizens unfit for community\n\nlife. As the Third Circuit explained in holding that the unnecessary segregation of disabled\n\npersons violates Title II of the ADA, “[t]he ADA is intended to ensure that qualified individuals\n\nreceive services in a manner consistent with basic human dignity rather than a manner that\n\nshunts them aside, hides, and ignores them.” Helen L., 46 F.3d at 335; see also City of Cleburne,\n\nTex. v. Cleburne Living Ctr., 473 U.S. 432, 461-64 (1985) (Marshall, J., concurring in part and\n\ndissenting in part) (surveying history of “segregation and discrimination” against mentally\n\nretarded persons).6\n\n   6\n     Nothing in the Supreme Court’s decision in Traynor v. Turnage, 485 U.S. 535 (1988), is to\nthe contrary. In Traynor, the Court held that § 504 of the Rehabilitation Act did not impliedly\nrepeal an Act of Congress permitting veterans to delay using their “GI Bill” educational benefits\npast the statutory time limit because of a disability that was not the result of their own willful\nmisconduct. In upholding the willful misconduct limitation, the Court found “nothing in the\nRehabilitation Act that requires that any benefit extended to one category of handicapped\npersons also be extended to all other categories of handicapped persons,” id. at 549, holding that\nCongress could choose to deny the benefit to veterans “because they engaged in some degree of\nwilfulness in the conduct that caused them to become disabled.” Id. at 550. Here, the issue is not\nwhether benefits accorded to one group of disabled persons must be extended to all others,\nwithout regard to the individual’s responsibility for the conduct that caused the disability, but\nwhether a State may provide services to individuals with disabilities in an unnecessarily\nsegregated setting in the face of a clear congressional mandate requiring integrated services.\nNothing in Traynor requires us to validate the unnecessary segregation at issue here. See Helen\n\n                                                12\n\f       Further, the State's position is inconsistent with Congress' direction to promulgate\n\nregulations consistent with the § 504 coordination regulations. These regulations impose a duty\n\nto provide the most integrated services appropriate irrespective of any difference between\n\nservices provided to individuals with disabilities and individuals without disabilities. Under the\n\n§ 504 coordination regulations, no showing of differential treatment is required; the integration\n\nregulation, on its face, applies to all services provided by a public entity. Significantly, Congress\n\ndid not require the Attorney General to follow other agency regulations that require integration\n\nonly where differential treatment exists between individuals with disabilities and individuals\n\nwithout disabilities. See 45 C.F.R.§ 84.4(b) (2) (1997) (Department of Health and Human\n\nServices) (requiring recipients of federal financial assistance from the agency to “afford\n\nhandicapped persons equal opportunity to obtain the same result, to gain the same benefit, or to\n\nreach the same level of acheivement [as nonhandicapped persons], in the most integrated setting\n\nappropriate to the person’s needs”); see also 34 C.F.R. § 104.4(b)(2) (1997) (same) (Department\n\nof Education). In making this choice, Congress decided that the unnecessary segregation of\n\nindividuals with disabilities violates the ADA even absent a showing of differential treatment\n\nbetween individuals with disabilities and nondisabled persons. The State’s position would\n\neffectively nullify Congress’ choice to mandate the more demanding integration requirement\n\ncontained in the § 504 coordination regulations.\n\n       Furthermore, a separate section of both the § 504 coordination regulations and the ADA\n\nTitle II regulations prohibits a public entity from providing “different or separate” services to\n\nindividuals with disabilities or a class of individuals with disabilities from those provided to\n\n\nL., 46 F.3d at 335-36; Messier, 916 F. Supp. at 142 n.7; Martin v. Voinovich, 840 F. Supp. 1175,\n1191 (S.D. Ohio 1993).\n\n                                                 13\n\fother persons unless necessary to provide qualified disabled individuals with services “that are as\n\neffective as those provided to others.” 28 C.F.R. § 35.130(b)(1)(iv); 28 C.F.R. § 41.51(b)(1)(iv).\n\nThe State’s claim that § 35.130(d) also requires a showing of differential treatment between\n\ndisabled and nondisabled persons would render the prohibitions contained in § 35.130(b)(1)(iv)\n\nredundant – an interpretation we must strive to avoid. See Mackey v. Lanier Collection Agency\n\n& Serv., Inc., 486 U.S. 825, 837 (1988) (declining “to adopt an interpretation of a congressional\n\nenactment which renders superfluous another portion of that same law”); Cammarano v. United\n\nStates, 358 U.S. 498, 505 (1959) (rejecting construction of regulation that would render a phrase\n\n“pure surplusage”).\n\n        Moreover, the State’s interpretation of Title II would undermine the congressional intent\n\nto end the exclusion and segregation of individuals with disabilities, as expressed in § 12101 and\n\nthe ADA’s legislative history. In light of Congress’ recognition that “discrimination against\n\nindividuals with disabilities persists in such critical areas as . . . institutionalization,”\n\n§ 12101(a)(3), the State’s interpretation of Title II runs directly counter to Congress’ stated\n\npurposes and must be rejected. See McNely v. Ocala Star-Banner Corp., 99 F.3d 1068, 1074\n\n(11th Cir. 1996) (rejecting interpretation of the ADA because it “cannot be reconciled with . . .\n\n[the Act’s] stated purpose”), cert. denied, 117 S. Ct. 1819 (1997). As the Third Circuit pointed\n\nout in Helen L., “[i]f Congress were only concerned about disparate treatment of the disabled as\n\ncompared to their nondisabled counterparts, this statement would be a non sequitur as only\n\ndisabled persons are institutionalized.” 46 F.3d at 336.\n\n        Further, while the State did not deny L.C. and E.W. community-based placements out of\n\na malevolent intent to segregate them from the community, their indifference to L.C.’s and\n\n\n\n                                                    14\n\fE.W.’s needs – manifested by their refusal to place them in the community while recognizing the\n\npropriety of such a placement – is exactly the kind of conduct that the ADA was designed to\n\nprevent. In Alexander v. Choate, 469 U.S. 287 (1985), surveying the legislative history of the\n\nRehabilitation Act, the precursor of the ADA, the Supreme Court explained that Congress sought\n\nto do far more than merely outlaw invidious discrimination against the handicapped.\n\n       Discrimination against the handicapped was perceived by Congress to be most\n       often the product, not of invidious animus, but rather of thoughtlessness and\n       indifference – of benign neglect. Thus, Representative Vanik . . . described the\n       treatment of the handicapped as one the country’s “most shameful oversights,”\n       which caused the handicapped to live among society “shunted aside, hidden, and\n       ignored.” . . . Federal agencies and commentators on the plight of the\n       handicapped similarly have found that discrimination against the handicapped is\n       primarily the result of apathetic attitudes rather than affirmative animus.\n\nId. at 295-96 (footnotes omitted) (citations omitted). Indeed, Justice Marshall’s opinion for the\n\nCourt made clear that “much of the conduct that Congress sought to alter in passing the\n\nRehabilitation Act would be difficult if not impossible to reach were the Act construed to\n\nproscribe only conduct fueled by a discriminatory intent.” Id. at 296-97. These same concerns\n\nunderlie the ADA. “[T]he ADA attempts to eliminate the effects of that ‘benign neglect,’\n\n‘apathy,’ and ‘indifference.’” Helen L., 46 F.3d at 335; see also H.R. Rep. No. 101-485, pt. 3 at\n\n50 (“‘[T]he goal is to eradicate the invisibility of the handicapped.’”) (quoting ADAPT v.\n\nSkinner, 881 F.2d 1184, 1204 (3d Cir. 1989) (en banc) (Mansmann, J, concurring in part and\n\ndissenting in part)). The State’s failure to place L.C. and E.W. in the community thus falls\n\nsquarely within the ADA’s ban on disability-based discrimination.\n\n       Nor do any of the cases cited by the State require a different conclusion. The State relies\n\nheavily on our en banc decision in S.H. v. Edwards, 886 F.3d 292 (11th 1989) (en banc), as well\n\nas several cases decided by other Circuits, see P.C. v. McLaughlin, 913 F.2d 1033 (2d Cir.\n\n\n                                                15\n\f1990); Clark v. Cohen, 794 F.2d 79 (3d Cir. 1986); Phillips v. Thompson, 715 F.2d 365 (7th Cir.\n\n1983). But nothing in S.H. or these other cases remotely touches on the issues presented by this\n\nappeal.\n\nWhile it is true that we generally look to Rehabilitation Act precedents in construing the ADA,\n\nsee Duckett, 120 F.3d at 1225 n.1, none of the cases cited by the State involved claims under the\n\nexpress integration regulation of either the ADA or the § 504 coordination regulations, and\n\ntherefore, those cases are inapposite here. See Helen L., 46 F.3d at 333-34 (distinguishing prior\n\nRehabilitation Act precedent on this ground).\n\n          In S.H., for example, we considered “‘plaintiffs’ claims for relief in the nature of\n\nhabilitation in the least restrictive environment in accordance with the recommendation of\n\nprofessional treatment staff.’” S.H., 886 F.2d at 293. S.H. did not involve the integration\n\nregulation of either § 504 of the Rehabilitation Act or the ADA, or a claim that plaintiffs had\n\nbeen unnecessarily segregated. Instead, plaintiffs’ only statutory claim was that they had been\n\nimpermissibly denied habilitation reviews. The district court denied this claim, finding that the\n\nlegislature’s use of a chronological bright-line to trigger habilitation reviews did not evidence\n\ndiscrimination solely because of disability. See S.H. v. Edwards, 860 F.2d 1045, 1052 (11th Cir.\n\n1988) (district court opinion attached as appendix A). It is far from clear whether our two\n\nparagraph en banc decision even considered plaintiffs’ Rehabilitation Act claim.\n\n          Finally, we also reject the State’s suggestion that L.C.’s and E.W.’s ADA claim must fail\n\nbecause the denial of community-based placements was based on a lack of funds, not on L.C.’s\n\nand E.W’s disabilities. Under the ADA, as under Title VII of the Civil Rights Act, “the absence\n\nof a malevolent motive does not convert a facially discriminatory policy into a neutral policy\n\n\n\n                                                   16\n\f. . . .” International Union, UAW v. Johnson Controls, 499 U.S. 187, 199 (1991). Even if the\n\nState failed to place L.C. and E.W. in the community because of a lack of funding, this motive\n\ndoes not lessen the “discriminatory character” of their segregation. Id. Moreover, the plain\n\nlanguage of the ADA’s Title II regulations, as well as the ADA’s legislative history, make clear\n\nthat Congress wanted to permit a cost defense only in the most limited of circumstances. The\n\nADA’s Title II regulations permit a state to justify its failure to make reasonable\n\naccommodations for individuals with disabilities where those accommodations “would\n\nfundamentally alter the nature of the service, program, or activity.” 28 C.F.R. 35.130(b)(7).7 As\n\nthe House Judiciary report explained,\n\n          The fact that it is more convenient, either administratively or fiscally, to provide\n          services in a segregated manner, does not constitute a valid justification for\n          separate or different services under Section 504 of the Rehabilitation Act, or\n          under this title. . . . The existence of such programs can never be used as a basis\n          to . . . refuse to provide an accommodation in a regular setting.\n\nH.R. Rep. No. 101-485, pt. 3 at 50. The State’s argument that its lack of funds makes its refusal\n\nto provide integrated services non-discriminatory is inconsistent with the ADA’s statutory\n\nscheme and would permit a public entity to justify its refusal to comply with the ADA by\n\nasserting that it lacked the money to do so.\n\n          We emphasize that our holding does not mandate the deinstitutionalization of individuals\n\nwith disabilities. Instead, we hold that where, as here, a disabled individual’s treating\n\nprofessionals find that a community-based placement is appropriate for that individual, the ADA\n\nimposes a duty to provide treatment in a community setting – the most integrated setting\n\nappropriate to that patient’s needs. Where there is no such finding, on the other hand, nothing in\n\n\n\n   7\n       We consider the applicability of this defense in part IV.\n\n                                                   17\n\fthe ADA requires the deinstitutionalization of that patient.\n\n\n\n                                                III.\n\n       The State also argues that the district court erred in granting summary judgment to E.W.\n\nbecause there is a disputed issue of fact regarding whether E.W could be placed in a community-\n\nbased treatment program. We review the district court’s grant of summary judgment de novo,\n\napplying the same standards as the district court. Harris, 102 F.3d at 518. Summary judgment is\n\nappropriate if the pleadings, depositions, and affidavits show that no genuine issue of material\n\nfact exists for trial and that the moving party is entitled to judgment as a matter of law. Celotex\n\nCorp. v. Catrett, 477 U.S. 317, 322 (1986). We must view all evidence and all factual inferences\n\nreasonably drawn from the evidence in the light most favorable to the nonmoving party. Harris,\n\n102 F.3d at 519.\n\n       The State concedes that, at times during the course of this litigation, its own experts\n\nfound that E.W. could be placed in a community treatment program. However, it claims that\n\nbecause, at other times, those experts maintained that E.W. should receive treatment in an\n\ninstitutionalized setting, a genuine issue of material fact exists as to whether community-based\n\ntreatment was a possibility for E.W. In particular, the State points to the statements of Dr. Gary\n\nDeBacher, the chief of the Psychology staff at GRH-A, Joseph Steed, a behavioral specialist with\n\nthe Fulton County Regional Board, and Gloria Sheppard, a member of the Board’s\n\nComprehensive Evaluation Team. As the State argues, these experts found that E.W. could not\n\nbe placed in the community at certain times during this litigation. At the same time, however,\n\nthese experts testified that a community-based placement would be appropriate for E.W. once\n\n\n\n                                                 18\n\fher condition improved, so long as the community treatment program provided her with the\n\nnecessary level of care and supervision.8\n\n           In light of the testimony and considering the record as a whole, we reject the State’s\n\nargument that the district court’s grant of summary judgment was in error. All the experts,\n\nincluding E.W’s treating physician, were unanimous that E.W. could be appropriately placed in a\n\ncommunity-based treatment program, provided that it could give E.W. the level of care and\n\nsupervision she needed.9 The State has not suggested that such placements were not available to\n\nE.W. Indeed, they were able to find such a placement for E.W. after the district court’s\n\njudgment.\n\n           We do not suggest that should a trial court find that a patient, for medical reasons, needs\n\ninstitutionalized care, it must nonetheless order placement in a community-based treatment\n\nprogram. We recognize that the determination whether a patient can be appropriately placed in a\n\ncommunity-based treatment program is a fluid one, subject to change as the patient’s medical\n\ncondition improves or worsens. Over the course of litigation, there may be times that a patient\n\ncan be treated in the community, and others where an institutional placement is necessary. But\n\n\n\n       The State also points to E.W.’s hospitalization at the Central State Hospital in\n       8\n\nMilledgeville, Georgia and at Grady Memorial Hospital in Atlanta in late 1996 to support the\nconclusion that E.W. could not be placed in the community. At that time, E.W.’s kidney\nfunctions were compromised, requiring surgery in the hospital. Although prior to the surgery,\none of the State’s experts, Dr. George Echols, was uncertain whether E.W. could be placed in the\ncommunity after the surgery, the surgeon who performed the operation testified after the surgery\nthat E.W.’s medical problems did not require her to remain in a state hospital.\n   9\n     In early 1995, the experts at GRH-A themselves recognized that E.W. could be placed\noutside GRH-A. They repeatedly placed her in personal care homes, providing her with a\ncommunity setting for her treatment. She was not placed, however, in a community setting with\nthe appropriate level of monitoring, and, as a result, she returned to GRH-A after extremely short\nstays in the community.\n\n                                                    19\n\fwhere, as here, the evidence is clear that all the experts agree that, at a given time, the patient\n\ncould be treated in a more integrated setting, the ADA mandates that it do so at that time unless\n\nplacing that individual would constitute a fundamental alteration in the state’s provision of\n\nservices. Nothing in the ADA, however, forbids a state from moving a patient back to an\n\ninstitutionalized treatment setting, as the patient’s condition necessitates.\n\n        Under these principles, the district court correctly denied the State’s motion for summary\n\njudgment. Summary judgment is not precluded here by the fact that, at earlier times in the\n\nlitigation, some of the State’s experts opined that E.W. could not be placed in the community\n\nimmediately. None of the State’s experts concluded that E.W. needed to be placed at GRH-A on\n\na long-term basis. At most, they believed that, in the short term, continued hospitalization was\n\nnecessary in order to permit E.W. to make the transition to a community-based living\n\narrangement in a group home. Although one of the State’s experts, Joseph Steed, expressed\n\nconcerns that E.W. would not progress to the point where she could be placed in the community,\n\nthe evidence in the record shows that, in the spring and summer of 1996 – after Steed’s initial\n\nassessment as well as the others cited by the State – GRH-A attempted to find a community\n\nplacement for E.W, but could not because there were no available state Medicaid waiver funds\n\nfor such a placement.\n\n        Accordingly, because the State’s own professionals agreed that E.W. could be placed in\n\na less segregated setting, the State has failed to demonstrate that there is a material issue of fact\n\nfor trial as required by Fed. R. Civ. P. 56. Accordingly, the grant of summary judgment was not\n\nin error.\n\n\n\n\n                                                  20\n\f                                                IV.\n\n       In Part II we rejected the State’s argument that it complied with the ADA in this case\n\nbecause the denial of community placements to L.C. and E.W. was based on the State’s lack of\n\nfunds, not on plaintiffs’ disabilities. We must now address whether the lack of available funding\n\nprovides the State a defense to plaintiffs’ ADA claim.\n\n       Notwithstanding that under the ADA and its Title II regulations the State has a duty to\n\nprovide integrated services when the patient’s care warrants such services, that duty is not\n\nabsolute. As discussed above, the State need not provide these services if to do so would require\n\na fundamental alteration in its programs. Under Title II, “[a] public entity shall make reasonable\n\nmodifications in policies, practices, or procedures when the modifications are necessary to avoid\n\ndiscrimination on the basis of disability, unless the public entity can demonstrate that making the\n\nmodifications would fundamentally alter the nature of the service, program, or activity.” 28\n\nC.F.R.§ 35.130(b)(7).\n\n       L.C. and E.W. have demonstrated that the State may reasonably modify its provision of\n\nservices by providing treatment to them in an integrated setting. L.C. and E.W. point out that,\n\nunder Georgia law, the State has the authority to transfer funds between institutional and\n\ncommunity-based treatment programs based on need. O.C.G.A. § 37-2-5.1(c)(3) (1995). They\n\nalso note that, under the federal government’s Medicaid waiver program, the State may spend\n\nMedicaid funds to provide community-based care to disabled persons who would otherwise be\n\neligible for institutionalized care. The federal government has authorized matching federal\n\ndollars for over 2100 patients in Georgia, but, in 1996, the State used only 700 of these slots.\n\nSee Hopkins Dep. at 18-19. Finally, they argue that the State can provide integrated\n\n\n                                                 21\n\fcommunity-based services at significantly less cost than institutionalized care.\n\n       The availability of these alternate sources of funding makes L.C.’s and E.W.’s request for\n\nmodification of the State’s program of providing services to disabled persons a reasonable one\n\n“‘in the run of cases.’” Willis, 108 F.3d at 286 n.2 (quoting Barth v. Gelb, 2 F.3d 1180, 1187\n\n(D.C. Cir. 1993)). Accordingly, it is the State’s duty to demonstrate that providing treatment to\n\nL.C. and E.W. fundamentally alters the nature of the service it provides “‘in the context of the\n\nparticular agency’s operations.’” Id.; Helen L., 46 F.3d at 337; H.R. Rep. No. 101-485, pt. 3 at\n\n51 (noting importance of “size and budget” of the particular agency).\n\n       The State does not argue that the relief requested by L.C. and E.W. will effect a\n\nfundamental alteration by requiring it to dismantle its provision of institutionalized care to\n\nindividuals with disabilities. Instead, the State argues that it lacks the funds to provide\n\ncommunity-based services to L.C. and E.W. The district court rejected this argument, reasoning\n\nthat the State could provide community-based services to L.C. and E.W. at less cost than\n\nproviding institutional care for them at GRH-A. Accordingly, it found that the State’s purported\n\nlack of funds to provide community-based services to L.C. and E.W. was insufficient as a matter\n\nof law to establish that providing community-based care to plaintiffs would constitute a\n\nfundamental alteration.\n\n       Under the ADA, as with other federal statutes, “[i]nadequate state appropriations do not\n\nexcuse noncompliance” with federal law. Alabama Nursing Home Ass’n v. Harris, 617 F.2d\n\n388, 396 (5th Cir. 1980) (Medicaid Act); see also Doe v. Chiles, No. 96-5144, (11th Cir. Feb. 26,\n\n1998) (same); Tallahassee Memorial Regional Med. Ctr. v. Cook, 109 F.3d 693, 704 (11th Cir.\n\n1997) (same). Having chosen to provide services to individuals with disabilities, the State – both\n\n\n                                                 22\n\fthe state officials charged with formulating the budget as well as the state agencies responsible\n\nfor mental health services – must act “in a manner [that] comports with the requirements of [the\n\nADA].” Helen L., 46 F.3d at 339.\n\n       Our cases make clear that the ADA does not permit the State to justify its discriminatory\n\ntreatment of individuals with disabilities on the grounds that providing non-discriminatory\n\ntreatment will require additional expenditures of state funds. We recognized this principle in\n\nUnited States v. Board of Trustees for University of Alabama, 908 F.2d 740 (11th Cir. 1990).\n\nThere, we held that, considering the size of the University of Alabama’s transportation budget,\n\nthe University failed to show that an additional expenditure of $15,000 to modify its bus system\n\nto reasonably accommodate individuals with disabilities would impose an undue financial\n\nhardship. The University could not simply claim that it lacked the funds to make these\n\nmodifications in its bus system; rather it could only justify its discriminatory treatment by\n\ndemonstrating that its transportation budget could not be reasonably modified to take account of\n\nthe needs of the disabled. In light of its “annual transportation budget of $1.2 million,” we\n\nconcluded that requiring minimal additional expenditures of $15,000 would not “cause an undue\n\nfinancial burden on UAB.” Id. at 751.\n\n       The district court did not consider whether treating L.C. and E.W. would require\n\nadditional expenditures and if so, whether the State had met its burden of proving that those\n\nexpenditures were unreasonable in light of the State’s mental health budget. Instead, it noted\n\nthat the State currently provided community-based services to individuals with disabilities and\n\nthat such services could be provided at less cost than segregated services. Based on these two\n\nfactors, the district court concluded that the State had failed to show that providing community-\n\n\n                                                 23\n\fbased care to L.C. and E.W. would cause an fundamental alteration.\n\n       There is evidence in the record that suggests that, because of fixed overhead costs\n\nassociated with providing institutional care, the State will be able to save money by moving\n\npatients from institutionalized care to community-based care only when it shuts down entire\n\nhospitals or hospital wings, but not when it moves one or two patients from a hospital into the\n\ncommunity. See Olmstead Dep. at 78-80; Bliss Dep. at 33-34. Thus, it may be that requiring the\n\nState to treat L.C. and E.W. in a community-based program will require additional expenditure\n\nof state funds.\n\n       Nonetheless, the ADA may still require the State to expend additional funds in order to\n\nprovide L.C. and E.W. with integrated services. Unless the State can prove that requiring it to\n\nmake these additional expenditures would be so unreasonable given the demands of the State’s\n\nmental health budget that it would fundamentally alter the service it provides, the ADA requires\n\nthe State to make these additional expenditures.     Because the district court did not consider this\n\nquestion and because of the complexity of the factual issues concerning the funding for mental\n\nhealth services in Georgia, we remand this case to the district court for further proceedings on\n\nthis issue. In determining whether the State can meet its burden of establishing a fundamental\n\nalteration, the district court should consider, among other things: (1) whether the additional\n\nexpenditures necessary to treat L.C. and E.W. in community-based care would be unreasonable\n\ngiven the demands of the State’s mental health budget; (2) whether it would be unreasonable to\n\nrequire the State to use additional available Medicaid waiver slots, as well as its authority under\n\nGeorgia law to transfer funds from institutionalized care to community-based care, to minimize\n\nany financial burden on the State; and (3) whether any difference in the cost of providing\n\n\n                                                24\n\finstitutional or community-based care will lessen the State’s financial burden.10 This list, is, of\n\ncourse, not exclusive. The district court may also consider any other factors it believes are\n\nrelevant to the fundamental alteration inquiry.\n\n        Accordingly, the judgment of the district court is AFFIRMED and the case is\n\nREMANDED for further proceedings consistent with this opinion.\n\n\n\n\n   10\n      We note that this case is not a class action, but a challenge brought on behalf of two\nindividual plaintiffs. Our holding is not meant to resolve the more difficult questions of\nfundamental alteration that might be present in a class action suit seeking deinstitutionalization\nof a state hospital.\n\n                                                  25\n\f26\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                                                                                    [PUBLISH]\n\n                      IN THE UNITED STATES COURT OF APPEALS\n\n                               FOR THE ELEVENTH CIRCUIT\n\n                                 ________________________\n\n                                        No. 97-8538\n                                 ________________________\n\n                            D. C. Docket No. 1:95-CV-1210-MHS\n\nL.C., by JONATHAN ZIMRING as guardian ad litem and next friend; E.W.,\n\n                                                                  Plaintiffs-Appellees,\n\n                                            versus\n\nTOMMY OLMSTEAD, Commissioner of the Department of Human Resources; RICHARD\nFIELDS, Superintendent of Georgia Regional Hospital at Atlanta; EARNESTINE PITTMAN,\nExecutive Director of the Fulton County Regional Board, all in their official capacities;\n\n                                                                  Defendants-Appellants.\n\n                                 ________________________\n\n                         Appeal from the United States District Court\n                            for the Northern District of Georgia\n                              _________________________\n\n                                        (April 8, 1998)\n\nBefore TJOFLAT and BARKETT, Circuit Judges, and PROPST*, Senior District Judge.\n\n\n\n\n_______________\n* Honorable Robert B. Propst, Senior U.S. District Judge for the Northern District of Alabama,\nsitting by designation.\n\n\nBARKETT, Circuit Judge:\n\n                                               1\n\f        Tommy Olmstead, Richard Fields, and Earnestine Pittman, (collectively “the State”),\n\ndefendants in the district court, appeal an adverse summary judgment granting declaratory and\n\ninjunctive relief to plaintiffs L.C. and E.W.,1 two patients then-housed in a state psychiatric\n\nhospital.2 In May 1995, L.C. filed this action challenging her continued confinement at the\n\nGeorgia Regional Hospital in Atlanta (“GRH-A”), a psychiatric hospital where persons with\n\nmental disabilities are cared for in a segregated environment. The State’s failure to provide her\n\nwith care in the most integrated setting appropriate to her needs, she argued, violated Title II of\n\nthe Americans with Disabilities Act (ADA), 42 U.S.C. §§ 12131-12134 (1995), the Attorney\n\nGeneral’s Title II regulations, 28 C.F.R. § 35.130 (1997), and the Due Process Clause of the\n\nFourteenth Amendment. In January 1996, E.W., a patient also confined at GRH-A, intervened in\n\n\n    1\n     As the district court did, we use the pseudonyms L.C. and E.W. in order to protect\nplaintiffs’ identities.\n   2\n      Both L.C. and E.W. are currently being treated in community-based programs. L.C. was\nplaced in a community-based program in February 1996, while this action was pending in the\ndistrict court; E.W. was placed in a similar program after the district court entered its judgment.\nNonetheless, this case is not moot. Mootness has been defined as “‘the doctrine of standing set\nin a time frame: The requisite personal interest that must exist at the commencement of the\nlitigation (standing) must continue through its existence (mootness).’” United States Parole\nComm’n v. Geraghty, </pre><span class=\"citation\" data-id=\"110228\"><a href=\"/opinion/110228/united-states-parole-commn-v-geraghty/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">388</span></a></span><pre class=\"inline\">, 397 (1980) (quoting Monaghan, Constitutional\nAdjudication: The Who and When, 82 Yale L.J. 1363, 1384 (1973)). As the district court\nconcluded, L.C.’s suit falls under the exception for cases that are “capable of repetition, yet\nevading review.” L.C. has been confined eighteen different times at GRH-A and her current\nplacement has been unstable at times due to the State’s failure to provide adequate funding.\nTherefore, it is likely that L.C. may be returned to GRH-A. Further, because of the complexity\nof the issues involved and instability of her placements, it is likely that any future claim for relief\nwill evade our review. See Honig v. Doe, </pre><span class=\"citation\" data-id=\"111982\"><a href=\"/opinion/111982/honig-v-doe/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">305</span></a></span><pre class=\"inline\">, 318-23 (1988); Lynch v. Baxley, </pre><span class=\"citation\" data-id=\"442180\"><a href=\"/opinion/442180/jean-p-lynch-individually-and-on-behalf-of-all-persons-similarly/\"><span class=\"volume\">744</span>\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1452</span></a></span><pre class=\"inline\">, 1456-57 (11th Cir. 1984). As to E.W., because the State only placed her in a\ncommunity-based treatment program under court order, it is likely that, absent the court order,\nthe State might revert to its prior practices. See Vitek v. Jones, </pre><span class=\"citation\" data-id=\"110231\"><a href=\"/opinion/110231/vitek-v-jones/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">480</span></a></span><pre class=\"inline\">, 486-87 (1980).\nFurther, like L.C., E.W. has been subject to multiple and unstable placements at GRH-A, making\nher claim one that is capable of reptition, yet evading review.\n\n\n                                                  2\n\fthis action, raising identical claims.\n\n        In granting summary judgment in favor of L.C. and E.W., the district court declared that\n\nthe State’s failure to place them in an appropriate community-based treatment program, instead\n\nconfining them at the state hospital, violates the anti-discrimination provision of Title II of the\n\nADA, 42 U.S.C. § 12132, and its accompanying regulations. The district court enjoined the\n\nState from violating plaintiffs’ rights under the ADA, determined that the denial of community\n\nplacements could not be justified by the State’s purported lack of funds, and ordered the State to\n\nrelease E.W. to an appropriate community-based treatment program and to provide L.C. with all\n\nappropriate services necessary to maintain her current placement in a community-based\n\ntreatment program.\n\n        We affirm the district court’s judgment that the State discriminated against L.C. and E.W.\n\nby confining them in a segregated institution rather than in an integrated community-based\n\nprogram. However, we remand this case to the district court for further findings related to the\n\nState’s defense that the relief sought by plaintiffs would “fundamentally alter the nature of the\n\nservice, program, or activity.” 28 C.F.R. § 35.130(b)(7).3\n\n                                           DISCUSSION\n\n        This case presents the question, one of first impression in this circuit, whether § 12132 of\n\nthe ADA and the Department of Justice’s integration regulation, 28 C.F.R. § 35.130(d), prohibit\n\na state from confining a disabled individual in a state-run institution where that individual could\n\nbe appropriately treated in a more integrated community setting. The State’s principal argument\n\n\n  3\n   The State also claims that it was entitled to summary judgment on plaintiffs’ constitutional\nclaims. Because the district court did not consider these claims, we decline to do so as well.\nCitro Florida, Inc. v. Citrovale, S.A., </pre><span class=\"citation\" data-id=\"451651\"><a href=\"/opinion/451651/citro-florida-inc-a-florida-corporation-v-citrovale-sa-a-foreign/\"><span class=\"volume\">760</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1231</span></a></span><pre class=\"inline\">, 1232 (11th Cir. 1985).\n\n                                                  3\n\fis that the district court’s application of § 12132 and its accompanying regulations is contrary to\n\nthe ADA’s requirement that a plaintiff prove that he or she faced discrimination “by reason of\n\nsuch disability.” § 12132. The State contends that L.C. and E.W. have not shown that they were\n\ndenied community placements available to non-disabled individuals because of disability. In\n\nother words, the State argues that the ADA requires a comparison of the treatment of individuals\n\nwith disabilities against that of healthy non-disabled persons. However, as the State must\n\nconcede, the confinement of L.C. and E.W. at GRH-A is attributable to their disabilities, thereby\n\nproving the very element the State argues is missing. Reduced to its essence, the State’s\n\nargument is that Title II of the ADA affords no protection to individuals with disabilities who\n\nreceive public services designed only for individuals with disabilities.\n\n       The State has not pointed to any legal authority that supports such a reading of Title II of\n\nthe ADA and its integration regulation, § 35.130(d), and we can find none. To the contrary, we\n\nfind overwhelming authority in the plain language of Title II of the ADA, its legislative history,\n\nthe Attorney General’s Title II regulations, and the Justice Department’s consistent interpretation\n\nof those regulations, to support L.C and E.W.’s position.\n\n       We analyze the applicability of the ADA and its regulations first by discussing the plain\n\nlanguage of Title II of the ADA and § 35.130(d), the integration regulation, and the Attorney\n\nGeneral’s interpretation of that language. We then consider, in light of congressional intent, the\n\nState’s argument that, notwithstanding the plain language of § 35.130(d) and the Attorney\n\nGeneral’s interpretation of that regulation, the ADA does not apply in these circumstances. We\n\nnext address the State’s secondary argument that certain disputed issues of fact preclude\n\nsummary judgment. Finally, we consider the State’s argument that funding limitations preclude\n\n\n                                                 4\n\fit from complying with the ADA.\n\n\n\n                                                   I.\n\n        Title II of the ADA prohibits discrimination against individuals with disabilities in the\n\nprovision of public services by state and local governments. Section 12132 provides that “no\n\nqualified individual with a disability shall, by reason of his disability, be excluded from\n\nparticipation in or be denied the benefits of the services, programs, or activities of a public\n\nentity, or be subjected to discrimination by any such entity.” § 12132.\n\n        Under the statutory scheme of Title II, Congress entrusted the Attorney General with the\n\nauthority to define the scope of the prohibitions set forth in § 12132. In § 12134 of the ADA,\n\nCongress directed the Attorney General to promulgate regulations further defining Title II’s anti-\n\ndiscrimination mandate. See 42 U.S.C. § 12134(a); H.R. Rep. 101-485, pt. 3 at 52 (1990)\n\n(“[T]itle II does not list all the forms of discrimination that the title is intended to prohibit. Thus,\n\nthe purpose of this section is to direct the Attorney General to issue regulations setting forth the\n\nforms of discrimination prohibited.”). Congress additionally mandated that the Attorney\n\nGeneral’s regulations, except with regard to program accessibility, existing facilities, and\n\ncommunications issues, be “consistent with this chapter and with the coordination regulations\n\nunder part 41 of title 28, Code of Federal Regulations . . . applicable to recipients of Federal\n\nfinancial assistance under [section 504 of the Rehabilitation Act].” 42 U.S.C. § 12134(b).4\n\n\n  4\n   Section 504 of the Rehabilitation Act, in turn, provides that “[n]o otherwise qualified\nindividual with a disability in the United States . . . shall, solely by reason of her or his disability,\nbe excluded from participation in, be denied the benefits of, or be subjected to discrimination\nunder any program or activity receiving Federal financial assistance or under any program or\nactivity conducted by any Executive agency or by the United States Postal Service.” 29 U.S.C.\n\n                                                   5\n\f       In response to this congressional mandate, the Attorney General issued regulations\n\ndefining the forms of discrimination prohibited by Title II of the ADA. Because Congress left to\n\nthe Attorney General the task of giving meaning to § 12132's broad prohibition on discrimination\n\nin public services, the Attorney General’s regulations must be “given controlling weight unless\n\nthey are arbitrary, capricious, or manifestly contrary to the statute.” Chevron, U.S.A., Inc. v.\n\nNRDC, Inc., </pre><span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span><pre class=\"inline\">, 844 (1984); Bledsoe v. Palm Beach County Soil & Water Conserv.\n\nDist., </pre><span class=\"citation\" data-id=\"750163\"><a href=\"/opinion/750163/mark-bledsoe-v-palm-beach-county-soil-and-water-conservation-district/\"><span class=\"volume\">133</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">816</span></a></span><pre class=\"inline\">, 822-23 (11th Cir. 1998); Harris v. H & W Contracting Co., </pre><span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">516</span></span><pre class=\"inline\">,\n\n521 (11th Cir. 1996); Helen L. v. DiDario, </pre><span class=\"citation\" data-id=\"687609\"><a href=\"/opinion/687609/helen-l-beverly-d-florence-h-ilene-f-idell-s-and-american/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">325</span></a></span><pre class=\"inline\">, 331-32 (3d Cir. 1995).\n\n       Under the Attorney General’s Title II implementing regulations, \"[a] public entity shall\n\nadminister services, programs, and activities in the most integrated setting appropriate to the\n\nneeds of qualified individuals with disabilities.” 28 C.F.R. § 35.130(d). There can be little\n\nquestion that the plain language of § 35.130(d) prohibits a state from providing services to\n\nindividuals with disabilities in an unnecessarily segregated setting. See 28 C.F.R. Pt. 35, App. A\n\nat 478 (interpreting § 35.130(d) to require placement “in a setting that enables individuals with\n\ndisabilities to interact with non-disabled persons to the fullest extent possible”).   In\n\nparticipating in this and other similar litigation, the Attorney General has consistently adopted\n\nthis interpretation of § 35.130(d), and, as such, it is entitled to substantial deference. Thomas\n\nJefferson Univ. v. Shalala, </pre><span class=\"citation\" data-id=\"117865\"><a href=\"/opinion/117865/thomas-jefferson-univ-v-shalala/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">504</span></a></span><pre class=\"inline\">, 512 (1994); University Health Servs., Inc. v. Health &\n\nHuman Servs., </pre><span class=\"citation\" data-id=\"744586\"><a href=\"/opinion/744586/53-socsecrepser-905-medicare-medicaid-guide-p-45598-11-fla-l/\"><span class=\"volume\">120</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1145</span></a></span><pre class=\"inline\">, 1150 (11th Cir. 1997).\n\n       By definition, where, as here, the State confines an individual with a disability in an\n\ninstitutionalized setting when a community placement is appropriate, the State has violated the\n\n\n\n§ 794(a) (Supp. 1997).\n\n                                                  6\n\fcore principle underlying the ADA’s integration mandate. Placement in the community provides\n\nan integrated treatment setting, allowing disabled individuals to interact with non-disabled\n\npersons – an opportunity permitted only in limited circumstances within the walls of segregated\n\nstate institutions such as GRH-A. The State does not seriously contend otherwise. Nor does it\n\neven attempt to show that the Attorney General’s interpretation is “‘plainly erroneous or\n\ninconsistent with the regulation’” as it must to overturn her construction of § 35.130(d). Thomas\n\nJefferson, 512 U.S. at 512 (quoting Udall v. Tallman, </pre><span class=\"citation\" data-id=\"106984\"><a href=\"/opinion/106984/udall-v-tallman/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 16-17 (1965)).\n\n       Because the express terms of § 35.130(d), supported by the Attorney General’s consistent\n\ninterpretation, plainly prohibit a state from treating individuals with disabilities in a segregated\n\nenvironment where a more integrated setting would be appropriate, we can only reverse the\n\ndistrict court’s finding that the State’s actions in this case constituted discrimination within the\n\nmeaning of the ADA by holding § 35.130(d) invalid. Thus, we turn to the State’s argument that\n\n§ 12132's requirement that a disabled plaintiff proved that he or she faced discrimination “by\n\nreason of such disability” precludes application of the ADA in the circumstances presented here.\n\n\n\n                                                  II.\n\n       After review, we are unable to credit the State’s argument that the ADA does not bar a\n\nstate from providing public services for individuals with disabilities in a segregated manner\n\nbecause every indication of congressional intent confirms that the ADA applies to the\n\ncircumstances presented here. As noted earlier, in passing the ADA, Congress mandated that the\n\nAttorney General promulgate regulations consistent with the coordination regulations issued\n\npursuant to § 504 of the Rehabilitation Act. Congress' decision to incorporate the § 504\n\n\n                                                  7\n\fcoordination regulations is particularly significant here. The Attorney General’s § 504\n\ncoordination regulations mandate that recipients of federal financial assistance “administer\n\nprograms and activities in the most integrated setting appropriate to the needs of qualified\n\nhandicapped persons.” 28 C.F.R.§ 41.51(d) (1997) (emphasis added). By requiring the Attorney\n\nGeneral to follow the § 504 coordination regulations – including the explicit integration\n\nrequirement – Congress expressly mandated that individuals with disabilities receive public\n\nservices in the most integrated setting appropriate to their needs. Conforming to this mandate,\n\n§ 35.130(d) tracks this very language.5\n\n       It is well-settled that where “a Congress that re-enacts a statute voices its approval of an\n\nadministrative . . . interpretation thereof, Congress is treated as having adopted that\n\ninterpretation, and this Court is bound thereby.” United States v. Board of Comm’rs of Sheffield,\n\nAla., </pre><span class=\"citation\" data-id=\"109810\"><a href=\"/opinion/109810/united-states-v-sheffield-bd-of-commrs/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">110</span></a></span><pre class=\"inline\">, 134 (1978); Don E. Williams Co. v. Commissioner, </pre><span class=\"citation\" data-id=\"109591\"><a href=\"/opinion/109591/don-e-williams-co-v-commissioner/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">569</span></a></span><pre class=\"inline\">, 576-77\n\n(1977). Although Title II of the ADA did not re-enact § 504 of the Rehabilitation Act, the plain\n\nlanguage of the ADA makes clear that Congress ratified the Attorney General’s § 504\n\ncoordination regulations and sought to ensure that the Attorney General’s Title II regulations\n\ntracked the § 504 coordination regulations. Under these circumstances, both sets of regulations,\n\nincluding the integration provisions, have the force of law. Helen L., 46 F.3d at 332; Messier v.\n\nSouthbury Training School, </pre><span class=\"citation\" data-id=\"1516632\"><a href=\"/opinion/1516632/messier-v-southbury-training-school/\"><span class=\"volume\">916</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">133</span></a></span><pre class=\"inline\">, 141 (D. Conn. 1996).\n\n       Congress’ determination that public services be provided in the most integrated setting\n\n\n\n   5\n     In line with § 12134(b)’s mandate to promulgate regulations consistent with other parts of\nthe ADA, the Attorney General’s Title II regulations are also consistent with the provisions of\nTitle III. See 42 U.S.C. § 12182(b)(1)(B) (1995) (“Goods, services, facilities, privileges,\nadvantages, and accommodations shall be afforded to an individual with a disability in the most\nintegrated setting appropriate to the needs of the individual.”).\n\n                                                  8\n\fappropriate to the needs of individuals with disabilities is likewise reflected in the ADA’s\n\ncongressional findings and the Act’s legislative history. The Act’s findings and legislative\n\nhistory make clear that Congress sought to eliminate the segregation of individuals with\n\ndisabilities in passing the ADA. In enacting the ADA, Congress determined that discrimination\n\nagainst individuals with disabilities persists in a wide variety of areas of social life, including\n\n“institutionalization,” 42 U.S.C. § 12101(a)(3) (1995), and that “individuals with disabilities\n\ncontinually encounter various forms of discrimination, including outright intentional exclusion . .\n\n. [and] segregation . . . .” 42 U.S.C. § 12101(a)(5); see also 42 U.S.C. § 12101(a)(2)\n\n(“[H]istorically, society has tended to isolate and segregate individuals with disabilities, and . . .\n\nsuch forms of discrimination against individuals with disabilities continue to be a serious and\n\npervasive social problem.”).\n\n       Indeed, the legislative history makes clear that Congress considered the provision of\n\nsegregated services to individuals with disabilities a form of discrimination prohibited by the\n\nADA. See S. Rep. No. 101-116 at 20 (1989) (noting “compelling need to provide a clear and\n\ncomprehensive national mandate . . . for the integration of persons with disabilities into the\n\neconomic and social mainstream of American life”); H.R. Rep. No. 101-485, pt. 2 at 29 (1990)\n\n(listing “segregation” as a form of “[d]iscrimination against people with disabilities”); H.R. Rep.\n\nNo. 101-485, pt. 3 at 26 (1990) (“The ADA is a comprehensive piece of civil rights legislation\n\nwhich promises a new future: a future of inclusion and integration, and the end of exclusion and\n\nsegregation.”). Noting that “[t]he purpose of Title II is to continue to break down barriers to the\n\nintegrated participation of people with disabilities in all aspects of community life,” id. at 49-50,\n\nthe House Committee on the Judiciary explained that “integrated services are essential to\n\n\n\n                                                   9\n\faccomplishing the purposes of Title II. . . . Separate-but-equal services do not accomplish this\n\ncentral goal and should be rejected.” Id. at 50. Indeed, drawing an analogy to the segregation of\n\nAfrican-Americans, the House Report noted that “segregation for persons with disabilities ‘may\n\naffect their hearts and minds in a way unlikely ever to be undone.’” Id. at 26 (quoting Brown v.\n\nBoard of Educ., </pre><span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span><pre class=\"inline\">, 494 (1954)). Certainly, the denial of community placements to\n\nindividuals with disabilities such as L.C. and E.W. is precisely the kind of segregation that\n\nCongress sought to eliminate.\n\n       Accordingly, because § 35.130(d) finds direct support in the plain language of the ADA,\n\nits congressional findings, and the Act’s legislative history, we must apply it here. See Bledsoe,\n\n133 F.3d at 823 (deferring to ADA’s Title II regulations); Harris, 102 F.3d at 521 (“We cannot\n\ndisregard the interpretive guidance contained in the appendix prepared by the federal agency\n\ncharged with enforcing the ADA, when that guidance is based on a permissible construction of\n\nthe statute and is supported by the statute’s legislative history.”).\n\n       We see nothing in the ADA’s requirement that discrimination be “by reason of such\n\ndisability” that warrants a different result. The fact that L.C. and E.W. seek community-based\n\ntreatment services that only disabled persons need does not foreclose their claim that they were\n\nunnecessarily segregated. The ADA does not only mandate that individuals with disabilities be\n\ntreated the same as persons without such disabilities. Underlying the ADA’s prohibitions is the\n\nnotion that individuals with disabilities must be accorded reasonable accommodations not\n\noffered to other persons in order to ensure that individuals with disabilities enjoy “equality of\n\nopportunity, full participation, independent living, and economic self-sufficiency . . . .” §\n\n12101(a)(8); see Willis v. Conopco, Inc., </pre><span class=\"citation\" data-id=\"737029\"><a href=\"/opinion/737029/lynda-l-willis-v-conopco-inc-aka-lever-brothers-company-aka/\"><span class=\"volume\">108</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">282</span></a></span><pre class=\"inline\">, 285 (11th Cir. 1997) (describing “the\n\n\n\n                                                  10\n\fbasic goal of the ADA” as “ensuring that those with disabilities can fully participate in all\n\naspects of society”). This principle, explicit in the text of the Act’s employment provisions in\n\nTitle I, see 42 U.S.C.\n\n§ 12112(b)(5)(A) (1995), and the Title II regulations, runs throughout the ADA. See Bledsoe,\n\n133 F.3d at 820-25 (applying Title I reasonable accommodation mandate to Title II).\n\n       For example, under Title I of the ADA, employers may not terminate individuals with\n\nknown disabilities who can perform the essential functions of the job with a reasonable\n\naccommodation even though the employer need not offer similar accommodations to\n\nnondisabled employees. See Harris, 102 F.3d at 519 (noting that the ADA “operates to create an\n\naffirmative duty for employers to reasonably accommodate individuals with disabilities”); see\n\nalso Sieberns v. Wal-Mart Stores, Inc., </pre><span class=\"citation\" data-id=\"746764\"><a href=\"/opinion/746764/monte-k-sieberns-v-wal-mart-stores-inc/\"><span class=\"volume\">125</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1019</span></a></span><pre class=\"inline\">, 1021-22 (7th Cir. 1997) (noting that the\n\n“ADA encompasses two distinct types of discrimination”: “treating a ‘qualified individual with a\n\ndisability’ differently because of the disability, i.e. disparate treatment” and “failing to provide a\n\nreasonable accommodation”). The employer’s failure to live up to its duty to provide a\n\nreasonable accommodation is unlawful disability-based discrimination. See Stewart v. Happy\n\nHerman’s Chesire Bridge, </pre><span class=\"citation\" data-id=\"71871\"><a href=\"/opinion/71871/stewart-v-happy-hermans-cheshire/\"><span class=\"volume\">117</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1278</span></a></span><pre class=\"inline\">, 1285 (11th Cir. 1997) (“[A] qualified individual with\n\na disability may be unlawfully discriminated against because of the individual’s disability when\n\nthe individual’s employer does not reasonably accommodate the disability – unless such an\n\naccommodation would impose an undue hardship on the employer.”); see also Duckett v. Dunlop\n\nTire Corp., </pre><span class=\"citation\" data-id=\"72200\"><a href=\"/opinion/72200/duckett-v-dunlop-tire-corporation/\"><span class=\"volume\">120</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1222</span></a></span><pre class=\"inline\">, 1224 (11th Cir. 1997) (noting that ADA defines discrimination to\n\ninclude failure to make reasonable accommodations to a qualified individual with a disability).\n\n       Here, the Attorney General, guided by Congress’ explicit approval of the § 504\n\n\n\n                                                  11\n\fcoordination regulations, imposed a duty analogous to the reasonable accommodation mandate\n\nin the employment setting. This duty requires states to place individuals with disabilities in the\n\nmost integrated setting appropriate to their needs when receiving services for their disabilities in\n\norder to ensure that they become integrated into communities, not isolated from the rest of our\n\nsociety in state-run institutions. Under § 35.130(d), the failure to provide the most integrated\n\nservices appropriate to the needs of disabled persons constitutes unlawful disability-based\n\ndiscrimination – even though such services may not be needed by nondisabled individuals –\n\nbecause such segregation perpetuates their status as second-class citizens unfit for community\n\nlife. As the Third Circuit explained in holding that the unnecessary segregation of disabled\n\npersons violates Title II of the ADA, “[t]he ADA is intended to ensure that qualified individuals\n\nreceive services in a manner consistent with basic human dignity rather than a manner that\n\nshunts them aside, hides, and ignores them.” Helen L., 46 F.3d at 335; see also City of Cleburne,\n\nTex. v. Cleburne Living Ctr., </pre><span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">432</span></a></span><pre class=\"inline\">, 461-64 (1985) (Marshall, J., concurring in part and\n\ndissenting in part) (surveying history of “segregation and discrimination” against mentally\n\nretarded persons).6\n\n   6\n     Nothing in the Supreme Court’s decision in Traynor v. Turnage, </pre><span class=\"citation\" data-id=\"112041\"><a href=\"/opinion/112041/traynor-v-turnage/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">535</span></a></span><pre class=\"inline\"> (1988), is to\nthe contrary. In Traynor, the Court held that § 504 of the Rehabilitation Act did not impliedly\nrepeal an Act of Congress permitting veterans to delay using their “GI Bill” educational benefits\npast the statutory time limit because of a disability that was not the result of their own willful\nmisconduct. In upholding the willful misconduct limitation, the Court found “nothing in the\nRehabilitation Act that requires that any benefit extended to one category of handicapped\npersons also be extended to all other categories of handicapped persons,” id. at 549, holding that\nCongress could choose to deny the benefit to veterans “because they engaged in some degree of\nwilfulness in the conduct that caused them to become disabled.” Id. at 550. Here, the issue is not\nwhether benefits accorded to one group of disabled persons must be extended to all others,\nwithout regard to the individual’s responsibility for the conduct that caused the disability, but\nwhether a State may provide services to individuals with disabilities in an unnecessarily\nsegregated setting in the face of a clear congressional mandate requiring integrated services.\nNothing in Traynor requires us to validate the unnecessary segregation at issue here. See Helen\n\n                                                12\n\f       Further, the State's position is inconsistent with Congress' direction to promulgate\n\nregulations consistent with the § 504 coordination regulations. These regulations impose a duty\n\nto provide the most integrated services appropriate irrespective of any difference between\n\nservices provided to individuals with disabilities and individuals without disabilities. Under the\n\n§ 504 coordination regulations, no showing of differential treatment is required; the integration\n\nregulation, on its face, applies to all services provided by a public entity. Significantly, Congress\n\ndid not require the Attorney General to follow other agency regulations that require integration\n\nonly where differential treatment exists between individuals with disabilities and individuals\n\nwithout disabilities. See 45 C.F.R.§ 84.4(b) (2) (1997) (Department of Health and Human\n\nServices) (requiring recipients of federal financial assistance from the agency to “afford\n\nhandicapped persons equal opportunity to obtain the same result, to gain the same benefit, or to\n\nreach the same level of acheivement [as nonhandicapped persons], in the most integrated setting\n\nappropriate to the person’s needs”); see also 34 C.F.R. § 104.4(b)(2) (1997) (same) (Department\n\nof Education). In making this choice, Congress decided that the unnecessary segregation of\n\nindividuals with disabilities violates the ADA even absent a showing of differential treatment\n\nbetween individuals with disabilities and nondisabled persons. The State’s position would\n\neffectively nullify Congress’ choice to mandate the more demanding integration requirement\n\ncontained in the § 504 coordination regulations.\n\n       Furthermore, a separate section of both the § 504 coordination regulations and the ADA\n\nTitle II regulations prohibits a public entity from providing “different or separate” services to\n\nindividuals with disabilities or a class of individuals with disabilities from those provided to\n\n\nL., 46 F.3d at 335-36; Messier, 916 F. Supp. at 142 n.7; Martin v. Voinovich, </pre><span class=\"citation\" data-id=\"1958129\"><a href=\"/opinion/1958129/martin-v-voinovich/\"><span class=\"volume\">840</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1175</span></a></span><pre class=\"inline\">,\n1191 (S.D. Ohio 1993).\n\n                                                 13\n\fother persons unless necessary to provide qualified disabled individuals with services “that are as\n\neffective as those provided to others.” 28 C.F.R. § 35.130(b)(1)(iv); 28 C.F.R. § 41.51(b)(1)(iv).\n\nThe State’s claim that § 35.130(d) also requires a showing of differential treatment between\n\ndisabled and nondisabled persons would render the prohibitions contained in § 35.130(b)(1)(iv)\n\nredundant – an interpretation we must strive to avoid. See Mackey v. Lanier Collection Agency\n\n& Serv., Inc., </pre><span class=\"citation\" data-id=\"112105\"><a href=\"/opinion/112105/mackey-v-lanier-collection-agency-service-inc/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></a></span><pre class=\"inline\">, 837 (1988) (declining “to adopt an interpretation of a congressional\n\nenactment which renders superfluous another portion of that same law”); Cammarano v. United\n\nStates, </pre><span class=\"citation\" data-id=\"105830\"><a href=\"/opinion/105830/cammarano-v-united-states/\"><span class=\"volume\">358</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">498</span></a></span><pre class=\"inline\">, 505 (1959) (rejecting construction of regulation that would render a phrase\n\n“pure surplusage”).\n\n        Moreover, the State’s interpretation of Title II would undermine the congressional intent\n\nto end the exclusion and segregation of individuals with disabilities, as expressed in § 12101 and\n\nthe ADA’s legislative history. In light of Congress’ recognition that “discrimination against\n\nindividuals with disabilities persists in such critical areas as . . . institutionalization,”\n\n§ 12101(a)(3), the State’s interpretation of Title II runs directly counter to Congress’ stated\n\npurposes and must be rejected. See McNely v. Ocala Star-Banner Corp., </pre><span class=\"citation\" data-id=\"728966\"><a href=\"/opinion/728966/bernard-f-mcnely-v-ocala-star-banner-corporation-a-florida-corporation/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1068</span></a></span><pre class=\"inline\">, 1074\n\n(11th Cir. 1996) (rejecting interpretation of the ADA because it “cannot be reconciled with . . .\n\n[the Act’s] stated purpose”), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1819</span></span><pre class=\"inline\"> (1997). As the Third Circuit pointed\n\nout in Helen L., “[i]f Congress were only concerned about disparate treatment of the disabled as\n\ncompared to their nondisabled counterparts, this statement would be a non sequitur as only\n\ndisabled persons are institutionalized.” 46 F.3d at 336.\n\n        Further, while the State did not deny L.C. and E.W. community-based placements out of\n\na malevolent intent to segregate them from the community, their indifference to L.C.’s and\n\n\n\n                                                    14\n\fE.W.’s needs – manifested by their refusal to place them in the community while recognizing the\n\npropriety of such a placement – is exactly the kind of conduct that the ADA was designed to\n\nprevent. In Alexander v. Choate, </pre><span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">287</span></a></span><pre class=\"inline\"> (1985), surveying the legislative history of the\n\nRehabilitation Act, the precursor of the ADA, the Supreme Court explained that Congress sought\n\nto do far more than merely outlaw invidious discrimination against the handicapped.\n\n       Discrimination against the handicapped was perceived by Congress to be most\n       often the product, not of invidious animus, but rather of thoughtlessness and\n       indifference – of benign neglect. Thus, Representative Vanik . . . described the\n       treatment of the handicapped as one the country’s “most shameful oversights,”\n       which caused the handicapped to live among society “shunted aside, hidden, and\n       ignored.” . . . Federal agencies and commentators on the plight of the\n       handicapped similarly have found that discrimination against the handicapped is\n       primarily the result of apathetic attitudes rather than affirmative animus.\n\nId. at 295-96 (footnotes omitted) (citations omitted). Indeed, Justice Marshall’s opinion for the\n\nCourt made clear that “much of the conduct that Congress sought to alter in passing the\n\nRehabilitation Act would be difficult if not impossible to reach were the Act construed to\n\nproscribe only conduct fueled by a discriminatory intent.” Id. at 296-97. These same concerns\n\nunderlie the ADA. “[T]he ADA attempts to eliminate the effects of that ‘benign neglect,’\n\n‘apathy,’ and ‘indifference.’” Helen L., 46 F.3d at 335; see also H.R. Rep. No. 101-485, pt. 3 at\n\n50 (“‘[T]he goal is to eradicate the invisibility of the handicapped.’”) (quoting ADAPT v.\n\nSkinner, </pre><span class=\"citation\" data-id=\"527543\"><a href=\"/opinion/527543/americans-disabled-for-accessible-public-transportation-adapt-disabled-in/\"><span class=\"volume\">881</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1184</span></a></span><pre class=\"inline\">, 1204 (3d Cir. 1989) (en banc) (Mansmann, J, concurring in part and\n\ndissenting in part)). The State’s failure to place L.C. and E.W. in the community thus falls\n\nsquarely within the ADA’s ban on disability-based discrimination.\n\n       Nor do any of the cases cited by the State require a different conclusion. The State relies\n\nheavily on our en banc decision in S.H. v. Edwards, </pre><span class=\"citation no-link\"><span class=\"volume\">886</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">292</span></span><pre class=\"inline\"> (11th 1989) (en banc), as well\n\nas several cases decided by other Circuits, see P.C. v. McLaughlin, </pre><span class=\"citation\" data-id=\"547607\"><a href=\"/opinion/547607/pc-v-neil-mclaughlin-individually-rod-copeland-individually-and-in-his/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1033</span></a></span><pre class=\"inline\"> (2d Cir.\n\n\n                                                15\n\f1990); Clark v. Cohen, </pre><span class=\"citation\" data-id=\"472164\"><a href=\"/opinion/472164/carolyn-clark-v-walter-s-cohen-individually-and-in-his-official-capacity/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">79</span></a></span><pre class=\"inline\"> (3d Cir. 1986); Phillips v. Thompson, </pre><span class=\"citation\" data-id=\"423749\"><a href=\"/opinion/423749/robert-w-phillips-v-james-thompson/\"><span class=\"volume\">715</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">365</span></a></span><pre class=\"inline\"> (7th Cir.\n\n1983). But nothing in S.H. or these other cases remotely touches on the issues presented by this\n\nappeal.\n\nWhile it is true that we generally look to Rehabilitation Act precedents in construing the ADA,\n\nsee Duckett, 120 F.3d at 1225 n.1, none of the cases cited by the State involved claims under the\n\nexpress integration regulation of either the ADA or the § 504 coordination regulations, and\n\ntherefore, those cases are inapposite here. See Helen L., 46 F.3d at 333-34 (distinguishing prior\n\nRehabilitation Act precedent on this ground).\n\n          In S.H., for example, we considered “‘plaintiffs’ claims for relief in the nature of\n\nhabilitation in the least restrictive environment in accordance with the recommendation of\n\nprofessional treatment staff.’” S.H., 886 F.2d at 293. S.H. did not involve the integration\n\nregulation of either § 504 of the Rehabilitation Act or the ADA, or a claim that plaintiffs had\n\nbeen unnecessarily segregated. Instead, plaintiffs’ only statutory claim was that they had been\n\nimpermissibly denied habilitation reviews. The district court denied this claim, finding that the\n\nlegislature’s use of a chronological bright-line to trigger habilitation reviews did not evidence\n\ndiscrimination solely because of disability. See S.H. v. Edwards, </pre><span class=\"citation no-link\"><span class=\"volume\">860</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1045</span></span><pre class=\"inline\">, 1052 (11th Cir.\n\n1988) (district court opinion attached as appendix A). It is far from clear whether our two\n\nparagraph en banc decision even considered plaintiffs’ Rehabilitation Act claim.\n\n          Finally, we also reject the State’s suggestion that L.C.’s and E.W.’s ADA claim must fail\n\nbecause the denial of community-based placements was based on a lack of funds, not on L.C.’s\n\nand E.W’s disabilities. Under the ADA, as under Title VII of the Civil Rights Act, “the absence\n\nof a malevolent motive does not convert a facially discriminatory policy into a neutral policy\n\n\n\n                                                   16\n\f. . . .” International Union, UAW v. Johnson Controls, </pre><span class=\"citation\" data-id=\"112563\"><a href=\"/opinion/112563/automobile-workers-v-johnson-controls-inc/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">187</span></a></span><pre class=\"inline\">, 199 (1991). Even if the\n\nState failed to place L.C. and E.W. in the community because of a lack of funding, this motive\n\ndoes not lessen the “discriminatory character” of their segregation. Id. Moreover, the plain\n\nlanguage of the ADA’s Title II regulations, as well as the ADA’s legislative history, make clear\n\nthat Congress wanted to permit a cost defense only in the most limited of circumstances. The\n\nADA’s Title II regulations permit a state to justify its failure to make reasonable\n\naccommodations for individuals with disabilities where those accommodations “would\n\nfundamentally alter the nature of the service, program, or activity.” 28 C.F.R. 35.130(b)(7).7 As\n\nthe House Judiciary report explained,\n\n          The fact that it is more convenient, either administratively or fiscally, to provide\n          services in a segregated manner, does not constitute a valid justification for\n          separate or different services under Section 504 of the Rehabilitation Act, or\n          under this title. . . . The existence of such programs can never be used as a basis\n          to . . . refuse to provide an accommodation in a regular setting.\n\nH.R. Rep. No. 101-485, pt. 3 at 50. The State’s argument that its lack of funds makes its refusal\n\nto provide integrated services non-discriminatory is inconsistent with the ADA’s statutory\n\nscheme and would permit a public entity to justify its refusal to comply with the ADA by\n\nasserting that it lacked the money to do so.\n\n          We emphasize that our holding does not mandate the deinstitutionalization of individuals\n\nwith disabilities. Instead, we hold that where, as here, a disabled individual’s treating\n\nprofessionals find that a community-based placement is appropriate for that individual, the ADA\n\nimposes a duty to provide treatment in a community setting – the most integrated setting\n\nappropriate to that patient’s needs. Where there is no such finding, on the other hand, nothing in\n\n\n\n   7\n       We consider the applicability of this defense in part IV.\n\n                                                   17\n\fthe ADA requires the deinstitutionalization of that patient.\n\n\n\n                                                III.\n\n       The State also argues that the district court erred in granting summary judgment to E.W.\n\nbecause there is a disputed issue of fact regarding whether E.W could be placed in a community-\n\nbased treatment program. We review the district court’s grant of summary judgment de novo,\n\napplying the same standards as the district court. Harris, 102 F.3d at 518. Summary judgment is\n\nappropriate if the pleadings, depositions, and affidavits show that no genuine issue of material\n\nfact exists for trial and that the moving party is entitled to judgment as a matter of law. Celotex\n\nCorp. v. Catrett, </pre><span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span><pre class=\"inline\">, 322 (1986). We must view all evidence and all factual inferences\n\nreasonably drawn from the evidence in the light most favorable to the nonmoving party. Harris,\n\n102 F.3d at 519.\n\n       The State concedes that, at times during the course of this litigation, its own experts\n\nfound that E.W. could be placed in a community treatment program. However, it claims that\n\nbecause, at other times, those experts maintained that E.W. should receive treatment in an\n\ninstitutionalized setting, a genuine issue of material fact exists as to whether community-based\n\ntreatment was a possibility for E.W. In particular, the State points to the statements of Dr. Gary\n\nDeBacher, the chief of the Psychology staff at GRH-A, Joseph Steed, a behavioral specialist with\n\nthe Fulton County Regional Board, and Gloria Sheppard, a member of the Board’s\n\nComprehensive Evaluation Team. As the State argues, these experts found that E.W. could not\n\nbe placed in the community at certain times during this litigation. At the same time, however,\n\nthese experts testified that a community-based placement would be appropriate for E.W. once\n\n\n\n                                                 18\n\fher condition improved, so long as the community treatment program provided her with the\n\nnecessary level of care and supervision.8\n\n           In light of the testimony and considering the record as a whole, we reject the State’s\n\nargument that the district court’s grant of summary judgment was in error. All the experts,\n\nincluding E.W’s treating physician, were unanimous that E.W. could be appropriately placed in a\n\ncommunity-based treatment program, provided that it could give E.W. the level of care and\n\nsupervision she needed.9 The State has not suggested that such placements were not available to\n\nE.W. Indeed, they were able to find such a placement for E.W. after the district court’s\n\njudgment.\n\n           We do not suggest that should a trial court find that a patient, for medical reasons, needs\n\ninstitutionalized care, it must nonetheless order placement in a community-based treatment\n\nprogram. We recognize that the determination whether a patient can be appropriately placed in a\n\ncommunity-based treatment program is a fluid one, subject to change as the patient’s medical\n\ncondition improves or worsens. Over the course of litigation, there may be times that a patient\n\ncan be treated in the community, and others where an institutional placement is necessary. But\n\n\n\n       The State also points to E.W.’s hospitalization at the Central State Hospital in\n       8\n\nMilledgeville, Georgia and at Grady Memorial Hospital in Atlanta in late 1996 to support the\nconclusion that E.W. could not be placed in the community. At that time, E.W.’s kidney\nfunctions were compromised, requiring surgery in the hospital. Although prior to the surgery,\none of the State’s experts, Dr. George Echols, was uncertain whether E.W. could be placed in the\ncommunity after the surgery, the surgeon who performed the operation testified after the surgery\nthat E.W.’s medical problems did not require her to remain in a state hospital.\n   9\n     In early 1995, the experts at GRH-A themselves recognized that E.W. could be placed\noutside GRH-A. They repeatedly placed her in personal care homes, providing her with a\ncommunity setting for her treatment. She was not placed, however, in a community setting with\nthe appropriate level of monitoring, and, as a result, she returned to GRH-A after extremely short\nstays in the community.\n\n                                                    19\n\fwhere, as here, the evidence is clear that all the experts agree that, at a given time, the patient\n\ncould be treated in a more integrated setting, the ADA mandates that it do so at that time unless\n\nplacing that individual would constitute a fundamental alteration in the state’s provision of\n\nservices. Nothing in the ADA, however, forbids a state from moving a patient back to an\n\ninstitutionalized treatment setting, as the patient’s condition necessitates.\n\n        Under these principles, the district court correctly denied the State’s motion for summary\n\njudgment. Summary judgment is not precluded here by the fact that, at earlier times in the\n\nlitigation, some of the State’s experts opined that E.W. could not be placed in the community\n\nimmediately. None of the State’s experts concluded that E.W. needed to be placed at GRH-A on\n\na long-term basis. At most, they believed that, in the short term, continued hospitalization was\n\nnecessary in order to permit E.W. to make the transition to a community-based living\n\narrangement in a group home. Although one of the State’s experts, Joseph Steed, expressed\n\nconcerns that E.W. would not progress to the point where she could be placed in the community,\n\nthe evidence in the record shows that, in the spring and summer of 1996 – after Steed’s initial\n\nassessment as well as the others cited by the State – GRH-A attempted to find a community\n\nplacement for E.W, but could not because there were no available state Medicaid waiver funds\n\nfor such a placement.\n\n        Accordingly, because the State’s own professionals agreed that E.W. could be placed in\n\na less segregated setting, the State has failed to demonstrate that there is a material issue of fact\n\nfor trial as required by Fed. R. Civ. P. 56. Accordingly, the grant of summary judgment was not\n\nin error.\n\n\n\n\n                                                  20\n\f                                                IV.\n\n       In Part II we rejected the State’s argument that it complied with the ADA in this case\n\nbecause the denial of community placements to L.C. and E.W. was based on the State’s lack of\n\nfunds, not on plaintiffs’ disabilities. We must now address whether the lack of available funding\n\nprovides the State a defense to plaintiffs’ ADA claim.\n\n       Notwithstanding that under the ADA and its Title II regulations the State has a duty to\n\nprovide integrated services when the patient’s care warrants such services, that duty is not\n\nabsolute. As discussed above, the State need not provide these services if to do so would require\n\na fundamental alteration in its programs. Under Title II, “[a] public entity shall make reasonable\n\nmodifications in policies, practices, or procedures when the modifications are necessary to avoid\n\ndiscrimination on the basis of disability, unless the public entity can demonstrate that making the\n\nmodifications would fundamentally alter the nature of the service, program, or activity.” 28\n\nC.F.R.§ 35.130(b)(7).\n\n       L.C. and E.W. have demonstrated that the State may reasonably modify its provision of\n\nservices by providing treatment to them in an integrated setting. L.C. and E.W. point out that,\n\nunder Georgia law, the State has the authority to transfer funds between institutional and\n\ncommunity-based treatment programs based on need. O.C.G.A. § 37-2-5.1(c)(3) (1995). They\n\nalso note that, under the federal government’s Medicaid waiver program, the State may spend\n\nMedicaid funds to provide community-based care to disabled persons who would otherwise be\n\neligible for institutionalized care. The federal government has authorized matching federal\n\ndollars for over 2100 patients in Georgia, but, in 1996, the State used only 700 of these slots.\n\nSee Hopkins Dep. at 18-19. Finally, they argue that the State can provide integrated\n\n\n                                                 21\n\fcommunity-based services at significantly less cost than institutionalized care.\n\n       The availability of these alternate sources of funding makes L.C.’s and E.W.’s request for\n\nmodification of the State’s program of providing services to disabled persons a reasonable one\n\n“‘in the run of cases.’” Willis, 108 F.3d at 286 n.2 (quoting Barth v. Gelb, </pre><span class=\"citation\" data-id=\"628594\"><a href=\"/opinion/628594/donald-barth-v-bruce-s-gelb-director-united-states-information-agency/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1180</span></a></span><pre class=\"inline\">, 1187\n\n(D.C. Cir. 1993)). Accordingly, it is the State’s duty to demonstrate that providing treatment to\n\nL.C. and E.W. fundamentally alters the nature of the service it provides “‘in the context of the\n\nparticular agency’s operations.’” Id.; Helen L., 46 F.3d at 337; H.R. Rep. No. 101-485, pt. 3 at\n\n51 (noting importance of “size and budget” of the particular agency).\n\n       The State does not argue that the relief requested by L.C. and E.W. will effect a\n\nfundamental alteration by requiring it to dismantle its provision of institutionalized care to\n\nindividuals with disabilities. Instead, the State argues that it lacks the funds to provide\n\ncommunity-based services to L.C. and E.W. The district court rejected this argument, reasoning\n\nthat the State could provide community-based services to L.C. and E.W. at less cost than\n\nproviding institutional care for them at GRH-A. Accordingly, it found that the State’s purported\n\nlack of funds to provide community-based services to L.C. and E.W. was insufficient as a matter\n\nof law to establish that providing community-based care to plaintiffs would constitute a\n\nfundamental alteration.\n\n       Under the ADA, as with other federal statutes, “[i]nadequate state appropriations do not\n\nexcuse noncompliance” with federal law. Alabama Nursing Home Ass’n v. Harris, </pre><span class=\"citation\" data-id=\"375761\"><a href=\"/opinion/375761/alabama-nursing-home-association-etc-v-patricia-roberts-harris/\"><span class=\"volume\">617</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">388</span></a></span><pre class=\"inline\">, 396 (5th Cir. 1980) (Medicaid Act); see also Doe v. Chiles, No. 96-5144, (11th Cir. Feb. 26,\n\n1998) (same); Tallahassee Memorial Regional Med. Ctr. v. Cook, </pre><span class=\"citation\" data-id=\"71592\"><a href=\"/opinion/71592/tallahassee-memorial-v-cook/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">693</span></a></span><pre class=\"inline\">, 704 (11th Cir.\n\n1997) (same). Having chosen to provide services to individuals with disabilities, the State – both\n\n\n                                                 22\n\fthe state officials charged with formulating the budget as well as the state agencies responsible\n\nfor mental health services – must act “in a manner [that] comports with the requirements of [the\n\nADA].” Helen L., 46 F.3d at 339.\n\n       Our cases make clear that the ADA does not permit the State to justify its discriminatory\n\ntreatment of individuals with disabilities on the grounds that providing non-discriminatory\n\ntreatment will require additional expenditures of state funds. We recognized this principle in\n\nUnited States v. Board of Trustees for University of Alabama, </pre><span class=\"citation\" data-id=\"544780\"><a href=\"/opinion/544780/united-states-of-america-cross-appellant-v-the-board-of-trustees-for-the/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">740</span></a></span><pre class=\"inline\"> (11th Cir. 1990).\n\nThere, we held that, considering the size of the University of Alabama’s transportation budget,\n\nthe University failed to show that an additional expenditure of $15,000 to modify its bus system\n\nto reasonably accommodate individuals with disabilities would impose an undue financial\n\nhardship. The University could not simply claim that it lacked the funds to make these\n\nmodifications in its bus system; rather it could only justify its discriminatory treatment by\n\ndemonstrating that its transportation budget could not be reasonably modified to take account of\n\nthe needs of the disabled. In light of its “annual transportation budget of $1.2 million,” we\n\nconcluded that requiring minimal additional expenditures of $15,000 would not “cause an undue\n\nfinancial burden on UAB.” Id. at 751.\n\n       The district court did not consider whether treating L.C. and E.W. would require\n\nadditional expenditures and if so, whether the State had met its burden of proving that those\n\nexpenditures were unreasonable in light of the State’s mental health budget. Instead, it noted\n\nthat the State currently provided community-based services to individuals with disabilities and\n\nthat such services could be provided at less cost than segregated services. Based on these two\n\nfactors, the district court concluded that the State had failed to show that providing community-\n\n\n                                                 23\n\fbased care to L.C. and E.W. would cause an fundamental alteration.\n\n       There is evidence in the record that suggests that, because of fixed overhead costs\n\nassociated with providing institutional care, the State will be able to save money by moving\n\npatients from institutionalized care to community-based care only when it shuts down entire\n\nhospitals or hospital wings, but not when it moves one or two patients from a hospital into the\n\ncommunity. See Olmstead Dep. at 78-80; Bliss Dep. at 33-34. Thus, it may be that requiring the\n\nState to treat L.C. and E.W. in a community-based program will require additional expenditure\n\nof state funds.\n\n       Nonetheless, the ADA may still require the State to expend additional funds in order to\n\nprovide L.C. and E.W. with integrated services. Unless the State can prove that requiring it to\n\nmake these additional expenditures would be so unreasonable given the demands of the State’s\n\nmental health budget that it would fundamentally alter the service it provides, the ADA requires\n\nthe State to make these additional expenditures.     Because the district court did not consider this\n\nquestion and because of the complexity of the factual issues concerning the funding for mental\n\nhealth services in Georgia, we remand this case to the district court for further proceedings on\n\nthis issue. In determining whether the State can meet its burden of establishing a fundamental\n\nalteration, the district court should consider, among other things: (1) whether the additional\n\nexpenditures necessary to treat L.C. and E.W. in community-based care would be unreasonable\n\ngiven the demands of the State’s mental health budget; (2) whether it would be unreasonable to\n\nrequire the State to use additional available Medicaid waiver slots, as well as its authority under\n\nGeorgia law to transfer funds from institutionalized care to community-based care, to minimize\n\nany financial burden on the State; and (3) whether any difference in the cost of providing\n\n\n                                                24\n\finstitutional or community-based care will lessen the State’s financial burden.10 This list, is, of\n\ncourse, not exclusive. The district court may also consider any other factors it believes are\n\nrelevant to the fundamental alteration inquiry.\n\n        Accordingly, the judgment of the district court is AFFIRMED and the case is\n\nREMANDED for further proceedings consistent with this opinion.\n\n\n\n\n   10\n      We note that this case is not a class action, but a challenge brought on behalf of two\nindividual plaintiffs. Our holding is not meant to resolve the more difficult questions of\nfundamental alteration that might be present in a class action suit seeking deinstitutionalization\nof a state hospital.\n\n                                                  25\n\f26\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/71592/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/71871/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/72200/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105830/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106984/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109591/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109810/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110228/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110231/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111299/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111507/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111722/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111982/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112041/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112105/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112563/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117865/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/375761/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/423749/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/442180/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/451651/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/472164/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/527543/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/544780/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/547607/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/628594/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/687609/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/728966/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/737029/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/744586/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/746764/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/750163/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1516632/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1958129/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T09:05:46.875577Z",
      "date_modified": "2016-02-19T00:16:28.529737Z",
      "date_filed": "1998-04-08",
      "date_filed_is_approximate": false,
      "slug": "l-c-v-olmstead",
      "citation_id": 70074,
      "case_name_short": "Olmstead",
      "case_name": "L. C. v. Olmstead",
      "case_name_full": "",
      "federal_cite_one": "138 F.3d 893",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "CR",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/766852/l-c-v-olmstead/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:08:00.852248Z",
  "date_modified": "2014-10-30T12:08:00.852248Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Olmstead",
  "case_name": "L. C. v. Olmstead",
  "case_name_full": "",
  "slug": "l-c-v-olmstead",
  "docket_number": "97-8538",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}