{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/768957/",
  "id": 768957,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca5/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/313641/",
      "id": 313641,
      "absolute_url": "/opinion/313641/kenneth-w-adams-v-rankin-county-board-of-education/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/768957/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/313641/",
          "id": 313641,
          "absolute_url": "/opinion/313641/kenneth-w-adams-v-rankin-county-board-of-education/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/313641/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T08:53:48Z",
          "date_modified": "2017-03-24T22:31:26.655429Z",
          "type": "010combined",
          "sha1": "1023005b9b542d49c1d9f1f5d5daa96fc359de3b",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/485/485.F2d.324.71-2309.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">485 F.2d 324</p>\n    <p class=\"case_cite\">13 Fair Empl.Prac.Cas.  1247</p>\n    <p class=\"parties\">Kenneth W. ADAMS et al, Plaintiffs-Appellants,<br>v.<br>RANKIN COUNTY BOARD OF EDUCATION et al., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 71-2309.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Fifth Circuit.</p>\n    <p class=\"date\">Sept. 27, 1973.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Melvyn R. Leventhal, Fred L. Banks, Jr., Jackson, Miss., Jack Greenberg, New York City, Jerris Leonard, Asst. Atty. Gen., Dept. of Justice, Washington, D. C., for plaintiffs-appellants.</p>\n      <p class=\"indent\">Robert E. Hauberg, U. S. Atty., Jackson, Miss., amicus curiae, for plaintiffs-appellants.</p>\n      <p class=\"indent\">W. E. McIntyre, Jr., Brandon, Miss., for defendants-appellees.</p>\n      <p class=\"indent\">Before JOHN R. BROWN, Chief Judge, and MORGAN and INGRAHAM, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this school desegregation case we are called upon to issue rulings with respect to five of the \"sextet of indicia -student bodies, faculty, staff, transportation, extracurricular activities, and facilities,\" Carr v. Montgomery County Board of Education, 5 Cir., 1970, 429 F. 2d 382, applicable in such cases.  As usual, the record which faces us for use in our required determination is a compendium of proposal and compromise- illustrative of the efforts of all concerned to obtain the constitutionally required unitary school system in the most expedient and least obstructive manner.  Recognizing in the order of the court below a plea for direction, we undertake to formulate standards which, based upon the record which we have before us at this time, will establish the most effective and efficient unitary school system possible for the children of Rankin County.</p>\n    </div>\n    <p>Student Assignment</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plan originally approved for Rankin County by the District Court called for three combination elementary/junior high schools with grades 1-9, and one high school for all children within the district for grades 10-12.  The alternative HEW plan, which was rejected by the Court, established a 6-3-3 grade structure with two elementary schools, one junior high, and one high school.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Under the terms of the plan as adopted, the McLaurin Attendance Center, was to house a total student body of 255 (83 white and 172 blacks).  As the circumstances have actually evolved, however, this projected theoretical 2:1 ratio has developed into an approximate 10:1 ratio due to significant \"white flight\" and zone jumping by white students supposedly assigned to McLaurin.  In the 1971-72 school year, for example, the average white enrollment at McLaurin was 28, while approximately 240 black children were in attendance.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  This provided a total of 268 students in a building designed to accommodate a capacity of 1330.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Meanwhile, the Florence Elementary/High School complex is burgeoning with a planned 1397 students in a building designed to house only 1280.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Clearly, as recognized by the District Court, this situation thwarts the constitutional mandate for a unitary school system.  But what shall be the remedy?  On this record we fail to see why, given the presence of a viable unitary plan formulated by HEW, the District Court failed to require full implementation of that plan upon realizing that the first plan was not working.  The law requires the court to implement the most effective plan for unitizing a school system.  Wright v. Council of the City of Emporia, 1972, 407 U.S. 451, 92 S.Ct. 2196, 33 L.Ed.2d 51.  Although we are hesitant, from our appellate detachment, to require a plan which has been rejected by the District Court, even though we have repeatedly ordered the implementation of HEW plans immediately when less-than-effective alternative plans were adopted by a lower court, e. g., Singleton v. Jackson Municipal Separate School District, 5 Cir., 1970, 426 F. 2d 1364, 1369 (Singleton IV); Banks v. Claiborne Parish School Board, 5 Cir., 1970, 425 F.2d 1040, this is one in which we think it appropriate to direct the District Court after such factual hearings and data accumulation as needed to reassess the current factual situation in Rankin County and report to this Court by November 1, 1973, what measures it believes should be adopted to rectify the problems.  The Court shall furnish explicit reasons for its actions and shall enter detailed findings of fact and conclusions of law with respect to the assignment of pupils in Rankin County.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>Discrimination In Hiring And Firing Of Faculty</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The instance which prompted this reconsideration of the plan for Rankin County was the motion and order of the Court allowing the United States to intervene on behalf of black teachers and principals who were allegedly discriminated against either in not being rehired or from demotions by the conversion from a dual system to a unitary one.  In support of this allegation of discrimination, the plaintiffs direct our attention to the undisputed 26% decline in the number of black faculty members resulting in a decrease in the percentage of black faculty from 28% to 21% in the 1970-71 school year-the year in which the unitary plan was put into effect.  This result was apparently brought about by the absorption of black schools by white ones.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Having carefully reviewed the case, we conclude that the problem is that the District Court used the wrong legal standard.  Under the law in this Circuit, new teachers may not be hired merely because their qualification, even if viewed by objective racial criteria, exceed those of the displaced former teachers.  If the former teachers are minimally qualified for the jobs they are to receive them.  We announced this principle in United States v. Jefferson County Board of Education, 5 Cir., 1967, 380 F.2d 385, 394.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>Dismissals. Teachers and other professional staff members may not be discriminatorily assigned, dismissed, demoted, or passed over for retention, promotion, or rehiring, on the ground of race or color.  In any instance where one or more teachers or other professional staff members are to be displaced as a result of desegregation, no staff vacancy in the school system shall be filled through recruitment from outside the system unless no such displaced staff member is qualified to fill the vacancy.  If, as a result of desegregation, there is to be a reduction in the total professional staff of the school system, the qualifications of all staff members in the system shall be evaluated in selecting the staff member to be released without consideration of race or color.  A report containing any such proposed dismissals, and the reasons therefor, shall be filed with the Clerk of the Court, serving copies upon opposing counsel, within five (5) days after such dismissal, demotion, etc., as proposed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The District Court's remedy for this defect was to require the Board to formulate objective standards for the hiring/firing/or not rehiring of faculty members.  The private litigants insist that the only three relevant factors-given the history and current posture of the desegregation efforts in Rankin County-are (i) certification, (ii) degrees held, and (iii) tenure in the system.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The judge below realized himself that many of the problems as to reassignment of teachers would wash out with time.  In making his order he contemplated making more explicit findings with respect to each of the discharged, demoted, or not rehired black educators in the future.  Our remand of the case will give him the opportunity to do so, unfettered by a partially pending appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This opinion should serve as a marker for the path and legal standard which the Judge must take.  If black educators have been discriminated against, in spite of their qualifications for the job the Court must order their reinstatement with appropriate backpay and other equitable relief as required in each individual circumstance.  In this they are not to be compared against the relative qualifications of the white persons who re/dis/placed them.  The Court is to detail findings of fact and conclusions of law with respect to each person who has raised this claim.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  This will include of course the question of appropriate offsets for earnings, acceptance or rejection of tendered positions and the like.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>Segregation Of Students And Faculty In The Classroom</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It goes without citation that a school board may not direct or permit the segregation of students within the classrooms.  If this were allowed, a school that was 50% black and 50% white might nevertheless have classes that were strictly segregated.  The Constitution requires substantially more than mere contemporaneous use of school facilities.  It requires a unitary school system.  Notwithstanding convincing evidence of the existence of a pattern of such segregation, the Court below declined to issue an injunction because of the assurance of the board that such practices were no longer true.  Given the long history of opposition to the unitary school concept in Rankin County, the Court may no longer accept the verbal assurances of the parties that they will comply with the mandate of the Constitution.  Accordingly, a mandatory order is required.</p>\n    </div>\n    <p>Extra Curricular Activities</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">There have also been several allegations that the closing time of the school has been changed to an earlier hour in the day and that certain social events have been discontinued in order to avoid some of the sociological implications of a unitary school system.  Of course we all know that these actions were inescapably products of the Rankin County recalcitrants in the hopes to diminish local sociological reactions.  None seem justified now.  On the remand, the Court shall make a thorough factual reassessment of the current state of affairs in Rankin County and take all steps necessary to eliminate all vestiges of a dual system including both curricular and extracurricular activities, social, athletic, musical and other groups.  For a system that always had a school dismissal time of 3:30 p. m., we cannot believe that in the year one of court mandated desegregation there was suddenly a demand for the employment of rural students at 1:30 p. m. or that their city cousins had chores to do which years of predecessors had postponed till 3:30 p. m. Without forecasting what must be done, we emphasize the burden will therefore be a heavy one on the school board to justify its departure from the past and the customary norm.  Of course most pertinent will be the rich history since the board instituted the program, in terms of its actual result as to all such extracurricular activities and those normally followed in Mississippi schools, before and after the change and, of course, the nature, timing, etc. of all extracurricular activity programs in other Mississippi school systems which are comparable in a genuine substantial sense to that of this district.  As with the other matters on remand, this will call for specific findings and conclusions.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> These figures were supplied to the court by the amicus brief of an association of white parents with children attending the McLaurin school.  Significantly, this committee endorses the immediate implementation of the HEW plan for student assignments</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In Singleton III, the en banc court established as a principle of law the proposition that school boards must, when converting from a dual system to a unitary one, establish and abide by written non-racial criteria for the promotion, retention, etc. of faculty. 419 F.2d 1212 at 1218.  We have dealt with the problem a number of times.  See, e. g., Lee v. Macon County Board of Education (Sumter County School System), 5 Cir., 1972, 463 F.2d 1174 (Use of National Teacher's Examination is permissible).  See generally, Lee v. Macon County Board of Education (Florence City School System), 5 Cir., 1972, 456 F.2d 1371; Lee v. Macon County Board of Education (Muscle Shoals School System), 5 Cir., 1971, 453 F.2d 1104; United States v. Texas Education Agency, 5 Cir., 1972, 459 F.2d 600.  Here we direct the District Court to determine exactly what criteria have been used in Rankin County and make detailed findings with respect to each teacher or principal in light of these findings, eliminating altogether the impermissible one of comparing qualifications of the re/dis/placed person with the white replacements</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Court is also to review and make appropriate findings with respect to each nonprofessional person who has claimed discrimination in the conversion of the Rankin County system from the dual school system to a unitary one</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">485</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">324</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">Fair Empl. Prac. Cas. (BNA)</span>  <span class=\"page\">1247</span></span></p>\n    <p class=\"parties\">Kenneth W. ADAMS et al, Plaintiffs-Appellants,<br>v.<br>RANKIN COUNTY BOARD OF EDUCATION et al., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 71-2309.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Fifth Circuit.</p>\n    <p class=\"date\">Sept. 27, 1973.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Melvyn R. Leventhal, Fred L. Banks, Jr., Jackson, Miss., Jack Greenberg, New York City, Jerris Leonard, Asst. Atty. Gen., Dept. of Justice, Washington, D. C., for plaintiffs-appellants.</p>\n      <p class=\"indent\">Robert E. Hauberg, U. S. Atty., Jackson, Miss., amicus curiae, for plaintiffs-appellants.</p>\n      <p class=\"indent\">W. E. McIntyre, Jr., Brandon, Miss., for defendants-appellees.</p>\n      <p class=\"indent\">Before JOHN R. BROWN, Chief Judge, and MORGAN and INGRAHAM, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this school desegregation case we are called upon to issue rulings with respect to five of the \"sextet of indicia -student bodies, faculty, staff, transportation, extracurricular activities, and facilities,\" Carr v. Montgomery County Board of Education, 5 Cir., 1970, <span class=\"citation\" data-id=\"291234\"><a href=\"/opinion/291234/arlam-carr-v-montgomery-county-board-of-education/\"><span class=\"volume\">429</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">382</span></a></span>, applicable in such cases.  As usual, the record which faces us for use in our required determination is a compendium of proposal and compromise- illustrative of the efforts of all concerned to obtain the constitutionally required unitary school system in the most expedient and least obstructive manner.  Recognizing in the order of the court below a plea for direction, we undertake to formulate standards which, based upon the record which we have before us at this time, will establish the most effective and efficient unitary school system possible for the children of Rankin County.</p>\n    </div>\n    <p>Student Assignment</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plan originally approved for Rankin County by the District Court called for three combination elementary/junior high schools with grades 1-9, and one high school for all children within the district for grades 10-12.  The alternative HEW plan, which was rejected by the Court, established a 6-3-3 grade structure with two elementary schools, one junior high, and one high school.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Under the terms of the plan as adopted, the McLaurin Attendance Center, was to house a total student body of 255 (83 white and 172 blacks).  As the circumstances have actually evolved, however, this projected theoretical 2:1 ratio has developed into an approximate 10:1 ratio due to significant \"white flight\" and zone jumping by white students supposedly assigned to McLaurin.  In the 1971-72 school year, for example, the average white enrollment at McLaurin was 28, while approximately 240 black children were in attendance.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  This provided a total of 268 students in a building designed to accommodate a capacity of 1330.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Meanwhile, the Florence Elementary/High School complex is burgeoning with a planned 1397 students in a building designed to house only 1280.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Clearly, as recognized by the District Court, this situation thwarts the constitutional mandate for a unitary school system.  But what shall be the remedy?  On this record we fail to see why, given the presence of a viable unitary plan formulated by HEW, the District Court failed to require full implementation of that plan upon realizing that the first plan was not working.  The law requires the court to implement the most effective plan for unitizing a school system.  Wright v. Council of the City of Emporia, 1972, <span class=\"citation\" data-id=\"108587\"><a href=\"/opinion/108587/wright-v-council-of-emporia/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">451</span></a></span>, <span class=\"citation\" data-id=\"108587\"><a href=\"/opinion/108587/wright-v-council-of-emporia/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2196</span></a></span>, <span class=\"citation\" data-id=\"108587\"><a href=\"/opinion/108587/wright-v-council-of-emporia/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">51</span></a></span>.  Although we are hesitant, from our appellate detachment, to require a plan which has been rejected by the District Court, even though we have repeatedly ordered the implementation of HEW plans immediately when less-than-effective alternative plans were adopted by a lower court, e. g., Singleton v. Jackson Municipal Separate School District, 5 Cir., 1970, <span class=\"citation\" data-id=\"290389\"><a href=\"/opinion/290389/derek-jerome-singleton-v-jackson-municipal-separate-school-district/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1364</span></a></span>, 1369 (Singleton IV); Banks v. Claiborne Parish School Board, 5 Cir., 1970, <span class=\"citation\" data-id=\"289960\"><a href=\"/opinion/289960/yvornia-decarol-banks-united-states-of-america/\"><span class=\"volume\">425</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1040</span></a></span>, this is one in which we think it appropriate to direct the District Court after such factual hearings and data accumulation as needed to reassess the current factual situation in Rankin County and report to this Court by November 1, 1973, what measures it believes should be adopted to rectify the problems.  The Court shall furnish explicit reasons for its actions and shall enter detailed findings of fact and conclusions of law with respect to the assignment of pupils in Rankin County.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>Discrimination In Hiring And Firing Of Faculty</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The instance which prompted this reconsideration of the plan for Rankin County was the motion and order of the Court allowing the United States to intervene on behalf of black teachers and principals who were allegedly discriminated against either in not being rehired or from demotions by the conversion from a dual system to a unitary one.  In support of this allegation of discrimination, the plaintiffs direct our attention to the undisputed 26% decline in the number of black faculty members resulting in a decrease in the percentage of black faculty from 28% to 21% in the 1970-71 school year-the year in which the unitary plan was put into effect.  This result was apparently brought about by the absorption of black schools by white ones.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Having carefully reviewed the case, we conclude that the problem is that the District Court used the wrong legal standard.  Under the law in this Circuit, new teachers may not be hired merely because their qualification, even if viewed by objective racial criteria, exceed those of the displaced former teachers.  If the former teachers are minimally qualified for the jobs they are to receive them.  We announced this principle in United States v. Jefferson County Board of Education, 5 Cir., 1967, <span class=\"citation\" data-id=\"276624\"><a href=\"/opinion/276624/united-states-of-america-and-linda-stout-by-her-father-and-next-friend/\"><span class=\"volume\">380</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">385</span></a></span>, 394.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>Dismissals. Teachers and other professional staff members may not be discriminatorily assigned, dismissed, demoted, or passed over for retention, promotion, or rehiring, on the ground of race or color.  In any instance where one or more teachers or other professional staff members are to be displaced as a result of desegregation, no staff vacancy in the school system shall be filled through recruitment from outside the system unless no such displaced staff member is qualified to fill the vacancy.  If, as a result of desegregation, there is to be a reduction in the total professional staff of the school system, the qualifications of all staff members in the system shall be evaluated in selecting the staff member to be released without consideration of race or color.  A report containing any such proposed dismissals, and the reasons therefor, shall be filed with the Clerk of the Court, serving copies upon opposing counsel, within five (5) days after such dismissal, demotion, etc., as proposed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The District Court's remedy for this defect was to require the Board to formulate objective standards for the hiring/firing/or not rehiring of faculty members.  The private litigants insist that the only three relevant factors-given the history and current posture of the desegregation efforts in Rankin County-are (i) certification, (ii) degrees held, and (iii) tenure in the system.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The judge below realized himself that many of the problems as to reassignment of teachers would wash out with time.  In making his order he contemplated making more explicit findings with respect to each of the discharged, demoted, or not rehired black educators in the future.  Our remand of the case will give him the opportunity to do so, unfettered by a partially pending appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This opinion should serve as a marker for the path and legal standard which the Judge must take.  If black educators have been discriminated against, in spite of their qualifications for the job the Court must order their reinstatement with appropriate backpay and other equitable relief as required in each individual circumstance.  In this they are not to be compared against the relative qualifications of the white persons who re/dis/placed them.  The Court is to detail findings of fact and conclusions of law with respect to each person who has raised this claim.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  This will include of course the question of appropriate offsets for earnings, acceptance or rejection of tendered positions and the like.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>Segregation Of Students And Faculty In The Classroom</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It goes without citation that a school board may not direct or permit the segregation of students within the classrooms.  If this were allowed, a school that was 50% black and 50% white might nevertheless have classes that were strictly segregated.  The Constitution requires substantially more than mere contemporaneous use of school facilities.  It requires a unitary school system.  Notwithstanding convincing evidence of the existence of a pattern of such segregation, the Court below declined to issue an injunction because of the assurance of the board that such practices were no longer true.  Given the long history of opposition to the unitary school concept in Rankin County, the Court may no longer accept the verbal assurances of the parties that they will comply with the mandate of the Constitution.  Accordingly, a mandatory order is required.</p>\n    </div>\n    <p>Extra Curricular Activities</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">There have also been several allegations that the closing time of the school has been changed to an earlier hour in the day and that certain social events have been discontinued in order to avoid some of the sociological implications of a unitary school system.  Of course we all know that these actions were inescapably products of the Rankin County recalcitrants in the hopes to diminish local sociological reactions.  None seem justified now.  On the remand, the Court shall make a thorough factual reassessment of the current state of affairs in Rankin County and take all steps necessary to eliminate all vestiges of a dual system including both curricular and extracurricular activities, social, athletic, musical and other groups.  For a system that always had a school dismissal time of 3:30 p. m., we cannot believe that in the year one of court mandated desegregation there was suddenly a demand for the employment of rural students at 1:30 p. m. or that their city cousins had chores to do which years of predecessors had postponed till 3:30 p. m. Without forecasting what must be done, we emphasize the burden will therefore be a heavy one on the school board to justify its departure from the past and the customary norm.  Of course most pertinent will be the rich history since the board instituted the program, in terms of its actual result as to all such extracurricular activities and those normally followed in Mississippi schools, before and after the change and, of course, the nature, timing, etc. of all extracurricular activity programs in other Mississippi school systems which are comparable in a genuine substantial sense to that of this district.  As with the other matters on remand, this will call for specific findings and conclusions.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> These figures were supplied to the court by the amicus brief of an association of white parents with children attending the McLaurin school.  Significantly, this committee endorses the immediate implementation of the HEW plan for student assignments</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In Singleton III, the en banc court established as a principle of law the proposition that school boards must, when converting from a dual system to a unitary one, establish and abide by written non-racial criteria for the promotion, retention, etc. of faculty. <span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1212</span></span> at 1218.  We have dealt with the problem a number of times.  See, e. g., Lee v. Macon County Board of Education (Sumter County School System), 5 Cir., 1972, <span class=\"citation\" data-id=\"304665\"><a href=\"/opinion/304665/anthony-t-lee-united-states-of-america-plaintiff-intervenor-national/\"><span class=\"volume\">463</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1174</span></a></span> (Use of National Teacher's Examination is permissible).  See generally, Lee v. Macon County Board of Education (Florence City School System), 5 Cir., 1972, <span class=\"citation\" data-id=\"302272\"><a href=\"/opinion/302272/4-fair-emplpraccas-526-4-empl-prac-dec-p-7724-anthony-t-lee-united/\"><span class=\"volume\">456</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1371</span></a></span>; Lee v. Macon County Board of Education (Muscle Shoals School System), 5 Cir., 1971, <span class=\"citation\" data-id=\"300923\"><a href=\"/opinion/300923/4-fair-emplpraccas-197-4-empl-prac-dec-p-7657-anthony-t-lee-united/\"><span class=\"volume\">453</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1104</span></a></span>; United States v. Texas Education Agency, 5 Cir., 1972, <span class=\"citation\" data-id=\"303221\"><a href=\"/opinion/303221/9-fair-emplpraccas-1203-4-empl-prac-dec-p-7828-united-states-of/\"><span class=\"volume\">459</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">600</span></a></span>.  Here we direct the District Court to determine exactly what criteria have been used in Rankin County and make detailed findings with respect to each teacher or principal in light of these findings, eliminating altogether the impermissible one of comparing qualifications of the re/dis/placed person with the white replacements</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Court is also to review and make appropriate findings with respect to each nonprofessional person who has claimed discrimination in the conversion of the Rankin County system from the dual school system to a unitary one</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108587/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/276624/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/289960/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/290389/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/291234/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/300923/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/302272/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/303221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/304665/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T18:27:44.224206Z",
      "date_modified": "2017-03-24T22:53:59.834858Z",
      "date_filed": "1973-09-27",
      "date_filed_is_approximate": false,
      "slug": "kenneth-w-adams-v-rankin-county-board-of-education",
      "citation_id": 287421,
      "case_name_short": "",
      "case_name": "Kenneth W. Adams v. Rankin County Board of Education",
      "case_name_full": "",
      "federal_cite_one": "485 F.2d 324",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 15,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/768957/kenneth-w-adams-v-rankin-county-board-of-education/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:08:43.677207Z",
  "date_modified": "2014-10-30T12:08:43.677207Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Kenneth W. Adams v. Rankin County Board of Education",
  "case_name_full": "",
  "slug": "kenneth-w-adams-v-rankin-county-board-of-education",
  "docket_number": "71-2309",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}