{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/771628/",
  "id": 771628,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca1/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/315018/",
      "id": 315018,
      "absolute_url": "/opinion/315018/nicholas-a-palmigiano-v-joseph-baxter/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/771628/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/315018/",
          "id": 315018,
          "absolute_url": "/opinion/315018/nicholas-a-palmigiano-v-joseph-baxter/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/315018/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T08:54:11Z",
          "date_modified": "2017-03-24T22:38:42.634094Z",
          "type": "010combined",
          "sha1": "71088e77bb6568395784b481e711010b96049901",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/487/487.F2d.1280.73-1088.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">487 F.2d 1280</p>\n    <p class=\"parties\">Nicholas A. PALMIGIANO, Appellant,<br>v.<br>Joseph BAXTER et al., Appellees.</p>\n    <p class=\"docket\">No. 73-1088.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued Sept. 5, 1973.<br>Decided Nov. 16, 1973.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stephen J. Fortunato, Jr., with whom McKinnon &amp; Fortunato, Providence, R. I., and Ellen Katz, were on brief, for appellant.</p>\n      <p class=\"indent\">Cary J. Coen, Providence, R. I., John M. Roney, Washington, D. C., Max D. Stern, Stern &amp; Shapiro, Boston, Mass., and Stanley A. Bass, New York City, on brief for Robert Flint and Michael Roberts, amici curiae.</p>\n      <p class=\"indent\">W. Slater Allen, Jr., Asst. Atty. Gen., with whom Richard J. Israel, Atty. Gen., was on brief, for appellees.</p>\n      <p class=\"indent\">Before COFFIN, Chief Judge, KILKENNY<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and McENTEE, Circuit Judges.</p>\n      <p class=\"indent\">COFFIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an action seeking damages and declaratory and injunctive relief pursuant to 42 U.S.C. Sec. 1983 and 28 U.S.C. Sec. 1343(3) to redress certain alleged deprivations of procedural due process in the administration of discipline at Rhode Island's Adult Correctional Institutions (A.C.I.).  Appellant is a prisoner at the A.C.I., serving a life sentence for murder.  In the early evening of November 11, 1972, a fellow prisoner became violently ill.  When by 8:50 p. m. no medical assistance had yet been provided, appellant allegedly advised other prisoners not to return to their cells for the 9:00 lock-up, in protest against the failure to provide medical attention.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant was charged with \"inciting a disturbance and disrupt [sic] of A.C.I. operations, which might have resulted in a riot\", and summoned before a prison disciplinary board.  He was informed that he might be prosecuted for a violation of state law, and that he should consult his attorney.  However, his attorney was not permitted to accompany him into the prison disciplinary hearing.  Just before the hearing commenced, appellant was advised by the Deputy Warden that his silence would be held against him.  Even so, appellant remained silent through the hearing.  The disciplinary board based its decision entirely upon the written statement submitted by a correctional officer who had witnessed the alleged infraction.  Appellant was sentenced to thirty days in punitive segregation.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The board recommended that he lose any good time credits for which he was eligible during that period<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and that he be considered for possible downgrading in classification at the expiration of the thirty days.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After reviewing the record, the district court concluded that appellant had not been denied due process and therefore was not entitled to any of the relief he sought.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Although the claim of use immunity arguably did not arise in the original complaint, appellant twice moved for reconsideration of the question of whether he was deprived of his Fifth and Fourteenth Amendment rights against self-incrimination in the prison disciplinary hearing, where he had not been assured that his testimony could not be used to incriminate him in a subsequent criminal prosecution, and had been penalized for his failure to testify in the prison hearing.  The district court denied both motions, concluding that the authorities on which appellant relied in support of his motion were distinguishable on their facts from the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This case is one of a lengthening list, raising the questions whether and to what extent due process exists behind prison walls.  During the past decade, judicial reluctance to look behind the walls<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> has given way to a special concern that fair and orderly procedures govern there.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  In the late 1960's federal courts established the general principle that due process follows a prisoner through the prison doors.  Jackson v. Bishop, 404 F.2d 571 (8th Cir. 1969) (Blackmun, Cir. J.); see also Johnson v. Avery, 393 U.S. 483, 89 S.Ct. 747, 21 L.Ed.2d 718 (1969).  Our own Nolan v. Scafati, 430 F.2d 548 (1970) held that whenever substantial individual interests of prisoners are at stake, \"some assurances of elemental fairness are essential\".  In the past three years federal courts have been faced with the difficult task of giving specific content to that general principle.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Recently the Supreme Court articulated specific requirements for minimum due process applicable to parole revocation proceedings, marking the first time that Court has ventured so directly into the area of due process rights for individuals under custodial authority.  Morrissey v. Brewer, 408 U.S. 471, 92 S.Ct. 2593, 33 L.Ed.2d 484 (1972).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The task is a delicate one for courts because of the sensitive and precarious nature of correctional institutions.  Prison officials, facing complicated and combustible situations each day, must be free to make a wide range of decisions.  Much must be left to their good faith discretion.  Sawyer v. Sigler, 445 F.2d 818 (8th Cir. 1971); Marnin v. Pinto, 463 F.2d 583 (3d Cir. 1972).  Time has proved, however, that blind deference to correctional officials does no real service to them.  Judicial concern with procedural regularity has a direct bearing upon the maintenance of institutional order; the orderly care with which decisions are made by the prison authority is intimately related to the level of respect with which prisoners regard that authority.  There is nothing more corrosive to the fabric of a public institution such as a prison than a feeling among those whom it contains that they are being treated unfairly.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Control over official discretion within prison walls is vital for other reasons as well.  Most decisionmaking of correctional personnel is less visible to the public than is the decisionmaking of other public officials, and therefore less likely to benefit from the inherent constraints of public discussion and scrutiny. Prisoners themselves have no opportunity to participate in a political process which might otherwise provide some guidance for official discretion.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Moreover, because prisoners are under the constant care and supervision of correctional personnel within \"total institutions\"<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> which regulate evey aspect of their lives, there exist awesome possibilities for misuse of discretion to the extent that decisions which affect prisoners in important ways may be made arbitrarily or based upon mistakes of fact.  Finally, it is coming to be realized that almost all of the 1.2 million individuals who are at any one time subject to correctional authority will eventually rejoin the rest of our citizens outside the prison walls; if they are to learn to respect public authority and to participate in the democratic control of that authority as normal citizens, they need to be able to challenge what appear to be arbitrary assertions of power by correctional officials during the course of their confinement.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In determining to what extent due process safeguards are required in prison disciplinary decisions, federal courts have employed two levels of analysis, first examining whether the questioned decision is one which requires due process at all, and then deciding upon the amount of due process which seems necessary under the precise circumstances.  The first determination depends upon an assessment of the inmate's stake in the decision, rather than upon a weighing of the inmate's interest against the interests of the state.  See Morrissey v. Brewer, 408 U.S. 471, 483, 92 S.Ct. 2593, 33 L.Ed.2d 484 (1972); Fuentes v. Shevin, 407 U.S. 67, 92 S.Ct. 1983, 32 L.Ed.2d 556 (1972); Board of Regents v. Roth, 408 U.S. 564, 570-571, 92 S.Ct. 2701, 33 L.Ed.2d 548 (1972).  The stake will be sufficiently large to necessitate some due process if the consequences of the challenged actions of the state officials are sufficiently serious to amount to a \"grievous loss\".  See Joint Anti-Fascist Refugee Committee v. McGrath, 341 U.S. 123, 168, 71 S.Ct. 624, 95 L.Ed. 817 (1951) (Frankfurter, J., concurring); Morrissey v. Brewer, supra, 408 U.S. at 481, 92 S.Ct. 2593.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In a prison setting where liberty is by necessity shrunken to a small set of minor amenities, such as work or schooling privileges, visitations, and some modicum of privacy, it is likely that any marked change of status which forecloses such liberties will be perceived and felt as a grievous loss.  United States ex rel. Miller v. Twomey, supra, 479 F.2d at 717.  This implies that a minimal level of due process must be achieved in reaching any decision concerning a particular inmate which may result in a marked change in the status of the inmate's confinement, with the result that he may be deprived of amenities on which he has come to rely.  The stakes are simply too high for the inmate, and the possibility for honest error or irritable misjudgment too great to allow such decisions to be taken without giving the inmate a chance to be fully informed of the case against him so that he may contest its basis. \"In most cases it would probably be difficult to find an inquiry minimally fair and rational unless the prisoner were confronted with the accusation, informed of the evidence against him . . . and afforded a reasonable opportunity to explain his actions.\"  Sostre v. McGinnis, supra, 442 F.2d at 198.  This is as true for a decision based on the security requirements of the institution or the rehabilitative interests of the inmate as it is for one based on a disciplinary violation.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Once it has been determined that the inmate's stake in the decision is sufficient to require a minimal level of due process safeguards, the second task facing the court, more difficult and more subtle, is to decide how much due process is required beyond this minimal level. \"[C]onsideration of what procedures due process may require under any given set of circumstances must begin with a determination of the precise nature of the government function involved as well as the private interest that has been affected by governmental action.\"  Cafeteria and Restaurant Workers Union v. McElroy, 367 U.S. 886, 895, 81 S.Ct. 1743, 1748, 6 L.Ed.2d 1230 (1961).  After the precise interests of the inmate and the state have been identified, the two interests are weighed one against the other.  See Goldberg v. Kelly, supra, 397 U.S. at 261, 90 S.Ct. 1011; Hannah v. Larche, 363 U.S. 420, 442, 80 S.Ct. 1502, 4 L.Ed.2d 1307 (1960).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Here, there is no question that some due process was required before appellant could be sentenced to punitive segregation and recommended for a downgraded classification.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  The real question concerns the extent to which due process was required.  Pursuant to the so-called Morris rules,<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> appellant was given (a) timely notice of the charge against him, (b) an opportunity to appear at the disciplinary hearing with the assistance of an authorized counsel-substitute, (c) an impartial tribunal, none of whose members reported upon or witnessed the alleged infraction, (d) the right to call witnesses and cross-examine them, (e) the right to a decision based upon \"substantial evidence\", (f) notice of the rationale and consequences of the decision, and (g) the opportunity to appeal the decision to the Warden.  Appellant contends that he should have been afforded the additional protections of the right to remain silent in the disciplinary hearing without his silence being used against him, the right to have the correctional officer who reported the infraction and any witnesses on whose testimony the fact-finding is based appear in person before the disciplinary board, and the right to retained counsel at the hearing.  In effect, appellant argues that a proper balance of the state's interest in efficient custody against the possibly grievous consequences of prison discipline in this case-including punitive segregation, loss of prison earnings for that period, recommended change in classification, possible effect of the decision upon his chances for parole,<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> and possible use of the hearing record in a subsequent criminal prosecution-warranted greater due process safeguards than those offered by the Morris rules.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The task of striking a proper balance between appellant's interest in due process safeguards and the state's interest in efficient custody is at best an awkward and difficult one.  No well defined standards have been developed for taking such measurements,<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> and a utilitarian calculus of the benefits of possessing certain rights against the costs of supplying them seems a harsh and futile exercise in legal fiction.  Moreover, it is an exercise that is bound to create uncertainty and litigation, given the extraordinary and expanding range of correctional decisions that may result in a variety of deprivations, and the ever broadening catalogue of procedural rights which might be relevant to the prison setting.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>  Yet certainty and consistency are no less desirable in the law relating to life in prison than they are in life beyond the walls.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The primary responsibility for articulating standards of due process lies with those who have the most intimate knowledge of both the interests of prisoners and the administrative burdens entailed with providing due process within prison.  To the extent that legislators, prison officials, and prisoners themselves have spoken on the subject, they provide an essential source of guidance.  We are fortunate in this case to have a set of rules for due process within prison that was carefully shaped by prisoners and correctional administrators working together under the aegis of the district court.  The Morris rules have provided a workable and useful standard for measuring the extent to which due process safeguards are required in correctional decisions which may result in punitive segregation, loss of good time, and changes in classification.  Moreover, the standard is substantially the same as that employed elsewhere within this circuit, see Collins v. Hancock, supra; Meola v. Fitzpatrick, supra, and conforms in large part to the standard set out in model legislation.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Morris rules, however, do not necessarily exhaust the constitutional imperative of the due process clause, or fill all the fissures.  No questions are more elusive for courts than these: when does a constitutional interstice exist?  By what reasoned process, consistent with constitutional precedents, changing perspectives of foreseeability and expectation and realistic restraints of practicability, can courts attempt to fill such a gap?  While constitutional analysis on a macroscopic scale, dealing with the liberties specifically enshrined in the Bill of Rights, is rich with precedent, its application to the smaller liberties and their deprivations is still a new venture.  But see n. 6. And the standards for measuring and balancing the interests of the individual and of society, except where one side or the other has the most compelling appeal, are as yet unarticulated.  But unless a court were to accept the concept that the Constitution is limited to preventing only the grossest of governmental encroachments on personal freedoms, it must try to deal rationally with the emerging problems.  While not usurping the legislative or executive roles, it must articulate a constitutional framework specific enough to guide government in government's own continuing pursuit of constitutional norms.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We are fully sensitive to the fact that public administrators may view court decisions affecting \"lesser\" rights as intrusions into their own realm, and as setting the outer limits of constitutional accommodation.  Two observations can help place this area of adjudication in perspective.  The first is that the \"realm\" is that of the Constitution, and that the Constitution is, in the first instance, addressed to government and its officials; this is the premise, not the consequence, of judicial review.  The second is that a court decision can most constructively be taken as not only prescribing, as a minimum, a specific rule arising out of a particular case, but as a helpful guide in suggesting the direction in which administrators may soundly proceed with their more detailed implementation.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The government would have us merely examine whether or not the current limitations upon due process are rationally related to the legitimate state goal of efficient custody; if such a rational relationship were found to exist, then the procedural safeguard would be unwarranted.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a>  We cannot accept, even by implication, this formulation of the rule in the type of situation presented by this case.  While due process safeguards have not as yet been elevated to the status of fundamental rights, such as freedom of speech, in relation to which the state's interests in administrative efficiency must take second place, they are not to be abridged unnecessarily.  That is, we think that if the state can accomplish its purpose just as well by observing some measure of due process as by not observing it, it should tread the former path.  Where a due process safeguard entails little or no administrative burden, it should be employed whenever due process is merited.  If the burden on the state is minimal, there seems to be no reason why the decision should not be made with the greatest possible care.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Perhaps because there may be few situations where it can be said that little or no administrative burden attends the provision of some due process safeguards, courts have not had occasion to speak in these precise terms.  But we think this threshold test, limited though it may be in application, is but an extrapolation of the Court's pronouncements in larger matters.  The government's obligation here is fundamentally the same as that underlying its obligation to use \"less drastic means\" when infringing upon First Amendment rights, see United States v. Robel, 389 U.S. 258, 267, 88 S.Ct. 419, 19 L.Ed.2d 508 (1967); Shelton v. Tucker, 364 U.S. 479, 488, 81 S.Ct. 247, 5 L.Ed.2d 231 (1960),<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> or its obligation to use the \"least restrictive alternative\" when impinging up travel, free flow of commerce, or property rights, see Aptheker v. Secretary of State, 378 U.S. 500, 507, 84 S.Ct. 1659, 12 L.Ed.2d 992 (1964); Polar Ice Cream and Creamery Co. v. Andrews, 375 U.S. 361, 375 n. 9, 84 S.Ct. 378, 11 L.Ed.2d 389 (1964); Dean Milk Co. v. City of Madison, 340 U.S. 349, 354, 71 S.Ct. 295, 95 L.Ed. 329 (1951);<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> see also Griswold v. Connecticut, 381 U.S. 479, 485, 85 S.Ct. 1678, 14 L.Ed.2d 510 (1965).  When the government has \"reasonable and adequate alternatives available\" to a given end, it must choose the measure which least interferes with individual liberties.  Dean Milk Co. v. City of Madison, supra, 340 U.S. at 354, 71 S.Ct. 295.  In the present case, if the government can achieve its goal of efficient custody equally well under an alternative scheme which provides greater due process safeguards, it is obligated to follow that alternative.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">With this principle in mind, we turn to an examination of each of the due process claims of the appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Appellant's contention that he should have been afforded the additional protection, beyond the Morris rules, of the right to remain silent without his silence being used against him in the disciplinary hearing is based upon an understandable fear that any statements made at the hearing might have been used against him at a later criminal trial concerning the same offense.  Without a right to remain silent in the disciplinary hearing, he faced the constitutionally obnoxious dilemma of either remaining silent and risking greater punishment from the disciplinary board or speaking out in his own defense and risking self-incrimination in a subsequent criminal prosecution.  See Garrity v. New Jersey, 385 U.S. 493, 496, 87 S.Ct. 616, 17 L.Ed.2d 562 (1967).  Thus, to penalize silence in the disciplinary hearing is, in effect, to penalize the Fifth Amendment privilege against self-incrimination.  See Spevack v. Klein, 385 U.S. 511, 87 S.Ct. 625, 17 L.Ed.2d 574 (1967); United States v. Jackson, 390 U.S. 570, 581-582, 88 S.Ct. 1209, 20 L.Ed.2d 138 (1968); Simmons v. United States, 390 U.S. 377, 88 S.Ct. 967, 19 L.Ed.2d 1247 (1968); Melson v. Sard, 131 U.S.App.D.C. 102, 402 F.2d 653 (1968); Carter v. McGinnis, 351 F.Supp. 787 (W.D.N.Y.1972).<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a>  Although under Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966) and Mathis v. United States, 391 U.S. 1, 4-5, 88 S.Ct. 1503, 20 L.Ed.2d 381 (1968), any incriminating statements made within a custodial interrogation would presumably be suppressed at a subsequent criminal trial, the exclusionary rule provides scant protection where, as here, a defendant can never be wholly certain that his statements will be suppressed later on, especially since his actions may be interpreted as a voluntary waiver of such rights.  Moreover, even if suppressed, defendants' statements within the disciplinary hearing may be useful to state prosecutors in planning and developing their prosecution.  Evidence derived from such testimony may be seriously damaging to the defendant; the mere prospect of its use is likely to seriously inhibit the defendant from making any statements whatsoever.  And because state prosecutors are apt to be interested in gathering evidence concerning a wide range of offenses occurring both inside and outside the prison walls, and implicating many prisoners, defendants within a prison disciplinary hearing may have an understandable fear of \"fishing expeditions\" designed to gather information.  See Sands v. Wainwright, supra; Carter v. McGinnis, supra; Clutchette v. Procunier, supra, 328 F.Supp. at 778-779.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The right to remain silent in the disciplinary hearing without his silence being used against the inmate would, however, impose a significant burden upon the processes of fact finding within the disciplinary hearing.  The hearings are designed to enable inmates to challenge and dispute allegations about their behavior, and to explain \"their side of the story\".<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a>  The practical effect of a right to remain silent would be to eliminate such an opportunity, and force the inmate and the disciplinary board to rely exclusively upon the statements of witnesses.  Not only would such reliance be time consuming, but it might also prompt inmates \"to pit their own resources against correctional staff in ways that challenge institutional solidarity and encourage confrontations in other areas\".<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a>  Moreover, an exercise of the right to remain silent does not impose a significant burden upon the defendant in a normal criminal trial, because of such procedural safeguards as a strong presumption of innocence, a high burden of proof which the prosecution must overcome, and the full right to call witnesses and cross-examine adverse witnesses.  Such safeguards, however, do not exist within the prison disciplinary hearing; if they did, the administrative burdens thereby entailed would be significant.  Thus, an inmate's silence is likely to work against him in the disciplinary hearing, because in maintaining his silence he sacrifices his most important defense.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We need not enter into a balancing equation concerning the right to remain silent, however, because another route is open which would protect the inmate from self-incrimination in a subsequent criminal prosecution, while imposing no burden upon the prison disciplinary hearing.  Where the possibility exists of the inmate being penalized for the same criminal conduct in a disciplinary hearing and a criminal trial, he should be entitled to \"use\" immunity for statements he might make within the prison disciplinary hearing.  See Sands v. Wainwright, supra, 357 F.Supp. at 1093; Carter v. McGinnis, supra, 351 F.Supp. at 793; cf. Melson v. Sard, 131 U.S.App.D.C. 102, 402 F.2d 653, 655 (1968); Kastigar v. United States, 406 U.S. 441, 92 S.Ct. 1653, 32 L.Ed.2d 212 (1972).  The provision of use immunity reflects a rational accommodation between the imperatives of the privilege against self-incrimination and the legitimate requirements of prison disciplinary procedures.  In order for this immunity to be helpful to the inmate, however, it would be necessary that he be informed of its existence and its consequences at the prison disciplinary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Appellant's second contention is that the disciplinary board should have required adverse witnesses to appear in person before it, rather than rely solely upon the written reports of prison personnel.  Although the Morris rules specifically provide an accused inmate with \"the right to call a reasonable number of witnesses, both adverse and favorable, and examine said witnesses\",<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a> appellant did not exercise his right to confront and cross-examine the complaining officer who witnessed the alleged infraction.  Appellant claims, instead, that the burden of summoning adverse witnesses should be upon the disciplinary board, rather than upon the accused inmate.  If the board declines to take the initiative and chooses to rely exclusively upon written reports, appellant argues that the board would thereby lack sufficient evidence to convict.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We disagree.  We can envisage situations in which the board might justifiably conclude that written reports were sufficiently clear and complete so that further incriminating evidence was unnecessary.  So long as the accused inmate might bolster his defense by having the opportunity to call adverse witnesses and cross-examine them, no purpose would be served by creating a per se rule that the board itself must rely only upon witnesses who appear before it.  We would caution, however, that in instances where the identity of an adverse witness is withheld from an accused inmate, out of a legitimate fear that otherwise the witness would be subject to retributive violence,<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a> the board has a strong obligation to summon the adverse witness before it, in camera, and probe the credibility of the witness.  See Birzon v. King, 469 F.2d 1241 (2d Cir. 1972).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Appellant's final contention is that due process requires that he be allowed to retain legal counsel within the disciplinary hearing.  The Morris rules provide for the assistance of a classification counselor or other individual specifically approved by the prison administration if the accused inmate requests help in the presentation of his case before the board.<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a>  Here, the appellant was offered the assistance of a counsel-substitute during the hearing, and was permitted to consult with his retained legal counsel immediately before the hearing, but his retained counsel was barred from the hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Appellant relies upon Gagnon v. Scarpelli, 411 U.S. 778, 93 S.Ct. 1756, 36 L.Ed.2d 656 (1973), in which the Supreme Court indicated that, under some circumstances, counsel might be required within probation revocation hearings.  We think, however, that appellant's reliance is misplaced.  In Gagnon, the Court did no more than leave the decision whether to supply counsel up to the discretion of the state, saying that the \"participation of counsel will probably be both undesirable and constitutionally unnecessary\" in most cases, and that the state should consider, among other things, the complexity of the evidence and \"whether the probationer appears to be capable of speaking effectively for himself.\"  Gagnon v. Scarpelli, supra, 411 U.S. at 790, 93 S.Ct. at 1764.  Here, there is no claim that the complexity of the evidence or special difficulties of communicating to the disciplinary board made counsel imperative.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">While we are well aware that \"[t]he right to be heard would be, in many cases, of little avail if it did not comprehend the right to be heard by counsel\", Powell v. Alabama, 287 U.S. 45, 68-69, 53 S.Ct. 55, 64, 77 L.Ed. 158 (1932), we do not feel that prison disciplinary hearings necessarily require professionally trained counsel.  The requirement of professionally trained counsel in all cases could amount to a significant expense for the government, both in supplying counsel for the accused and, because the hearing is likely to become more adversarial as a result, in prolonging the proceeding and making it necessary for the state to be represented by its own attorney.  The state is not now represented by a prosecutor within the hearings, nor are formal rules of evidence in force to the extent that a defendant's procedural rights may be lost if not timely raised.  Nor is there a jury for whom a defendant's presentation must be made understandable.  See Gagnon v. Scarpelli, supra, 411 U.S. at 789, 93 S.Ct. 1756.  Moreover, the evidence as to whether the inmate has violated a prison regulation is likely to be simpler, more precise and more readily at hand than in most criminal trials, Sostre v. McGinnis, 442 F.2d 178 (2d Cir. 1971).  While the requirement of legal counsel might be more compelling where the accused, faced with a possible criminal prosecution in the future, had to walk a tightrope between defending himself now and incriminating himself later on, the provision of use immunity eliminates this potentially complicated endeavor.  We have no reason to believe that counsel-substitute, of the sort provided for in the Morris rules, will not normally provide adequate assistance to an accused inmate within the disciplinary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Appellant emphasizes that any mistakes of fact which may have slipped through the hearing are likely to find their way to the State Parole Board when appellant is eligible for parole, and that the presence of counsel at the hearing would have prevented this.  Several courts have recognized the damaging nature of a mistake of fact in an inmate's prison record which may follow him through the prison system, unfairly punishing him anew each time his record is used against him.  Burgett v. Texas, 389 U.S. 109, 115, 88 S.Ct. 258, 19 L.Ed.2d 319 (1967); McDonald v. Wolff, 483 F.2d 1059 (8th Cir. 1973); Hudson v. Hardy, 137 U.S.App.D.C. 366, 424 F.2d 854, 856 (1970).  But we think that a counsel-substitute can be sufficiently effective within most hearings to protect against any serious mistakes of fact on which the disciplinary board might base it findings.  Moreover, because a variety of reports and unsupported allegations of fact by correctional personnel may find their way, at various times, into the inmate's prison record, a far better way of protecting the inmate from such mistakes would be to let him review and challenge his record whenever correctional decisions are based, wholly or in part, upon the prison record.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">While we therefore conclude that there is, under normal circumstances, no duty upon the state to furnish counsel in prison disciplinary hearings, we are also of the opinion that an inmate should be permitted to bring retained counsel with him into the disciplinary hearing.<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a>  We adhere to the approach of the Supreme Court in Goldberg v. Kelly, supra, 397 U.S. at 270, 271, 90 S.Ct. 1011 (1969) in saying that the right to retained counsel is constitutionally required where grievous loss is threatened and the presence of retained counsel will not unduly prolong or otherwise encumber the hearing.<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a>  While authority is scarce in this developing area of law, the few courts which have faced this particular issue have permitted retained counsel, see Landman v. Royster, supra, 333 F.Supp. at 654; Sands v. Wainwright, supra, 357 F.Supp. at 1089.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Retained counsel might benefit the accused in several ways.  Counsel could speak on behalf of the accused at the hearing, particularly in those cases where the accused inmate was inarticulate or had difficulty understanding the questions put to him.  In addition, counsel's presence at the disciplinary hearing and later recollection of what occurred therein might help assure that the immunity accorded the inmate is not violated in subsequent proceedings.  The occasional presence of counsel might also have the helpful cautionary effect of assuring that all necessary due process safeguards were provided for within the hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The presence of retained counsel at the disciplinary hearing could also benefit the correctional administration of the prison.  Counsel might provide correctional administrators with useful guidance in novel situations where no procedural rules had as yet been developed.  And because the precise rudiments of prison disciplinary hearings exist in a developing area of the law where no firm guidelines exist, trained legal counsel may be of important assistance in reaching accommodations between inmates and administrators which would avoid the necessity of continued litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Finally, since inmates are currently permitted to consult with their retained counsel at the A.C.I. outside the disciplinary hearing, we can see no rational purpose served by not allowing them access to their counsel within the hearing.  On the contrary, intermittent consultations with retained counsel outside the hearing room while the hearing is in progress would seem to result in unnecessary prolongation of the proceedings.  Moreover, the government has offered no reason why retained counsel should not be permitted within the disciplinary hearings.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We therefore conclude that appellant was denied due process in the disciplinary hearing only insofar as he was not provided with use immunity for statements he might have made within the disciplinary hearing, and because he was denied access to retained counsel within the hearing.  Since, however, this solution is novel, the appellee cannot in fairness be subjected to a sanction which would ordinarily accompany the violation of preexisting law, Jones v. Rundle, 358 F.Supp. 939 (E.D.Pa.1973); cf. Great Northern Railway Co. v. Sunburst Oil and Refining Co., 287 U.S. 358, 53 S.Ct. 145, 77 L.Ed. 360 (1932).  It follows that appellant's claim for money damages must be denied.  However, appellant's in-prison record will be expunged of all findings and decisions pertaining to the alleged infraction and the disciplinary board hearing.  We will apply this rule in the future only to those cases where a disciplinary hearing occurs subsequent to the date of this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The judgment is reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">KILKENNY, Circuit Judge (dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">I respectfully dissent.  In my opinion, the prison officials were under no constitutional, or other, duty to inform the appellant of the existence and possible benefits of the doctrine of \"use immunity\" in connection with statements that he might make in the prison disciplinary hearing.  Indeed, if such a duty existed, appellant is in no position to assert it.  He had the advice of retained counsel, who, we must assume, was familiar with the doctrine and, evidently, in weighing the consequences decided not to suggest its use.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Moreover, I am acquainted with no legal doctrine which would require the presence of appellant's counsel at the time of the hearing.  If, as in United States v. Ash, 413 U.S. 300, 93 S.Ct. 2568, 37 L.Ed.2d 619 (1973), a defendant charged with the crime of bank robbery is not entitled to the presence of counsel during a pre-indictment display of photographs arranged for the specific purpose of identification, I fail to understand how we, in this type of hearing in the exercise of alleged supervisory powers, can direct states to permit the presence of retained counsel.  For that matter, I am unable to discover a legal principle which would require the presence of retained counsel at a hearing, and then deny to a prisoner the presence of court appointed counsel at the same type of hearing.  If fundamental fairness requires the presence of counsel at one, it necessarily requires such presence at the other.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Inasmuch as I believe that the socalled Morris Rules adequately protect a prisoner's limited fundamental rights, and that appellant's other claims do not present issues of constitutional dimensions, I would affirm.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Ninth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Punitive segregation normally requires that the prisoner be locked in his cell full time.  He takes his meals in his cell, is deprived of recreation and exercise, and is not permitted to attend his work assignment.  Here, appellant was locked in his cell for twenty-four hours a day during the first five days of punitive segregation, and twenty-three hours each day during the remaining twenty-five days of segregation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Pursuant to Rhode Island General Laws Sec. 13-2-44, appellant, under sentence to imprisonment for life, was not eligible for good time credit.  Were he not sentenced to life, however, he would have been entitled to a recommendation from the Warden that five days be deducted from his prison term for each month he serves on an original sentence of five or more years.  Thus, if appellant had been eligible, a loss of thirty days good time would have the effect of extending his term of imprisonment by thirty days</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Pursuant to the Regulations Governing Disciplinary Classification, and Mail Procedures for the Inmates at the Adult Correctional Institutions, State of Rhode Island [hereinafter the Morris rules], the disciplinary board may recommend to the classification board that the prisoner's status be changed.  Before any downgrading of classification may occur, however, prisoners are entitled to receive (a) timely notice, (b) an opportunity to appear before the board, (c) an opportunity to call and examine witnesses, (d) explanation of the board's rationale in coming to its decision.  In addition, (e) decisions of the board must be based upon substantial evidence</p>\n        <p>Inmates may be classified into one of four categories, each category carrying with it progressively closer supervision and more restrictions.  Category \"A\" encompasses the general prison population; category \"B\" entails loss of work eligibility, television, and extended yard privileges, and requires that inmates have all their meals within their cells; category \"C\" entails all the restrictions of category \"B\" with the addition that the inmate is placed in a separate living location and deprived of participation in any institutional activities; category \"D\" entails all the restrictions of category \"C\" with the additional loss of radio privileges.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The district court concluded that procedural due process was accorded the appellant in the disciplinary proceeding because he was fully advised prior to the hearing of the infraction of the rules, had an opportunity to confer with his counsel with respect thereto, had an opportunity to have a counsel-substitute during the hearing, the charges were read to him at the hearing and he was given the opportunity to explain his actions, he was informed of the evidence against him, and the decision of the disciplinary board was based on facts rationally determined</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See Note, Beyond the Ken of the Courts: A Critique of Judicial Refusal to Review the Complaints of Convicts, 72 Yale L.J. 506 (1963).  See, e. g., Roberts v. Pegelow, 313 F.2d 548, 550 (4th Cir. 1963)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> This newly awakened judicial sensitivity is but part of a growing concern that governmental decisions directly affecting individual interests and causing significant deprivations conform to the rudiments of due process, regardless of whether what is at stake is termed a right, privilege, liberty, or property.  See, e. g., Gagnon v. Scarpelli, 411 U.S. 778, 93 S.Ct. 1756, 36 L.Ed.2d 656 (1973) (due process may require counsel in probation revocation hearings); Morrissey v. Brewer, 408 U.S. 471, 92 S.Ct. 2593, 33 L.Ed.2d 484 (1972) (due process before parole revocation); Fuentes v. Shevin, 407 U.S. 67, 92 S.Ct. 1983, 32 L.Ed.2d 556 (1972) (due process before repossession); Bell v. Burson, 402 U.S. 535 (1971) (due process before suspension of driver's license); Wisconsin v. Constantineau, 400 U.S. 433, 91 S.Ct. 507, 27 L.Ed.2d 515 (1971) (due process before publicly advertised loss of right to purchase liquor); Goldberg v. Kelly, 397 U.S. 254, 90 S.Ct. 1011, 25 L.Ed.2d 287 (1969) (due process before termination of welfare payments); Sniadach v. Family Finance Corp., 395 U.S. 337, 89 S.Ct. 1820, 23 L.Ed.2d 349 (1969) (due process before removal or garnishment of wages)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See, e. g., McDonnell v. Wolff, 483 F.2d 1059 (8th Cir. 1973); United States ex rel. Miller v. Twomey, 479 F.2d 701 (7th Cir. 1973); Sands v. Wainwright, 357 F.Supp. 1062 (M.D.Fla.1973); Rinehart v. Brewer, 360 F.Supp. 105 (S.D.Iowa 1973); Collins v. Hancock, 354 F.Supp. 1253 (D.N.H.1973); Lathrop v. Brewer, 340 F.Supp. 873 (S.D.Iowa 1972); Landman v. Royster, 333 F.Supp. 621 (E.D.Va.1971); Meola v. Fitzpatrick, 322 F.Supp. 878 (D.Mass.1971); Clutchette v. Procunier, 328 F.Supp. 767 (N.D.Cal.1971) appeal docketed; Morris v. Travisono, 310 F.Supp. 857 (D.R.I.1970); Sostre v. Rockefeller, 312 F.Supp. 863 (S.D.N.Y.1970), rev'd in part, modified in part, aff'd in part, sub nom.  Sostre v. McGinnis, 442 F.2d 178 (2d Cir. 1971), cert. denied sub nom., Sostre v. Oswald, 404 U.S. 1049, 92 S.Ct. 719, 30 L.Ed.2d 740 (1972)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See generally, Fox, Why Prisoners Riot. 35 Fed.Prob. 9 (1971)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See Note, Bargaining in Correctional Institutions: Restructuring the Relations Between the Inmate and Prison Authority, 81 Yale L.J. 726 (1972); McCleery, The Governmental Process and Informal Social Control, in The Prison 149 (D. Cressey, ed., 1961)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> E. Goffman, On the Characteristics of Total Institutions, in Asylums 49 (1961).  See also Cloward, Social Control in the Prison, in Theoretical Studies in Social Organization of the Prison 20 (Social Science Research Council, ed., 1960)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> President's Commission on Law Enforcement and the Administration of Justice, Task Force Report: Corrections 82 (1967)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> See nn. 1-3</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> In Morris v. Travisono, 310 F.Supp. 857, 859 (D.R.I.1970), the district court, in a significant and innovative role, oversaw negotiations between prisoners and prison officials and ordered that the results of the negotiations be printed and distributed to prisoners for their final approval.  After receiving responses from the inmates to the proposed regulations, the court then implemented the rules by an interim decree, id. at 862, but retained jurisdiction to allow for necessary changes and to make sure that the new rules were implemented.  The new rules were officially promulgated by the Assistant Director for Correctional Services in February, 1970.  See Regulations Governing Disciplinary Classification, and Mail Procedures for All Inmates at the Adult Correctional Institutions, State of Rhode Island (1970)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The findings of the disciplinary board may be taken into consideration at parole board hearings, as well as at classification board hearings.  According to the Morris rules, supra, n. 13, the central file of each inmate committed to the A.C.I. for more than one year must include (a) regular case summaries; (b) probation officer's report and other diagnostic summaries from other agencies; (c) up-to-date progress reports in the areas of work assignment, vocational training, education, psychiatry, and medical treatment; (d) records of disciplinary board determinations; (e) any correspondence relating to the inmate; (f) identification material; (g) a record of all classification transactions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> While some standards are emerging as to how much due process is due in the maintenance of prison discipline, see Miller v. Twomey, supra; McDonnell v. Wolff, supra; Sands v. Wainwright, supra; Rinehart v. Brewer, supra; Collins v. Hancock, supra, the courts have not as yet articulated the methodology they employ in arriving at the appropriate balance between due process and the interests of the state in efficient custody.  While there seems to be some general agreement that the extent of due process required by Goldberg v. Kelly, supra and Morrissey v. Brewer, supra, frames the outer limit of due process required within prison walls, federal courts have failed to come up with any useful measuring rod for determining the extent of due process within this outer limit.  See Wick, Procedural Due Process in Prison Disciplinary Hearings: The Case for Specific Constitutional Requirements, 18 S.D.L.Rev. 309 (1973)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> As the correctional facility adds new rehabilitative programs and activities, administrative discretion becomes broader.  The correctional officer or administrator can, in some cases, decide upon various degrees of custody within the same category of classification; he can offer schooling, jobs, and training programs (or decide not to offer them); he can grant furloughs, work-release, school release, weekend release (or stop granting them); he can provide the inmate with an interesting and relatively lucrative job assignment, or a poor one.  See Rabow and Elias, Organizational Boundaries, Inmate Roles, and Rehabilitation, 6 Crime and Delinquency 8 (1969); see generally, Sykes, The Corruption of Authority and Rehabilitation, 34 Soc. Forces, 257 (1956)</p>\n        <p>At the same time, the possible catalogue of procedural rights which might be applicable inside the prison grows longer.  The possible catalogue of rights might include, beyond what is already provided in the Morris rules, a right to the promulgation of written regulations which are reasonably specific, the suppression of any evidence which was wrongly discovered, the power to subpoena witnesses, and the power of discovery, a transcript of the disciplinary proceedings, formal rules of evidence during the hearing, a jury of peers, conviction only upon the overcoming of a high presumption of innocence, and direct appeal.  We hasten to add that this cataloguing is not an invitation to inmates to further litigation but, rather is merely intended to illustrate the wide variety of safeguards encompassed within the concept of procedural due process.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> See, e. g., Boston University Center for Criminal Justice, Model Rules and Regulations on Prisoner's Rights and Responsibilities (1973); National Council on Crime and Delinquency, Model Act to Provide for Minimum Standards for the Protection of the Rights of Prisoners Sec. 4, 18 Crime and Delinquency 12 (1972); President's Commission on Law Enforcement and the Administration of Justice, Task Force Report: Corrections 86 (1967); see also legislation introduced in Congress which was designed to provide minimal procedural safeguards for prisoners in the maintenance of prison discipline, H.R. 12757, 92nd Cong., 2d Session (1972)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> See, e. g., the rational relation upheld in McGowan v. Maryland, 366 U.S. 420, 81 S.Ct. 1101, 6 L.Ed.2d 393 (1961)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> See Note, Less Drastic Means and the First Amendment, 78 Yale L.J. 464 (1969); see generally, Wormuth and Merkin, The Doctrine of the Reasonable Alternative, 9 Utah L.Rev. 254, 267 (1964)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> See Struve, The Less Restrictive Alternative Principle and Economic Due Process, 80 Harv.L.Rev. 1463 (1967)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> The government's reliance upon McGautha v. California, 402 U.S. 183, 91 S.Ct. 1454, 28 L.Ed.2d 711 (1971) in this regard is misplaced.  While McGautha holds that a defendant faced with the difficult conundrum in a unitary trial of speaking out for a lenient sentence and risking self-incrimination on the issue of guilt is not denied the protection of the Fifth Amendment, the choice facing prisoners within a prison disciplinary hearing is far different.  A criminal defendant faces many difficult choices during the course of his trial: whenever he exercises his right to remain silent, he quite naturally sacrifices one means of defense; on the other hand, if he speaks out, he may open himself to otherwise inadmissible matters which may be brought out on cross-examination and also to impeachment by proof of prior convictions.  See Spencer v. Texas, 385 U.S. 554, 561, 87 S.Ct. 648, 17 L.Ed.2d 606 (1967).  The dilemma faced in McGautha is but one variant on these traditional, strategic considerations that run through criminal trials.  It should be kept in mind, however, that a defendant in a criminal trial may remain silent and yet still have the opportunity to mount a strong defense by calling and cross-examining witnesses.  He is also protected by the high burden of proof which the government must sustain before he can be found guilty.  Under these circumstances, silence is not a fundamental sacrifice.  It is often a wise strategy</p>\n        <p>The accused prisoner, however, has no such procedural safeguards within the prison hearings.  His opportunity to call witnesses and cross-examine them is necessarily limited by the possibility that the disciplinary board may rely upon informants.  The burden of proof which must be sustained against him is far lower than in a criminal trial, merely calling for \"substantial evidence\".  If he keeps silent, his silence is almost bound to seriously cripple his defense within the disciplinary hearing.  Silence is not a strategic alternative for him.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> See Lovell and Nelson, Correctional Management and the Changing Goals of Correction, in Problems in Criminal Justice Administration 82 (M. Cohn, ed., 1969)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> Note, Bargaining in Correctional Institutions, supra, at 733</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> Morris rules, Disciplinary Procedures Sec. III,C,4</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> Id. at Sec. III,C,3</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> Id. Sec. III,C,5.  We necessarily assume that counsel-substitute, reasonably experienced in the procedures to be employed in prison disciplinary hearings, will explain questions put to the accused, occasionally help the accused make himself understood, and advise the accused on how to proceed with his questioning of the complaining officer or witnesses to the infraction</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> In light of our principle of extending procedural due process where there is little or no administrative burden, we assume that counsel's role would be limited to consultation with the accused, observation of the proceedings, and occasionally speaking on behalf of the accused.  Under our approach, it is likely that a larger role than this would begin to create an unwarranted administrative burden.  Thus, counsel would not participate in cross-examination, for that might understandably prompt the prison officials to obtain legal counsel to represent the prosecution's side of the adversarial process</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> Whatever the constitutional distinction between the right to retained counsel as opposed to appointed counsel, it is clear that the former is historically broader in scope than the latter.  See Davis, Administrative Law Treatise, Sec. 8.10 (1958).  Contrary to the suggestion of our dissenting brother, we do not here purport to exercise any supervisory power</p>\n        <p>We acknowledge that to permit retained counsel while not requiring appointed counsel might deny those who could not afford their own retained counsel the equal protection of the laws, a circumstance found by two circuits to arise in parole revocation proceedings, Earnest v. Willingham, 406 F.2d 681, 684 (10th Cir. 1969), and probation revocation proceedings, Wainwright v. Cottle, 477 F.2d 269 (5th Cir. 1973), vacated and remanded, 414 U.S. 895, 94 S.Ct. 221, 38 L.Ed.2d 138 (1973).</p>\n        <p>We do not, however, deal with that issue at this time.  The prison administrative hearing, even when resulting in segregation or loss of good time, may require less of an adversarial proceeding and necessitate fewer due process safeguards than a hearing which could result in the revocation of the liberty entailed in parole or probation.  Consequently, the possibility of a denial of equal protection for inmates too poor to afford retained counsel may be reduced in the prison context.  Moreover, both Earnest and Wainwright were decided before Gagnon's ad hoc rule for deciding when counsel is to be required in revocation proceedings.  Apparently the Supreme Court felt that Gagnon's rationale was sufficiently relevant to vacate Wainwright and remand it for further consideration in light of Gagnon.</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">487</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1280</span></span></p>\n    <p class=\"parties\">Nicholas A. PALMIGIANO, Appellant,<br>v.<br>Joseph BAXTER et al., Appellees.</p>\n    <p class=\"docket\">No. 73-1088.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued Sept. 5, 1973.<br>Decided Nov. 16, 1973.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stephen J. Fortunato, Jr., with whom McKinnon &amp; Fortunato, Providence, R. I., and Ellen Katz, were on brief, for appellant.</p>\n      <p class=\"indent\">Cary J. Coen, Providence, R. I., John M. Roney, Washington, D. C., Max D. Stern, Stern &amp; Shapiro, Boston, Mass., and Stanley A. Bass, New York City, on brief for Robert Flint and Michael Roberts, amici curiae.</p>\n      <p class=\"indent\">W. Slater Allen, Jr., Asst. Atty. Gen., with whom Richard J. Israel, Atty. Gen., was on brief, for appellees.</p>\n      <p class=\"indent\">Before COFFIN, Chief Judge, KILKENNY<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and McENTEE, Circuit Judges.</p>\n      <p class=\"indent\">COFFIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an action seeking damages and declaratory and injunctive relief pursuant to 42 U.S.C. Sec. 1983 and 28 U.S.C. Sec. 1343(3) to redress certain alleged deprivations of procedural due process in the administration of discipline at Rhode Island's Adult Correctional Institutions (A.C.I.).  Appellant is a prisoner at the A.C.I., serving a life sentence for murder.  In the early evening of November 11, 1972, a fellow prisoner became violently ill.  When by 8:50 p. m. no medical assistance had yet been provided, appellant allegedly advised other prisoners not to return to their cells for the 9:00 lock-up, in protest against the failure to provide medical attention.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant was charged with \"inciting a disturbance and disrupt [sic] of A.C.I. operations, which might have resulted in a riot\", and summoned before a prison disciplinary board.  He was informed that he might be prosecuted for a violation of state law, and that he should consult his attorney.  However, his attorney was not permitted to accompany him into the prison disciplinary hearing.  Just before the hearing commenced, appellant was advised by the Deputy Warden that his silence would be held against him.  Even so, appellant remained silent through the hearing.  The disciplinary board based its decision entirely upon the written statement submitted by a correctional officer who had witnessed the alleged infraction.  Appellant was sentenced to thirty days in punitive segregation.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The board recommended that he lose any good time credits for which he was eligible during that period<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and that he be considered for possible downgrading in classification at the expiration of the thirty days.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After reviewing the record, the district court concluded that appellant had not been denied due process and therefore was not entitled to any of the relief he sought.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Although the claim of use immunity arguably did not arise in the original complaint, appellant twice moved for reconsideration of the question of whether he was deprived of his Fifth and Fourteenth Amendment rights against self-incrimination in the prison disciplinary hearing, where he had not been assured that his testimony could not be used to incriminate him in a subsequent criminal prosecution, and had been penalized for his failure to testify in the prison hearing.  The district court denied both motions, concluding that the authorities on which appellant relied in support of his motion were distinguishable on their facts from the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This case is one of a lengthening list, raising the questions whether and to what extent due process exists behind prison walls.  During the past decade, judicial reluctance to look behind the walls<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> has given way to a special concern that fair and orderly procedures govern there.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  In the late 1960's federal courts established the general principle that due process follows a prisoner through the prison doors.  Jackson v. Bishop, <span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">571</span></span> (8th Cir. 1969) (Blackmun, Cir. J.); see also Johnson v. Avery, <span class=\"citation\" data-id=\"107840\"><a href=\"/opinion/107840/johnson-v-avery/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation\" data-id=\"107840\"><a href=\"/opinion/107840/johnson-v-avery/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">747</span></a></span>, <span class=\"citation\" data-id=\"107840\"><a href=\"/opinion/107840/johnson-v-avery/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">718</span></a></span> (1969).  Our own Nolan v. Scafati, <span class=\"citation\" data-id=\"291613\"><a href=\"/opinion/291613/daniel-nolan-v-palmer-c-scafati-superintendent-inmates-charged-with/\"><span class=\"volume\">430</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">548</span></a></span> (1970) held that whenever substantial individual interests of prisoners are at stake, \"some assurances of elemental fairness are essential\".  In the past three years federal courts have been faced with the difficult task of giving specific content to that general principle.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Recently the Supreme Court articulated specific requirements for minimum due process applicable to parole revocation proceedings, marking the first time that Court has ventured so directly into the area of due process rights for individuals under custodial authority.  Morrissey v. Brewer, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2593</span></a></span>, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">484</span></a></span> (1972).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The task is a delicate one for courts because of the sensitive and precarious nature of correctional institutions.  Prison officials, facing complicated and combustible situations each day, must be free to make a wide range of decisions.  Much must be left to their good faith discretion.  Sawyer v. Sigler, <span class=\"citation\" data-id=\"297891\"><a href=\"/opinion/297891/william-sawyer-v-maurice-h-sigler-warden-of-the-nebraska-state/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">818</span></a></span> (8th Cir. 1971); Marnin v. Pinto, <span class=\"citation\" data-id=\"304529\"><a href=\"/opinion/304529/joseph-marnin-v-warren-pinto-superintendent-of-the-new-jersey-state/\"><span class=\"volume\">463</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">583</span></a></span> (3d Cir. 1972).  Time has proved, however, that blind deference to correctional officials does no real service to them.  Judicial concern with procedural regularity has a direct bearing upon the maintenance of institutional order; the orderly care with which decisions are made by the prison authority is intimately related to the level of respect with which prisoners regard that authority.  There is nothing more corrosive to the fabric of a public institution such as a prison than a feeling among those whom it contains that they are being treated unfairly.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Control over official discretion within prison walls is vital for other reasons as well.  Most decisionmaking of correctional personnel is less visible to the public than is the decisionmaking of other public officials, and therefore less likely to benefit from the inherent constraints of public discussion and scrutiny. Prisoners themselves have no opportunity to participate in a political process which might otherwise provide some guidance for official discretion.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Moreover, because prisoners are under the constant care and supervision of correctional personnel within \"total institutions\"<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> which regulate evey aspect of their lives, there exist awesome possibilities for misuse of discretion to the extent that decisions which affect prisoners in important ways may be made arbitrarily or based upon mistakes of fact.  Finally, it is coming to be realized that almost all of the 1.2 million individuals who are at any one time subject to correctional authority will eventually rejoin the rest of our citizens outside the prison walls; if they are to learn to respect public authority and to participate in the democratic control of that authority as normal citizens, they need to be able to challenge what appear to be arbitrary assertions of power by correctional officials during the course of their confinement.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In determining to what extent due process safeguards are required in prison disciplinary decisions, federal courts have employed two levels of analysis, first examining whether the questioned decision is one which requires due process at all, and then deciding upon the amount of due process which seems necessary under the precise circumstances.  The first determination depends upon an assessment of the inmate's stake in the decision, rather than upon a weighing of the inmate's interest against the interests of the state.  See Morrissey v. Brewer, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, 483, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2593</span></a></span>, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">484</span></a></span> (1972); Fuentes v. Shevin, <span class=\"citation\" data-id=\"108568\"><a href=\"/opinion/108568/fuentes-v-shevin/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">67</span></a></span>, <span class=\"citation\" data-id=\"108568\"><a href=\"/opinion/108568/fuentes-v-shevin/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1983</span></a></span>, <span class=\"citation\" data-id=\"108568\"><a href=\"/opinion/108568/fuentes-v-shevin/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">556</span></a></span> (1972); Board of Regents v. Roth, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 570-571, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2701</span></a></span>, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1972).  The stake will be sufficiently large to necessitate some due process if the consequences of the challenged actions of the state officials are sufficiently serious to amount to a \"grievous loss\".  See Joint Anti-Fascist Refugee Committee v. McGrath, <span class=\"citation\" data-id=\"104894\"><a href=\"/opinion/104894/joint-anti-fascist-refugee-comm-v-mcgrath/\"><span class=\"volume\">341</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">123</span></a></span>, 168, <span class=\"citation\" data-id=\"104894\"><a href=\"/opinion/104894/joint-anti-fascist-refugee-comm-v-mcgrath/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">624</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">817</span></span> (1951) (Frankfurter, J., concurring); Morrissey v. Brewer, supra, 408 U.S. at 481, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2593</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In a prison setting where liberty is by necessity shrunken to a small set of minor amenities, such as work or schooling privileges, visitations, and some modicum of privacy, it is likely that any marked change of status which forecloses such liberties will be perceived and felt as a grievous loss.  United States ex rel. Miller v. Twomey, supra, 479 F.2d at 717.  This implies that a minimal level of due process must be achieved in reaching any decision concerning a particular inmate which may result in a marked change in the status of the inmate's confinement, with the result that he may be deprived of amenities on which he has come to rely.  The stakes are simply too high for the inmate, and the possibility for honest error or irritable misjudgment too great to allow such decisions to be taken without giving the inmate a chance to be fully informed of the case against him so that he may contest its basis. \"In most cases it would probably be difficult to find an inquiry minimally fair and rational unless the prisoner were confronted with the accusation, informed of the evidence against him . . . and afforded a reasonable opportunity to explain his actions.\"  Sostre v. McGinnis, supra, 442 F.2d at 198.  This is as true for a decision based on the security requirements of the institution or the rehabilitative interests of the inmate as it is for one based on a disciplinary violation.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Once it has been determined that the inmate's stake in the decision is sufficient to require a minimal level of due process safeguards, the second task facing the court, more difficult and more subtle, is to decide how much due process is required beyond this minimal level. \"[C]onsideration of what procedures due process may require under any given set of circumstances must begin with a determination of the precise nature of the government function involved as well as the private interest that has been affected by governmental action.\"  Cafeteria and Restaurant Workers Union v. McElroy, <span class=\"citation\" data-id=\"106290\"><a href=\"/opinion/106290/cafeteria-restaurant-workers-v-mcelroy/\"><span class=\"volume\">367</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">886</span></a></span>, 895, <span class=\"citation\" data-id=\"106290\"><a href=\"/opinion/106290/cafeteria-restaurant-workers-v-mcelroy/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1743</span></a></span>, 1748, <span class=\"citation\" data-id=\"106290\"><a href=\"/opinion/106290/cafeteria-restaurant-workers-v-mcelroy/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1230</span></a></span> (1961).  After the precise interests of the inmate and the state have been identified, the two interests are weighed one against the other.  See Goldberg v. Kelly, supra, 397 U.S. at 261, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1011</span></span>; Hannah v. Larche, <span class=\"citation\" data-id=\"106078\"><a href=\"/opinion/106078/hannah-v-larche/\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">420</span></a></span>, 442, <span class=\"citation\" data-id=\"106078\"><a href=\"/opinion/106078/hannah-v-larche/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1502</span></a></span>, <span class=\"citation\" data-id=\"106078\"><a href=\"/opinion/106078/hannah-v-larche/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1307</span></a></span> (1960).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Here, there is no question that some due process was required before appellant could be sentenced to punitive segregation and recommended for a downgraded classification.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  The real question concerns the extent to which due process was required.  Pursuant to the so-called Morris rules,<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> appellant was given (a) timely notice of the charge against him, (b) an opportunity to appear at the disciplinary hearing with the assistance of an authorized counsel-substitute, (c) an impartial tribunal, none of whose members reported upon or witnessed the alleged infraction, (d) the right to call witnesses and cross-examine them, (e) the right to a decision based upon \"substantial evidence\", (f) notice of the rationale and consequences of the decision, and (g) the opportunity to appeal the decision to the Warden.  Appellant contends that he should have been afforded the additional protections of the right to remain silent in the disciplinary hearing without his silence being used against him, the right to have the correctional officer who reported the infraction and any witnesses on whose testimony the fact-finding is based appear in person before the disciplinary board, and the right to retained counsel at the hearing.  In effect, appellant argues that a proper balance of the state's interest in efficient custody against the possibly grievous consequences of prison discipline in this case-including punitive segregation, loss of prison earnings for that period, recommended change in classification, possible effect of the decision upon his chances for parole,<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> and possible use of the hearing record in a subsequent criminal prosecution-warranted greater due process safeguards than those offered by the Morris rules.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The task of striking a proper balance between appellant's interest in due process safeguards and the state's interest in efficient custody is at best an awkward and difficult one.  No well defined standards have been developed for taking such measurements,<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> and a utilitarian calculus of the benefits of possessing certain rights against the costs of supplying them seems a harsh and futile exercise in legal fiction.  Moreover, it is an exercise that is bound to create uncertainty and litigation, given the extraordinary and expanding range of correctional decisions that may result in a variety of deprivations, and the ever broadening catalogue of procedural rights which might be relevant to the prison setting.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>  Yet certainty and consistency are no less desirable in the law relating to life in prison than they are in life beyond the walls.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The primary responsibility for articulating standards of due process lies with those who have the most intimate knowledge of both the interests of prisoners and the administrative burdens entailed with providing due process within prison.  To the extent that legislators, prison officials, and prisoners themselves have spoken on the subject, they provide an essential source of guidance.  We are fortunate in this case to have a set of rules for due process within prison that was carefully shaped by prisoners and correctional administrators working together under the aegis of the district court.  The Morris rules have provided a workable and useful standard for measuring the extent to which due process safeguards are required in correctional decisions which may result in punitive segregation, loss of good time, and changes in classification.  Moreover, the standard is substantially the same as that employed elsewhere within this circuit, see Collins v. Hancock, supra; Meola v. Fitzpatrick, supra, and conforms in large part to the standard set out in model legislation.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Morris rules, however, do not necessarily exhaust the constitutional imperative of the due process clause, or fill all the fissures.  No questions are more elusive for courts than these: when does a constitutional interstice exist?  By what reasoned process, consistent with constitutional precedents, changing perspectives of foreseeability and expectation and realistic restraints of practicability, can courts attempt to fill such a gap?  While constitutional analysis on a macroscopic scale, dealing with the liberties specifically enshrined in the Bill of Rights, is rich with precedent, its application to the smaller liberties and their deprivations is still a new venture.  But see n. 6. And the standards for measuring and balancing the interests of the individual and of society, except where one side or the other has the most compelling appeal, are as yet unarticulated.  But unless a court were to accept the concept that the Constitution is limited to preventing only the grossest of governmental encroachments on personal freedoms, it must try to deal rationally with the emerging problems.  While not usurping the legislative or executive roles, it must articulate a constitutional framework specific enough to guide government in government's own continuing pursuit of constitutional norms.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We are fully sensitive to the fact that public administrators may view court decisions affecting \"lesser\" rights as intrusions into their own realm, and as setting the outer limits of constitutional accommodation.  Two observations can help place this area of adjudication in perspective.  The first is that the \"realm\" is that of the Constitution, and that the Constitution is, in the first instance, addressed to government and its officials; this is the premise, not the consequence, of judicial review.  The second is that a court decision can most constructively be taken as not only prescribing, as a minimum, a specific rule arising out of a particular case, but as a helpful guide in suggesting the direction in which administrators may soundly proceed with their more detailed implementation.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The government would have us merely examine whether or not the current limitations upon due process are rationally related to the legitimate state goal of efficient custody; if such a rational relationship were found to exist, then the procedural safeguard would be unwarranted.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a>  We cannot accept, even by implication, this formulation of the rule in the type of situation presented by this case.  While due process safeguards have not as yet been elevated to the status of fundamental rights, such as freedom of speech, in relation to which the state's interests in administrative efficiency must take second place, they are not to be abridged unnecessarily.  That is, we think that if the state can accomplish its purpose just as well by observing some measure of due process as by not observing it, it should tread the former path.  Where a due process safeguard entails little or no administrative burden, it should be employed whenever due process is merited.  If the burden on the state is minimal, there seems to be no reason why the decision should not be made with the greatest possible care.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Perhaps because there may be few situations where it can be said that little or no administrative burden attends the provision of some due process safeguards, courts have not had occasion to speak in these precise terms.  But we think this threshold test, limited though it may be in application, is but an extrapolation of the Court's pronouncements in larger matters.  The government's obligation here is fundamentally the same as that underlying its obligation to use \"less drastic means\" when infringing upon First Amendment rights, see United States v. Robel, <span class=\"citation\" data-id=\"107554\"><a href=\"/opinion/107554/united-states-v-robel/\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">258</span></a></span>, 267, <span class=\"citation\" data-id=\"107554\"><a href=\"/opinion/107554/united-states-v-robel/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">419</span></a></span>, <span class=\"citation\" data-id=\"107554\"><a href=\"/opinion/107554/united-states-v-robel/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1967); Shelton v. Tucker, <span class=\"citation\" data-id=\"106142\"><a href=\"/opinion/106142/shelton-v-tucker/\"><span class=\"volume\">364</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, 488, <span class=\"citation\" data-id=\"106142\"><a href=\"/opinion/106142/shelton-v-tucker/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">247</span></a></span>, <span class=\"citation\" data-id=\"106142\"><a href=\"/opinion/106142/shelton-v-tucker/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">231</span></a></span> (1960),<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> or its obligation to use the \"least restrictive alternative\" when impinging up travel, free flow of commerce, or property rights, see Aptheker v. Secretary of State, <span class=\"citation\" data-id=\"106884\"><a href=\"/opinion/106884/aptheker-v-secretary-of-state/\"><span class=\"volume\">378</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">500</span></a></span>, 507, <span class=\"citation\" data-id=\"106884\"><a href=\"/opinion/106884/aptheker-v-secretary-of-state/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1659</span></a></span>, <span class=\"citation\" data-id=\"106884\"><a href=\"/opinion/106884/aptheker-v-secretary-of-state/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">992</span></a></span> (1964); Polar Ice Cream and Creamery Co. v. Andrews, <span class=\"citation\" data-id=\"106723\"><a href=\"/opinion/106723/polar-ice-cream-creamery-co-v-andrews/\"><span class=\"volume\">375</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">361</span></a></span>, 375 n. 9, <span class=\"citation\" data-id=\"106723\"><a href=\"/opinion/106723/polar-ice-cream-creamery-co-v-andrews/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">378</span></a></span>, <span class=\"citation\" data-id=\"106723\"><a href=\"/opinion/106723/polar-ice-cream-creamery-co-v-andrews/\"><span class=\"volume\">11</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">389</span></a></span> (1964); Dean Milk Co. v. City of Madison, <span class=\"citation\" data-id=\"104847\"><a href=\"/opinion/104847/dean-milk-co-v-madison/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">349</span></a></span>, 354, <span class=\"citation\" data-id=\"104847\"><a href=\"/opinion/104847/dean-milk-co-v-madison/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">295</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">329</span></span> (1951);<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> see also Griswold v. Connecticut, <span class=\"citation\" data-id=\"107082\"><a href=\"/opinion/107082/griswold-v-connecticut/\"><span class=\"volume\">381</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, 485, <span class=\"citation\" data-id=\"107082\"><a href=\"/opinion/107082/griswold-v-connecticut/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1678</span></a></span>, <span class=\"citation\" data-id=\"107082\"><a href=\"/opinion/107082/griswold-v-connecticut/\"><span class=\"volume\">14</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">510</span></a></span> (1965).  When the government has \"reasonable and adequate alternatives available\" to a given end, it must choose the measure which least interferes with individual liberties.  Dean Milk Co. v. City of Madison, supra, 340 U.S. at 354, <span class=\"citation\" data-id=\"104847\"><a href=\"/opinion/104847/dean-milk-co-v-madison/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">295</span></a></span>.  In the present case, if the government can achieve its goal of efficient custody equally well under an alternative scheme which provides greater due process safeguards, it is obligated to follow that alternative.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">With this principle in mind, we turn to an examination of each of the due process claims of the appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Appellant's contention that he should have been afforded the additional protection, beyond the Morris rules, of the right to remain silent without his silence being used against him in the disciplinary hearing is based upon an understandable fear that any statements made at the hearing might have been used against him at a later criminal trial concerning the same offense.  Without a right to remain silent in the disciplinary hearing, he faced the constitutionally obnoxious dilemma of either remaining silent and risking greater punishment from the disciplinary board or speaking out in his own defense and risking self-incrimination in a subsequent criminal prosecution.  See Garrity v. New Jersey, <span class=\"citation\" data-id=\"107336\"><a href=\"/opinion/107336/garrity-v-new-jersey/\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">493</span></a></span>, 496, <span class=\"citation\" data-id=\"107336\"><a href=\"/opinion/107336/garrity-v-new-jersey/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">616</span></a></span>, <span class=\"citation\" data-id=\"107336\"><a href=\"/opinion/107336/garrity-v-new-jersey/\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">562</span></a></span> (1967).  Thus, to penalize silence in the disciplinary hearing is, in effect, to penalize the Fifth Amendment privilege against self-incrimination.  See Spevack v. Klein, <span class=\"citation\" data-id=\"107337\"><a href=\"/opinion/107337/spevack-v-klein/\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span>, <span class=\"citation\" data-id=\"107337\"><a href=\"/opinion/107337/spevack-v-klein/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">625</span></a></span>, <span class=\"citation\" data-id=\"107337\"><a href=\"/opinion/107337/spevack-v-klein/\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">574</span></a></span> (1967); United States v. Jackson, <span class=\"citation\" data-id=\"107657\"><a href=\"/opinion/107657/united-states-v-jackson/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">570</span></a></span>, 581-582, <span class=\"citation\" data-id=\"107657\"><a href=\"/opinion/107657/united-states-v-jackson/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1209</span></a></span>, <span class=\"citation\" data-id=\"107657\"><a href=\"/opinion/107657/united-states-v-jackson/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">138</span></a></span> (1968); Simmons v. United States, <span class=\"citation\" data-id=\"107636\"><a href=\"/opinion/107636/simmons-v-united-states/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">377</span></a></span>, <span class=\"citation\" data-id=\"107636\"><a href=\"/opinion/107636/simmons-v-united-states/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">967</span></a></span>, <span class=\"citation\" data-id=\"107636\"><a href=\"/opinion/107636/simmons-v-united-states/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1247</span></a></span> (1968); Melson v. Sard, 131 U.S.App.D.C. 102, <span class=\"citation\" data-id=\"282092\"><a href=\"/opinion/282092/george-w-melson-v-thomas-r-sard/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">653</span></a></span> (1968); Carter v. McGinnis, <span class=\"citation\" data-id=\"2594756\"><a href=\"/opinion/2594756/carter-v-mcginnis/\"><span class=\"volume\">351</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">787</span></a></span> (W.D.N.Y.1972).<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a>  Although under Miranda v. Arizona, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1966) and Mathis v. United States, <span class=\"citation\" data-id=\"107676\"><a href=\"/opinion/107676/mathis-v-united-states/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 4-5, <span class=\"citation\" data-id=\"107676\"><a href=\"/opinion/107676/mathis-v-united-states/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1503</span></a></span>, <span class=\"citation\" data-id=\"107676\"><a href=\"/opinion/107676/mathis-v-united-states/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">381</span></a></span> (1968), any incriminating statements made within a custodial interrogation would presumably be suppressed at a subsequent criminal trial, the exclusionary rule provides scant protection where, as here, a defendant can never be wholly certain that his statements will be suppressed later on, especially since his actions may be interpreted as a voluntary waiver of such rights.  Moreover, even if suppressed, defendants' statements within the disciplinary hearing may be useful to state prosecutors in planning and developing their prosecution.  Evidence derived from such testimony may be seriously damaging to the defendant; the mere prospect of its use is likely to seriously inhibit the defendant from making any statements whatsoever.  And because state prosecutors are apt to be interested in gathering evidence concerning a wide range of offenses occurring both inside and outside the prison walls, and implicating many prisoners, defendants within a prison disciplinary hearing may have an understandable fear of \"fishing expeditions\" designed to gather information.  See Sands v. Wainwright, supra; Carter v. McGinnis, supra; Clutchette v. Procunier, supra, 328 F.Supp. at 778-779.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The right to remain silent in the disciplinary hearing without his silence being used against the inmate would, however, impose a significant burden upon the processes of fact finding within the disciplinary hearing.  The hearings are designed to enable inmates to challenge and dispute allegations about their behavior, and to explain \"their side of the story\".<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a>  The practical effect of a right to remain silent would be to eliminate such an opportunity, and force the inmate and the disciplinary board to rely exclusively upon the statements of witnesses.  Not only would such reliance be time consuming, but it might also prompt inmates \"to pit their own resources against correctional staff in ways that challenge institutional solidarity and encourage confrontations in other areas\".<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a>  Moreover, an exercise of the right to remain silent does not impose a significant burden upon the defendant in a normal criminal trial, because of such procedural safeguards as a strong presumption of innocence, a high burden of proof which the prosecution must overcome, and the full right to call witnesses and cross-examine adverse witnesses.  Such safeguards, however, do not exist within the prison disciplinary hearing; if they did, the administrative burdens thereby entailed would be significant.  Thus, an inmate's silence is likely to work against him in the disciplinary hearing, because in maintaining his silence he sacrifices his most important defense.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We need not enter into a balancing equation concerning the right to remain silent, however, because another route is open which would protect the inmate from self-incrimination in a subsequent criminal prosecution, while imposing no burden upon the prison disciplinary hearing.  Where the possibility exists of the inmate being penalized for the same criminal conduct in a disciplinary hearing and a criminal trial, he should be entitled to \"use\" immunity for statements he might make within the prison disciplinary hearing.  See Sands v. Wainwright, supra, 357 F.Supp. at 1093; Carter v. McGinnis, supra, 351 F.Supp. at 793; cf. Melson v. Sard, 131 U.S.App.D.C. 102, <span class=\"citation\" data-id=\"282092\"><a href=\"/opinion/282092/george-w-melson-v-thomas-r-sard/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">653</span></a></span>, 655 (1968); Kastigar v. United States, <span class=\"citation\" data-id=\"108541\"><a href=\"/opinion/108541/kastigar-v-united-states/\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">441</span></a></span>, <span class=\"citation\" data-id=\"108541\"><a href=\"/opinion/108541/kastigar-v-united-states/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1653</span></a></span>, <span class=\"citation\" data-id=\"108541\"><a href=\"/opinion/108541/kastigar-v-united-states/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">212</span></a></span> (1972).  The provision of use immunity reflects a rational accommodation between the imperatives of the privilege against self-incrimination and the legitimate requirements of prison disciplinary procedures.  In order for this immunity to be helpful to the inmate, however, it would be necessary that he be informed of its existence and its consequences at the prison disciplinary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Appellant's second contention is that the disciplinary board should have required adverse witnesses to appear in person before it, rather than rely solely upon the written reports of prison personnel.  Although the Morris rules specifically provide an accused inmate with \"the right to call a reasonable number of witnesses, both adverse and favorable, and examine said witnesses\",<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a> appellant did not exercise his right to confront and cross-examine the complaining officer who witnessed the alleged infraction.  Appellant claims, instead, that the burden of summoning adverse witnesses should be upon the disciplinary board, rather than upon the accused inmate.  If the board declines to take the initiative and chooses to rely exclusively upon written reports, appellant argues that the board would thereby lack sufficient evidence to convict.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We disagree.  We can envisage situations in which the board might justifiably conclude that written reports were sufficiently clear and complete so that further incriminating evidence was unnecessary.  So long as the accused inmate might bolster his defense by having the opportunity to call adverse witnesses and cross-examine them, no purpose would be served by creating a per se rule that the board itself must rely only upon witnesses who appear before it.  We would caution, however, that in instances where the identity of an adverse witness is withheld from an accused inmate, out of a legitimate fear that otherwise the witness would be subject to retributive violence,<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a> the board has a strong obligation to summon the adverse witness before it, in camera, and probe the credibility of the witness.  See Birzon v. King, <span class=\"citation\" data-id=\"306801\"><a href=\"/opinion/306801/paul-ivan-birzon-in-behalf-of-morris-satz-v-edward-s-king-united-states/\"><span class=\"volume\">469</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1241</span></a></span> (2d Cir. 1972).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Appellant's final contention is that due process requires that he be allowed to retain legal counsel within the disciplinary hearing.  The Morris rules provide for the assistance of a classification counselor or other individual specifically approved by the prison administration if the accused inmate requests help in the presentation of his case before the board.<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a>  Here, the appellant was offered the assistance of a counsel-substitute during the hearing, and was permitted to consult with his retained legal counsel immediately before the hearing, but his retained counsel was barred from the hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Appellant relies upon Gagnon v. Scarpelli, <span class=\"citation\" data-id=\"108785\"><a href=\"/opinion/108785/gagnon-v-scarpelli/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">778</span></a></span>, <span class=\"citation\" data-id=\"108785\"><a href=\"/opinion/108785/gagnon-v-scarpelli/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1756</span></a></span>, <span class=\"citation\" data-id=\"108785\"><a href=\"/opinion/108785/gagnon-v-scarpelli/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">656</span></a></span> (1973), in which the Supreme Court indicated that, under some circumstances, counsel might be required within probation revocation hearings.  We think, however, that appellant's reliance is misplaced.  In Gagnon, the Court did no more than leave the decision whether to supply counsel up to the discretion of the state, saying that the \"participation of counsel will probably be both undesirable and constitutionally unnecessary\" in most cases, and that the state should consider, among other things, the complexity of the evidence and \"whether the probationer appears to be capable of speaking effectively for himself.\"  Gagnon v. Scarpelli, supra, 411 U.S. at 790, 93 S.Ct. at 1764.  Here, there is no claim that the complexity of the evidence or special difficulties of communicating to the disciplinary board made counsel imperative.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">While we are well aware that \"[t]he right to be heard would be, in many cases, of little avail if it did not comprehend the right to be heard by counsel\", Powell v. Alabama, <span class=\"citation\" data-id=\"1236300\"><a href=\"/opinion/1236300/powell-v-alabama/\"><span class=\"volume\">287</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">45</span></a></span>, 68-69, <span class=\"citation\" data-id=\"1236300\"><a href=\"/opinion/1236300/powell-v-alabama/\"><span class=\"volume\">53</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">55</span></a></span>, 64, <span class=\"citation\" data-id=\"1236300\"><a href=\"/opinion/1236300/powell-v-alabama/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">158</span></a></span> (1932), we do not feel that prison disciplinary hearings necessarily require professionally trained counsel.  The requirement of professionally trained counsel in all cases could amount to a significant expense for the government, both in supplying counsel for the accused and, because the hearing is likely to become more adversarial as a result, in prolonging the proceeding and making it necessary for the state to be represented by its own attorney.  The state is not now represented by a prosecutor within the hearings, nor are formal rules of evidence in force to the extent that a defendant's procedural rights may be lost if not timely raised.  Nor is there a jury for whom a defendant's presentation must be made understandable.  See Gagnon v. Scarpelli, supra, 411 U.S. at 789, <span class=\"citation\" data-id=\"108785\"><a href=\"/opinion/108785/gagnon-v-scarpelli/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1756</span></a></span>.  Moreover, the evidence as to whether the inmate has violated a prison regulation is likely to be simpler, more precise and more readily at hand than in most criminal trials, Sostre v. McGinnis, <span class=\"citation\" data-id=\"296468\"><a href=\"/opinion/296468/martin-sostre-v-paul-d-mcginnis-commissioner-of-correction-of-the-state/\"><span class=\"volume\">442</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">178</span></a></span> (2d Cir. 1971).  While the requirement of legal counsel might be more compelling where the accused, faced with a possible criminal prosecution in the future, had to walk a tightrope between defending himself now and incriminating himself later on, the provision of use immunity eliminates this potentially complicated endeavor.  We have no reason to believe that counsel-substitute, of the sort provided for in the Morris rules, will not normally provide adequate assistance to an accused inmate within the disciplinary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Appellant emphasizes that any mistakes of fact which may have slipped through the hearing are likely to find their way to the State Parole Board when appellant is eligible for parole, and that the presence of counsel at the hearing would have prevented this.  Several courts have recognized the damaging nature of a mistake of fact in an inmate's prison record which may follow him through the prison system, unfairly punishing him anew each time his record is used against him.  Burgett v. Texas, <span class=\"citation\" data-id=\"107540\"><a href=\"/opinion/107540/burgett-v-texas/\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">109</span></a></span>, 115, <span class=\"citation\" data-id=\"107540\"><a href=\"/opinion/107540/burgett-v-texas/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">258</span></a></span>, <span class=\"citation\" data-id=\"107540\"><a href=\"/opinion/107540/burgett-v-texas/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">319</span></a></span> (1967); McDonald v. Wolff, <span class=\"citation\" data-id=\"313069\"><a href=\"/opinion/313069/robert-o-mcdonnell-etc-v-charles-l-wolff-jr-etc-robert-o/\"><span class=\"volume\">483</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1059</span></a></span> (8th Cir. 1973); Hudson v. Hardy, 137 U.S.App.D.C. 366, <span class=\"citation\" data-id=\"289584\"><a href=\"/opinion/289584/wayne-hudson-v-kenneth-l-hardy-united-states-intervenor/\"><span class=\"volume\">424</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">854</span></a></span>, 856 (1970).  But we think that a counsel-substitute can be sufficiently effective within most hearings to protect against any serious mistakes of fact on which the disciplinary board might base it findings.  Moreover, because a variety of reports and unsupported allegations of fact by correctional personnel may find their way, at various times, into the inmate's prison record, a far better way of protecting the inmate from such mistakes would be to let him review and challenge his record whenever correctional decisions are based, wholly or in part, upon the prison record.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">While we therefore conclude that there is, under normal circumstances, no duty upon the state to furnish counsel in prison disciplinary hearings, we are also of the opinion that an inmate should be permitted to bring retained counsel with him into the disciplinary hearing.<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a>  We adhere to the approach of the Supreme Court in Goldberg v. Kelly, supra, 397 U.S. at 270, 271, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1011</span></span> (1969) in saying that the right to retained counsel is constitutionally required where grievous loss is threatened and the presence of retained counsel will not unduly prolong or otherwise encumber the hearing.<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a>  While authority is scarce in this developing area of law, the few courts which have faced this particular issue have permitted retained counsel, see Landman v. Royster, supra, 333 F.Supp. at 654; Sands v. Wainwright, supra, 357 F.Supp. at 1089.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Retained counsel might benefit the accused in several ways.  Counsel could speak on behalf of the accused at the hearing, particularly in those cases where the accused inmate was inarticulate or had difficulty understanding the questions put to him.  In addition, counsel's presence at the disciplinary hearing and later recollection of what occurred therein might help assure that the immunity accorded the inmate is not violated in subsequent proceedings.  The occasional presence of counsel might also have the helpful cautionary effect of assuring that all necessary due process safeguards were provided for within the hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The presence of retained counsel at the disciplinary hearing could also benefit the correctional administration of the prison.  Counsel might provide correctional administrators with useful guidance in novel situations where no procedural rules had as yet been developed.  And because the precise rudiments of prison disciplinary hearings exist in a developing area of the law where no firm guidelines exist, trained legal counsel may be of important assistance in reaching accommodations between inmates and administrators which would avoid the necessity of continued litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Finally, since inmates are currently permitted to consult with their retained counsel at the A.C.I. outside the disciplinary hearing, we can see no rational purpose served by not allowing them access to their counsel within the hearing.  On the contrary, intermittent consultations with retained counsel outside the hearing room while the hearing is in progress would seem to result in unnecessary prolongation of the proceedings.  Moreover, the government has offered no reason why retained counsel should not be permitted within the disciplinary hearings.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We therefore conclude that appellant was denied due process in the disciplinary hearing only insofar as he was not provided with use immunity for statements he might have made within the disciplinary hearing, and because he was denied access to retained counsel within the hearing.  Since, however, this solution is novel, the appellee cannot in fairness be subjected to a sanction which would ordinarily accompany the violation of preexisting law, Jones v. Rundle, <span class=\"citation\" data-id=\"1412511\"><a href=\"/opinion/1412511/united-states-ex-rel-jones-v-rundle/\"><span class=\"volume\">358</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">939</span></a></span> (E.D.Pa.1973); cf. Great Northern Railway Co. v. Sunburst Oil and Refining Co., <span class=\"citation\" data-id=\"101989\"><a href=\"/opinion/101989/gt-northern-ry-v-sunburst-co/\"><span class=\"volume\">287</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">358</span></a></span>, <span class=\"citation\" data-id=\"101989\"><a href=\"/opinion/101989/gt-northern-ry-v-sunburst-co/\"><span class=\"volume\">53</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">145</span></a></span>, <span class=\"citation\" data-id=\"101989\"><a href=\"/opinion/101989/gt-northern-ry-v-sunburst-co/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">360</span></a></span> (1932).  It follows that appellant's claim for money damages must be denied.  However, appellant's in-prison record will be expunged of all findings and decisions pertaining to the alleged infraction and the disciplinary board hearing.  We will apply this rule in the future only to those cases where a disciplinary hearing occurs subsequent to the date of this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The judgment is reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">KILKENNY, Circuit Judge (dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">I respectfully dissent.  In my opinion, the prison officials were under no constitutional, or other, duty to inform the appellant of the existence and possible benefits of the doctrine of \"use immunity\" in connection with statements that he might make in the prison disciplinary hearing.  Indeed, if such a duty existed, appellant is in no position to assert it.  He had the advice of retained counsel, who, we must assume, was familiar with the doctrine and, evidently, in weighing the consequences decided not to suggest its use.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Moreover, I am acquainted with no legal doctrine which would require the presence of appellant's counsel at the time of the hearing.  If, as in United States v. Ash, <span class=\"citation\" data-id=\"108846\"><a href=\"/opinion/108846/united-states-v-ash/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">300</span></a></span>, <span class=\"citation\" data-id=\"108846\"><a href=\"/opinion/108846/united-states-v-ash/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2568</span></a></span>, <span class=\"citation\" data-id=\"108846\"><a href=\"/opinion/108846/united-states-v-ash/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">619</span></a></span> (1973), a defendant charged with the crime of bank robbery is not entitled to the presence of counsel during a pre-indictment display of photographs arranged for the specific purpose of identification, I fail to understand how we, in this type of hearing in the exercise of alleged supervisory powers, can direct states to permit the presence of retained counsel.  For that matter, I am unable to discover a legal principle which would require the presence of retained counsel at a hearing, and then deny to a prisoner the presence of court appointed counsel at the same type of hearing.  If fundamental fairness requires the presence of counsel at one, it necessarily requires such presence at the other.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Inasmuch as I believe that the socalled Morris Rules adequately protect a prisoner's limited fundamental rights, and that appellant's other claims do not present issues of constitutional dimensions, I would affirm.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Ninth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Punitive segregation normally requires that the prisoner be locked in his cell full time.  He takes his meals in his cell, is deprived of recreation and exercise, and is not permitted to attend his work assignment.  Here, appellant was locked in his cell for twenty-four hours a day during the first five days of punitive segregation, and twenty-three hours each day during the remaining twenty-five days of segregation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Pursuant to Rhode Island General Laws Sec. 13-2-44, appellant, under sentence to imprisonment for life, was not eligible for good time credit.  Were he not sentenced to life, however, he would have been entitled to a recommendation from the Warden that five days be deducted from his prison term for each month he serves on an original sentence of five or more years.  Thus, if appellant had been eligible, a loss of thirty days good time would have the effect of extending his term of imprisonment by thirty days</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Pursuant to the Regulations Governing Disciplinary Classification, and Mail Procedures for the Inmates at the Adult Correctional Institutions, State of Rhode Island [hereinafter the Morris rules], the disciplinary board may recommend to the classification board that the prisoner's status be changed.  Before any downgrading of classification may occur, however, prisoners are entitled to receive (a) timely notice, (b) an opportunity to appear before the board, (c) an opportunity to call and examine witnesses, (d) explanation of the board's rationale in coming to its decision.  In addition, (e) decisions of the board must be based upon substantial evidence</p>\n        <p>Inmates may be classified into one of four categories, each category carrying with it progressively closer supervision and more restrictions.  Category \"A\" encompasses the general prison population; category \"B\" entails loss of work eligibility, television, and extended yard privileges, and requires that inmates have all their meals within their cells; category \"C\" entails all the restrictions of category \"B\" with the addition that the inmate is placed in a separate living location and deprived of participation in any institutional activities; category \"D\" entails all the restrictions of category \"C\" with the additional loss of radio privileges.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The district court concluded that procedural due process was accorded the appellant in the disciplinary proceeding because he was fully advised prior to the hearing of the infraction of the rules, had an opportunity to confer with his counsel with respect thereto, had an opportunity to have a counsel-substitute during the hearing, the charges were read to him at the hearing and he was given the opportunity to explain his actions, he was informed of the evidence against him, and the decision of the disciplinary board was based on facts rationally determined</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See Note, Beyond the Ken of the Courts: A Critique of Judicial Refusal to Review the Complaints of Convicts, 72 Yale L.J. 506 (1963).  See, e. g., Roberts v. Pegelow, <span class=\"citation\" data-id=\"259631\"><a href=\"/opinion/259631/robert-x-roberts-jr-v-paul-f-pegelow-superintendent-d-c-department/\"><span class=\"volume\">313</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">548</span></a></span>, 550 (4th Cir. 1963)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> This newly awakened judicial sensitivity is but part of a growing concern that governmental decisions directly affecting individual interests and causing significant deprivations conform to the rudiments of due process, regardless of whether what is at stake is termed a right, privilege, liberty, or property.  See, e. g., Gagnon v. Scarpelli, <span class=\"citation\" data-id=\"108785\"><a href=\"/opinion/108785/gagnon-v-scarpelli/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">778</span></a></span>, <span class=\"citation\" data-id=\"108785\"><a href=\"/opinion/108785/gagnon-v-scarpelli/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1756</span></a></span>, <span class=\"citation\" data-id=\"108785\"><a href=\"/opinion/108785/gagnon-v-scarpelli/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">656</span></a></span> (1973) (due process may require counsel in probation revocation hearings); Morrissey v. Brewer, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2593</span></a></span>, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">484</span></a></span> (1972) (due process before parole revocation); Fuentes v. Shevin, <span class=\"citation\" data-id=\"108568\"><a href=\"/opinion/108568/fuentes-v-shevin/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">67</span></a></span>, <span class=\"citation\" data-id=\"108568\"><a href=\"/opinion/108568/fuentes-v-shevin/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1983</span></a></span>, <span class=\"citation\" data-id=\"108568\"><a href=\"/opinion/108568/fuentes-v-shevin/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">556</span></a></span> (1972) (due process before repossession); Bell v. Burson, <span class=\"citation\" data-id=\"108341\"><a href=\"/opinion/108341/bell-v-burson/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">535</span></a></span> (1971) (due process before suspension of driver's license); Wisconsin v. Constantineau, <span class=\"citation\" data-id=\"108230\"><a href=\"/opinion/108230/wisconsin-v-constantineau/\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">433</span></a></span>, <span class=\"citation\" data-id=\"108230\"><a href=\"/opinion/108230/wisconsin-v-constantineau/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">507</span></a></span>, <span class=\"citation\" data-id=\"108230\"><a href=\"/opinion/108230/wisconsin-v-constantineau/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">515</span></a></span> (1971) (due process before publicly advertised loss of right to purchase liquor); Goldberg v. Kelly, <span class=\"citation no-link\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">254</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1011</span></span>, <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">287</span></span> (1969) (due process before termination of welfare payments); Sniadach v. Family Finance Corp., <span class=\"citation\" data-id=\"107960\"><a href=\"/opinion/107960/sniadach-v-family-finance-corp-of-bay-view/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">337</span></a></span>, <span class=\"citation\" data-id=\"107960\"><a href=\"/opinion/107960/sniadach-v-family-finance-corp-of-bay-view/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1820</span></a></span>, <span class=\"citation\" data-id=\"107960\"><a href=\"/opinion/107960/sniadach-v-family-finance-corp-of-bay-view/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">349</span></a></span> (1969) (due process before removal or garnishment of wages)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See, e. g., McDonnell v. Wolff, <span class=\"citation\" data-id=\"313069\"><a href=\"/opinion/313069/robert-o-mcdonnell-etc-v-charles-l-wolff-jr-etc-robert-o/\"><span class=\"volume\">483</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1059</span></a></span> (8th Cir. 1973); United States ex rel. Miller v. Twomey, <span class=\"citation\" data-id=\"311474\"><a href=\"/opinion/311474/united-states-of-america-ex-rel-luther-miller-v-john-j-twomey-warden/\"><span class=\"volume\">479</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">701</span></a></span> (7th Cir. 1973); Sands v. Wainwright, <span class=\"citation\" data-id=\"2154857\"><a href=\"/opinion/2154857/sands-v-wainwright/\"><span class=\"volume\">357</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1062</span></a></span> (M.D.Fla.1973); Rinehart v. Brewer, <span class=\"citation\" data-id=\"1887809\"><a href=\"/opinion/1887809/rinehart-v-brewer/\"><span class=\"volume\">360</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">105</span></a></span> (S.D.Iowa 1973); Collins v. Hancock, <span class=\"citation\" data-id=\"1380719\"><a href=\"/opinion/1380719/collins-v-hancock/\"><span class=\"volume\">354</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1253</span></a></span> (D.N.H.1973); Lathrop v. Brewer, <span class=\"citation\" data-id=\"1445586\"><a href=\"/opinion/1445586/lathrop-v-brewer/\"><span class=\"volume\">340</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">873</span></a></span> (S.D.Iowa 1972); Landman v. Royster, <span class=\"citation\" data-id=\"1606763\"><a href=\"/opinion/1606763/landman-v-royster/\"><span class=\"volume\">333</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">621</span></a></span> (E.D.Va.1971); Meola v. Fitzpatrick, <span class=\"citation\" data-id=\"1880935\"><a href=\"/opinion/1880935/meola-v-fitzpatrick/\"><span class=\"volume\">322</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">878</span></a></span> (D.Mass.1971); Clutchette v. Procunier, <span class=\"citation\" data-id=\"1428216\"><a href=\"/opinion/1428216/clutchette-v-procunier/\"><span class=\"volume\">328</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">767</span></a></span> (N.D.Cal.1971) appeal docketed; Morris v. Travisono, <span class=\"citation\" data-id=\"1382115\"><a href=\"/opinion/1382115/morris-v-travisono/\"><span class=\"volume\">310</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">857</span></a></span> (D.R.I.1970); Sostre v. Rockefeller, <span class=\"citation\" data-id=\"1468930\"><a href=\"/opinion/1468930/sostre-v-rockefeller/\"><span class=\"volume\">312</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">863</span></a></span> (S.D.N.Y.1970), rev'd in part, modified in part, aff'd in part, sub nom.  Sostre v. McGinnis, <span class=\"citation\" data-id=\"296468\"><a href=\"/opinion/296468/martin-sostre-v-paul-d-mcginnis-commissioner-of-correction-of-the-state/\"><span class=\"volume\">442</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">178</span></a></span> (2d Cir. 1971), cert. denied sub nom., Sostre v. Oswald, <span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1049</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">719</span></span>, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">740</span></span> (1972)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See generally, Fox, Why Prisoners Riot. 35 Fed.Prob. 9 (1971)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See Note, Bargaining in Correctional Institutions: Restructuring the Relations Between the Inmate and Prison Authority, 81 Yale L.J. 726 (1972); McCleery, The Governmental Process and Informal Social Control, in The Prison 149 (D. Cressey, ed., 1961)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> E. Goffman, On the Characteristics of Total Institutions, in Asylums 49 (1961).  See also Cloward, Social Control in the Prison, in Theoretical Studies in Social Organization of the Prison 20 (Social Science Research Council, ed., 1960)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> President's Commission on Law Enforcement and the Administration of Justice, Task Force Report: Corrections 82 (1967)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> See nn. 1-3</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> In Morris v. Travisono, <span class=\"citation\" data-id=\"1382115\"><a href=\"/opinion/1382115/morris-v-travisono/\"><span class=\"volume\">310</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">857</span></a></span>, 859 (D.R.I.1970), the district court, in a significant and innovative role, oversaw negotiations between prisoners and prison officials and ordered that the results of the negotiations be printed and distributed to prisoners for their final approval.  After receiving responses from the inmates to the proposed regulations, the court then implemented the rules by an interim decree, id. at 862, but retained jurisdiction to allow for necessary changes and to make sure that the new rules were implemented.  The new rules were officially promulgated by the Assistant Director for Correctional Services in February, 1970.  See Regulations Governing Disciplinary Classification, and Mail Procedures for All Inmates at the Adult Correctional Institutions, State of Rhode Island (1970)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The findings of the disciplinary board may be taken into consideration at parole board hearings, as well as at classification board hearings.  According to the Morris rules, supra, n. 13, the central file of each inmate committed to the A.C.I. for more than one year must include (a) regular case summaries; (b) probation officer's report and other diagnostic summaries from other agencies; (c) up-to-date progress reports in the areas of work assignment, vocational training, education, psychiatry, and medical treatment; (d) records of disciplinary board determinations; (e) any correspondence relating to the inmate; (f) identification material; (g) a record of all classification transactions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> While some standards are emerging as to how much due process is due in the maintenance of prison discipline, see Miller v. Twomey, supra; McDonnell v. Wolff, supra; Sands v. Wainwright, supra; Rinehart v. Brewer, supra; Collins v. Hancock, supra, the courts have not as yet articulated the methodology they employ in arriving at the appropriate balance between due process and the interests of the state in efficient custody.  While there seems to be some general agreement that the extent of due process required by Goldberg v. Kelly, supra and Morrissey v. Brewer, supra, frames the outer limit of due process required within prison walls, federal courts have failed to come up with any useful measuring rod for determining the extent of due process within this outer limit.  See Wick, Procedural Due Process in Prison Disciplinary Hearings: The Case for Specific Constitutional Requirements, 18 S.D.L.Rev. 309 (1973)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> As the correctional facility adds new rehabilitative programs and activities, administrative discretion becomes broader.  The correctional officer or administrator can, in some cases, decide upon various degrees of custody within the same category of classification; he can offer schooling, jobs, and training programs (or decide not to offer them); he can grant furloughs, work-release, school release, weekend release (or stop granting them); he can provide the inmate with an interesting and relatively lucrative job assignment, or a poor one.  See Rabow and Elias, Organizational Boundaries, Inmate Roles, and Rehabilitation, 6 Crime and Delinquency 8 (1969); see generally, Sykes, The Corruption of Authority and Rehabilitation, 34 Soc. Forces, 257 (1956)</p>\n        <p>At the same time, the possible catalogue of procedural rights which might be applicable inside the prison grows longer.  The possible catalogue of rights might include, beyond what is already provided in the Morris rules, a right to the promulgation of written regulations which are reasonably specific, the suppression of any evidence which was wrongly discovered, the power to subpoena witnesses, and the power of discovery, a transcript of the disciplinary proceedings, formal rules of evidence during the hearing, a jury of peers, conviction only upon the overcoming of a high presumption of innocence, and direct appeal.  We hasten to add that this cataloguing is not an invitation to inmates to further litigation but, rather is merely intended to illustrate the wide variety of safeguards encompassed within the concept of procedural due process.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> See, e. g., Boston University Center for Criminal Justice, Model Rules and Regulations on Prisoner's Rights and Responsibilities (1973); National Council on Crime and Delinquency, Model Act to Provide for Minimum Standards for the Protection of the Rights of Prisoners Sec. 4, 18 Crime and Delinquency 12 (1972); President's Commission on Law Enforcement and the Administration of Justice, Task Force Report: Corrections 86 (1967); see also legislation introduced in Congress which was designed to provide minimal procedural safeguards for prisoners in the maintenance of prison discipline, H.R. 12757, 92nd Cong., 2d Session (1972)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> See, e. g., the rational relation upheld in McGowan v. Maryland, <span class=\"citation\" data-id=\"106249\"><a href=\"/opinion/106249/mcgowan-v-maryland/\"><span class=\"volume\">366</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">420</span></a></span>, <span class=\"citation\" data-id=\"106249\"><a href=\"/opinion/106249/mcgowan-v-maryland/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1101</span></a></span>, <span class=\"citation\" data-id=\"106249\"><a href=\"/opinion/106249/mcgowan-v-maryland/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">393</span></a></span> (1961)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> See Note, Less Drastic Means and the First Amendment, 78 Yale L.J. 464 (1969); see generally, Wormuth and Merkin, The Doctrine of the Reasonable Alternative, 9 Utah L.Rev. 254, 267 (1964)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> See Struve, The Less Restrictive Alternative Principle and Economic Due Process, 80 Harv.L.Rev. 1463 (1967)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> The government's reliance upon McGautha v. California, <span class=\"citation\" data-id=\"108329\"><a href=\"/opinion/108329/mcgautha-v-california/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">183</span></a></span>, <span class=\"citation\" data-id=\"108329\"><a href=\"/opinion/108329/mcgautha-v-california/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1454</span></a></span>, <span class=\"citation\" data-id=\"108329\"><a href=\"/opinion/108329/mcgautha-v-california/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">711</span></a></span> (1971) in this regard is misplaced.  While McGautha holds that a defendant faced with the difficult conundrum in a unitary trial of speaking out for a lenient sentence and risking self-incrimination on the issue of guilt is not denied the protection of the Fifth Amendment, the choice facing prisoners within a prison disciplinary hearing is far different.  A criminal defendant faces many difficult choices during the course of his trial: whenever he exercises his right to remain silent, he quite naturally sacrifices one means of defense; on the other hand, if he speaks out, he may open himself to otherwise inadmissible matters which may be brought out on cross-examination and also to impeachment by proof of prior convictions.  See Spencer v. Texas, <span class=\"citation no-link\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">554</span></span>, 561, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">648</span></span>, <span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">606</span></span> (1967).  The dilemma faced in McGautha is but one variant on these traditional, strategic considerations that run through criminal trials.  It should be kept in mind, however, that a defendant in a criminal trial may remain silent and yet still have the opportunity to mount a strong defense by calling and cross-examining witnesses.  He is also protected by the high burden of proof which the government must sustain before he can be found guilty.  Under these circumstances, silence is not a fundamental sacrifice.  It is often a wise strategy</p>\n        <p>The accused prisoner, however, has no such procedural safeguards within the prison hearings.  His opportunity to call witnesses and cross-examine them is necessarily limited by the possibility that the disciplinary board may rely upon informants.  The burden of proof which must be sustained against him is far lower than in a criminal trial, merely calling for \"substantial evidence\".  If he keeps silent, his silence is almost bound to seriously cripple his defense within the disciplinary hearing.  Silence is not a strategic alternative for him.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> See Lovell and Nelson, Correctional Management and the Changing Goals of Correction, in Problems in Criminal Justice Administration 82 (M. Cohn, ed., 1969)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> Note, Bargaining in Correctional Institutions, supra, at 733</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> Morris rules, Disciplinary Procedures Sec. III,C,4</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> Id. at Sec. III,C,3</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> Id. Sec. III,C,5.  We necessarily assume that counsel-substitute, reasonably experienced in the procedures to be employed in prison disciplinary hearings, will explain questions put to the accused, occasionally help the accused make himself understood, and advise the accused on how to proceed with his questioning of the complaining officer or witnesses to the infraction</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> In light of our principle of extending procedural due process where there is little or no administrative burden, we assume that counsel's role would be limited to consultation with the accused, observation of the proceedings, and occasionally speaking on behalf of the accused.  Under our approach, it is likely that a larger role than this would begin to create an unwarranted administrative burden.  Thus, counsel would not participate in cross-examination, for that might understandably prompt the prison officials to obtain legal counsel to represent the prosecution's side of the adversarial process</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> Whatever the constitutional distinction between the right to retained counsel as opposed to appointed counsel, it is clear that the former is historically broader in scope than the latter.  See Davis, Administrative Law Treatise, Sec. 8.10 (1958).  Contrary to the suggestion of our dissenting brother, we do not here purport to exercise any supervisory power</p>\n        <p>We acknowledge that to permit retained counsel while not requiring appointed counsel might deny those who could not afford their own retained counsel the equal protection of the laws, a circumstance found by two circuits to arise in parole revocation proceedings, Earnest v. Willingham, <span class=\"citation\" data-id=\"283329\"><a href=\"/opinion/283329/ray-earnest-v-j-t-willingham-warden-united-states-penitentiary/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">681</span></a></span>, 684 (10th Cir. 1969), and probation revocation proceedings, Wainwright v. Cottle, <span class=\"citation\" data-id=\"310390\"><a href=\"/opinion/310390/ernest-jackson-cottle-v-louie-l-wainwright-director-division-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">269</span></a></span> (5th Cir. 1973), vacated and remanded, <span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">895</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">221</span></span>, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">138</span></span> (1973).</p>\n        <p>We do not, however, deal with that issue at this time.  The prison administrative hearing, even when resulting in segregation or loss of good time, may require less of an adversarial proceeding and necessitate fewer due process safeguards than a hearing which could result in the revocation of the liberty entailed in parole or probation.  Consequently, the possibility of a denial of equal protection for inmates too poor to afford retained counsel may be reduced in the prison context.  Moreover, both Earnest and Wainwright were decided before Gagnon's ad hoc rule for deciding when counsel is to be required in revocation proceedings.  Apparently the Supreme Court felt that Gagnon's rationale was sufficiently relevant to vacate Wainwright and remand it for further consideration in light of Gagnon.</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101989/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104847/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104894/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106078/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106142/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106249/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106290/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106723/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106884/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107082/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107252/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107336/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107337/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107540/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107554/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107636/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107657/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107676/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107840/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107960/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108230/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108329/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108341/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108541/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108568/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108606/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108608/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108785/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108846/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/259631/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/282092/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/283329/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/289584/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/291613/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/296468/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/297891/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/304529/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/306801/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/310390/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/311474/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/313069/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1236300/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1380719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1382115/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1412511/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1428216/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1445586/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1468930/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1606763/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1880935/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1887809/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2154857/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2594756/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-14T22:58:03.857557Z",
      "date_modified": "2017-04-08T12:39:22.751919Z",
      "date_filed": "1973-11-16",
      "date_filed_is_approximate": false,
      "slug": "nicholas-a-palmigiano-v-joseph-baxter",
      "citation_id": 288798,
      "case_name_short": "",
      "case_name": "Nicholas A. Palmigiano v. Joseph Baxter",
      "case_name_full": "",
      "federal_cite_one": "487 F.2d 1280",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 60,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/771628/nicholas-a-palmigiano-v-joseph-baxter/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:09:24.166834Z",
  "date_modified": "2014-10-30T12:09:24.166834Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Nicholas A. Palmigiano v. Joseph Baxter",
  "case_name_full": "",
  "slug": "nicholas-a-palmigiano-v-joseph-baxter",
  "docket_number": "73-1088",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}