{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/775882/",
  "id": 775882,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca6/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/321861/",
      "id": 321861,
      "absolute_url": "/opinion/321861/mark-brinkman-v-john-j-gilligan-mark-brinkman-v-dayton-board-of/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/775882/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/321861/",
          "id": 321861,
          "absolute_url": "/opinion/321861/mark-brinkman-v-john-j-gilligan-mark-brinkman-v-dayton-board-of/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/321861/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T08:56:10Z",
          "date_modified": "2017-03-24T23:06:22.122410Z",
          "type": "010combined",
          "sha1": "41e94d32b4572163c4e09f8256e2cc3eba2abfea",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/503/503.F2d.684.73-1975.73-1974.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">503 F.2d 684</p>\n    <p class=\"parties\">Mark BRINKMAN et al., Plaintiffs-Appellants,<br>v.<br>John J. GILLIGAN et al., Defendants-Appellees.<br>Mark BRINKMAN et al., Plaintiffs-Appellees,<br>v.<br>DAYTON BOARD OF EDUCATION, Defendants-Appellants.</p>\n    <p class=\"docket\">Nos. 73-1974, 73-1975.</p>\n    <p class=\"court\">United States Court of Appeals, Sixth Circuit.</p>\n    <p class=\"date\">Argued April 4, 1974.<br>Decided Aug. 20, 1974.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Louis R. Lucas, Ratner, Sugarmon &amp; Lucas, Memphis, Tenn., for Mark Brinkman, et al.; Paul R. Dimond, Ann Arbor, Mich., Nathaniel R. Jones, New York City, Richard Austin, Dayton, Ohio, on briefs.</p>\n      <p class=\"indent\">John D. Holschuh, Alexander, Ebinger, Holschuh, Fisher &amp; McAlister, Columbus, Ohio, for John J. Gilligan, et al.; Alvin J. McKenna, Columbus, Ohio, Asher Bogin, Dayton, Ohio, David C. Greer, Leo F. Krebs, Dayton, Ohio, Thomas V. Martin, Asst. Atty. Gen., Columbus, Ohio, on briefs.</p>\n      <p class=\"indent\">David C. Greer, Bieser, Greer &amp; Landis, Dayton, Ohio, for Dayton Board of Education; Leo F. Krebs, Bieser, Greer &amp; Landis, Dayton, Ohio, on briefs.</p>\n      <p class=\"indent\">Before PHILLIPS, Chief Judge, and PECK and MILLER, Circuit Judges.</p>\n      <p class=\"indent\">PHILLIPS, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a school desegregation case directed against the public school system of Dayton, Ohio.  For the reasons set forth below, we affirm in part and remand the case to the District Court for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiffs-appellants are black and white Dayton parents who bring this class action on their own behalf, on behalf of their minor children, and on behalf of all others similarly situated.  In addition, the National Association for the Advancement of Colored People (NAACP) joined as a party plaintiff.  The complaint named the Governor of Ohio, the Attorney General of Ohio, the Ohio State Board of Education, the Superintendent of Public Instruction of the Ohio Department of Education, the Dayton Board of Education, the six individual members of the Dayton Board and the Superintendent of the Dayton School District as parties defendants.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The Dayton Board of Education has cross appealed.</p>\n    </div>\n    <p class=\"indent\">I.  Chronology of Proceedings</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In their complaint filed on April 17, 1972, appellants sought, inter alia, an injunction enjoining the Dayton defendants from continuing their allegedly unconstitutional policy of operating the public schools in Dayton in a manner that perpetuated racial segregation.  The complaint further averred numerous racially discriminatory practices for which the State defendants had allocated educational resources.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The complaint was filed in the United States District Court for the Southern District of Ohio, Eastern Division, which is located at Columbus, Ohio, rather than in the Western Division at Dayton (the situs of the subject schools) on the basis that the State defendants were domiciled in Franklin County (Columbus).  Motions to dismiss for failure to join necessary parties and for improper venue and alternative motions to transfer the action to the District Court at Dayton were filed by the State defendants, the Dayton Board of Education and three individual Dayton Board members.  On June 22, 1972, the District Court overruled the motions to dismiss for improper venue and denied the motions to transfer, but did not rule on the motion to dismiss for want of necessary parties.  Thereafter, on July 24, 1972, the Dayton defendants and the State defendants filed their answers denying the material allegations of the plaintiffs' complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In accordance with the proposed order of procedure, an expedited hearing before District Judge Carl B. Rubin was conducted from November 13 through December 1, 1972, limited to the single issue of whether the school system of Dayton was a segregated one by reason of acts of the Dayton Board of Education.  On February 7, 1973, the District Court filed its Findings of Fact and Memorandum Opinion of Law in which it found that (1) racially imbalanced schools, (2) optional attendance zones, and (3) rescission by the Dayton Board of Education of three resolutions calling for racial and economic balance in each school in the Dayton system were 'cumulatively in violation of the Equal Protection Clause' of the Constitution.  In its February 7, 1973, decision, the District Court ordered the Dayton Board to submit a plan which would (1) abolish all optional zones, (2) restate the priorities of the Board's Freedom of Enrollment program so that racial transfers would take precedence over curriculum transfers, (3) maintain faculty assignment practices so that each school would continue to reflect the approximate ratio of the total black-to-white faculty in the Dayton system, and (4) establish hiring practices that would enable the clerical and maintenance personnel employed by the Board to approximate the proportion of black-to-white population existing within the Dayton system.  The district Court further stated that the foregoing elements 'shall be considered as a minimum' and that the plan to be submitted by the Board should otherwise conform in all respects to the requirements of law, citing Swann v. Charlotte-Mecklenburg Board of Education, 402 U.S. 1, 91 S.Ct. 1267, 28 L.Ed.2d 554 (1971) and Davis v. Board of School Commissioners of Mobile County, 402 U.S. 33, 91 S.Ct. 1289, 28 L.Ed.2d 577 (1971).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In compliance with the February 7, 1973, order of the District Court, the Dayton Board on March 19, 1973, submitted a desegregation plan to the District Court.  This plan contained eleven points which are summarized below:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">I.  Elimination of Optional Zones-- eliminated optional attendance zones for elementary and high school students.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">II.  Freedom of Enrollment Priorities-- revised the system's Freedom of Enrollment program in accordance with a specified set of priorities.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">III.  Faculty Assignment Practices-- provided that faculty assignments for each school in the system should reflect the ratio of white-to-black faculty in the entire system.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">IV.  Hiring Policies for Classified Personnel-- provided that blacks would be hired for classified positions, e.g. clerical, custodial and food service staff, to reflect the proportion of the black-to-white population residing within the Dayton School District.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">V.  Science Environmental Program-- proposed the establishment of a city-wide elementary science program guided by a trained staff working at four centers.  The program was to be mandatory and children were to be bused to produce a racial mix that approximates the ratio between black and white students in the system as a whole.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">VI.  Patterson-Stivers Vocational High School-- combined two existing vocational schools into a new unified cooperative school with a district-wide attendance area.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">VII.  The Musical Stereopticon-- formed an elementary and high school band orchestra and chorus on an all-city basis.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">VIII.  Integrated Athletics-- required schools that have no minorities on their teams to schedule schools that do have minorities represented.  High school schedules were to be administered by a central athletic office to insure that racial isolation did not exist.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">IX.  Minority Language Program-- required all classroom teachers and administrators at the elementary school level to participate in a series of in-service workshops on linguistic differences that exist in American English.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">X.  Living Arts Center-- created departments in art, creative writing, dance and drama to permit students, teachers, and parents to expand their knowledge in these areas.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">XI.  Control Centers-- created rumor control centers, school guidance centers, and area learning centers to create a more secure climate for quality education in the school system.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In addition to the plan submitted by the Dayton Board, separate plans were submitted to the District Court by the minority members of the Dayton Board and the Dayton Classroom Teachers' Association.  The Board minority submitted its more comprehensive plan because it believed that the plan of the Board majority would maintain the status quoand hence did not comply with the February 7, 1973, order of the District Court to conform in all respects with Swann, supra, and Davis, supra.  Further, the plaintiffs-appellants filed objections to the plan of the Board majority primarily on the grounds that the majority plan 'froze in' the present unconstitutional system of segregation and would fail to eliminate racially identifiable schools when other alternative remedies, such as busing of children to other schools, were available.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">On July 13, 1973, after considering the three desegregation plans before it, the District Court issued its Supplemental Order on Remedy.  The District Court essentially accepted the plan of the Board majority except that the Dayton Board was ordered to submit a freedom of choice plan for the Dayton high schools.  The District Court, however, expressed its 'disappointment at the limited nature of Points V through XI' of the plan of the Board majority, and stated that the desired goal was not attained completely by the majority plan.</p>\n    </div>\n    <p class=\"indent\">The District Court then stated:</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">'There remain for consideration two further questions which the Court has reserved: The matter of the socalled Metropolitan School District and the status of defendants State of Ohio through its Governor and the Ohio Department of Education.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">'The findings by the Court in its Order of February 7, 1973, and the disposition of the Board of Education's plan appear to moot the metropolitan question and to require the dismissal of these non-Dayton defendants.  Plaintiffs are hereby granted thirty (30) days within which to file memoranda on either or both of these questions.  Defendants are granted thirty (30) days from the date of such filing to file answer memoranda and plaintiffs are granted thirty (30) days from defendants' filing to file reply memoranda.  An evidentiary hearing will be granted upon either of such questions upon the showing of a need therefor.'</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The District Court concluded its July 13, 1973, order as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'Nothing that we have said today should be interpreted as a repudiation of the neighborhood school concept.  To the contrary, it is this concept which often represents the bedrock strength of public school systems and steps may be properly taken to preserve it.  it.  See Keyes v. School District No. 1, Denver, supra (413 U.S. 189, 93 S.Ct. 2686, 37 L.Ed.2d 548), 41 U.S.L.W. 5013-5020 (Powell, J., concurring in part and dissenting in part); Deal v. Cincinnati Board of Education, 396 F.2d 55, 60 (C.A.6 1966).  Where school lines in Dayton have been drawn without improper racial intent, they will be allowed to stand.  Where they have not yet been drawn, as in the case of the still embryonic system of middle schools, they should be drawn in such a way as to maximize integrative goals.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">'The essential principle which guides this Court is a paraphrase from Swann v. Charlotte-Mecklenburg Board of Education.  402 U.S. 1 at pages 15-16 (91 S.Ct. 1267):</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">'It is the function of the federal courts only to eliminate a deprivation of constitutional rights; it is the duty of local school boards to operate and maintain integrated school systems.'</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Following the July 13, 1973, order of the District Court, the plaintiffs-appellants in a letter dated July 26, 1973, reminded the District Court that by its own order of procedure evidence with respect to the metropolitan and state aspects of the controversy had been excluded from the earlier hearing.  On August 10, 1973, the Dayton Board submitted a revised plan incorporating the court's freedom of choice plan for the Dayton high schools.  The plaintiffs-appellants filed their notice of appeal from the two orders of the District Court on July 23, 1973.  The Dayton Board cross appealed from those orders on August 13, 1973.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Thereafter, on September 25, 1973, the Dayton Board moved this court to dismiss the pending appeal of the plaintiffs-appellants for want of jurisdiction on the ground that no final order had been entered by the District Court.  In an unreported order filed on January 17, 1974, this court denied the Dayton Board's motion to dismiss, saying:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">'Said motion to dismiss is hereby denied, it appearing to the court that the District Judge's supplemental order on remedy, dated July 13, 1973, approves a proposed desegregation plan with added instruction as to how it is to be carried into effect, and hence, appears to be in the nature of a temporary injunction under 28 U.S.C. 1292(a)(1) (1970).'</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We have heard oral arguments and the case is now before the court for decision.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">II.  Historical Background of School Segregation in Dayton</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Ohio law has long mandated an integrated public school system.  Ohio Revised Code, 3313.48, provides in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">'The board of education of each city, exempted village, local, and joint vocational school district shall provide for the free education of the youth of school age within the district under its jurisdiction, at such places as will be most convenient for the attendance of the largest number thereof.'</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">This has been the law of Ohio since February 22, 1887, when it was enacted by 84 Ohio Laws 34.  That statute was upheld by the Supreme Court of Ohio in 1888 in Board of Education v. State, 45 Ohio St. 555, 556, 16 N.E. 373, 373 in which the court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">'Section 4008 having been repealed by the act of the general assembly passed February 22, 1887 (84 Ohio L. 34), separate schools for colored children have been abolished and no regulation can be made under section 4013, that does not apply to all children irrespective of race or color.'</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Further, the District Court made the following historical determination, that is not challenged on appeal, as a finding of fact:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">'(1) The evidence presented has established isolated but repeated instances of failure by the Dayton School Board to meet the standards of the Ohio law mandating an integrated school system.  Such instances include a physical segregation into separate buildings of pupils and teachers by race at the Garfield School in the early 1920's, a denial to blacks of access to swimming pools in high schools in the 1930's and 1940's and the exclusion, between 1938 and 1948, of black high school teams from the city athletic conference.'</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The physical segregation into separate buildings of pupils and teachers by race was ruled illegal in Board of Education of School District of City of Dayton v. State ex rel. Reese, 114 Ohio St. 188, 189, 151 N.E. 39 (1926).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In 1956, following Brown v. Board of Education, 347 U.S. 483, 74 S.Ct. 686, 98 L.Ed. 873 (1954), the Ohio Attorney General ruled that the Ohio State Board of Education had the primary responsibility for administering the laws relating to the distribution of state and federal funds to local school districts and that such funds should not be distributed, absent good and sufficient reasons, by the State Board to local school districts which segregated pupils on the basis of race in violation of Brown.  Despite protests over the past twenty years from the Dayton branch of the NAACP and others, the Dayton Board has maintained a system wherein the great majority of schools today have student populations which are racially imbalanced.  The State Board of Education has permitted this system to continue with a steady flow of state and federal money.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">On March 17, 1969, the Acting Director of the Office for Civil Rights, United States Department of Health, Education and Welfare (HEW), notified the Dayton School authorities that, as a result of a compliance review conducted by federal officials, his office had concluded that the Dayton school district was not complying with Title VI of the Civil Rights Act of 1964.  In particular, the Acting Director stated:</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">'An analysis of the data obtained during the review establishes that your district pursues a policy of racially motivated assignment of teachers and other professional staff.  Thus, all Negro principals are assigned to predominantly Negro schools, as are 11 of the 14 Negro assistant principals; 156 out of 181 Negro high school teachers are assigned to schools where Negroes constitute 92 percent of the total enrollment.  Over 85 percent of the Negro elementary teachers instruct in schools having a preponderance of Negro pupils, and only 14 percent of teachers of the white race are in schools where Negroes are in the majority.  The assignment of counsellors and coaches follows a similar pattern.  'The existence in your district of a substantial duality in terms of race or color with respect to distribution of pupils in the various schools, is a matter of concern to us.  The fact appears to be that of a total of 5,627 Negro high school pupils, approximately 85 percent are concentrated in 3 high schools in which the percentage of Negro attendance ranges from 92.3 percent to 100 percent.  Similarly, 15,479 (approximately 85 percent ) Negro elementary pupils attend 20 out of the 53 elementary schools in your district.  It is noteworthy that in 17 of these 20 schools, Negroes constitute 90-100 percent of the total enrollment.  'Our review also indicates that students at Roosevelt High School are not afforded the same educational opportunity as other students in your system.'</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">On June 7, 1971, the Ohio State Department of Education presented a series of recommendations to the Dayton Board on how to achieve constitutionally required desegregation.  In its letter conveying the recommendations, a State Department of Education report stated:</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">'As the resolution of April 29, 1971 (of the Dayton Board), admitted, 'the Dayton Board of Education recognizes that unequal educational opportunities for minority students now exists.'  Inequality of such opportunities, for minority and majority students, has characterized the Dayton public school system throughout its history.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">'Since the Board, as an agency of state government, has created the inequality which offends the Constitution, the Ohio State Department of Education must advise that the Dayton Board or Education clearly has an affirmative duty to comply with the Constitution; that is, as the Supreme Court has stated, 'to eliminate from the public schools all vestiges of state-imposed segregation.\"</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In particular, the State Department report was especially critical of the process of conversion to feeder and middle schools, stating that the following seemed to be occurring:</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">'1.  two sets of schools will be totally black; '2.  racial isolation will actually be increased in one set of schools; and '3. only in the Dayton View area, which was previously integrated, could conversion to middle schools possibly result in reduction of racial and economic isolation and insulation.  'If what appears to be happening with middle schools is in fact happening, then Dayton has only added one more action to a long list of state-imposed activities which are offensive to the Constitution and which are degrading to schoolchildren.  Along with many other affirmative duties which the Dayton Board must fulfill, correction of this particular offense must occur.'</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Although the recommendations of the State Department were not complied with in full, the State Board of Education continued to aid in financing the operation of Dayton schools.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Finally, pursuant to the resolution of the Dayton Board passed at its April 29, 1971, meeting, the President of the Dayton Board appointed a broadly representative committee to evaluate and advise the Board on plans to reduce racial isolation and improve educational opportunities in Dayton.  This committee became known as the Committee of 75, although its membership was later expanded to include eleven students.  At its first meeting, on August 30, 1971, the Committee was charged as follows by the Board President:</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">'We recognize, and the statistical data substantiates, the fact that unequal educational opportunities for the poor and black students now exist in the Dayton School District.  The Board of Education has gone on record by setting quality integrated education as its goal.  We have admitted that the district is guilty of procedures which have led to the racial isolation of school children.  'It is this committee's responsibility to establish the evaluation elements to be applied to a developed plan or plans and advise the Dayton Board of Education accordingly.  We do hope that you would set up guidelines and/or methods by which the community will become meaningfully involved.  'You are an arm of the Dayton Board of Education with the task of supplying input to the Board.  It remains the responsibility of the Board of Education to make official approval of your input.  We feel very strongly that the establishment of this committee is not an attempt to abdicate its responsibility or delegate its authority, but rather an attempt to utilize the enrichment of citizen participation.  It is hoped that the school councils, and organized groups of school-oriented citizens of the school district, will be an avenue you may use for additional participation.  'If there be a fear that you are here to architect a master plan for 'busing'-- 't'ain't true'.  Your are here in an attempt to supply your input of the ingredients for excellency to any plan that the administration and/or consultants may recommend.  It is our sincere hope that when a plan is set for implementation, it should be that one or the one that embraces the wishes of the citizens of the Dayton School District and not one imposed by federal, state or court mandate.'</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">After several months of study, the Committee of 75 issued its report in the late fall of 1971.  The report recognized the Dayton Board's causal responsibility for the condition of segregation and the imperative need to end one race schooling, and suggested the following tentative approaches to accomplish desegregation in the Dayton school system:</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">'1.  Segregated education, because it perpetuates and condones economic and racial isolation, is both illegal and inferior.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">'2.  The school children of Dayton have suffered far too long under the crippling handicaps imposed by racial and economic isolation.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">'3.  We must resolve now as a total community to end inferior segregated education once and for all.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">'4.  Time is running out.  Unless we act now the divisions generated by segregation will destroy us.  Unless we act now court orders may impose upon us what all of us will regret.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">'5.  Initiative in the struggle against segregated education belongs to the Dayton Board of Education.  We cannot wait for housing and job patterns to change while we defy the law of the land.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">'6.  To lift the plague of segregated education in Dayton immediate appeal must be addressed to the school systems surrounding Dayton as well as to the appropriate state and national agencies involved.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">'7.  Desegregation is not enough.  To end racial and economic isolation we must not rest until we have achieved true integration, until the differing ethnic and racial groups among us are able to live side by side in mutual respect.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">'8.  The personal cost of achieving such true integration will be high because to achieve such integration we must persist in dialogue until the differences that divide us have been resolved.  We can no longer allow the fear of busing (to) stifle such dialogue.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">'9.  The financial cost of true integration will also be high.  At least 1 per cent of the current budget, exclusive of federal and state grants, should be allocated to this sector.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">'10.  Integrated quality education requires constant vigilance.  We must not only develop support systems to undergird every group involved in the changes proposed but we must nurture these groups by continuing attention to curricula, buildings, and inservice training.'The report of the Committee of 75 concluded as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">'Summary.  The presence and magnitude of the problem before us needs to be recognized by all the citizens of Dayton.  Quality integrated education can help stop the flight to the suburbs, break the cycle of poor education, and the lack of job skills which handicap the minorities.  The cost of this type of education will be small in relation to the total benefits society will reap.'</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Thereafter, at its regular meeting on December 8, 1971, the Dayton Board of Education passed three resolutions in response to the report of the Committee of 75.  The first resolution provided, in part, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">'WHEREAS, the Committee of 75, in reporting to this Board, has called renewed attention to the widespread racial and economic isolation of pupils in the Dayton Public Schools and in schools of the metropolitan Dayton area.  'NOW, THEREFORE, BE IT RESOLVED by the Board of Education of the City School District of Dayton:</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">'1.  That this Board hereby recognizes and admits that racial and economic segregation exists in the Dayton schools becuase of the actions and inactions of this and predecessor boards in the establishment of attendance districts, the location and expansion of school buildings, pupil assignment practices, design of curriculum suitable to urban needs, the assignment of teachers and other staff, and the conduct of student activity programs; the past actions or inactions of the Ohio General Assembly, the State Board of Education, and other agencies of Federal, state, and local government in contributing to the development and continuation of segregated housing, education, and employment in the Dayton metropolitan area and other parts of Ohio; and the actions or inactions of lending agencies, real estate interests, employers, unions, private schools, colleges, churches, and other organizations that have reinforced segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">'2.  That this Board recognizes that past actions or inactions of the Board of Education and residential racial segregation are interdependent phenomena.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">'3.  That this Board recognizes that the black minority population of the Dayton metropolitan area, as illustrated by the existence of schools of opposite racial composition in districts with contiguous district lines, essentially is contained within the central city of Dayton, as a result of discriminatory practices.  Such containment works against a viable integrated school system within the city, and the Board asserts that a truly effective solution is possible only through a metropolitan approach.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">'4.  That this Board of Education recognizes that racial and economic integration of student bodies in each school is imperative to providing equal educational opportunity, a broad curriculum capable of serving the individual needs of pupils, and a democratic environment in which future citizens can be prepared to live in America's multi-ethnic society.'</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The second resolution passed by the Dayton Board at its December 8, 1971, meeting requested the assistance of the state and federal governments in desegregating Dayton public schools.  The third resolution declared the Board policy to be that each school in the system should enroll pupils in a manner which substantially reflected the racial and economic characteristics of the district as a whole and directed the school superintendent to implement a plan of desegregation according to the following guidelines:</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">'a.  Attendance districts as presently constituted are rescinded effective September 1, 1972.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">'b.  No building shall have a racial composition and family income characteristics substantially disproportionate to the district as a whole.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">'c.  After determination of building capacities and racial and economic characteristics of attendance areas, pupils will be assigned to a school in which such assignment would contribute to a mix as in b. above.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">'d.  Freedom of Enrollment policy with the exception of transfers for course enrollment shall be eliminated by September 1, 1972.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">'e.  Desegregation is to be completed by September, 1972.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">'f.  Nothing herein shall be construed to limit the establishment of magnet, demonstration, specialized or other education complexes, provided that the sites for instruction meet the criteria in c. above.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">'g.  Transportation shall be held to a minimum, but is specifically included as one means of implementing this policy.'</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Each of the three Board resolutions passed by a 5 to 2 vote after a motion to table the resolution had failed by a 4 to 3 vote.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Subsequently, on January 3, 1972, the newly constituted Dayton Board, the composition of which had been changed by the local elections of November 1971, officially rescinded the three resolutions passed by the prior Board at its December 8, 1971 meeting.  The rescission of the three resolutions occurred by votes, respectively, of 4 to 3, 4 to 2, and 4 to 2.  The effect of the rescissions was to reinstate the existing attendance zones and the system's Freedom of Enrollment program for the 1972-73 school year.  The present action was filed on April 17, 1972.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">III.  The Constitutional Violations Found by the District Court</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The District Court found three constitutional violations in the Dayton school system, namely, (A) recially imbalanced schools, (B) optional attendance zones, and (C) the Dayton Board's recission of the three resolutions.  These were held by the District Court to be 'cumulatively in violation of the Equal Protection Clause.'  Further, the District Court stated that the rescission of the resolutions 'constituted an independent violation' of the constitutional rights of the black minority in Dayton.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">We hold that the findings of fact on which the District Court based its conclusion of a cumulative violation are not clearly erroneous but, to the contrary, are amply supported by the evidence.  Fed.R. Civ.P. 52(a).  However, we do not pass upon the question at the present time as to whether the rescission of the Board resolutions in and of itself constituted an independent violation of the Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">(A) Racially Imbalanced Schools</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">The District Judge made the following finding of fact:</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">'The great majority of all schools in the Dayton system today have student populations which are racially imbalanced, consistent with the black-white population and geographical distribution thereof as shown by the 1970 census.  Except at the Patterson Co-op High School, where in the past few years a concerted effort has been made to enroll more black students, no effort has been made by the shcool board of Dayton to balance by race the student population at any particular school.'With respect to this finding of fact, the District Judge appended the following chart which graphically demonstrates the racial imbalance in Dayton's sixty-eight public schools.</p>\n    </div>\n    <p>RACIAL COMPOSITION OF DAYTON PUBLIC SCHOOLS</p>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p>(1971-1972)</p>\n    </div>\n    <p>Elementary schools -- % Black:</p>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <pre>         1.  Jane Addams ........... 81.7\n         2.  Allen .................. 0.6\n         3.  Belle Haven ............ 5.0\n         4.  Belmont ................ 0.8\n         5.  Brown .................. 0.6\n         6.  Carlson ............... 99.0\n         7.  Cleveland .............. 0.0\n         8.  Drexel ................. 5.7\n         9.  Eastmont ............... 0.0\n        10.  Edison ................ 97.3\n        11.  Emerson ................ 6.8\n        12.  Fairport ............... 0.1\n        13.  Fairview Ele............ 1.7\n        14.  Ft. McKinley ........... 0.0\n        15.  Franklin ............... 0.0\n        16.  Gardendale ............ 28.5\n        17.  Gettysburg ............. 5.2\n        18.  Gorman ................ 21.1\n        19.  U.S. Grant ............. 0.1\n        20.  Grace A. Greene ....... 96.8\n        21.  Hawthorne .............. 0.0\n        22.  Hickorydale ............ 6.6\n        23.  Highview .............. 97.0\n        24.  Huffman ................ 0.0\n        25.  Irving ................ 99.0\n        26.  Jackson Ele............ 99.1\n        27.  Jackson Primary ....... 98.8\n        28.  Jefferson Ele.......... 60.1\n        29.  Jefferson Primary ..... 57.1\n        30.  Kemp ................... 0.0\n        31.  Lewton ................. 0.0\n        32.  Lincoln ................ 0.0\n        33.  Loos ................... 4.6\n        34.  Horace Mann ............ 0.2\n        35.  McGuffey .............. 14.4\n        36.  McNary Park ........... 99.4\n        37.  Meadowdale Ele.......... 8.0\n        38.  Miami Chapel .......... 99.9\n        39.  Patterson-Kennedy ...... 0.0\n        40.  Residence Park Ele..... 98.8\n        41.  Residence Park Pri..... 99.3\n        42.  Ruskin ................. 7.0\n        43.  Shiloh ................. 0.1\n        44.  Shoup Mill ............. 7.1\n        45.  Louise Troy .......... 100.0\n        46.  Valerie ................ 7.5\n        47.  Van Cleve .............. 1.1\n        48.  Washington ............ 19.4\n        49.  Weaver ................ 99.9\n        50.  Webster ................ 0.0\n        51.  Westwood .............. 99.4\n        52.  Wogaman .............. 100.0</pre>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">Of 52 elementary schools in use as of September, 1972, 29 are more than 90% white and 15 are more than 90% black.  The balance range from 19.4% To 60.1% black.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <pre> Middle schools -- % Black:\n1.  MacFarlane ......... 99.6\n2.  Whittier ........... 99.3\n3.  Cornell Heights .... 80.5\n4.  Longfellow ......... 64.1\n5.  Orville Wright ...... 8.1\n  High Schools -- % Black:\n 1. Dunbar ............ 100.0\n 2. Roosevelt ......... 100.0\n 3. Roth ............... 95.8\n 4. Colonel White ...... 54.6\n 5. Patterson Co-op .... 32.9\n 6. Fairview ........... 24.1\n 7. Stivers ............ 14.0\n 8. Meadowdale ......... 10.6\n 9. Kiser ............... 9.8\n10.  Wilbur Wright ....... 9.2\n11.  Belmont ............. 5.2</pre>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">Enrollment data from the Dayton system reveals the substantial lack of progress that has been made over the past 23 years in integrating the Dayton school system.  In 1951-52, of 47 schools, 38 had student enrollments 90 per cent or more one race (4 black, 34 white).  Of the 35,000 pupils in the district, 19 per cent were black.  Yet over half of all black pupils were enrolled in the four all black schools; and 77.6 per cent of all pupils were assigned to virtual one race schools.  'Virtual one race schools' refers to schools with student enrollments 90 per cent or more one race.  In 1963-64, of 64 schools, 57 had student enrollments 90 per cent or more one race (13 black, 44 white).  Of the 57,400 pupils in the district, 27.8 per cent were black.  Yet 79.2 per cent of all black pupils were enrolled in the 13 black schools; and 88.8 per cent of all pupils were enrolled in such one race schools.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">In 1971-72 (the year the complaint was filed), of 69 schools, 49 had student enrollments 90 per cent or more one race (21 black, 28 white).  Of the 54,000 pupils, 42.7 per cent were black; and 75.9 per cent of all black students were assigned to the 21 black schools.  In 1972-73 (the year the hearing was held) of 68 schools, 47 were virtually one race (22 black, 25 white); fully 80 per cent of all classrooms were virtually one race.  (Of the 50,000 pupils in the district, 44.6 per cent were black).</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">Every school which was 90 per cent or more black in 1951-52 or 1963-64 or 1971-72 and which is still in use today remains 90 per cent or more black.  Of the 25 white schools in 1972-73, all opened 90 per cent or more white and, if open, were 90 per cent or more white in 1971-72, 1963-64 and 1951-52.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">(B) Optional Attendance Zones</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">The District Judge made the following finding of fact:</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">'(11) The Board of Education of the Dayton School District has from time to time created optional zones.  Optional zones are dual or overlapping attendance areas which allow children residing within them a choice among two or more schools.  Some optional attendance zones were created where the more distant school geographically had better access; some were created where the more distant school did not require the crossing of busy intersections, commercial areas, or railroad tracks.  Many were created for the convenience of parents.  There has been evidence that at times this last concept embraced desires motivated by racial considerations.  Seven optional elementary zones and four optional high school zones exist at the present time.  All of the others have been abolished.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">'The majority of optional zones had no racial significance at the time of their creation.  The Westwood-Jackson, Roosevelt-Colonel White, and Fairview-Roth zones may have constituted exceptions to this general rule and we cannot conclude that these did not have adverse racial effects.  Similarly, although none of the elementary school optional zones today have any significant potential effects in terms of increased racial separation, the same cannot be said of the high school optional zones.  Two of these zones, those between Roosevelt and Colonel White and between Kiser and Colonel White, are by far the largest in the system and have had the most demonstrable racial effects in the past.'</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">The testimony of Dr. Gordon Foster, Director of the Florida School Desegregation Consulting Center at the University of Miami, indicates that the Colonel White-Roosevelt optional attendance area is almost a classic example of segregation practice:</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">'Q.  Dr. Foster, with reference, first of all, to the option attendance zones, you described certain effects.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">Are there short term as well as long term effects of the utilization of optional attendance zones?</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">'A.  Yes.  In the ones we talked about at the high school level, if we can cite the Roosevelt-Colonel White optional zone, and the following Colonel White-Kiser optional zone, the short term effect it seems to me is to allow whites to move out of a school assignment that is becoming black, and I should point out that this is not to say that in many cases that at a certain point blacks also take advantage of this option.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">'In the Colonel White-Kiser situation, for example, as Colonel White has become blacker, we are at the point where there are no whites apparently opting now to go to Colonel White.'Further testimony of Dr. Foster demonstrates the deleterious effect that the optional attendance zones had on school integration in Dayton:</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">'Q.  In what way do optional attendance areas affect desegregation and the stability of pupil assignment to particular schools?</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">'A.  Well, essentially in my opinion they create instability in the public in one way in terms of housing choices where there are choices and in terms of perception of whether a school is going black or staying white, this sort of thing, so that generally where you have an optional zone which has racial implications, you have an unstable situation that everybody realizes is in a changing environment.  So, what it usually does is simply accelerate whatever process is going on or work toward the acceleration of the changing situation.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">'Q.  The optional attendance zones which you have identified in your testimony today, what is your opinion with respect to the effect or if there is any effect on racial composition of schools in Dayton?</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">'A.  Well, in my opinion, these accelerated and precipitated further segregation, and in those cases where I was able to cite hard figures, I think that is very definitely borne out, and I have no reason to believe that in all the other cases the same thing was true although I can't cite actual pupil figures from year to year because they simply aren't available.'</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">We conclude that the District Court correctly found that the optional attendance zones used in Dayton were an element of the cumulative violation of the constitutional rights of the appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">(C) Rescission of the Board's Resolutions</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">The District Judge rendered the following as a finding of fact:</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">'At the general election in November, 1971, the electors of the school district of Dayton elected three members for a four year term commencing January 1, 1972.  Issues at such election involved the matter of school attendance zones and transportation of pupils.  Two incumbent members of the Board ran for reelection, one did not.  One incumbent was reelected and two new members of the Board were added.  On December 8, 1971, the 1971 Board met to consider resolutions dealing with transportation of students and zone attendance lines.  All members present were duly elected, qualified and acting members of the Board, although two of them were so-called 'lame ducks,' who would not be members of the Board after December 31, 1971.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">'The Board adopted several resolutions.  These resolutions recognized the existence of racial segregation in the Dayton schools, the role played by the Board in the creation of the racial patterns and the concomitant responsibility of the Board to eradicate these patterns through affirmative action.  The types of affirmative action recognized included the elimination of the old attendance zones and the transportation of students for the purpose of achieving the city-wide racial balance of students . . ..</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">'Immediately thereafter, one member of the Board who had voted with the majority, requested reconsideration and was improperly ruled out of order.  The Board met subsequently on December 6, 1971, and January 3, 1972.  At the end of the latter meeting, the Board ended its term of office and the 1972 Board took its place.  On January 3, at its first meeting, the 1972 Board rescinded the resolutions passed on December 8.  Since the 1971 Board had passed out of existence, the action of the 1972 Board on January 3, 1972, was not in the nature of a reconsideration but instead was a rescission of the previous action.'</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">From this finding of fact, the District Judge concluded:</p>\n    </div>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">'The right of the majority to override protected minority rights has clear limitations in our constitutional democracy.  See Reitman v. Mulkey, 387 U.S. 369 (87 S.Ct. 1627, 18 L.Ed.2d 830) (1967); Hunter v. Erickson, 393 U.S. 385 (89 S.Ct. 557, 21 L.Ed.2d 616) (1969); also see Alkire v. Cashman, 350 F.Supp. 360 (S.D.Ohio E.D. 1972).  The rescission in early 1972 of the resolutions adopted by the 1971 School Board constituted an independent violation of the Equal Protection Clause rights enjoyed by the black minority of Dayton.  See Bradley v. Milliken, 433 F.2d 897 (C.A. 6 1970); Oliver v. Kalamazoo Board of Education, 346 F.Supp. 766 (W.D.Mich.S.D. 1971), aff'd.  448 F.2d 635 (C.A. 6 1971).'</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p class=\"indent\">The passage of the three resolutions and their subsequent rescission by a Board of a different composition are factual matters about which there is no dispute.  As hereinbefore stated, the record amply supports the District Judge's findings that racially imbalanced schools and optional attendance zones were elements of the cumulative violation of the appellants' constitutional rights.  Accordingly, when the Dayton Board at its December 8, 1971, meeting passed resolutions designed, among other things, to eliminate racial imbalance and optional attendance zones in Dayton schools, it was acting in a manner consistent with its constitutional duties.  Therefore, the rescission by a subsequent Board of these resolutions designed to carry out the Board's constitutional duties was an element of the cumulative violation of the appellants' constitutional rights as guaranteed by the Equal Protection Clause of the Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">The question of whether a rescission of previous Board action is in and of itself a violation of appellants' constitutional rights is inextricably bound up with the question of whether the Board was under a constitutional duty to take the action which it initially took.  Cf. Hunter v. Erickson, 393 U.S. 385, 89 S.Ct. 557, 21 L.Ed.2d 616 (1960); Gomillion v. Lightfoot, 364 U.S. 339, 81 S.Ct 125, 5 L.Ed.2d 110 (1960).  If the Board was not under such a duty, then the rescission of the initial action in and of itself cannot be a constitutional violation.  If the Board was under such a duty, then the rescission becomes a part of the cumulative violation, and it is not necessary to ascertain whether the rescission ipso facto is an independent violation of the Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p class=\"indent\">In view of our conclusion in this case that the rescission was a part of the cumulative violation of appellant's constitutional rights, we find it unnecessary to pass on the question of whether the rescission by itself was a violation of those rights.</p>\n    </div>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">We affirm the District Court's holding that racially imbalanced schools, optional attendance zones, and the Board's rescission of the three resolutions are cumulatively in violation of appellants' rights guaranteed by the Equal Protection Clause.</p>\n    </div>\n    <p class=\"indent\">IV.  Other Alleged Constitutional Violations</p>\n    <div class=\"num\" id=\"p115\">\n      <span class=\"num\">115</span>\n      <p class=\"indent\">On appeal, the appellants raise at least four other school practices which purportedly maintained and expanded the basically dual school system inherited at the time of Brown.  These practices are in the areas of (A) staff assignment, (B) school construction, (C) grade structure and reorganization, and (D) transfers and transportation.  The District Judge did not include any of these practices within his finding of cumulative violation of the appellants' constitutional rights.</p>\n    </div>\n    <div class=\"num\" id=\"p116\">\n      <span class=\"num\">116</span>\n      <p class=\"indent\">(A) Staff Assignment</p>\n    </div>\n    <div class=\"num\" id=\"p117\">\n      <span class=\"num\">117</span>\n      <p class=\"indent\">The record reveals that prior to the 1951-52 school year the Dayton Board basically assigned all black teachers only to schools with all black pupils and all white teachers to schools with predominantly white student bodies pursuant to an explicit segregation policy of the Board.  In 1951-52, the Board introduced a new policy ostensibly to integrate the faculties, but which effectively continued in practice the racial assignment of faculty through the 1970-71 school year.</p>\n    </div>\n    <div class=\"num\" id=\"p118\">\n      <span class=\"num\">118</span>\n      <p class=\"indent\">In a letter dated March 17, 1969, the Acting Director of the Office of Civil Rights of HEW notified the Dayton Board that 'an analysis of the data obtained during the (compliance) review establishes that your district pursues a policy of racially motivated assignment of teachers and other professional staff.'  Other relevant portions of this letter are contained in Section II of this opinion.  Following receipt of the letter, the Dayton Board negotiated with HEW and agreed to desegregate its staff so 'that each school staff throughout the district will have a racial composition that reflects the total staff of the district as a whole' in accordance with the principles of United States v. Montgomery County Board of Education, 395 U.S. 225, 89 S.Ct. 1670, 23 L.Ed.2d 263 (1969).  Thereafter, the Dayton Board realigned its school staffs for the 1970-71 school year.</p>\n    </div>\n    <div class=\"num\" id=\"p119\">\n      <span class=\"num\">119</span>\n      <p class=\"indent\">The appellants admit that progress has been made with respect to eliminating segregative staff assignment, but allege that the agreement with HEW has not been fulfilled in that vestiges of the former practices persist which continue to identify schools as 'black schools' or 'white schools'.  As an example, at the high school level, the following table was presented by the appellants to demonstrate how Board assignment of its professional staff still served to identify schools as 'black schools' or 'white schools' in 1971-72 (w means white, b means black):</p>\n    </div>\n    <div class=\"num\" id=\"p120\">\n      <span class=\"num\">120</span>\n      <pre>                Pupil   Faculty\n               % Black  % Black  Principal  Coaches\n               -------  -------  ---------  -------\nBelmont            5.2   23.1        w      10w, 2b\nWilbur Wright      9.2   28.5        w      10w, 3b\nKiser              9.8   20.1        w      10w, 2b\nMeadowdale        10.6   23.5        w      13w, 3b\nStivers           14.0   32.4        w      10w, 4b\n---------------------------------------------------\nFairview          24.1   29.8        w      10w, 5b\nCol.  White        54.6   32.0        w       9w, 6b\n---------------------------------------------------\nRoth              95.8   43.5        b       9w, 7b\nRoosevelt        100.0   47.4        b       8w, 8b\nDunbar           100.0   50.3        b       7w, 9b</pre>\n    </div>\n    <div class=\"num\" id=\"p121\">\n      <span class=\"num\">121</span>\n      <p class=\"indent\">The witness Dr. Robert L. Green, Dean of the Urban College and Professor of Educational Psychology at Michigan State University, testified as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p122\">\n      <span class=\"num\">122</span>\n      <p class=\"indent\">'Q.  Dr. Green, I believe I informed you that the faculties were desegregated as a result of HEW action in 1970.</p>\n    </div>\n    <div class=\"num\" id=\"p123\">\n      <span class=\"num\">123</span>\n      <p class=\"indent\">'Do you have an opinion as to whether or not the effects of this history of faculty assignment persist in terms of identification of schools as black or white in the school district after the changing of the faculties as was done in this case?</p>\n    </div>\n    <div class=\"num\" id=\"p124\">\n      <span class=\"num\">124</span>\n      <p class=\"indent\">'MR. GREER: Objection, your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p125\">\n      <span class=\"num\">125</span>\n      <p class=\"indent\">'THE COURT: Overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p126\">\n      <span class=\"num\">126</span>\n      <p class=\"indent\">'A.  Yes.  The answer is yes, Mr. Lucas.  When there has been historical practice of placing black teachers in schools specified as being essentially black schools and white teachers in schools that are identified or specified as being essentially white schools, even though faculty desegregation occurs, be it on a voluntary basis or under court order, the effect remains that school is yet perceived as being a black school or white school, especially if at this point in time the pupil composition of those schools are essentially uni-racial or predominantly black or predominantly white.</p>\n    </div>\n    <div class=\"num\" id=\"p127\">\n      <span class=\"num\">127</span>\n      <p class=\"indent\">'Q.  Dr. Green, you did examine the '68-'69 statistics for the Dayton School System, is that correct?</p>\n    </div>\n    <div class=\"num\" id=\"p128\">\n      <span class=\"num\">128</span>\n      <p class=\"indent\">'A.  Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p129\">\n      <span class=\"num\">129</span>\n      <p class=\"indent\">'Q.  And did you in examining the data note any correlation between the pupil composition of black or white and the faculty conposition black or white?</p>\n    </div>\n    <div class=\"num\" id=\"p130\">\n      <span class=\"num\">130</span>\n      <p class=\"indent\">'A.  Yes, I did, Mr. Lucas.</p>\n    </div>\n    <div class=\"num\" id=\"p131\">\n      <span class=\"num\">131</span>\n      <p class=\"indent\">'Q.  Do you have an opinion whether this is isolated instances of correlation or is there any systematic pattern to it?</p>\n    </div>\n    <div class=\"num\" id=\"p132\">\n      <span class=\"num\">132</span>\n      <p class=\"indent\">'A.  There seems to be a systematic pattern as it relates to black teachers and the recial composition of schools vis-a-vis back youngsters and white youngsters being essentially placed in schools that are predominantly white.'</p>\n    </div>\n    <div class=\"num\" id=\"p133\">\n      <span class=\"num\">133</span>\n      <p class=\"indent\">The witness Dr. Foster testified as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p134\">\n      <span class=\"num\">134</span>\n      <p class=\"indent\">'Q.  . . . In light of that history, could you give us your opinion as to the effect, first all, of that policy before the change, in terms of identification of schools as black or white and the effects of that change on the present situation the Dayton School System?</p>\n    </div>\n    <div class=\"num\" id=\"p135\">\n      <span class=\"num\">135</span>\n      <p class=\"indent\">'MR. GREER: Objection.</p>\n    </div>\n    <div class=\"num\" id=\"p136\">\n      <span class=\"num\">136</span>\n      <p class=\"indent\">'THE COURT: Overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p137\">\n      <span class=\"num\">137</span>\n      <p class=\"indent\">'A.  Well, my opinion is that this policy and practice before the change we assume took place, especially since it is in a northern district, would indicate that the Board is missing or has missed a golden opportunity to prove that it does want to run a unitary system and remove segregation practices insofar as it is able, because the Board clearly, as I understand it, under most State laws, or all State laws, can assign teachers willy-nilly in the System wherever they want to.  This is not a free choice matter.</p>\n    </div>\n    <div class=\"num\" id=\"p138\">\n      <span class=\"num\">138</span>\n      <p class=\"indent\">'Q.  Is it also an annual option that the school Board has?</p>\n    </div>\n    <div class=\"num\" id=\"p139\">\n      <span class=\"num\">139</span>\n      <p class=\"indent\">'A.  Yes, in terms of assignment.  In terms of my opinion on what this does, as recently changed, assuming this, I would have to say that this does not remove by any means the vestages of a segregated system since it is only one component of several important aspects of a system segregated or desegregated.  I think it is a very important component, and I think it is a step certainly in the direction of desegregation, and a very positive step.</p>\n    </div>\n    <div class=\"num\" id=\"p140\">\n      <span class=\"num\">140</span>\n      <p class=\"indent\">'But coupled with the other most important step of pupil assignment, so long as the schools themselves remain segregated, as they certainly do at this time in my opinion in Dayton, then the fact that teachers or staff being desegregated, if we assume that doesn't carry near the weight it would if the total desegregation process had taken place.'</p>\n    </div>\n    <div class=\"num\" id=\"p141\">\n      <span class=\"num\">141</span>\n      <p class=\"indent\">Dr. Wayne M. Carle, Superintendent of schools in Dayton at the time of the trial, testified as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p142\">\n      <span class=\"num\">142</span>\n      <p class=\"indent\">'BY MR. LUCAS:</p>\n    </div>\n    <div class=\"num\" id=\"p143\">\n      <span class=\"num\">143</span>\n      <p class=\"indent\">'Q.  Would you answer my preliminary question, then.  Did you agree with the HEW conclusion that there was purposeful faculty and staff segregation in the Dayton school System?</p>\n    </div>\n    <div class=\"num\" id=\"p144\">\n      <span class=\"num\">144</span>\n      <p class=\"indent\">'MR. GREER: We would object to this, your Honor, as it simply asks a self-serving conclusion of the witness.</p>\n    </div>\n    <div class=\"num\" id=\"p145\">\n      <span class=\"num\">145</span>\n      <p class=\"indent\">'THE COURT: I am going to overrule your objection.  You may answer.</p>\n    </div>\n    <div class=\"num\" id=\"p146\">\n      <span class=\"num\">146</span>\n      <p class=\"indent\">'A.  There is no question but what that was so.  BY MR. LUCAS:</p>\n    </div>\n    <div class=\"num\" id=\"p147\">\n      <span class=\"num\">147</span>\n      <p class=\"indent\">'Q.  Now, Doctor, I think you stated that there had been substantial faculty desegregation.  Has there also been staff desegregation and, if you will, limit it to what you have defined as line personnel, principals, assistant principals?'A.  There has been considerable desegregation of administrative staff, but there still is a high correlation between the race of pupils and the race of the administrator.</p>\n    </div>\n    <div class=\"num\" id=\"p148\">\n      <span class=\"num\">148</span>\n      <p class=\"indent\">'Now, today the percentage of black administrators is around 32 or 33 percent, as I recall.  That indicates less discrimination in promotion, since there is more relationship between the percentage of teachers, which now is perhaps 34 or 35 percent, and administrators.  But I am saying that with respect to their assignment, and particularly at the high school level, there is an almost perfect correlation between the race of the principal and the predominating race in the school.  All four black high schools, for example, have black principals.  All the other high schools have white principals.  So that that considerable vestige of segregation still has not been eliminated.  There would be other instances, if you just scan the statistics, in which previously all black or nearly black staff similarly have weighted errors in them, that is, the error is still in the direction of the previous discrimination.  If the staff previously were 70 percent and now should be, let's say, 30 percent black, it may still be 40 percent because of difficult factors in resolving it.</p>\n    </div>\n    <div class=\"num\" id=\"p149\">\n      <span class=\"num\">149</span>\n      <p class=\"indent\">'In all cases, or probably in all cases, that error or that difference is still weighted to the previously fully segregated pattern, so that it is very difficult I think, to understand the depth of segregation.  It is so pervasive that its vestiges are difficult.  These are two areas in which that is very obvious.'</p>\n    </div>\n    <div class=\"num\" id=\"p150\">\n      <span class=\"num\">150</span>\n      <p class=\"indent\">(B) School Construction</p>\n    </div>\n    <div class=\"num\" id=\"p151\">\n      <span class=\"num\">151</span>\n      <p class=\"indent\">The District Judge did not include the Dayton Board's school construction practices within the cumulative violation because he found the underlying motives behind such construction to be racially neutral, rendering the following as a finding of fact:</p>\n    </div>\n    <div class=\"num\" id=\"p152\">\n      <span class=\"num\">152</span>\n      <p class=\"indent\">'(c) Site selection and construction</p>\n    </div>\n    <div class=\"num\" id=\"p153\">\n      <span class=\"num\">153</span>\n      <p class=\"indent\">'(9) Since 1954 the school board of Dayton has constructed 14 new elementary schools and 69 elementary school additions.  The construction follows the pattern of growth in the Dayton area and follows the specific policy of 'building schools where children are, or where they are expected to be.'  New construction of elementary schools was largely on the periphery of the certer city.  There are instances of errors in Board planning in that some areas have not developed as expected and other developed areas have not become part of the Dayton School District, as expected.  There are examples of schools operating substantially below capacity.  While reasonable minds might reasonably differ on selection and construction of some schools, sufficient evidence has not been presented that school construction was segregative in nature other than to provide schools in white neighborhoods which remain predominately white and schools in black neighborhoods which remain predominately black.</p>\n    </div>\n    <div class=\"num\" id=\"p154\">\n      <span class=\"num\">154</span>\n      <p class=\"indent\">'(10) Five new high schools and fourteen high school additions have been constructed in the past eighteen years.  Construction of some high schools followed the pattern of construction of elementary schools in that sites selected were away from the center of the city and in neighborhoods which were predominately white.  Other sites could have been selected near the center of the city in black neighborhoods.  Such schools would arguably, at least, have had a larger proportion of whites attending such schools.</p>\n    </div>\n    <div class=\"num\" id=\"p155\">\n      <span class=\"num\">155</span>\n      <p class=\"indent\">'Site selection is a matter of judgment and no evidence has been presented that the Board of Education failed to use neutral criteria in its choices.  In the construction of schools, the Board, over the years, has been presented with options.  Plaintiffs have failed to sustain their burden of showing that the defendant Board exercised those options presented in an improper fashion.'</p>\n    </div>\n    <div class=\"num\" id=\"p156\">\n      <span class=\"num\">156</span>\n      <p class=\"indent\">On appeal, the appellants contend that there is substantial evidence in the record to support their claim that the Dayton Board's practices in school construction had a segregative effect and contributed substantially to the alleged present duality in pupil assignment.  The record reveals that in the period of greatest expansion of the Dayton school system, from the late 1940's to the mid 1960's, the great majority of new schools and additions were located by the Board in either virtually all black or all white areas.  Of 24 new schools constructed between 1950 and the present, 22 opened 90 per cent or more black or white.  The following table contains some examples:</p>\n    </div>\n    <div class=\"num\" id=\"p157\">\n      <span class=\"num\">157</span>\n      <pre>                                  % Black   % Black\n                         Date of    at      Pupils\nHigh Schools             Opening  Opening  1972-1973\n                         -------  -------  ---------\n  Patterson               1954       0.0      32.9\n  Belmont                 1956       0.0       5.2\n  Meadowdale              1960       0.0      10.6\n  Dunbar                  1962      92.3     100.0\nElementary Schools\n  Orville Wright          1952       0.0       8.1\n  Miami Chapel            1953     100.0      99.8\n  Horace Mann             1954       0.0       3.1\n  Bell Haven              1954       0.0      17.1\n  Hickorydale             1957       0.0      32.5\n  Meadowdale Elem.        1957       0.0      12.6\n  Louise Troy (Primary)   1957     100.0      99.1\n  Shoup Mill              1958       0.0       3.8\n  Carlson                 1958      95.0      99.0\n  Jackson Primary         1960      99.9      99.7\n  McNary Park (Primary)   1964     100.0     100.0\n  Res.  Park (Primary)     1966      96.5     100.0\n  Valerie                 1966       0.0      24.0</pre>\n    </div>\n    <div class=\"num\" id=\"p158\">\n      <span class=\"num\">158</span>\n      <p class=\"indent\">On the issue of school construction practices, Dr. Foster testified as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p159\">\n      <span class=\"num\">159</span>\n      <p class=\"indent\">'Q.  Dr. Foster, would you at this point tell me if you made an inquiry into the question which I think related to the construction issues of site selection?</p>\n    </div>\n    <div class=\"num\" id=\"p160\">\n      <span class=\"num\">160</span>\n      <p class=\"indent\">'A.  Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p161\">\n      <span class=\"num\">161</span>\n      <p class=\"indent\">'Q.  And what was that inquiry?</p>\n    </div>\n    <div class=\"num\" id=\"p162\">\n      <span class=\"num\">162</span>\n      <p class=\"indent\">'A.  In terms of the use of site selections to maintain segregation, in the new construction sites from 1950 which we have already discussed to the present, many of these have helped to promote and to impact and lock in segregated or isolated situations either in the inner city or in the suburbs, and I think this is true in terms of both school segregation and housing segregation, that is, in terms of its effects.  First of all, in the area of the white suburban expansions which are farthest from the center of the city which is all black, and these were, of course, more inaccessible at the time of construction than they are now.  We have Valerie which was built in 1966 which is almost at the extreme north of the district.  We have Meadowdale High School built in 1960 and Meadowdale Elementary built in 1957 to the north of the district.  We have Shoup Mill built in 1958 and to the nearly extreme north.  The south and east of the furthest white suburban expansion, we have Eastmont, on the extreme east built in 1965.  We have Wilbur Wright to the northeast built in 1952, Horace Mann to the southeast built in 1954, and Belmont High School in the southeast built in 1956.</p>\n    </div>\n    <div class=\"num\" id=\"p163\">\n      <span class=\"num\">163</span>\n      <p class=\"indent\">'Now, contrary-wise, in the inner city during this time there were a couple of examples of schools which were built into locked-in situations in terms of segregation, and in fact these schools were surrounded by other schools which were all black.  That would be McNary in 1964 and Jackson Primary in 1960.</p>\n    </div>\n    <div class=\"num\" id=\"p164\">\n      <span class=\"num\">164</span>\n      <p class=\"indent\">'Q.  Dr. Foster, in your experience, use of the primary unit in close proximity to elementary schools, has this been a matter reflective of segregation practices in your experience?</p>\n    </div>\n    <div class=\"num\" id=\"p165\">\n      <span class=\"num\">165</span>\n      <p class=\"indent\">'A.  Yes.  It is in a sense very much nothing more than an addition.  They are on the same campus and for all practical purposes they are really one school.</p>\n    </div>\n    <div class=\"num\" id=\"p166\">\n      <span class=\"num\">166</span>\n      <p class=\"indent\">'Q.  What effect does this have on the existing racial concentrations?</p>\n    </div>\n    <div class=\"num\" id=\"p167\">\n      <span class=\"num\">167</span>\n      <p class=\"indent\">'A.  Well, it tends to secure it and to further insure that those schools are going to remain segregated and that the system as a whole is going to remain segregated.'</p>\n    </div>\n    <div class=\"num\" id=\"p168\">\n      <span class=\"num\">168</span>\n      <p class=\"indent\">Based on this evidence, the appellants dispute the District Court's conclusion that the Dayton Board's school construction practices were not a part of the cumulative violation.  The appellants contend that on facts similar to those presented in this case the Supreme Court in Swann, supra, 402 U.S. at 20-21, 91 S.Ct. 1267, found major constitutional violations on which a District Court could fashion a remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p169\">\n      <span class=\"num\">169</span>\n      <p class=\"indent\">(C) Grade Structure and Reorganization</p>\n    </div>\n    <div class=\"num\" id=\"p170\">\n      <span class=\"num\">170</span>\n      <p class=\"indent\">The appellant's primary objection in this area is to the establishment of a middle school system in the 1971-72 school year which allegedly had a segregative effect.  Dr. Foster testified as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p171\">\n      <span class=\"num\">171</span>\n      <p class=\"indent\">'My conclusion is that the establishment of the middle schools in 1971 resulted in the establishment of four out of five schools that were clearly racially identifiable, therefore, increasing or maintaining segregation as opposed to availing the opportunity of decreasing it.'</p>\n    </div>\n    <div class=\"num\" id=\"p172\">\n      <span class=\"num\">172</span>\n      <p class=\"indent\">Further, after the establishment of the new middle school structure, the Ohio State Department of Education gave the following advice to Dayton school authorities:</p>\n    </div>\n    <div class=\"num\" id=\"p173\">\n      <span class=\"num\">173</span>\n      <p class=\"indent\">'If what appears to be happening with middle schools is in fact happening, then Dayton has only added one more action to a long list of state-imposed activities which are offensive to the Constitution and which are degrading to schoolchildren.  Along with many other affirmative duties which the Dayton Board must fulfill, correction of this particular offense must occur.'</p>\n    </div>\n    <div class=\"num\" id=\"p174\">\n      <span class=\"num\">174</span>\n      <p class=\"indent\">The District Court found that the boundaries established for the middle schools in September 1971 had 'neither segregative nor integrative effect.'  The appellants submit that this finding means, under applicable legal standards, that the Board acted unconstitutionally to maintain segregation in the face of an opportunity to accomplish substantial desegregation.  The appellants assert that the action of the Dayton Board was intentional because the Board was aware of desegregation alternatives but instead chose a plan whose predictable impact was not to further integrate the Dayton school system.</p>\n    </div>\n    <div class=\"num\" id=\"p175\">\n      <span class=\"num\">175</span>\n      <p class=\"indent\">(D) Transfers and Transportation</p>\n    </div>\n    <div class=\"num\" id=\"p176\">\n      <span class=\"num\">176</span>\n      <p class=\"indent\">Finally, the appellants contend that transfer and transportation practices of the Dayton Board, which might have held promise to accomplish further desegregation, have operated to maintain segregation and further earmark schools as 'black' or 'white.'  In support of this contention, the appellants cite evidence that curriculum, hardship and disciplinary transfers have operated frequently to assign white children from 'black schools' to 'whiter schools' and black children from 'white schools' to 'blacker schools.'  Further, there is evidence in the record revealing that the Board assigned tuition pupils from outside the district on a dual basis; white pupils were assigned to white schools and black pupils were assigned to black schools.</p>\n    </div>\n    <div class=\"num\" id=\"p177\">\n      <span class=\"num\">177</span>\n      <p class=\"indent\">The testimony of John Harewood, Assistant Superintendent of Dayton schools in charge of administration, reveals two instances in which children were bused 'intact' with the effect of segregating children on a racial basis in separate classrooms within schools.  In 1963, white children from Ruskin School were transported intact to separate classes in the mixed Central School.  In the spring of 1968, some of the black children from Edison School, which had been partially destroyed by fire, were similarly segregated within a number of white schools throughout the city.</p>\n    </div>\n    <div class=\"num\" id=\"p178\">\n      <span class=\"num\">178</span>\n      <p class=\"indent\">The District Court's only conclusion in the area of transfer and transportation practices was with regard to the school system's Freedom of Enrollment program.  The District Court required that program be revised for Dayton high schools so that transfers for the purpose of improving racial balance take precedence over curriculum transfers.</p>\n    </div>\n    <div class=\"num\" id=\"p179\">\n      <span class=\"num\">179</span>\n      <p class=\"indent\">On the basis of the evidence adduced, the appellants' legal argument in this area is that the transfer and transportation practices of the Dayton Board had the 'clear effect of earmarking schools according to their racial composition' which is proscribed by Keyes v. School District No. 1, Denver, Colorado, 413 U.S. 189, 202, 93 S.Ct. 2686, 37 L.Ed.2d 548 (1973).</p>\n    </div>\n    <div class=\"num\" id=\"p180\">\n      <span class=\"num\">180</span>\n      <p class=\"indent\">(E) Conclusion as to Other Alleged Constitutional Violations</p>\n    </div>\n    <div class=\"num\" id=\"p181\">\n      <span class=\"num\">181</span>\n      <p class=\"indent\">As hereinabove indicated in Section IV of this opinion, the appellants have raised serious questions with respect to whether the District Judge's failure to include these four school practices within the cumulative violation was supported by substantial evidence.  In view of our holding in Section V hereof, we conclude that it is unnecessary at this stage to pass on whether the District Judge's findings of fact with respect to these four school practices are supported by substantial evidence.</p>\n    </div>\n    <p class=\"indent\">V.  Remedy</p>\n    <div class=\"num\" id=\"p182\">\n      <span class=\"num\">182</span>\n      <p class=\"indent\">As more fully described in Section I hereof, the District Court ordered the Dayton Board of Education to submit a desegregation plan that conformed to all requirements of law.  Subsequently, the four-member majority of the Dayton Board submitted an eleven point plan characterized by the appellants as a 'free choice plan.'  Other plans were submitted to the District Court by the three-member minority of the Dayton Board and Dayton Classroom Teachers' Association.  Without holding a hearing on the remedy issue, the District Court approved the plan of the Dayton Board majority with one modification.</p>\n    </div>\n    <div class=\"num\" id=\"p183\">\n      <span class=\"num\">183</span>\n      <p class=\"indent\">The appellants' primary contention on appeal is that the desegregation plan approved by the District Court is inadequate to remedy the cumulative violation found by the District Court.  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p184\">\n      <span class=\"num\">184</span>\n      <p class=\"indent\">On receipt of the Board majority plan, the District Court was obliged 'to assess the effectiveness of . . . (the) proposed plan in achieving desegregation . . . in light of the circumstances present and the options available in each instance.'  Green v. County School Board, 391 U.S. 430, 439, 88 S.Ct. 1689, 1695, 20 L.Ed.2d 716 (1968).  The appellants assert that the circumstances present here, namely a cumulative violation, required a remedy of 'all-out desegregation.'  Keyes, supra, 413 U.S. at 214, 93 S.Ct. 2686.  The appellants further assert that the plan of the Board minority would accomplish such 'all-out desegregation' and that therefore we should remand this case to the District Court with instructions that it order the plan of the Board minority implemented.</p>\n    </div>\n    <div class=\"num\" id=\"p185\">\n      <span class=\"num\">185</span>\n      <p class=\"indent\">Today we simply hold that the remedy ordered by the District Court is inadequate, considering the scope of the cumulative violations.  The case is remanded to the District Court for proceedings to formulate a desegregation plan for the Dayton school system consistent with the remedial guidelines outlined in Keyes, supra, and Swann, supra.  This holding does not necessarily require the District Court to implement the plan of the Board minority, but 'all vestiges of state-imposed segregation,' Swann, supra, 402 U.S. at 15, 91 S.Ct. 1267, must be eliminated.</p>\n    </div>\n    <div class=\"num\" id=\"p186\">\n      <span class=\"num\">186</span>\n      <p class=\"indent\">In formulating a desegregation plan, the District Court of course will adhere also to the guidelines enunciated by the Supreme Court in Milliken v. Bradley, 418 U.S. 717, 94 S.Ct. 3112, 41 L.Ed.2d 1069 (1974), reversing Bradley v. Milliken, 484 F.2d 215 (6th Cir. 1973) (in banc).</p>\n    </div>\n    <div class=\"num\" id=\"p187\">\n      <span class=\"num\">187</span>\n      <p class=\"indent\">Once the plaintiffs-appellants have shown that state-imposed segregation existed at the time of Brown (or any point thereafter), school authorities 'automatically assume an affirmative duty . . . to elimnate from the public schools within their school system 'all vestiges of state-imposed school segregation.\" Keyes, supra, 413 U.S. at 200, 93 S.Ct. at 2693.  When such a showing has been made, 'racially neutral' plans which fail to counteract the continuing effects of past school segregation are inadequate.  Id. at 210-213, 93 S.Ct. 2686.</p>\n    </div>\n    <p class=\"indent\">VI.  Other Directions on Remand</p>\n    <div class=\"num\" id=\"p188\">\n      <span class=\"num\">188</span>\n      <p class=\"indent\">In its Supplemental Order on Remedy, dated July 13, 1973, the District Court suggested that its disposition of the case appeared 'to require the dismissal of those non-Dayton defendants.'  We disagree with this suggestion as to the State defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p189\">\n      <span class=\"num\">189</span>\n      <p class=\"indent\">The District Court is directed to keep the State defendants as parties to this action.  Although, according to the District Court order of procedure, evidence as to a state violation was supposed to be excluded from the initial trial, the following evidence was adduced: The Dayton school district is chartered by the Ohio State Department of Education, and without such a charter, the district would be without power to operate and could not receive state aid.  Ohio Revised Code, 3301.16 and 3317.01.  Since an Ohio Attorney General's opinion dated July 9, 1956, the State Department of Education has known that it has an affirmative duty under both Ohio and federal law to take all actions necessary, including, but not limited to, the withholding of state and federal funds, to prevent and eliminate racial segregation in the public schools.  Finally, during the years in question in this case, the Dayton school district was denied any allocation of state funds for pupil transportation, although such funds were made available to most suburban and rural school districts in the state.</p>\n    </div>\n    <p class=\"indent\">VII.  Other Issues</p>\n    <div class=\"num\" id=\"p190\">\n      <span class=\"num\">190</span>\n      <p class=\"indent\">Several other issues were presented which do not now require discussion.  All contentions of the parties contrary to the conclusions reached in this opinion have been carefully considered and are found to be without merit.</p>\n    </div>\n    <p class=\"indent\">VIII.  Conclusion</p>\n    <div class=\"num\" id=\"p191\">\n      <span class=\"num\">191</span>\n      <p class=\"indent\">The District Court's holding of a cumulative violation of the appellants' constitutional rights, as contained in its Findings of Fact and Memorandum Opinion of Law dated February 7, 1973, is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p192\">\n      <span class=\"num\">192</span>\n      <p class=\"indent\">Since we conclude that the remedy prescribed by the District Court is inadequate, the case is remanded to the District Court with directions to revise and supplement its order of July 13, 1973, entitled 'Supplemental Order on Remedy,' so as to formulate, in accordance with the guidelines hereinabove set forth, a desegregation plan for the Dayton school system and for other proceedings to that end not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Hereinafter, the Governor, Attorney General, State Board of Education, and the Superintendent of Public.  Instruction will sometimes be referred to collectively as the 'State defendants.'  Hereinafter, the Dayton Board of Education, its members, and its Superintendent sometimes will be referred to collectively as the 'Dayton defendants.'</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">503</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">684</span></span></p>\n    <p class=\"parties\">Mark BRINKMAN et al., Plaintiffs-Appellants,<br>v.<br>John J. GILLIGAN et al., Defendants-Appellees.<br>Mark BRINKMAN et al., Plaintiffs-Appellees,<br>v.<br>DAYTON BOARD OF EDUCATION, Defendants-Appellants.</p>\n    <p class=\"docket\">Nos. 73-1974, 73-1975.</p>\n    <p class=\"court\">United States Court of Appeals, Sixth Circuit.</p>\n    <p class=\"date\">Argued April 4, 1974.<br>Decided Aug. 20, 1974.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Louis R. Lucas, Ratner, Sugarmon &amp; Lucas, Memphis, Tenn., for Mark Brinkman, et al.; Paul R. Dimond, Ann Arbor, Mich., Nathaniel R. Jones, New York City, Richard Austin, Dayton, Ohio, on briefs.</p>\n      <p class=\"indent\">John D. Holschuh, Alexander, Ebinger, Holschuh, Fisher &amp; McAlister, Columbus, Ohio, for John J. Gilligan, et al.; Alvin J. McKenna, Columbus, Ohio, Asher Bogin, Dayton, Ohio, David C. Greer, Leo F. Krebs, Dayton, Ohio, Thomas V. Martin, Asst. Atty. Gen., Columbus, Ohio, on briefs.</p>\n      <p class=\"indent\">David C. Greer, Bieser, Greer &amp; Landis, Dayton, Ohio, for Dayton Board of Education; Leo F. Krebs, Bieser, Greer &amp; Landis, Dayton, Ohio, on briefs.</p>\n      <p class=\"indent\">Before PHILLIPS, Chief Judge, and PECK and MILLER, Circuit Judges.</p>\n      <p class=\"indent\">PHILLIPS, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a school desegregation case directed against the public school system of Dayton, Ohio.  For the reasons set forth below, we affirm in part and remand the case to the District Court for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiffs-appellants are black and white Dayton parents who bring this class action on their own behalf, on behalf of their minor children, and on behalf of all others similarly situated.  In addition, the National Association for the Advancement of Colored People (NAACP) joined as a party plaintiff.  The complaint named the Governor of Ohio, the Attorney General of Ohio, the Ohio State Board of Education, the Superintendent of Public Instruction of the Ohio Department of Education, the Dayton Board of Education, the six individual members of the Dayton Board and the Superintendent of the Dayton School District as parties defendants.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The Dayton Board of Education has cross appealed.</p>\n    </div>\n    <p class=\"indent\">I.  Chronology of Proceedings</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In their complaint filed on April 17, 1972, appellants sought, inter alia, an injunction enjoining the Dayton defendants from continuing their allegedly unconstitutional policy of operating the public schools in Dayton in a manner that perpetuated racial segregation.  The complaint further averred numerous racially discriminatory practices for which the State defendants had allocated educational resources.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The complaint was filed in the United States District Court for the Southern District of Ohio, Eastern Division, which is located at Columbus, Ohio, rather than in the Western Division at Dayton (the situs of the subject schools) on the basis that the State defendants were domiciled in Franklin County (Columbus).  Motions to dismiss for failure to join necessary parties and for improper venue and alternative motions to transfer the action to the District Court at Dayton were filed by the State defendants, the Dayton Board of Education and three individual Dayton Board members.  On June 22, 1972, the District Court overruled the motions to dismiss for improper venue and denied the motions to transfer, but did not rule on the motion to dismiss for want of necessary parties.  Thereafter, on July 24, 1972, the Dayton defendants and the State defendants filed their answers denying the material allegations of the plaintiffs' complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In accordance with the proposed order of procedure, an expedited hearing before District Judge Carl B. Rubin was conducted from November 13 through December 1, 1972, limited to the single issue of whether the school system of Dayton was a segregated one by reason of acts of the Dayton Board of Education.  On February 7, 1973, the District Court filed its Findings of Fact and Memorandum Opinion of Law in which it found that (1) racially imbalanced schools, (2) optional attendance zones, and (3) rescission by the Dayton Board of Education of three resolutions calling for racial and economic balance in each school in the Dayton system were 'cumulatively in violation of the Equal Protection Clause' of the Constitution.  In its February 7, 1973, decision, the District Court ordered the Dayton Board to submit a plan which would (1) abolish all optional zones, (2) restate the priorities of the Board's Freedom of Enrollment program so that racial transfers would take precedence over curriculum transfers, (3) maintain faculty assignment practices so that each school would continue to reflect the approximate ratio of the total black-to-white faculty in the Dayton system, and (4) establish hiring practices that would enable the clerical and maintenance personnel employed by the Board to approximate the proportion of black-to-white population existing within the Dayton system.  The district Court further stated that the foregoing elements 'shall be considered as a minimum' and that the plan to be submitted by the Board should otherwise conform in all respects to the requirements of law, citing Swann v. Charlotte-Mecklenburg Board of Education, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span> (1971) and Davis v. Board of School Commissioners of Mobile County, <span class=\"citation\" data-id=\"108317\"><a href=\"/opinion/108317/davis-v-board-of-school-commrs-of-mobile-cty/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span>, <span class=\"citation\" data-id=\"108317\"><a href=\"/opinion/108317/davis-v-board-of-school-commrs-of-mobile-cty/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1289</span></a></span>, <span class=\"citation\" data-id=\"108317\"><a href=\"/opinion/108317/davis-v-board-of-school-commrs-of-mobile-cty/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">577</span></a></span> (1971).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In compliance with the February 7, 1973, order of the District Court, the Dayton Board on March 19, 1973, submitted a desegregation plan to the District Court.  This plan contained eleven points which are summarized below:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">I.  Elimination of Optional Zones-- eliminated optional attendance zones for elementary and high school students.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">II.  Freedom of Enrollment Priorities-- revised the system's Freedom of Enrollment program in accordance with a specified set of priorities.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">III.  Faculty Assignment Practices-- provided that faculty assignments for each school in the system should reflect the ratio of white-to-black faculty in the entire system.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">IV.  Hiring Policies for Classified Personnel-- provided that blacks would be hired for classified positions, e.g. clerical, custodial and food service staff, to reflect the proportion of the black-to-white population residing within the Dayton School District.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">V.  Science Environmental Program-- proposed the establishment of a city-wide elementary science program guided by a trained staff working at four centers.  The program was to be mandatory and children were to be bused to produce a racial mix that approximates the ratio between black and white students in the system as a whole.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">VI.  Patterson-Stivers Vocational High School-- combined two existing vocational schools into a new unified cooperative school with a district-wide attendance area.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">VII.  The Musical Stereopticon-- formed an elementary and high school band orchestra and chorus on an all-city basis.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">VIII.  Integrated Athletics-- required schools that have no minorities on their teams to schedule schools that do have minorities represented.  High school schedules were to be administered by a central athletic office to insure that racial isolation did not exist.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">IX.  Minority Language Program-- required all classroom teachers and administrators at the elementary school level to participate in a series of in-service workshops on linguistic differences that exist in American English.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">X.  Living Arts Center-- created departments in art, creative writing, dance and drama to permit students, teachers, and parents to expand their knowledge in these areas.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">XI.  Control Centers-- created rumor control centers, school guidance centers, and area learning centers to create a more secure climate for quality education in the school system.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In addition to the plan submitted by the Dayton Board, separate plans were submitted to the District Court by the minority members of the Dayton Board and the Dayton Classroom Teachers' Association.  The Board minority submitted its more comprehensive plan because it believed that the plan of the Board majority would maintain the status quoand hence did not comply with the February 7, 1973, order of the District Court to conform in all respects with Swann, supra, and Davis, supra.  Further, the plaintiffs-appellants filed objections to the plan of the Board majority primarily on the grounds that the majority plan 'froze in' the present unconstitutional system of segregation and would fail to eliminate racially identifiable schools when other alternative remedies, such as busing of children to other schools, were available.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">On July 13, 1973, after considering the three desegregation plans before it, the District Court issued its Supplemental Order on Remedy.  The District Court essentially accepted the plan of the Board majority except that the Dayton Board was ordered to submit a freedom of choice plan for the Dayton high schools.  The District Court, however, expressed its 'disappointment at the limited nature of Points V through XI' of the plan of the Board majority, and stated that the desired goal was not attained completely by the majority plan.</p>\n    </div>\n    <p class=\"indent\">The District Court then stated:</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">'There remain for consideration two further questions which the Court has reserved: The matter of the socalled Metropolitan School District and the status of defendants State of Ohio through its Governor and the Ohio Department of Education.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">'The findings by the Court in its Order of February 7, 1973, and the disposition of the Board of Education's plan appear to moot the metropolitan question and to require the dismissal of these non-Dayton defendants.  Plaintiffs are hereby granted thirty (30) days within which to file memoranda on either or both of these questions.  Defendants are granted thirty (30) days from the date of such filing to file answer memoranda and plaintiffs are granted thirty (30) days from defendants' filing to file reply memoranda.  An evidentiary hearing will be granted upon either of such questions upon the showing of a need therefor.'</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The District Court concluded its July 13, 1973, order as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'Nothing that we have said today should be interpreted as a repudiation of the neighborhood school concept.  To the contrary, it is this concept which often represents the bedrock strength of public school systems and steps may be properly taken to preserve it.  it.  See Keyes v. School District No. 1, Denver, supra (<span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span>), 41 U.S.L.W. 5013-5020 (Powell, J., concurring in part and dissenting in part); Deal v. Cincinnati Board of Education, <span class=\"citation no-link\"><span class=\"volume\">396</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">55</span></span>, 60 (C.A.6 1966).  Where school lines in Dayton have been drawn without improper racial intent, they will be allowed to stand.  Where they have not yet been drawn, as in the case of the still embryonic system of middle schools, they should be drawn in such a way as to maximize integrative goals.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">'The essential principle which guides this Court is a paraphrase from Swann v. Charlotte-Mecklenburg Board of Education.  <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span> at pages 15-16 (<span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>):</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">'It is the function of the federal courts only to eliminate a deprivation of constitutional rights; it is the duty of local school boards to operate and maintain integrated school systems.'</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Following the July 13, 1973, order of the District Court, the plaintiffs-appellants in a letter dated July 26, 1973, reminded the District Court that by its own order of procedure evidence with respect to the metropolitan and state aspects of the controversy had been excluded from the earlier hearing.  On August 10, 1973, the Dayton Board submitted a revised plan incorporating the court's freedom of choice plan for the Dayton high schools.  The plaintiffs-appellants filed their notice of appeal from the two orders of the District Court on July 23, 1973.  The Dayton Board cross appealed from those orders on August 13, 1973.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Thereafter, on September 25, 1973, the Dayton Board moved this court to dismiss the pending appeal of the plaintiffs-appellants for want of jurisdiction on the ground that no final order had been entered by the District Court.  In an unreported order filed on January 17, 1974, this court denied the Dayton Board's motion to dismiss, saying:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">'Said motion to dismiss is hereby denied, it appearing to the court that the District Judge's supplemental order on remedy, dated July 13, 1973, approves a proposed desegregation plan with added instruction as to how it is to be carried into effect, and hence, appears to be in the nature of a temporary injunction under 28 U.S.C. 1292(a)(1) (1970).'</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We have heard oral arguments and the case is now before the court for decision.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">II.  Historical Background of School Segregation in Dayton</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Ohio law has long mandated an integrated public school system.  Ohio Revised Code, 3313.48, provides in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">'The board of education of each city, exempted village, local, and joint vocational school district shall provide for the free education of the youth of school age within the district under its jurisdiction, at such places as will be most convenient for the attendance of the largest number thereof.'</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">This has been the law of Ohio since February 22, 1887, when it was enacted by <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">Ohio</span> <span class=\"page\">L</span></span>aws 34.  That statute was upheld by the Supreme Court of Ohio in 1888 in Board of Education v. State, <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">Ohio St.</span> <span class=\"page\">555</span></span>, 556, <span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">373</span></span>, 373 in which the court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">'Section 4008 having been repealed by the act of the general assembly passed February 22, 1887 (<span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">Ohio</span> <span class=\"page\">L</span></span>. 34), separate schools for colored children have been abolished and no regulation can be made under section 4013, that does not apply to all children irrespective of race or color.'</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Further, the District Court made the following historical determination, that is not challenged on appeal, as a finding of fact:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">'(1) The evidence presented has established isolated but repeated instances of failure by the Dayton School Board to meet the standards of the Ohio law mandating an integrated school system.  Such instances include a physical segregation into separate buildings of pupils and teachers by race at the Garfield School in the early 1920's, a denial to blacks of access to swimming pools in high schools in the 1930's and 1940's and the exclusion, between 1938 and 1948, of black high school teams from the city athletic conference.'</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The physical segregation into separate buildings of pupils and teachers by race was ruled illegal in Board of Education of School District of City of Dayton v. State ex rel. Reese, <span class=\"citation\" data-id=\"3782084\"><a href=\"/opinion/4025586/board-of-edn-v-state-ex-rel/\"><span class=\"volume\">114</span> <span class=\"reporter\">Ohio St.</span> <span class=\"page\">188</span></a></span>, 189, <span class=\"citation no-link\"><span class=\"volume\">151</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">39</span></span> (1926).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In 1956, following Brown v. Board of Education, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></span> (1954), the Ohio Attorney General ruled that the Ohio State Board of Education had the primary responsibility for administering the laws relating to the distribution of state and federal funds to local school districts and that such funds should not be distributed, absent good and sufficient reasons, by the State Board to local school districts which segregated pupils on the basis of race in violation of Brown.  Despite protests over the past twenty years from the Dayton branch of the NAACP and others, the Dayton Board has maintained a system wherein the great majority of schools today have student populations which are racially imbalanced.  The State Board of Education has permitted this system to continue with a steady flow of state and federal money.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">On March 17, 1969, the Acting Director of the Office for Civil Rights, United States Department of Health, Education and Welfare (HEW), notified the Dayton School authorities that, as a result of a compliance review conducted by federal officials, his office had concluded that the Dayton school district was not complying with Title VI of the Civil Rights Act of 1964.  In particular, the Acting Director stated:</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">'An analysis of the data obtained during the review establishes that your district pursues a policy of racially motivated assignment of teachers and other professional staff.  Thus, all Negro principals are assigned to predominantly Negro schools, as are 11 of the 14 Negro assistant principals; 156 out of 181 Negro high school teachers are assigned to schools where Negroes constitute 92 percent of the total enrollment.  Over 85 percent of the Negro elementary teachers instruct in schools having a preponderance of Negro pupils, and only 14 percent of teachers of the white race are in schools where Negroes are in the majority.  The assignment of counsellors and coaches follows a similar pattern.  'The existence in your district of a substantial duality in terms of race or color with respect to distribution of pupils in the various schools, is a matter of concern to us.  The fact appears to be that of a total of 5,627 Negro high school pupils, approximately 85 percent are concentrated in 3 high schools in which the percentage of Negro attendance ranges from 92.3 percent to 100 percent.  Similarly, 15,479 (approximately 85 percent ) Negro elementary pupils attend 20 out of the 53 elementary schools in your district.  It is noteworthy that in 17 of these 20 schools, Negroes constitute 90-100 percent of the total enrollment.  'Our review also indicates that students at Roosevelt High School are not afforded the same educational opportunity as other students in your system.'</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">On June 7, 1971, the Ohio State Department of Education presented a series of recommendations to the Dayton Board on how to achieve constitutionally required desegregation.  In its letter conveying the recommendations, a State Department of Education report stated:</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">'As the resolution of April 29, 1971 (of the Dayton Board), admitted, 'the Dayton Board of Education recognizes that unequal educational opportunities for minority students now exists.'  Inequality of such opportunities, for minority and majority students, has characterized the Dayton public school system throughout its history.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">'Since the Board, as an agency of state government, has created the inequality which offends the Constitution, the Ohio State Department of Education must advise that the Dayton Board or Education clearly has an affirmative duty to comply with the Constitution; that is, as the Supreme Court has stated, 'to eliminate from the public schools all vestiges of state-imposed segregation.\"</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In particular, the State Department report was especially critical of the process of conversion to feeder and middle schools, stating that the following seemed to be occurring:</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">'1.  two sets of schools will be totally black; '2.  racial isolation will actually be increased in one set of schools; and '3. only in the Dayton View area, which was previously integrated, could conversion to middle schools possibly result in reduction of racial and economic isolation and insulation.  'If what appears to be happening with middle schools is in fact happening, then Dayton has only added one more action to a long list of state-imposed activities which are offensive to the Constitution and which are degrading to schoolchildren.  Along with many other affirmative duties which the Dayton Board must fulfill, correction of this particular offense must occur.'</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Although the recommendations of the State Department were not complied with in full, the State Board of Education continued to aid in financing the operation of Dayton schools.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Finally, pursuant to the resolution of the Dayton Board passed at its April 29, 1971, meeting, the President of the Dayton Board appointed a broadly representative committee to evaluate and advise the Board on plans to reduce racial isolation and improve educational opportunities in Dayton.  This committee became known as the Committee of 75, although its membership was later expanded to include eleven students.  At its first meeting, on August 30, 1971, the Committee was charged as follows by the Board President:</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">'We recognize, and the statistical data substantiates, the fact that unequal educational opportunities for the poor and black students now exist in the Dayton School District.  The Board of Education has gone on record by setting quality integrated education as its goal.  We have admitted that the district is guilty of procedures which have led to the racial isolation of school children.  'It is this committee's responsibility to establish the evaluation elements to be applied to a developed plan or plans and advise the Dayton Board of Education accordingly.  We do hope that you would set up guidelines and/or methods by which the community will become meaningfully involved.  'You are an arm of the Dayton Board of Education with the task of supplying input to the Board.  It remains the responsibility of the Board of Education to make official approval of your input.  We feel very strongly that the establishment of this committee is not an attempt to abdicate its responsibility or delegate its authority, but rather an attempt to utilize the enrichment of citizen participation.  It is hoped that the school councils, and organized groups of school-oriented citizens of the school district, will be an avenue you may use for additional participation.  'If there be a fear that you are here to architect a master plan for 'busing'-- 't'ain't true'.  Your are here in an attempt to supply your input of the ingredients for excellency to any plan that the administration and/or consultants may recommend.  It is our sincere hope that when a plan is set for implementation, it should be that one or the one that embraces the wishes of the citizens of the Dayton School District and not one imposed by federal, state or court mandate.'</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">After several months of study, the Committee of 75 issued its report in the late fall of 1971.  The report recognized the Dayton Board's causal responsibility for the condition of segregation and the imperative need to end one race schooling, and suggested the following tentative approaches to accomplish desegregation in the Dayton school system:</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">'1.  Segregated education, because it perpetuates and condones economic and racial isolation, is both illegal and inferior.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">'2.  The school children of Dayton have suffered far too long under the crippling handicaps imposed by racial and economic isolation.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">'3.  We must resolve now as a total community to end inferior segregated education once and for all.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">'4.  Time is running out.  Unless we act now the divisions generated by segregation will destroy us.  Unless we act now court orders may impose upon us what all of us will regret.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">'5.  Initiative in the struggle against segregated education belongs to the Dayton Board of Education.  We cannot wait for housing and job patterns to change while we defy the law of the land.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">'6.  To lift the plague of segregated education in Dayton immediate appeal must be addressed to the school systems surrounding Dayton as well as to the appropriate state and national agencies involved.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">'7.  Desegregation is not enough.  To end racial and economic isolation we must not rest until we have achieved true integration, until the differing ethnic and racial groups among us are able to live side by side in mutual respect.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">'8.  The personal cost of achieving such true integration will be high because to achieve such integration we must persist in dialogue until the differences that divide us have been resolved.  We can no longer allow the fear of busing (to) stifle such dialogue.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">'9.  The financial cost of true integration will also be high.  At least 1 per cent of the current budget, exclusive of federal and state grants, should be allocated to this sector.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">'10.  Integrated quality education requires constant vigilance.  We must not only develop support systems to undergird every group involved in the changes proposed but we must nurture these groups by continuing attention to curricula, buildings, and inservice training.'The report of the Committee of 75 concluded as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">'Summary.  The presence and magnitude of the problem before us needs to be recognized by all the citizens of Dayton.  Quality integrated education can help stop the flight to the suburbs, break the cycle of poor education, and the lack of job skills which handicap the minorities.  The cost of this type of education will be small in relation to the total benefits society will reap.'</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Thereafter, at its regular meeting on December 8, 1971, the Dayton Board of Education passed three resolutions in response to the report of the Committee of 75.  The first resolution provided, in part, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">'WHEREAS, the Committee of 75, in reporting to this Board, has called renewed attention to the widespread racial and economic isolation of pupils in the Dayton Public Schools and in schools of the metropolitan Dayton area.  'NOW, THEREFORE, BE IT RESOLVED by the Board of Education of the City School District of Dayton:</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">'1.  That this Board hereby recognizes and admits that racial and economic segregation exists in the Dayton schools becuase of the actions and inactions of this and predecessor boards in the establishment of attendance districts, the location and expansion of school buildings, pupil assignment practices, design of curriculum suitable to urban needs, the assignment of teachers and other staff, and the conduct of student activity programs; the past actions or inactions of the Ohio General Assembly, the State Board of Education, and other agencies of Federal, state, and local government in contributing to the development and continuation of segregated housing, education, and employment in the Dayton metropolitan area and other parts of Ohio; and the actions or inactions of lending agencies, real estate interests, employers, unions, private schools, colleges, churches, and other organizations that have reinforced segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">'2.  That this Board recognizes that past actions or inactions of the Board of Education and residential racial segregation are interdependent phenomena.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">'3.  That this Board recognizes that the black minority population of the Dayton metropolitan area, as illustrated by the existence of schools of opposite racial composition in districts with contiguous district lines, essentially is contained within the central city of Dayton, as a result of discriminatory practices.  Such containment works against a viable integrated school system within the city, and the Board asserts that a truly effective solution is possible only through a metropolitan approach.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">'4.  That this Board of Education recognizes that racial and economic integration of student bodies in each school is imperative to providing equal educational opportunity, a broad curriculum capable of serving the individual needs of pupils, and a democratic environment in which future citizens can be prepared to live in America's multi-ethnic society.'</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The second resolution passed by the Dayton Board at its December 8, 1971, meeting requested the assistance of the state and federal governments in desegregating Dayton public schools.  The third resolution declared the Board policy to be that each school in the system should enroll pupils in a manner which substantially reflected the racial and economic characteristics of the district as a whole and directed the school superintendent to implement a plan of desegregation according to the following guidelines:</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">'a.  Attendance districts as presently constituted are rescinded effective September 1, 1972.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">'b.  No building shall have a racial composition and family income characteristics substantially disproportionate to the district as a whole.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">'c.  After determination of building capacities and racial and economic characteristics of attendance areas, pupils will be assigned to a school in which such assignment would contribute to a mix as in b. above.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">'d.  Freedom of Enrollment policy with the exception of transfers for course enrollment shall be eliminated by September 1, 1972.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">'e.  Desegregation is to be completed by September, 1972.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">'f.  Nothing herein shall be construed to limit the establishment of magnet, demonstration, specialized or other education complexes, provided that the sites for instruction meet the criteria in c. above.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">'g.  Transportation shall be held to a minimum, but is specifically included as one means of implementing this policy.'</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Each of the three Board resolutions passed by a 5 to 2 vote after a motion to table the resolution had failed by a 4 to 3 vote.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Subsequently, on January 3, 1972, the newly constituted Dayton Board, the composition of which had been changed by the local elections of November 1971, officially rescinded the three resolutions passed by the prior Board at its December 8, 1971 meeting.  The rescission of the three resolutions occurred by votes, respectively, of 4 to 3, 4 to 2, and 4 to 2.  The effect of the rescissions was to reinstate the existing attendance zones and the system's Freedom of Enrollment program for the 1972-73 school year.  The present action was filed on April 17, 1972.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">III.  The Constitutional Violations Found by the District Court</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The District Court found three constitutional violations in the Dayton school system, namely, (A) recially imbalanced schools, (B) optional attendance zones, and (C) the Dayton Board's recission of the three resolutions.  These were held by the District Court to be 'cumulatively in violation of the Equal Protection Clause.'  Further, the District Court stated that the rescission of the resolutions 'constituted an independent violation' of the constitutional rights of the black minority in Dayton.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">We hold that the findings of fact on which the District Court based its conclusion of a cumulative violation are not clearly erroneous but, to the contrary, are amply supported by the evidence.  Fed.R. Civ.P. 52(a).  However, we do not pass upon the question at the present time as to whether the rescission of the Board resolutions in and of itself constituted an independent violation of the Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">(A) Racially Imbalanced Schools</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">The District Judge made the following finding of fact:</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">'The great majority of all schools in the Dayton system today have student populations which are racially imbalanced, consistent with the black-white population and geographical distribution thereof as shown by the 1970 census.  Except at the Patterson Co-op High School, where in the past few years a concerted effort has been made to enroll more black students, no effort has been made by the shcool board of Dayton to balance by race the student population at any particular school.'With respect to this finding of fact, the District Judge appended the following chart which graphically demonstrates the racial imbalance in Dayton's sixty-eight public schools.</p>\n    </div>\n    <p>RACIAL COMPOSITION OF DAYTON PUBLIC SCHOOLS</p>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p>(1971-1972)</p>\n    </div>\n    <p>Elementary schools -- % Black:</p>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <pre>         1.  Jane Addams ........... 81.7\n         2.  Allen .................. 0.6\n         3.  Belle Haven ............ 5.0\n         4.  Belmont ................ 0.8\n         5.  Brown .................. 0.6\n         6.  Carlson ............... 99.0\n         7.  Cleveland .............. 0.0\n         8.  Drexel ................. 5.7\n         9.  Eastmont ............... 0.0\n        10.  Edison ................ 97.3\n        11.  Emerson ................ 6.8\n        12.  Fairport ............... 0.1\n        13.  Fairview Ele............ 1.7\n        14.  Ft. McKinley ........... 0.0\n        15.  Franklin ............... 0.0\n        16.  Gardendale ............ 28.5\n        17.  Gettysburg ............. 5.2\n        18.  Gorman ................ 21.1\n        19.  U.S. Grant ............. 0.1\n        20.  Grace A. Greene ....... 96.8\n        21.  Hawthorne .............. 0.0\n        22.  Hickorydale ............ 6.6\n        23.  Highview .............. 97.0\n        24.  Huffman ................ 0.0\n        25.  Irving ................ 99.0\n        26.  Jackson Ele............ 99.1\n        27.  Jackson Primary ....... 98.8\n        28.  Jefferson Ele.......... 60.1\n        29.  Jefferson Primary ..... 57.1\n        30.  Kemp ................... 0.0\n        31.  Lewton ................. 0.0\n        32.  Lincoln ................ 0.0\n        33.  Loos ................... 4.6\n        34.  Horace Mann ............ 0.2\n        35.  McGuffey .............. 14.4\n        36.  McNary Park ........... 99.4\n        37.  Meadowdale Ele.......... 8.0\n        38.  Miami Chapel .......... 99.9\n        39.  Patterson-Kennedy ...... 0.0\n        40.  Residence Park Ele..... 98.8\n        41.  Residence Park Pri..... 99.3\n        42.  Ruskin ................. 7.0\n        43.  Shiloh ................. 0.1\n        44.  Shoup Mill ............. 7.1\n        45.  Louise Troy .......... 100.0\n        46.  Valerie ................ 7.5\n        47.  Van Cleve .............. 1.1\n        48.  Washington ............ 19.4\n        49.  Weaver ................ 99.9\n        50.  Webster ................ 0.0\n        51.  Westwood .............. 99.4\n        52.  Wogaman .............. 100.0</pre>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">Of 52 elementary schools in use as of September, 1972, 29 are more than 90% white and 15 are more than 90% black.  The balance range from 19.4% To 60.1% black.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <pre> Middle schools -- % Black:\n1.  MacFarlane ......... 99.6\n2.  Whittier ........... 99.3\n3.  Cornell Heights .... 80.5\n4.  Longfellow ......... 64.1\n5.  Orville Wright ...... 8.1\n  High Schools -- % Black:\n 1. Dunbar ............ 100.0\n 2. Roosevelt ......... 100.0\n 3. Roth ............... 95.8\n 4. Colonel White ...... 54.6\n 5. Patterson Co-op .... 32.9\n 6. Fairview ........... 24.1\n 7. Stivers ............ 14.0\n 8. Meadowdale ......... 10.6\n 9. Kiser ............... 9.8\n10.  Wilbur Wright ....... 9.2\n11.  Belmont ............. 5.2</pre>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">Enrollment data from the Dayton system reveals the substantial lack of progress that has been made over the past 23 years in integrating the Dayton school system.  In 1951-52, of 47 schools, 38 had student enrollments 90 per cent or more one race (4 black, 34 white).  Of the 35,000 pupils in the district, 19 per cent were black.  Yet over half of all black pupils were enrolled in the four all black schools; and 77.6 per cent of all pupils were assigned to virtual one race schools.  'Virtual one race schools' refers to schools with student enrollments 90 per cent or more one race.  In 1963-64, of 64 schools, 57 had student enrollments 90 per cent or more one race (13 black, 44 white).  Of the 57,400 pupils in the district, 27.8 per cent were black.  Yet 79.2 per cent of all black pupils were enrolled in the 13 black schools; and 88.8 per cent of all pupils were enrolled in such one race schools.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">In 1971-72 (the year the complaint was filed), of 69 schools, 49 had student enrollments 90 per cent or more one race (21 black, 28 white).  Of the 54,000 pupils, 42.7 per cent were black; and 75.9 per cent of all black students were assigned to the 21 black schools.  In 1972-73 (the year the hearing was held) of 68 schools, 47 were virtually one race (22 black, 25 white); fully 80 per cent of all classrooms were virtually one race.  (Of the 50,000 pupils in the district, 44.6 per cent were black).</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">Every school which was 90 per cent or more black in 1951-52 or 1963-64 or 1971-72 and which is still in use today remains 90 per cent or more black.  Of the 25 white schools in 1972-73, all opened 90 per cent or more white and, if open, were 90 per cent or more white in 1971-72, 1963-64 and 1951-52.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">(B) Optional Attendance Zones</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">The District Judge made the following finding of fact:</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">'(11) The Board of Education of the Dayton School District has from time to time created optional zones.  Optional zones are dual or overlapping attendance areas which allow children residing within them a choice among two or more schools.  Some optional attendance zones were created where the more distant school geographically had better access; some were created where the more distant school did not require the crossing of busy intersections, commercial areas, or railroad tracks.  Many were created for the convenience of parents.  There has been evidence that at times this last concept embraced desires motivated by racial considerations.  Seven optional elementary zones and four optional high school zones exist at the present time.  All of the others have been abolished.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">'The majority of optional zones had no racial significance at the time of their creation.  The Westwood-Jackson, Roosevelt-Colonel White, and Fairview-Roth zones may have constituted exceptions to this general rule and we cannot conclude that these did not have adverse racial effects.  Similarly, although none of the elementary school optional zones today have any significant potential effects in terms of increased racial separation, the same cannot be said of the high school optional zones.  Two of these zones, those between Roosevelt and Colonel White and between Kiser and Colonel White, are by far the largest in the system and have had the most demonstrable racial effects in the past.'</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">The testimony of Dr. Gordon Foster, Director of the Florida School Desegregation Consulting Center at the University of Miami, indicates that the Colonel White-Roosevelt optional attendance area is almost a classic example of segregation practice:</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">'Q.  Dr. Foster, with reference, first of all, to the option attendance zones, you described certain effects.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">Are there short term as well as long term effects of the utilization of optional attendance zones?</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">'A.  Yes.  In the ones we talked about at the high school level, if we can cite the Roosevelt-Colonel White optional zone, and the following Colonel White-Kiser optional zone, the short term effect it seems to me is to allow whites to move out of a school assignment that is becoming black, and I should point out that this is not to say that in many cases that at a certain point blacks also take advantage of this option.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">'In the Colonel White-Kiser situation, for example, as Colonel White has become blacker, we are at the point where there are no whites apparently opting now to go to Colonel White.'Further testimony of Dr. Foster demonstrates the deleterious effect that the optional attendance zones had on school integration in Dayton:</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">'Q.  In what way do optional attendance areas affect desegregation and the stability of pupil assignment to particular schools?</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">'A.  Well, essentially in my opinion they create instability in the public in one way in terms of housing choices where there are choices and in terms of perception of whether a school is going black or staying white, this sort of thing, so that generally where you have an optional zone which has racial implications, you have an unstable situation that everybody realizes is in a changing environment.  So, what it usually does is simply accelerate whatever process is going on or work toward the acceleration of the changing situation.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">'Q.  The optional attendance zones which you have identified in your testimony today, what is your opinion with respect to the effect or if there is any effect on racial composition of schools in Dayton?</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">'A.  Well, in my opinion, these accelerated and precipitated further segregation, and in those cases where I was able to cite hard figures, I think that is very definitely borne out, and I have no reason to believe that in all the other cases the same thing was true although I can't cite actual pupil figures from year to year because they simply aren't available.'</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">We conclude that the District Court correctly found that the optional attendance zones used in Dayton were an element of the cumulative violation of the constitutional rights of the appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">(C) Rescission of the Board's Resolutions</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">The District Judge rendered the following as a finding of fact:</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">'At the general election in November, 1971, the electors of the school district of Dayton elected three members for a four year term commencing January 1, 1972.  Issues at such election involved the matter of school attendance zones and transportation of pupils.  Two incumbent members of the Board ran for reelection, one did not.  One incumbent was reelected and two new members of the Board were added.  On December 8, 1971, the 1971 Board met to consider resolutions dealing with transportation of students and zone attendance lines.  All members present were duly elected, qualified and acting members of the Board, although two of them were so-called 'lame ducks,' who would not be members of the Board after December 31, 1971.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">'The Board adopted several resolutions.  These resolutions recognized the existence of racial segregation in the Dayton schools, the role played by the Board in the creation of the racial patterns and the concomitant responsibility of the Board to eradicate these patterns through affirmative action.  The types of affirmative action recognized included the elimination of the old attendance zones and the transportation of students for the purpose of achieving the city-wide racial balance of students . . ..</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">'Immediately thereafter, one member of the Board who had voted with the majority, requested reconsideration and was improperly ruled out of order.  The Board met subsequently on December 6, 1971, and January 3, 1972.  At the end of the latter meeting, the Board ended its term of office and the 1972 Board took its place.  On January 3, at its first meeting, the 1972 Board rescinded the resolutions passed on December 8.  Since the 1971 Board had passed out of existence, the action of the 1972 Board on January 3, 1972, was not in the nature of a reconsideration but instead was a rescission of the previous action.'</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">From this finding of fact, the District Judge concluded:</p>\n    </div>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">'The right of the majority to override protected minority rights has clear limitations in our constitutional democracy.  See Reitman v. Mulkey, <span class=\"citation\" data-id=\"107467\"><a href=\"/opinion/107467/reitman-v-mulkey/\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">369</span></a></span> (<span class=\"citation\" data-id=\"107467\"><a href=\"/opinion/107467/reitman-v-mulkey/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1627</span></a></span>, <span class=\"citation\" data-id=\"107467\"><a href=\"/opinion/107467/reitman-v-mulkey/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">830</span></a></span>) (1967); Hunter v. Erickson, <span class=\"citation\" data-id=\"107825\"><a href=\"/opinion/107825/hunter-v-erickson/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">385</span></a></span> (<span class=\"citation\" data-id=\"107825\"><a href=\"/opinion/107825/hunter-v-erickson/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">557</span></a></span>, <span class=\"citation\" data-id=\"107825\"><a href=\"/opinion/107825/hunter-v-erickson/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">616</span></a></span>) (1969); also see Alkire v. Cashman, <span class=\"citation\" data-id=\"2005103\"><a href=\"/opinion/2005103/alkire-v-cashman/\"><span class=\"volume\">350</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">360</span></a></span> (S.D.Ohio E.D. 1972).  The rescission in early 1972 of the resolutions adopted by the 1971 School Board constituted an independent violation of the Equal Protection Clause rights enjoyed by the black minority of Dayton.  See Bradley v. Milliken, <span class=\"citation\" data-id=\"292940\"><a href=\"/opinion/292940/ronald-bradley-v-william-g-milliken-governor-of-michigan/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">897</span></a></span> (C.A. 6 1970); Oliver v. Kalamazoo Board of Education, <span class=\"citation no-link\"><span class=\"volume\">346</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">766</span></span> (W.D.Mich.S.D. 1971), aff'd.  <span class=\"citation\" data-id=\"299090\"><a href=\"/opinion/299090/michelle-oliver-etc-v-school-district-of-the-city-of-kalamazoo-county/\"><span class=\"volume\">448</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">635</span></a></span> (C.A. 6 1971).'</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p class=\"indent\">The passage of the three resolutions and their subsequent rescission by a Board of a different composition are factual matters about which there is no dispute.  As hereinbefore stated, the record amply supports the District Judge's findings that racially imbalanced schools and optional attendance zones were elements of the cumulative violation of the appellants' constitutional rights.  Accordingly, when the Dayton Board at its December 8, 1971, meeting passed resolutions designed, among other things, to eliminate racial imbalance and optional attendance zones in Dayton schools, it was acting in a manner consistent with its constitutional duties.  Therefore, the rescission by a subsequent Board of these resolutions designed to carry out the Board's constitutional duties was an element of the cumulative violation of the appellants' constitutional rights as guaranteed by the Equal Protection Clause of the Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">The question of whether a rescission of previous Board action is in and of itself a violation of appellants' constitutional rights is inextricably bound up with the question of whether the Board was under a constitutional duty to take the action which it initially took.  Cf. Hunter v. Erickson, <span class=\"citation\" data-id=\"107825\"><a href=\"/opinion/107825/hunter-v-erickson/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">385</span></a></span>, <span class=\"citation\" data-id=\"107825\"><a href=\"/opinion/107825/hunter-v-erickson/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">557</span></a></span>, <span class=\"citation\" data-id=\"107825\"><a href=\"/opinion/107825/hunter-v-erickson/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">616</span></a></span> (1960); Gomillion v. Lightfoot, <span class=\"citation\" data-id=\"106127\"><a href=\"/opinion/106127/gomillion-v-lightfoot/\"><span class=\"volume\">364</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">339</span></a></span>, 81 S.Ct 125, <span class=\"citation\" data-id=\"106127\"><a href=\"/opinion/106127/gomillion-v-lightfoot/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">110</span></a></span> (1960).  If the Board was not under such a duty, then the rescission of the initial action in and of itself cannot be a constitutional violation.  If the Board was under such a duty, then the rescission becomes a part of the cumulative violation, and it is not necessary to ascertain whether the rescission ipso facto is an independent violation of the Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p class=\"indent\">In view of our conclusion in this case that the rescission was a part of the cumulative violation of appellant's constitutional rights, we find it unnecessary to pass on the question of whether the rescission by itself was a violation of those rights.</p>\n    </div>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">We affirm the District Court's holding that racially imbalanced schools, optional attendance zones, and the Board's rescission of the three resolutions are cumulatively in violation of appellants' rights guaranteed by the Equal Protection Clause.</p>\n    </div>\n    <p class=\"indent\">IV.  Other Alleged Constitutional Violations</p>\n    <div class=\"num\" id=\"p115\">\n      <span class=\"num\">115</span>\n      <p class=\"indent\">On appeal, the appellants raise at least four other school practices which purportedly maintained and expanded the basically dual school system inherited at the time of Brown.  These practices are in the areas of (A) staff assignment, (B) school construction, (C) grade structure and reorganization, and (D) transfers and transportation.  The District Judge did not include any of these practices within his finding of cumulative violation of the appellants' constitutional rights.</p>\n    </div>\n    <div class=\"num\" id=\"p116\">\n      <span class=\"num\">116</span>\n      <p class=\"indent\">(A) Staff Assignment</p>\n    </div>\n    <div class=\"num\" id=\"p117\">\n      <span class=\"num\">117</span>\n      <p class=\"indent\">The record reveals that prior to the 1951-52 school year the Dayton Board basically assigned all black teachers only to schools with all black pupils and all white teachers to schools with predominantly white student bodies pursuant to an explicit segregation policy of the Board.  In 1951-52, the Board introduced a new policy ostensibly to integrate the faculties, but which effectively continued in practice the racial assignment of faculty through the 1970-71 school year.</p>\n    </div>\n    <div class=\"num\" id=\"p118\">\n      <span class=\"num\">118</span>\n      <p class=\"indent\">In a letter dated March 17, 1969, the Acting Director of the Office of Civil Rights of HEW notified the Dayton Board that 'an analysis of the data obtained during the (compliance) review establishes that your district pursues a policy of racially motivated assignment of teachers and other professional staff.'  Other relevant portions of this letter are contained in Section II of this opinion.  Following receipt of the letter, the Dayton Board negotiated with HEW and agreed to desegregate its staff so 'that each school staff throughout the district will have a racial composition that reflects the total staff of the district as a whole' in accordance with the principles of United States v. Montgomery County Board of Education, <span class=\"citation\" data-id=\"107950\"><a href=\"/opinion/107950/united-states-v-montgomery-bd-of-educ/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">225</span></a></span>, <span class=\"citation\" data-id=\"107950\"><a href=\"/opinion/107950/united-states-v-montgomery-bd-of-educ/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1670</span></a></span>, <span class=\"citation\" data-id=\"107950\"><a href=\"/opinion/107950/united-states-v-montgomery-bd-of-educ/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">263</span></a></span> (1969).  Thereafter, the Dayton Board realigned its school staffs for the 1970-71 school year.</p>\n    </div>\n    <div class=\"num\" id=\"p119\">\n      <span class=\"num\">119</span>\n      <p class=\"indent\">The appellants admit that progress has been made with respect to eliminating segregative staff assignment, but allege that the agreement with HEW has not been fulfilled in that vestiges of the former practices persist which continue to identify schools as 'black schools' or 'white schools'.  As an example, at the high school level, the following table was presented by the appellants to demonstrate how Board assignment of its professional staff still served to identify schools as 'black schools' or 'white schools' in 1971-72 (w means white, b means black):</p>\n    </div>\n    <div class=\"num\" id=\"p120\">\n      <span class=\"num\">120</span>\n      <pre>                Pupil   Faculty\n               % Black  % Black  Principal  Coaches\n               -------  -------  ---------  -------\nBelmont            5.2   23.1        w      10w, 2b\nWilbur Wright      9.2   28.5        w      10w, 3b\nKiser              9.8   20.1        w      10w, 2b\nMeadowdale        10.6   23.5        w      13w, 3b\nStivers           14.0   32.4        w      10w, 4b\n---------------------------------------------------\nFairview          24.1   29.8        w      10w, 5b\nCol.  White        54.6   32.0        w       9w, 6b\n---------------------------------------------------\nRoth              95.8   43.5        b       9w, 7b\nRoosevelt        100.0   47.4        b       8w, 8b\nDunbar           100.0   50.3        b       7w, 9b</pre>\n    </div>\n    <div class=\"num\" id=\"p121\">\n      <span class=\"num\">121</span>\n      <p class=\"indent\">The witness Dr. Robert L. Green, Dean of the Urban College and Professor of Educational Psychology at Michigan State University, testified as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p122\">\n      <span class=\"num\">122</span>\n      <p class=\"indent\">'Q.  Dr. Green, I believe I informed you that the faculties were desegregated as a result of HEW action in 1970.</p>\n    </div>\n    <div class=\"num\" id=\"p123\">\n      <span class=\"num\">123</span>\n      <p class=\"indent\">'Do you have an opinion as to whether or not the effects of this history of faculty assignment persist in terms of identification of schools as black or white in the school district after the changing of the faculties as was done in this case?</p>\n    </div>\n    <div class=\"num\" id=\"p124\">\n      <span class=\"num\">124</span>\n      <p class=\"indent\">'MR. GREER: Objection, your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p125\">\n      <span class=\"num\">125</span>\n      <p class=\"indent\">'THE COURT: Overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p126\">\n      <span class=\"num\">126</span>\n      <p class=\"indent\">'A.  Yes.  The answer is yes, Mr. Lucas.  When there has been historical practice of placing black teachers in schools specified as being essentially black schools and white teachers in schools that are identified or specified as being essentially white schools, even though faculty desegregation occurs, be it on a voluntary basis or under court order, the effect remains that school is yet perceived as being a black school or white school, especially if at this point in time the pupil composition of those schools are essentially uni-racial or predominantly black or predominantly white.</p>\n    </div>\n    <div class=\"num\" id=\"p127\">\n      <span class=\"num\">127</span>\n      <p class=\"indent\">'Q.  Dr. Green, you did examine the '68-'69 statistics for the Dayton School System, is that correct?</p>\n    </div>\n    <div class=\"num\" id=\"p128\">\n      <span class=\"num\">128</span>\n      <p class=\"indent\">'A.  Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p129\">\n      <span class=\"num\">129</span>\n      <p class=\"indent\">'Q.  And did you in examining the data note any correlation between the pupil composition of black or white and the faculty conposition black or white?</p>\n    </div>\n    <div class=\"num\" id=\"p130\">\n      <span class=\"num\">130</span>\n      <p class=\"indent\">'A.  Yes, I did, Mr. Lucas.</p>\n    </div>\n    <div class=\"num\" id=\"p131\">\n      <span class=\"num\">131</span>\n      <p class=\"indent\">'Q.  Do you have an opinion whether this is isolated instances of correlation or is there any systematic pattern to it?</p>\n    </div>\n    <div class=\"num\" id=\"p132\">\n      <span class=\"num\">132</span>\n      <p class=\"indent\">'A.  There seems to be a systematic pattern as it relates to black teachers and the recial composition of schools vis-a-vis back youngsters and white youngsters being essentially placed in schools that are predominantly white.'</p>\n    </div>\n    <div class=\"num\" id=\"p133\">\n      <span class=\"num\">133</span>\n      <p class=\"indent\">The witness Dr. Foster testified as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p134\">\n      <span class=\"num\">134</span>\n      <p class=\"indent\">'Q.  . . . In light of that history, could you give us your opinion as to the effect, first all, of that policy before the change, in terms of identification of schools as black or white and the effects of that change on the present situation the Dayton School System?</p>\n    </div>\n    <div class=\"num\" id=\"p135\">\n      <span class=\"num\">135</span>\n      <p class=\"indent\">'MR. GREER: Objection.</p>\n    </div>\n    <div class=\"num\" id=\"p136\">\n      <span class=\"num\">136</span>\n      <p class=\"indent\">'THE COURT: Overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p137\">\n      <span class=\"num\">137</span>\n      <p class=\"indent\">'A.  Well, my opinion is that this policy and practice before the change we assume took place, especially since it is in a northern district, would indicate that the Board is missing or has missed a golden opportunity to prove that it does want to run a unitary system and remove segregation practices insofar as it is able, because the Board clearly, as I understand it, under most State laws, or all State laws, can assign teachers willy-nilly in the System wherever they want to.  This is not a free choice matter.</p>\n    </div>\n    <div class=\"num\" id=\"p138\">\n      <span class=\"num\">138</span>\n      <p class=\"indent\">'Q.  Is it also an annual option that the school Board has?</p>\n    </div>\n    <div class=\"num\" id=\"p139\">\n      <span class=\"num\">139</span>\n      <p class=\"indent\">'A.  Yes, in terms of assignment.  In terms of my opinion on what this does, as recently changed, assuming this, I would have to say that this does not remove by any means the vestages of a segregated system since it is only one component of several important aspects of a system segregated or desegregated.  I think it is a very important component, and I think it is a step certainly in the direction of desegregation, and a very positive step.</p>\n    </div>\n    <div class=\"num\" id=\"p140\">\n      <span class=\"num\">140</span>\n      <p class=\"indent\">'But coupled with the other most important step of pupil assignment, so long as the schools themselves remain segregated, as they certainly do at this time in my opinion in Dayton, then the fact that teachers or staff being desegregated, if we assume that doesn't carry near the weight it would if the total desegregation process had taken place.'</p>\n    </div>\n    <div class=\"num\" id=\"p141\">\n      <span class=\"num\">141</span>\n      <p class=\"indent\">Dr. Wayne M. Carle, Superintendent of schools in Dayton at the time of the trial, testified as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p142\">\n      <span class=\"num\">142</span>\n      <p class=\"indent\">'BY MR. LUCAS:</p>\n    </div>\n    <div class=\"num\" id=\"p143\">\n      <span class=\"num\">143</span>\n      <p class=\"indent\">'Q.  Would you answer my preliminary question, then.  Did you agree with the HEW conclusion that there was purposeful faculty and staff segregation in the Dayton school System?</p>\n    </div>\n    <div class=\"num\" id=\"p144\">\n      <span class=\"num\">144</span>\n      <p class=\"indent\">'MR. GREER: We would object to this, your Honor, as it simply asks a self-serving conclusion of the witness.</p>\n    </div>\n    <div class=\"num\" id=\"p145\">\n      <span class=\"num\">145</span>\n      <p class=\"indent\">'THE COURT: I am going to overrule your objection.  You may answer.</p>\n    </div>\n    <div class=\"num\" id=\"p146\">\n      <span class=\"num\">146</span>\n      <p class=\"indent\">'A.  There is no question but what that was so.  BY MR. LUCAS:</p>\n    </div>\n    <div class=\"num\" id=\"p147\">\n      <span class=\"num\">147</span>\n      <p class=\"indent\">'Q.  Now, Doctor, I think you stated that there had been substantial faculty desegregation.  Has there also been staff desegregation and, if you will, limit it to what you have defined as line personnel, principals, assistant principals?'A.  There has been considerable desegregation of administrative staff, but there still is a high correlation between the race of pupils and the race of the administrator.</p>\n    </div>\n    <div class=\"num\" id=\"p148\">\n      <span class=\"num\">148</span>\n      <p class=\"indent\">'Now, today the percentage of black administrators is around 32 or 33 percent, as I recall.  That indicates less discrimination in promotion, since there is more relationship between the percentage of teachers, which now is perhaps 34 or 35 percent, and administrators.  But I am saying that with respect to their assignment, and particularly at the high school level, there is an almost perfect correlation between the race of the principal and the predominating race in the school.  All four black high schools, for example, have black principals.  All the other high schools have white principals.  So that that considerable vestige of segregation still has not been eliminated.  There would be other instances, if you just scan the statistics, in which previously all black or nearly black staff similarly have weighted errors in them, that is, the error is still in the direction of the previous discrimination.  If the staff previously were 70 percent and now should be, let's say, 30 percent black, it may still be 40 percent because of difficult factors in resolving it.</p>\n    </div>\n    <div class=\"num\" id=\"p149\">\n      <span class=\"num\">149</span>\n      <p class=\"indent\">'In all cases, or probably in all cases, that error or that difference is still weighted to the previously fully segregated pattern, so that it is very difficult I think, to understand the depth of segregation.  It is so pervasive that its vestiges are difficult.  These are two areas in which that is very obvious.'</p>\n    </div>\n    <div class=\"num\" id=\"p150\">\n      <span class=\"num\">150</span>\n      <p class=\"indent\">(B) School Construction</p>\n    </div>\n    <div class=\"num\" id=\"p151\">\n      <span class=\"num\">151</span>\n      <p class=\"indent\">The District Judge did not include the Dayton Board's school construction practices within the cumulative violation because he found the underlying motives behind such construction to be racially neutral, rendering the following as a finding of fact:</p>\n    </div>\n    <div class=\"num\" id=\"p152\">\n      <span class=\"num\">152</span>\n      <p class=\"indent\">'(c) Site selection and construction</p>\n    </div>\n    <div class=\"num\" id=\"p153\">\n      <span class=\"num\">153</span>\n      <p class=\"indent\">'(9) Since 1954 the school board of Dayton has constructed 14 new elementary schools and 69 elementary school additions.  The construction follows the pattern of growth in the Dayton area and follows the specific policy of 'building schools where children are, or where they are expected to be.'  New construction of elementary schools was largely on the periphery of the certer city.  There are instances of errors in Board planning in that some areas have not developed as expected and other developed areas have not become part of the Dayton School District, as expected.  There are examples of schools operating substantially below capacity.  While reasonable minds might reasonably differ on selection and construction of some schools, sufficient evidence has not been presented that school construction was segregative in nature other than to provide schools in white neighborhoods which remain predominately white and schools in black neighborhoods which remain predominately black.</p>\n    </div>\n    <div class=\"num\" id=\"p154\">\n      <span class=\"num\">154</span>\n      <p class=\"indent\">'(10) Five new high schools and fourteen high school additions have been constructed in the past eighteen years.  Construction of some high schools followed the pattern of construction of elementary schools in that sites selected were away from the center of the city and in neighborhoods which were predominately white.  Other sites could have been selected near the center of the city in black neighborhoods.  Such schools would arguably, at least, have had a larger proportion of whites attending such schools.</p>\n    </div>\n    <div class=\"num\" id=\"p155\">\n      <span class=\"num\">155</span>\n      <p class=\"indent\">'Site selection is a matter of judgment and no evidence has been presented that the Board of Education failed to use neutral criteria in its choices.  In the construction of schools, the Board, over the years, has been presented with options.  Plaintiffs have failed to sustain their burden of showing that the defendant Board exercised those options presented in an improper fashion.'</p>\n    </div>\n    <div class=\"num\" id=\"p156\">\n      <span class=\"num\">156</span>\n      <p class=\"indent\">On appeal, the appellants contend that there is substantial evidence in the record to support their claim that the Dayton Board's practices in school construction had a segregative effect and contributed substantially to the alleged present duality in pupil assignment.  The record reveals that in the period of greatest expansion of the Dayton school system, from the late 1940's to the mid 1960's, the great majority of new schools and additions were located by the Board in either virtually all black or all white areas.  Of 24 new schools constructed between 1950 and the present, 22 opened 90 per cent or more black or white.  The following table contains some examples:</p>\n    </div>\n    <div class=\"num\" id=\"p157\">\n      <span class=\"num\">157</span>\n      <pre>                                  % Black   % Black\n                         Date of    at      Pupils\nHigh Schools             Opening  Opening  1972-1973\n                         -------  -------  ---------\n  Patterson               1954       0.0      32.9\n  Belmont                 1956       0.0       5.2\n  Meadowdale              1960       0.0      10.6\n  Dunbar                  1962      92.3     100.0\nElementary Schools\n  Orville Wright          1952       0.0       8.1\n  Miami Chapel            1953     100.0      99.8\n  Horace Mann             1954       0.0       3.1\n  Bell Haven              1954       0.0      17.1\n  Hickorydale             1957       0.0      32.5\n  Meadowdale Elem.        1957       0.0      12.6\n  Louise Troy (Primary)   1957     100.0      99.1\n  Shoup Mill              1958       0.0       3.8\n  Carlson                 1958      95.0      99.0\n  Jackson Primary         1960      99.9      99.7\n  McNary Park (Primary)   1964     100.0     100.0\n  Res.  Park (Primary)     1966      96.5     100.0\n  Valerie                 1966       0.0      24.0</pre>\n    </div>\n    <div class=\"num\" id=\"p158\">\n      <span class=\"num\">158</span>\n      <p class=\"indent\">On the issue of school construction practices, Dr. Foster testified as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p159\">\n      <span class=\"num\">159</span>\n      <p class=\"indent\">'Q.  Dr. Foster, would you at this point tell me if you made an inquiry into the question which I think related to the construction issues of site selection?</p>\n    </div>\n    <div class=\"num\" id=\"p160\">\n      <span class=\"num\">160</span>\n      <p class=\"indent\">'A.  Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p161\">\n      <span class=\"num\">161</span>\n      <p class=\"indent\">'Q.  And what was that inquiry?</p>\n    </div>\n    <div class=\"num\" id=\"p162\">\n      <span class=\"num\">162</span>\n      <p class=\"indent\">'A.  In terms of the use of site selections to maintain segregation, in the new construction sites from 1950 which we have already discussed to the present, many of these have helped to promote and to impact and lock in segregated or isolated situations either in the inner city or in the suburbs, and I think this is true in terms of both school segregation and housing segregation, that is, in terms of its effects.  First of all, in the area of the white suburban expansions which are farthest from the center of the city which is all black, and these were, of course, more inaccessible at the time of construction than they are now.  We have Valerie which was built in 1966 which is almost at the extreme north of the district.  We have Meadowdale High School built in 1960 and Meadowdale Elementary built in 1957 to the north of the district.  We have Shoup Mill built in 1958 and to the nearly extreme north.  The south and east of the furthest white suburban expansion, we have Eastmont, on the extreme east built in 1965.  We have Wilbur Wright to the northeast built in 1952, Horace Mann to the southeast built in 1954, and Belmont High School in the southeast built in 1956.</p>\n    </div>\n    <div class=\"num\" id=\"p163\">\n      <span class=\"num\">163</span>\n      <p class=\"indent\">'Now, contrary-wise, in the inner city during this time there were a couple of examples of schools which were built into locked-in situations in terms of segregation, and in fact these schools were surrounded by other schools which were all black.  That would be McNary in 1964 and Jackson Primary in 1960.</p>\n    </div>\n    <div class=\"num\" id=\"p164\">\n      <span class=\"num\">164</span>\n      <p class=\"indent\">'Q.  Dr. Foster, in your experience, use of the primary unit in close proximity to elementary schools, has this been a matter reflective of segregation practices in your experience?</p>\n    </div>\n    <div class=\"num\" id=\"p165\">\n      <span class=\"num\">165</span>\n      <p class=\"indent\">'A.  Yes.  It is in a sense very much nothing more than an addition.  They are on the same campus and for all practical purposes they are really one school.</p>\n    </div>\n    <div class=\"num\" id=\"p166\">\n      <span class=\"num\">166</span>\n      <p class=\"indent\">'Q.  What effect does this have on the existing racial concentrations?</p>\n    </div>\n    <div class=\"num\" id=\"p167\">\n      <span class=\"num\">167</span>\n      <p class=\"indent\">'A.  Well, it tends to secure it and to further insure that those schools are going to remain segregated and that the system as a whole is going to remain segregated.'</p>\n    </div>\n    <div class=\"num\" id=\"p168\">\n      <span class=\"num\">168</span>\n      <p class=\"indent\">Based on this evidence, the appellants dispute the District Court's conclusion that the Dayton Board's school construction practices were not a part of the cumulative violation.  The appellants contend that on facts similar to those presented in this case the Supreme Court in Swann, supra, 402 U.S. at 20-21, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, found major constitutional violations on which a District Court could fashion a remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p169\">\n      <span class=\"num\">169</span>\n      <p class=\"indent\">(C) Grade Structure and Reorganization</p>\n    </div>\n    <div class=\"num\" id=\"p170\">\n      <span class=\"num\">170</span>\n      <p class=\"indent\">The appellant's primary objection in this area is to the establishment of a middle school system in the 1971-72 school year which allegedly had a segregative effect.  Dr. Foster testified as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p171\">\n      <span class=\"num\">171</span>\n      <p class=\"indent\">'My conclusion is that the establishment of the middle schools in 1971 resulted in the establishment of four out of five schools that were clearly racially identifiable, therefore, increasing or maintaining segregation as opposed to availing the opportunity of decreasing it.'</p>\n    </div>\n    <div class=\"num\" id=\"p172\">\n      <span class=\"num\">172</span>\n      <p class=\"indent\">Further, after the establishment of the new middle school structure, the Ohio State Department of Education gave the following advice to Dayton school authorities:</p>\n    </div>\n    <div class=\"num\" id=\"p173\">\n      <span class=\"num\">173</span>\n      <p class=\"indent\">'If what appears to be happening with middle schools is in fact happening, then Dayton has only added one more action to a long list of state-imposed activities which are offensive to the Constitution and which are degrading to schoolchildren.  Along with many other affirmative duties which the Dayton Board must fulfill, correction of this particular offense must occur.'</p>\n    </div>\n    <div class=\"num\" id=\"p174\">\n      <span class=\"num\">174</span>\n      <p class=\"indent\">The District Court found that the boundaries established for the middle schools in September 1971 had 'neither segregative nor integrative effect.'  The appellants submit that this finding means, under applicable legal standards, that the Board acted unconstitutionally to maintain segregation in the face of an opportunity to accomplish substantial desegregation.  The appellants assert that the action of the Dayton Board was intentional because the Board was aware of desegregation alternatives but instead chose a plan whose predictable impact was not to further integrate the Dayton school system.</p>\n    </div>\n    <div class=\"num\" id=\"p175\">\n      <span class=\"num\">175</span>\n      <p class=\"indent\">(D) Transfers and Transportation</p>\n    </div>\n    <div class=\"num\" id=\"p176\">\n      <span class=\"num\">176</span>\n      <p class=\"indent\">Finally, the appellants contend that transfer and transportation practices of the Dayton Board, which might have held promise to accomplish further desegregation, have operated to maintain segregation and further earmark schools as 'black' or 'white.'  In support of this contention, the appellants cite evidence that curriculum, hardship and disciplinary transfers have operated frequently to assign white children from 'black schools' to 'whiter schools' and black children from 'white schools' to 'blacker schools.'  Further, there is evidence in the record revealing that the Board assigned tuition pupils from outside the district on a dual basis; white pupils were assigned to white schools and black pupils were assigned to black schools.</p>\n    </div>\n    <div class=\"num\" id=\"p177\">\n      <span class=\"num\">177</span>\n      <p class=\"indent\">The testimony of John Harewood, Assistant Superintendent of Dayton schools in charge of administration, reveals two instances in which children were bused 'intact' with the effect of segregating children on a racial basis in separate classrooms within schools.  In 1963, white children from Ruskin School were transported intact to separate classes in the mixed Central School.  In the spring of 1968, some of the black children from Edison School, which had been partially destroyed by fire, were similarly segregated within a number of white schools throughout the city.</p>\n    </div>\n    <div class=\"num\" id=\"p178\">\n      <span class=\"num\">178</span>\n      <p class=\"indent\">The District Court's only conclusion in the area of transfer and transportation practices was with regard to the school system's Freedom of Enrollment program.  The District Court required that program be revised for Dayton high schools so that transfers for the purpose of improving racial balance take precedence over curriculum transfers.</p>\n    </div>\n    <div class=\"num\" id=\"p179\">\n      <span class=\"num\">179</span>\n      <p class=\"indent\">On the basis of the evidence adduced, the appellants' legal argument in this area is that the transfer and transportation practices of the Dayton Board had the 'clear effect of earmarking schools according to their racial composition' which is proscribed by Keyes v. School District No. 1, Denver, Colorado, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, 202, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1973).</p>\n    </div>\n    <div class=\"num\" id=\"p180\">\n      <span class=\"num\">180</span>\n      <p class=\"indent\">(E) Conclusion as to Other Alleged Constitutional Violations</p>\n    </div>\n    <div class=\"num\" id=\"p181\">\n      <span class=\"num\">181</span>\n      <p class=\"indent\">As hereinabove indicated in Section IV of this opinion, the appellants have raised serious questions with respect to whether the District Judge's failure to include these four school practices within the cumulative violation was supported by substantial evidence.  In view of our holding in Section V hereof, we conclude that it is unnecessary at this stage to pass on whether the District Judge's findings of fact with respect to these four school practices are supported by substantial evidence.</p>\n    </div>\n    <p class=\"indent\">V.  Remedy</p>\n    <div class=\"num\" id=\"p182\">\n      <span class=\"num\">182</span>\n      <p class=\"indent\">As more fully described in Section I hereof, the District Court ordered the Dayton Board of Education to submit a desegregation plan that conformed to all requirements of law.  Subsequently, the four-member majority of the Dayton Board submitted an eleven point plan characterized by the appellants as a 'free choice plan.'  Other plans were submitted to the District Court by the three-member minority of the Dayton Board and Dayton Classroom Teachers' Association.  Without holding a hearing on the remedy issue, the District Court approved the plan of the Dayton Board majority with one modification.</p>\n    </div>\n    <div class=\"num\" id=\"p183\">\n      <span class=\"num\">183</span>\n      <p class=\"indent\">The appellants' primary contention on appeal is that the desegregation plan approved by the District Court is inadequate to remedy the cumulative violation found by the District Court.  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p184\">\n      <span class=\"num\">184</span>\n      <p class=\"indent\">On receipt of the Board majority plan, the District Court was obliged 'to assess the effectiveness of . . . (the) proposed plan in achieving desegregation . . . in light of the circumstances present and the options available in each instance.'  Green v. County School Board, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">430</span></a></span>, 439, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, 1695, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">716</span></a></span> (1968).  The appellants assert that the circumstances present here, namely a cumulative violation, required a remedy of 'all-out desegregation.'  Keyes, supra, 413 U.S. at 214, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>.  The appellants further assert that the plan of the Board minority would accomplish such 'all-out desegregation' and that therefore we should remand this case to the District Court with instructions that it order the plan of the Board minority implemented.</p>\n    </div>\n    <div class=\"num\" id=\"p185\">\n      <span class=\"num\">185</span>\n      <p class=\"indent\">Today we simply hold that the remedy ordered by the District Court is inadequate, considering the scope of the cumulative violations.  The case is remanded to the District Court for proceedings to formulate a desegregation plan for the Dayton school system consistent with the remedial guidelines outlined in Keyes, supra, and Swann, supra.  This holding does not necessarily require the District Court to implement the plan of the Board minority, but 'all vestiges of state-imposed segregation,' Swann, supra, 402 U.S. at 15, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, must be eliminated.</p>\n    </div>\n    <div class=\"num\" id=\"p186\">\n      <span class=\"num\">186</span>\n      <p class=\"indent\">In formulating a desegregation plan, the District Court of course will adhere also to the guidelines enunciated by the Supreme Court in Milliken v. Bradley, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">717</span></a></span>, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3112</span></a></span>, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1069</span></a></span> (1974), reversing Bradley v. Milliken, <span class=\"citation\" data-id=\"313353\"><a href=\"/opinion/313353/ronald-bradley-v-william-g-milliken-governor-of-michigan-etc-board-of/\"><span class=\"volume\">484</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">215</span></a></span> (6th Cir. 1973) (in banc).</p>\n    </div>\n    <div class=\"num\" id=\"p187\">\n      <span class=\"num\">187</span>\n      <p class=\"indent\">Once the plaintiffs-appellants have shown that state-imposed segregation existed at the time of Brown (or any point thereafter), school authorities 'automatically assume an affirmative duty . . . to elimnate from the public schools within their school system 'all vestiges of state-imposed school segregation.\" Keyes, supra, 413 U.S. at 200, 93 S.Ct. at 2693.  When such a showing has been made, 'racially neutral' plans which fail to counteract the continuing effects of past school segregation are inadequate.  Id. at 210-213, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>.</p>\n    </div>\n    <p class=\"indent\">VI.  Other Directions on Remand</p>\n    <div class=\"num\" id=\"p188\">\n      <span class=\"num\">188</span>\n      <p class=\"indent\">In its Supplemental Order on Remedy, dated July 13, 1973, the District Court suggested that its disposition of the case appeared 'to require the dismissal of those non-Dayton defendants.'  We disagree with this suggestion as to the State defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p189\">\n      <span class=\"num\">189</span>\n      <p class=\"indent\">The District Court is directed to keep the State defendants as parties to this action.  Although, according to the District Court order of procedure, evidence as to a state violation was supposed to be excluded from the initial trial, the following evidence was adduced: The Dayton school district is chartered by the Ohio State Department of Education, and without such a charter, the district would be without power to operate and could not receive state aid.  Ohio Revised Code, 3301.16 and 3317.01.  Since an Ohio Attorney General's opinion dated July 9, 1956, the State Department of Education has known that it has an affirmative duty under both Ohio and federal law to take all actions necessary, including, but not limited to, the withholding of state and federal funds, to prevent and eliminate racial segregation in the public schools.  Finally, during the years in question in this case, the Dayton school district was denied any allocation of state funds for pupil transportation, although such funds were made available to most suburban and rural school districts in the state.</p>\n    </div>\n    <p class=\"indent\">VII.  Other Issues</p>\n    <div class=\"num\" id=\"p190\">\n      <span class=\"num\">190</span>\n      <p class=\"indent\">Several other issues were presented which do not now require discussion.  All contentions of the parties contrary to the conclusions reached in this opinion have been carefully considered and are found to be without merit.</p>\n    </div>\n    <p class=\"indent\">VIII.  Conclusion</p>\n    <div class=\"num\" id=\"p191\">\n      <span class=\"num\">191</span>\n      <p class=\"indent\">The District Court's holding of a cumulative violation of the appellants' constitutional rights, as contained in its Findings of Fact and Memorandum Opinion of Law dated February 7, 1973, is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p192\">\n      <span class=\"num\">192</span>\n      <p class=\"indent\">Since we conclude that the remedy prescribed by the District Court is inadequate, the case is remanded to the District Court with directions to revise and supplement its order of July 13, 1973, entitled 'Supplemental Order on Remedy,' so as to formulate, in accordance with the guidelines hereinabove set forth, a desegregation plan for the Dayton school system and for other proceedings to that end not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Hereinafter, the Governor, Attorney General, State Board of Education, and the Superintendent of Public.  Instruction will sometimes be referred to collectively as the 'State defendants.'  Hereinafter, the Dayton Board of Education, its members, and its Superintendent sometimes will be referred to collectively as the 'Dayton defendants.'</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106127/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107467/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107705/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107825/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107950/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108316/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108317/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108844/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109102/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/292940/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/299090/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/313353/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2005103/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3782084/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T18:57:05.013025Z",
      "date_modified": "2016-03-03T18:13:50.693837Z",
      "date_filed": "1974-08-20",
      "date_filed_is_approximate": false,
      "slug": "mark-brinkman-v-john-j-gilligan-mark-brinkman-v-dayton-board-of",
      "citation_id": 295641,
      "case_name_short": "",
      "case_name": "Mark Brinkman v. John J. Gilligan, Mark Brinkman v. Dayton Board of Education",
      "case_name_full": "",
      "federal_cite_one": "503 F.2d 684",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 36,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/775882/mark-brinkman-v-john-j-gilligan-mark-brinkman-v-da/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:10:59.993975Z",
  "date_modified": "2014-10-30T12:10:59.993975Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Mark Brinkman v. John J. Gilligan, Mark Brinkman v. Dayton Board of Education",
  "case_name_full": "",
  "slug": "mark-brinkman-v-john-j-gilligan-mark-brinkman-v-da",
  "docket_number": "73-1974",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}