{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/777099/",
  "id": 777099,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca8/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/152899/",
      "id": 152899,
      "absolute_url": "/opinion/152899/lee-v-andersen/",
      "panel": [
        "https://www.courtlistener.com:80/api/rest/v3/people/686/",
        "https://www.courtlistener.com:80/api/rest/v3/people/3014/",
        "https://www.courtlistener.com:80/api/rest/v3/people/3531/"
      ],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/777099/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/152899/",
          "id": 152899,
          "absolute_url": "/opinion/152899/lee-v-andersen/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/152899/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2010-08-12T15:30:16Z",
          "date_modified": "2017-03-24T07:28:06.835212Z",
          "type": "010combined",
          "sha1": "210c17feb20897d1aa6b8778a5b2612061ee5bc9",
          "page_count": 15,
          "download_url": "http://www.ca8.uscourts.gov/opndir/10/08/092771P.pdf",
          "local_path": "pdf/2010/08/12/Youa_Lee_etc._v._Officer_Jason_Andersen.pdf",
          "plain_text": "                     United States Court of Appeals\n                           FOR THE EIGHTH CIRCUIT\n                                    ___________\n\n                                    No. 09-2771\n                                    ___________\n\nYoua Vang Lee, trustee for the heirs     *\nand next-of-kin of Fong Lee,             *\nDecedent,                                *\n                                         *\n             Appellant,                  * Appeal from the United States\n                                         * District Court for the\n      v.                                 * District of Minnesota.\n                                         *\nOfficer Jason Andersen; City of          *\nMinneapolis,                             *\n                                         *\n             Appellees.                  *\n                                    ___________\n\n                              Submitted: May 12, 2010\n                                 Filed: August 12, 2010\n                                  ___________\n\nBefore WOLLMAN, SMITH, and COLLOTON, Circuit Judges.\n                           ___________\n\nWOLLMAN, Circuit Judge.\n\n       Youa Vang Lee (Lee), as trustee for the heirs and next-of-kin of Fong Lee, filed\nsuit against Minneapolis Police Officer Jason Andersen and the City of Minneapolis,\namong others, alleging a federal cause of action pursuant to 42 U.S.C. § 1983 as well\nas state law tort claims arising from the death of Lee’s son Fong Lee on July 22, 2006.\nFollowing a six-day trial, the jury returned a verdict finding that Andersen did not use\n\fexcessive force against Fong Lee. The district court1 entered judgment in favor of\nAndersen and the City of Minneapolis and denied Lee’s subsequent motion for a new\ntrial.\n\n      Lee appeals from the adverse judgment, arguing that the district court erred in\nexcluding expert testimony that Fong Lee did not have a gun in his hand, in admitting\nevidence of Fong Lee’s gang affiliation, and in formulating the special verdict form.\nLee also appeals from the denial of her motion for a new trial, contending that the\nevidence cannot be reconciled with the verdict. We affirm.\n\n                                  I. Background\n\n                                 A. July 22, 2006\n\n      On Saturday, July 22, 2006, Fong Lee, age 19, and his friends, Too Xiong, Nhia\nLor, Bobby Vang, and Phong Xiong, were riding bicycles near Cityview Elementary\nSchool in North Minneapolis. Cityview is located in a residential neighborhood and\nis monitored by surveillance cameras.\n\n       Officer Andersen and State Trooper Craig Benz were patrolling North\nMinneapolis in a marked police car that Andersen was driving. When they\napproached Cityview, they encountered the young men riding bicycles toward the\nschool. Although the men were not doing anything suspicious when the squad car\napproached, Andersen decided to follow them. As the squad car caught up with the\nmen, Fong Lee and Too Xiong, who were riding near the front of the group, jumped\nthe curb and rode away from the squad car. Andersen activated the squad car’s lights\n\n\n\n\n      1\n      The Honorable Paul A. Magnuson, United States District Judge for the District\nof Minnesota.\n\n                                         -2-\n\fand drove it over the curb into a grassy area on school grounds in pursuit of the two\nmen.\n\n      Fong Lee and Too Xiong appeared to come together on their bicycles.\nAndersen and Benz testified that they saw Too Xiong hand something to Fong Lee.\nBenz was unable to determine what the item was, but Andersen saw that it was a gun.\nLor heard an officer say, “He’s got a gun,” and Andersen testified that he yelled,\n“He’s got a gun.”\n\n       According to Andersen and Benz, Fong Lee dropped his bicycle and started\nrunning. Other witnesses testified that the squad car hit Fong Lee, knocking him off\nhis bicycle. The other young men left the scene, biking to Lor’s house. They testified\nthat they were frightened by the way Andersen had approached Fong Lee. They did\nnot hear the officers issue any commands or warnings.\n\n       Andersen stopped the squad car, and both he and Benz exited the car with their\nservice weapons drawn. As Benz exited, he yelled “police” and “gun” because he saw\nthe handle of the gun. Andersen and Benz chased Fong Lee on foot, keeping their\nservice weapons drawn and with Andersen in the lead. Benz slowed down and\nconsidered retrieving the squad car, but decided to continue to pursue Fong Lee on\nfoot so that he would be able to provide backup to Andersen. Andersen reported on\nhis radio that he was chasing an armed person. Andersen testified that he commanded\nFong Lee to drop the gun, repeatedly yelling, “Police. Drop the gun.” Several\nneighbors testified that they did not hear Andersen’s commands, but one neighbor\nheard two or three commands to put the gun down.\n\n       Andersen chased Fong Lee around a corner of the school, between the school\nand a retaining wall. As they were rounding the corner, Fong Lee turned back towards\nAndersen. Andersen testified that he could see a gun in Fong Lee’s right hand and felt\nthreatened as Fong Lee pivoted. Andersen fired one shot, which missed, and Fong\n\n                                         -3-\n\fLee continued to run. After rounding the corner, Fong Lee turned back a second time.\nAccording to Andersen, Fong Lee turned his upper body to the right one-hundred-\neighty degrees, with the gun still in his hand. Although Fong Lee did not point the\ngun at him, Andersen testified that he believed his life was in danger and Fong Lee\nwas going to shoot him. Andersen fired three more shots, all of which struck Fong\nLee, and saw one bullet hit Lee in the lower right abdomen. Upon being struck by the\nbullets, Fong Lee fell to the ground and Andersen continued to yell, “Drop your gun.”\nAndersen perceived that Fong Lee was trying to get up from the seated position,\nwhereupon Andersen fired five more shots. As Fong Lee fell backwards, Andersen\nsaw a gun fly out of his hands. Andersen adopted a defensive stance and ceased\nfiring. Fong Lee was hit by a total of eight bullets and died at the scene from his\nwounds.\n\n       Police backup arrived shortly thereafter. Officer Bruce Johnson, the first to\narrive, saw Andersen standing with his gun pointed at Fong Lee. Neither Andersen\nnor Benz had approached Fong Lee’s body. Numerous law enforcement officials\narrived within seconds of Johnson. Johnson took steps to segregate Andersen from\nthe responding officers, as department policy requires. Benz was sequestered\nseparately. Johnson approached the body and observed Fong Lee on his back with a\ngun a few feet away from his left hand. The gun was a Russian-made Baikal .380\ncaliber semi-automatic pistol.\n\n       Three school surveillance cameras captured parts of the incident. Video from\ncamera 1 shows the bicyclists approach the school, the squad car approach the\nbicyclists, and Fong Lee drop his bicycle. Video from camera 2 shows part of the foot\nchase, with Fong Lee in the lead followed by Andersen and Benz. Video from camera\n3 captured the end of the chase, including images of Andersen with his gun drawn,\nFong Lee’s body, and the squad cars arriving approximately two minutes after the\nchase ended.\n\n\n\n                                         -4-\n\f                             B. Procedural Background\n\n       Lee filed suit in February 2007.2 Lee later amended the complaint to claim\npunitive damages against Andersen. In the answer, Andersen pleaded the affirmative\ndefenses of qualified and official immunity. The City moved for partial summary\njudgment, seeking dismissal of the Monell § 1983 claims3 and the state claims for\nnegligent hiring, supervision, control, and retention. The district court granted the\nCity’s motion. The claims remaining for trial were the § 1983 claim and the state law\ntorts of assault, battery, and wrongful death against Andersen, and vicarious liability\nagainst the City for the alleged torts.\n\n        In their pre-trial filings, Lee moved to exclude any evidence of Fong Lee’s gang\naffiliation, and Andersen and the City moved to exclude expert testimony regarding\nwhether Fong Lee had a gun in his hand. As set forth more fully below, Lee’s motion\nwas denied and the defendants’ motion was granted.\n\n       Trial commenced in May 2009. Lee’s theory of the case was that Fong Lee did\nnot have a gun; that he ran from the officers out of fear after they had knocked him off\nhis bicycle; that Andersen had no reason to use force against Fong Lee; that the gun\nfound near his body was planted by one or more law enforcement officers; and that\na “young, aggressive cop committed a horrible wrongful killing.” Lee argued that the\nimages captured by the surveillance cameras constituted conclusive evidence that\n\n\n\n      2\n       The initial complaint named Benz and the State of Minnesota as defendants.\nLee later stipulated to the dismissal with prejudice of the case against Benz and\nMinnesota.\n      3\n        Monell v. Department of Social Services, 436 U.S. 658, 694 (1978), held that\na plaintiff seeking to impose § 1983 liability on a municipality must show an official\npolicy or a widespread custom or practice of unconstitutional conduct that caused the\ndeprivation of the plaintiff’s constitutional right.\n\n                                          -5-\n\fFong Lee was not carrying a gun. Andersen and the City argued that Andersen shot\nFong Lee after reasonably perceiving a threat to his life. They conceded that the\nimages were unclear, but maintained that the physical evidence was consistent with\nAndersen’s and Benz’s testimony.\n\n                     C. The Gun Found Near Fong Lee’s Body\n\n       At trial, Lee attempted to establish that the gun found near Fong Lee’s body\nmay have been in police custody prior to July 22, 2006, and thus could have been\nplaced at the scene by Andersen, by Johnson, or by some other law enforcement\nofficer. Without detailing the extensive testimony regarding this issue, suffice it to\nsay that the weapon was identified by its owner as having been stolen from his home\nin mid-February 2004 and that it was never in custody of the Minneapolis Police\nDepartment prior to its being recovered at the scene of the shooting.\n\n       Lee also made an issue of the fact that there was no trace evidence—that is, no\nblood, fiber, fingerprints, or smudges—found on the gun. In response, the police\ndepartment’s forensic scientist testified that it is not unusual to examine a gun without\nfinding trace evidence and that about twelve percent of guns have an identifiable latent\nprint.\n\n                                     II. Analysis\n\n                         A. Exclusion of Expert Conclusion\n\n       Lee identified Richard Dierks as an expert under Federal Rule of Civil\nProcedure 26(a)(2). Dierks used digital video recording and processing technology\nto increase the contrast of the video images captured by the surveillance camera. He\nclarified seven individual frames captured by camera 3, covering a period of 1.3\nseconds near the end of the foot pursuit. Dierks’s expert report opined that “Fong Lee\n\n                                          -6-\n\fdid not have a firearm in his right hand during the moments before the shooting\nincident on July 22, 2006. Fong Lee did not have any object in his right hand during\nthe moments before the shooting incident.” When asked what methods and principles\nhe used to interpret images, Dierks replied that the first method is “simple\nobservation.”\n\n       Andersen and the City moved in limine to exclude Dierks from testifying as to\nwhether the seven images showed that Fong Lee had an object in his hand. The\ndistrict court granted the motion because “the jury does not need assistance in\ndetermining whether they can see a gun or any other object in the decedent’s hand.”\nD. Ct. Order of May 13, 2009, at 10. The district court remarked that Dierks’s\nconclusion was “based on his observation of the video—he did not employ any\ntechnique or utilize any specialized skill that is unavailable to the jury.” Id. Dierks\nwas permitted to testify regarding how he modified the video and how those\nmodifications might assist the jury.\n\n      Dierks’s trial testimony allowed the jury to better understand how the school\nsurveillance camera worked and the process he used to clarify the images. He\nexplained that camera 3 captured five frames per second, whereas televisions\nbroadcast thirty frames per second. The camera rotated 360 degrees in a time period\nof 118 seconds, focusing on certain doors and windows before panning out for a wider\nview of the surrounding area. He testified that the footage was somewhat\noverexposed, resulting in softer lines and edges. To clarify the images, he increased\nthe contrast. The clarified images were submitted to the jury to assist it in\nunderstanding the crucial moments leading up to Fong Lee’s death.\n\n       Lee argues that the district court erred in excluding Dierks’s expert testimony\nthat Fong Lee did not have a gun or any other object in his hand. We review the\ndistrict court’s decision to exclude expert testimony for abuse of discretion.\n\n\n\n                                         -7-\n\fMcKnight ex rel. Ludwig v. Johnson Controls, Inc., 36 F.3d 1396, 1408 (8th Cir.\n1994).\n\n      Federal Rule of Evidence 702 permits a qualified expert to give opinion\ntestimony if the expert’s specialized knowledge would allow the jury to better\nunderstand the evidence or decide a fact in issue. United States v. Arenal, 768 F.2d\n263, 269 (8th Cir. 1985). “The touchstone for the admissibility of expert testimony\nis whether it will assist or be helpful to the trier of fact.” McKnight, 36 F.3d at 1408.\nRule 704(a) provides that expert evidence is not inadmissible because it embraces an\nultimate issue to be decided by the jury. If the subject matter is within the jury’s\nknowledge or experience, however, the expert testimony remains subject to exclusion\n“because the testimony does not then meet the helpfulness criterion of Rule 702.”\nArenal, 768 F.2d at 269. Opinions that “merely tell the jury what result to reach” are\nnot admissible. Fed. R. Evid. 704 advisory committee’s note.\n\n       Dierks’s opinion that Fong Lee did not have a gun in his hand was properly\nexcluded under Rule 702. The opinion would not have assisted the jury but rather\nwould have told it what result to reach. Dierks explained in his deposition that the\nfirst method he uses to interpret images is “simple observation.” He compared the\nimages and considered the position of Fong Lee’s hand, the size of the objects, and\nthe shadows. When asked what specialized knowledge he had to assist the jury in\ndeciding what the clarified images show, Dierks responded, “I believe that a\nreasonable person looking at the clarified photograph and looking at Fong Lee’s hand\nwould conclude that his hand does not have a firearm in it.” Although Dierks testified\nthat his experience and training allow him to look at an image more critically than a\nlay person, the jury was entirely capable of analyzing the images and determining\nwhether Fong Lee had anything in his hands.\n\n\n\n\n                                          -8-\n\f                           B. Gang Affiliation Evidence\n\n        Before trial, Lee moved to exclude any evidence of Fong Lee’s gang\nmembership on the basis that the evidence was irrelevant and unfairly prejudicial. It\nwas undisputed that Andersen and Benz did not know Fong Lee or whether he was\naffiliated with a gang when they encountered him on July 22, 2006. Andersen and the\nCity opposed the motion, arguing that evidence of Fong Lee’s gang affiliation was\nrelevant (1) to prove damages in the wrongful death action because criminal gang\nmembers likely have a shorter life span and contribute less to their family; (2) to\nimpeach his family members if they denied Fong Lee’s gang affiliation; and (3) to\nshow that he had a gun on July 22, 2006, that he was spending time with friends who\nhad guns, and that he fled from the officers because he had a gun. The district court\nrejected the first two bases for admission, but concluded that Fong Lee’s alleged gang\nmembership was relevant to whether he or his friends had access to a gun and to show\nFong Lee’s motive for running from the officers.\n\n       Vang, Too Xiong, and Lor testified that Fong Lee was a member of OMB,\nwhich Vang explained was an acronym for “Only My Brother” or “Oro[ville] Mono\nBoy.” Lor testified that he had belonged to OMB, but did not engage in any violent\nbehavior as a member. Lor stated that he was no longer associated with OMB and\nthat he was “trying to get his life straight.” Phong Xiong did not know Fong Lee to\nbe a gang member.\n\n      In closing argument, defense counsel argued that the jury should consider the\nfollowing when it considered why Fong Lee ran away from the officers:\n\n      We do know that he was a gang member. We heard that from several of\n      his acquaintances. Nhia Lor admitted that Fong Lee was a gang member,\n      a member of OMB. And despite Mr. Lor’s attempt to recast OMB as\n      some sort of civic organization or glee club, or something, it’s clear that\n      both of those two individuals belonged to a gang. Nhia Lor admitted,\n\n                                         -9-\n\f      “After this incident I got out of the gang because I wanted to turn my life\n      around.” It wasn’t a civic organization, ladies and gentlemen. These are\n      gang members.\n\n       We review evidentiary rulings for abuse of discretion and reverse only when\nan improper evidentiary ruling affects the substantial rights of a party or the error had\nmore than a slight influence on the verdict. United States v. Street, 548 F.3d 618, 633\n(8th Cir. 2008). We have held that evidence of gang membership is admissible if\nrelevant to a disputed issue. United States v. Lemon, 239 F.3d 968, 971 (8th Cir.\n2001). Evidence is relevant if it has “any tendency to make the existence of any fact\nthat is of consequence to the determination of the action more probable or less\nprobable than it would be without the evidence.” Fed. R. Evid. 401. Relevant\nevidence is admissible but may be excluded under Rule 403 “if its probative value is\nsubstantially outweighed by the danger of unfair prejudice, confusion of the issues,\nor misleading the jury.”\n\n       Evidence of Fong Lee’s gang affiliation was used to rebut the plaintiff’s\nassertion that Fong Lee fled from Andersen because he was frightened by Andersen’s\naggressive approach. Other than the argument recounted above, the defendants\noffered no evidence regarding the nature of OMB or the activities its members\nengaged in. The inferences that the defendants tacitly asked the jury to draw were that\ngangs are more likely to engage in illegal activities, that engaging in an illegal activity\ngives motive to flee from police officers, and that Fong Lee’s gang affiliation made\nit more likely that he was engaged in an illegal activity that would cause him to flee.\nThe logic supporting its relevance is attenuated, and evidence of Fong Lee’s gang\nmembership was, at best, marginally probative of his motive in fleeing from the\nofficers.\n\n      Similarly, the gang affiliation evidence had slight probative value on whether\nFong Lee was carrying a gun as he fled the officers. But the assumption that all gang\n\n\n                                           -10-\n\fmembers carry guns is the same assumption that gives rise to the danger of unfair\nprejudice.4\n\n        Given its low probative value and the danger of unfair prejudice, the gang\naffiliation evidence should have been excluded. Any error in admitting it, however,\nwas harmless. The testimony was limited to whether Fong Lee was a member of a\ngang. The jury knew only that the gang was called OMB, that Lor had not engaged\nin violent activities while associated with the gang, and that he left the group when he\ndecided to “get his life straight.” When viewed in light of the evidence presented over\nthe course of the six-day trial, we conclude that the gang affiliation testimony and\ndefense counsel’s limited use thereof during closing argument did not affect Lee’s\nsubstantial rights or have more than a slight influence on the verdict.\n\n                                   C. Verdict Form\n\n       The district court’s instructions explained that the jury was required to return\na verdict in Lee’s favor if it found that the elements of excessive force had been\nproven by a preponderance of the evidence. The instructions listed the elements as\nfollows: (1) Andersen shot Fong Lee in the act of stopping him; (2) the use of such\nforce was excessive because it was not reasonably necessary to protect Andersen or\nothers from apparent death or great bodily harm; (3) as a direct result, Fong Lee was\ndamaged; and (4) Andersen was acting under color of state law. The instructions went\non to list factors to consider in determining whether such force was “not reasonably\nnecessary,” including “whether a reasonable officer on the scene, without the benefit\nof 20/20 hindsight, would have used such force under similar circumstances.”\n\n\n      4\n        At oral argument, counsel for Andersen and the City stated that he had\nprovided the district court with a study to provide foundation. It is unclear whether\nthis study was cited to the district court before it ruled on the motion in limine.\nNeither the defendants’ memorandum in opposition to Lee’s motion to exclude\nevidence nor the district court’s order cites any authority.\n\n                                         -11-\n\f       The first question on the special verdict form asked the jury whether it found\nin favor of the plaintiff on the claim of excessive force. The form instructed the jury\nto proceed to the second question if its answer was yes. The second question asked:\nWas Andersen “objectively reasonable in his belief that his use of deadly force was\nnecessary to protect himself or another from apparent death or great bodily harm?”\n\n      Lee objected to the second question, arguing that the issue of qualified\nimmunity is a question of law for the court to decide. The district court overruled the\nobjection, stating that the question was tailored to allow the jury to make predicate\nfactual findings necessary for the court’s qualified immunity ruling. The jury found\nthat Andersen did not use excessive force against Fong Lee and thus did not reach the\nsecond question. Lee contends that the district court committed reversible error in\nsubmitting the second question to the jury and in failing to define “objectively\nreasonable.”\n\n       We review the district court’s construction of the special verdict form for abuse\nof discretion, reversing only if an error affected a party’s substantial rights. Cook v.\nCity of Bella Villa, 582 F.3d 840, 856 (8th Cir. 2009). Our review is limited to\nwhether the instructions and the verdict form, taken as a whole and viewed in light of\nthe evidence and applicable law, fairly and adequately submitted the issues to the jury.\nId.\n\n       Lee misstates the law when she argues that Littrell v. Franklin, 388 F.3d 578\n(8th Cir. 2004), “held it would be reversible error to submit a question regarding\nqualified immunity to the jury.” In Littrell, we held that the district court erred in\nsubmitting to the jury the question whether the officer reasonably believed that his\nactions were objectively reasonable in light of clearly established law. Id. at 584. In\nreaching our holding, we determined that carefully drafted special interrogatories may\nbe submitted to the jury to resolve any questions of historical fact so that “the court\n\n\n\n                                         -12-\n\fmay make the ultimate legal determination of whether officers’ actions were\nobjectively reasonable in light of clearly established law.” Id. at 586.\n\n       The district court’s stated purpose in submitting the second question to the jury\nwas to allow the jury to make predicate factual findings, a practice that is permitted\nunder Littrell. Given the jury instruction on excessive force, however, it appears that\nthe second question reiterated the first question. Had the jury answered yes to the first\nquestion, it necessarily would have found that Andersen used force that was not\nreasonably necessary—that is, greater force than a reasonable officer would have used\nunder similar circumstances—to protect himself or others from death or great bodily\nharm. But the jury found that Andersen did not use excessive force and thus never\nreached the second question. The finding of no excessive force mooted Andersen’s\naffirmative defense of qualified immunity and rendered harmless any error in failing\nto define “objectively reasonable.”\n\n       Lee contends that the two questions, taken together, directed the jury to find the\nshooting lawful. Lee did not object to the verdict form on the basis that it was unfair\nor suggestive, and we fail to see how the verdict form required or suggested that the\njury return a verdict for the defendants. The form’s language was plain, allowing the\njury to return a verdict for either the plaintiff or the defendants and to determine the\nplaintiff’s damages, if necessary. The jury instructions and special verdict form were\nnot prejudicial and, taken as a whole, adequately submitted the issues to the jury.\n\n                         D. Denial of Motion for New Trial\n\n      Lee contends that the district court erred in denying her motion for a new trial.\nShe argues that the evidence does not support the conclusion that Andersen had\nprobable cause to believe that Fong Lee posed a threat of serious physical harm to\nhimself or others.\n\n\n\n                                          -13-\n\f      We review the denial of a motion for a new trial for an abuse of discretion.\nStructural Polymer Group, Ltd. v. Zoltek Corp., 543 F.3d 987, 991 (8th Cir. 2008).\nA new trial motion premised on a dispute about the strength of the supporting proof\nshould be granted only if the verdict is against the great weight of the evidence and\nallowing it to stand would result in a miscarriage of justice. Id.\n\n       A reasonable jury could find that Fong Lee was carrying a gun. It is undisputed\nthat a Baikal .380 caliber semi-automatic pistol was found near Fong Lee’s body. Lee\npresented the theory that the gun was planted at the scene, supporting it with the video\nevidence from the surveillance cameras; the testimony from Fong Lee’s fellow bikers\nthat he did not have a gun on July 22, 2006; the attempted showing that the gun found\nnear Fong Lee’s body may have been in police custody prior to the shooting; and the\nfinding that the gun did not have blood, fiber, fingerprints, or smudges on it. It was\nfor the jury to assess the credibility and weight of the evidence and determine the\ninferences to be drawn therefrom, and a finding that Fong Lee was carrying a gun on\nJuly 22, 2006, would not be against the great weight of the evidence.\n\n        The evidence supported the jury’s verdict that Andersen did not use excessive\nforce against Fong Lee. The jury was instructed that the force was excessive if “it was\nnot reasonably necessary to protect Andersen or others from apparent death or great\nbodily harm.” Andersen testified that Fong Lee made threatening movements in the\nmoments leading up to the shooting. He testified that Lee turned his body, with gun\nstill in hand, towards Andersen in such a way that Andersen believed his life was in\ndanger and Fong Lee was going to shoot him. The video from the surveillance camera\ncorroborated Andersen’s testimony that Fong Lee turned towards Andersen near the\nend of the foot pursuit. The defendants thus presented sufficient evidence to allow a\njury to find that lethal force was reasonably necessary to protect Andersen or others\nfrom apparent death or great bodily harm.\n\n\n\n\n                                         -14-\n\f       Finally, our review of the record satisfies us that there is no support for Lee’s\nassertion that the conduct and demeanor of the district court prevented her from\nintroducing relevant evidence or having a fair trial.\n\n                                   III. Conclusion\n\n      The judgment is affirmed.\n                      ______________________________\n\n\n\n\n                                         -15-\n\f",
          "html": "",
          "html_lawbox": "<div>\n<center><b>616 F.3d 803 (2010)</b></center>\n<center><h1>Youa Vang LEE, trustee for the heirs and next-of-kin of Fong Lee, Decedent, Appellant,<br>\nv.<br>\nOfficer Jason ANDERSEN; City of Minneapolis, Appellees.</h1></center>\n<center>No. 09-2771.</center>\n<center><p><b>United States Court of Appeals, Eighth Circuit.</b></p></center>\n<center>Submitted: May 12, 2010.</center>\n<center>Filed: August 12, 2010.</center>\n<p><span class=\"star-pagination\">*805</span> Richard William Hechter, argued, Michael B. Padden, on the brief, St. Paul, MN, for Appellant.</p>\n<p>James Anthony Moore, argued, Gregory P. Sautter, on the brief, Minneapolis, MN, for Appellee.</p>\n<p>Before WOLLMAN, SMITH, and COLLOTON, Circuit Judges.</p>\n<p>WOLLMAN, Circuit Judge.</p>\n<p>Youa Vang Lee (Lee), as trustee for the heirs and next-of-kin of Fong Lee, filed suit against Minneapolis Police Officer Jason Andersen and the City of Minneapolis, among others, alleging a federal cause of action pursuant to 42 U.S.C. § 1983 as well as state law tort claims arising from the death of Lee's son Fong Lee on July 22, 2006. Following a six-day trial, the jury returned a verdict finding that Andersen did not use excessive force against Fong Lee. The district court<sup>[1]</sup> entered judgment in favor of Andersen and the City of Minneapolis and denied Lee's subsequent motion for a new trial.</p>\n<p>Lee appeals from the adverse judgment, arguing that the district court erred in excluding expert testimony that Fong Lee did not have a gun in his hand, in admitting evidence of Fong Lee's gang affiliation, and in formulating the special verdict form. Lee also appeals from the denial of her motion for a new trial, contending that the evidence cannot be reconciled with the verdict. We affirm.</p>\n<p></p>\n<h2>I. Background</h2>\n<p></p>\n<h2>A. July 22, 2006</h2>\n<p>On Saturday, July 22, 2006, Fong Lee, age 19, and his friends, Too Xiong, Nhia Lor, Bobby Vang, and Phong Xiong, were riding bicycles near Cityview Elementary School in North Minneapolis. Cityview is <span class=\"star-pagination\">*806</span> located in a residential neighborhood and is monitored by surveillance cameras.</p>\n<p>Officer Andersen and State Trooper Craig Benz were patrolling North Minneapolis in a marked police car that Andersen was driving. When they approached Cityview, they encountered the young men riding bicycles toward the school. Although the men were not doing anything suspicious when the squad car approached, Andersen decided to follow them. As the squad car caught up with the men, Fong Lee and Too Xiong, who were riding near the front of the group, jumped the curb and rode away from the squad car. Andersen activated the squad car's lights and drove it over the curb into a grassy area on school grounds in pursuit of the two men.</p>\n<p>Fong Lee and Too Xiong appeared to come together on their bicycles. Andersen and Benz testified that they saw Too Xiong hand something to Fong Lee. Benz was unable to determine what the item was, but Andersen saw that it was a gun. Lor heard an officer say, \"He's got a gun,\" and Andersen testified that he yelled, \"He's got a gun.\"</p>\n<p>According to Andersen and Benz, Fong Lee dropped his bicycle and started running. Other witnesses testified that the squad car hit Fong Lee, knocking him off his bicycle. The other young men left the scene, biking to Lor's house. They testified that they were frightened by the way Andersen had approached Fong Lee. They did not hear the officers issue any commands or warnings.</p>\n<p>Andersen stopped the squad car, and both he and Benz exited the car with their service weapons drawn. As Benz exited, he yelled \"police\" and \"gun\" because he saw the handle of the gun. Andersen and Benz chased Fong Lee on foot, keeping their service weapons drawn and with Andersen in the lead. Benz slowed down and considered retrieving the squad car, but decided to continue to pursue Fong Lee on foot so that he would be able to provide backup to Andersen. Andersen reported on his radio that he was chasing an armed person. Andersen testified that he commanded Fong Lee to drop the gun, repeatedly yelling, \"Police. Drop the gun.\" Several neighbors testified that they did not hear Andersen's commands, but one neighbor heard two or three commands to put the gun down.</p>\n<p>Andersen chased Fong Lee around a corner of the school, between the school and a retaining wall. As they were rounding the corner, Fong Lee turned back towards Andersen. Andersen testified that he could see a gun in Fong Lee's right hand and felt threatened as Fong Lee pivoted. Andersen fired one shot, which missed, and Fong Lee continued to run. After rounding the corner, Fong Lee turned back a second time. According to Andersen, Fong Lee turned his upper body to the right one-hundred-eighty degrees, with the gun still in his hand. Although Fong Lee did not point the gun at him, Andersen testified that he believed his life was in danger and Fong Lee was going to shoot him. Andersen fired three more shots, all of which struck Fong Lee, and saw one bullet hit Lee in the lower right abdomen. Upon being struck by the bullets, Fong Lee fell to the ground and Andersen continued to yell, \"Drop your gun.\" Andersen perceived that Fong Lee was trying to get up from the seated position, whereupon Andersen fired five more shots. As Fong Lee fell backwards, Andersen saw a gun fly out of his hands. Andersen adopted a defensive stance and ceased firing. Fong Lee was hit by a total of eight bullets and died at the scene from his wounds.</p>\n<p>Police backup arrived shortly thereafter. Officer Bruce Johnson, the first to arrive, saw Andersen standing with his gun pointed <span class=\"star-pagination\">*807</span> at Fong Lee. Neither Andersen nor Benz had approached Fong Lee's body. Numerous law enforcement officials arrived within seconds of Johnson. Johnson took steps to segregate Andersen from the responding officers, as department policy requires. Benz was sequestered separately. Johnson approached the body and observed Fong Lee on his back with a gun a few feet away from his left hand. The gun was a Russian-made Baikal .380 caliber semi-automatic pistol.</p>\n<p>Three school surveillance cameras captured parts of the incident. Video from camera 1 shows the bicyclists approach the school, the squad car approach the bicyclists, and Fong Lee drop his bicycle. Video from camera 2 shows part of the foot chase, with Fong Lee in the lead followed by Andersen and Benz. Video from camera 3 captured the end of the chase, including images of Andersen with his gun drawn, Fong Lee's body, and the squad cars arriving approximately two minutes after the chase ended.</p>\n<p></p>\n<h2>B. Procedural Background</h2>\n<p>Lee filed suit in February 2007.<sup>[2]</sup> Lee later amended the complaint to claim punitive damages against Andersen. In the answer, Andersen pleaded the affirmative defenses of qualified and official immunity. The City moved for partial summary judgment, seeking dismissal of the <i>Monell</i> § 1983 claims<sup>[3]</sup> and the state claims for negligent hiring, supervision, control, and retention. The district court granted the City's motion. The claims remaining for trial were the § 1983 claim and the state law torts of assault, battery, and wrongful death against Andersen, and vicarious liability against the City for the alleged torts.</p>\n<p>In their pre-trial filings, Lee moved to exclude any evidence of Fong Lee's gang affiliation, and Andersen and the City moved to exclude expert testimony regarding whether Fong Lee had a gun in his hand. As set forth more fully below, Lee's motion was denied and the defendants' motion was granted.</p>\n<p>Trial commenced in May 2009. Lee's theory of the case was that Fong Lee did not have a gun; that he ran from the officers out of fear after they had knocked him off his bicycle; that Andersen had no reason to use force against Fong Lee; that the gun found near his body was planted by one or more law enforcement officers; and that a \"young, aggressive cop committed a horrible wrongful killing.\" Lee argued that the images captured by the surveillance cameras constituted conclusive evidence that Fong Lee was not carrying a gun. Andersen and the City argued that Andersen shot Fong Lee after reasonably perceiving a threat to his life. They conceded that the images were unclear, but maintained that the physical evidence was consistent with Andersen's and Benz's testimony.</p>\n<p></p>\n<h2>C. The Gun Found Near Fong Lee's Body</h2>\n<p>At trial, Lee attempted to establish that the gun found near Fong Lee's body may have been in police custody prior to July 22, 2006, and thus could have been placed at the scene by Andersen, by Johnson, or by some other law enforcement officer. Without detailing the extensive testimony <span class=\"star-pagination\">*808</span> regarding this issue, suffice it to say that the weapon was identified by its owner as having been stolen from his home in mid-February 2004 and that it was never in custody of the Minneapolis Police Department prior to its being recovered at the scene of the shooting.</p>\n<p>Lee also made an issue of the fact that there was no trace evidencethat is, no blood, fiber, fingerprints, or smudges found on the gun. In response, the police department's forensic scientist testified that it is not unusual to examine a gun without finding trace evidence and that about twelve percent of guns have an identifiable latent print.</p>\n<p></p>\n<h2>II. Analysis</h2>\n<p></p>\n<h2>A. Exclusion of Expert Conclusion</h2>\n<p>Lee identified Richard Dierks as an expert under Federal Rule of Civil Procedure 26(a)(2). Dierks used digital video recording and processing technology to increase the contrast of the video images captured by the surveillance camera. He clarified seven individual frames captured by camera 3, covering a period of 1.3 seconds near the end of the foot pursuit. Dierks's expert report opined that \"Fong Lee did not have a firearm in his right hand during the moments before the shooting incident on July 22, 2006. Fong Lee did not have any object in his right hand during the moments before the shooting incident.\" When asked what methods and principles he used to interpret images, Dierks replied that the first method is \"simple observation.\"</p>\n<p>Andersen and the City moved <i>in limine</i> to exclude Dierks from testifying as to whether the seven images showed that Fong Lee had an object in his hand. The district court granted the motion because \"the jury does not need assistance in determining whether they can see a gun or any other object in the decedent's hand.\" D. Ct. Order of May 13, 2009, at 10. The district court remarked that Dierks's conclusion was \"based on his observation of the videohe did not employ any technique or utilize any specialized skill that is unavailable to the jury.\" <i>Id.</i> Dierks was permitted to testify regarding how he modified the video and how those modifications might assist the jury.</p>\n<p>Dierks's trial testimony allowed the jury to better understand how the school surveillance camera worked and the process he used to clarify the images. He explained that camera 3 captured five frames per second, whereas televisions broadcast thirty frames per second. The camera rotated 360 degrees in a time period of 118 seconds, focusing on certain doors and windows before panning out for a wider view of the surrounding area. He testified that the footage was somewhat overexposed, resulting in softer lines and edges. To clarify the images, he increased the contrast. The clarified images were submitted to the jury to assist it in understanding the crucial moments leading up to Fong Lee's death.</p>\n<p>Lee argues that the district court erred in excluding Dierks's expert testimony that Fong Lee did not have a gun or any other object in his hand. We review the district court's decision to exclude expert testimony for abuse of discretion. <i>McKnight ex rel. Ludwig v. Johnson Controls, Inc.,</i> 36 F.3d 1396, 1408 (8th Cir.1994).</p>\n<p>Federal Rule of Evidence 702 permits a qualified expert to give opinion testimony if the expert's specialized knowledge would allow the jury to better understand the evidence or decide a fact in issue. <i>United States v. Arenal,</i> 768 F.2d 263, 269 (8th Cir.1985). \"The touchstone for the admissibility of expert testimony is whether it will assist or be helpful to the trier of fact.\" <i>McKnight,</i> 36 F.3d at 1408. Rule 704(a) provides that expert evidence is not inadmissible because it embraces an <span class=\"star-pagination\">*809</span> ultimate issue to be decided by the jury. If the subject matter is within the jury's knowledge or experience, however, the expert testimony remains subject to exclusion \"because the testimony does not then meet the helpfulness criterion of Rule 702.\" <i>Arenal,</i> 768 F.2d at 269. Opinions that \"merely tell the jury what result to reach\" are not admissible. Fed.R.Evid. 704 advisory committee's note.</p>\n<p>Dierks's opinion that Fong Lee did not have a gun in his hand was properly excluded under Rule 702. The opinion would not have assisted the jury but rather would have told it what result to reach. Dierks explained in his deposition that the first method he uses to interpret images is \"simple observation.\" He compared the images and considered the position of Fong Lee's hand, the size of the objects, and the shadows. When asked what specialized knowledge he had to assist the jury in deciding what the clarified images show, Dierks responded, \"I believe that a reasonable person looking at the clarified photograph and looking at Fong Lee's hand would conclude that his hand does not have a firearm in it.\" Although Dierks testified that his experience and training allow him to look at an image more critically than a lay person, the jury was entirely capable of analyzing the images and determining whether Fong Lee had anything in his hands.</p>\n<p></p>\n<h2>B. Gang Affiliation Evidence</h2>\n<p>Before trial, Lee moved to exclude any evidence of Fong Lee's gang membership on the basis that the evidence was irrelevant and unfairly prejudicial. It was undisputed that Andersen and Benz did not know Fong Lee or whether he was affiliated with a gang when they encountered him on July 22, 2006. Andersen and the City opposed the motion, arguing that evidence of Fong Lee's gang affiliation was relevant (1) to prove damages in the wrongful death action because criminal gang members likely have a shorter life span and contribute less to their family; (2) to impeach his family members if they denied Fong Lee's gang affiliation; and (3) to show that he had a gun on July 22, 2006, that he was spending time with friends who had guns, and that he fled from the officers because he had a gun. The district court rejected the first two bases for admission, but concluded that Fong Lee's alleged gang membership was relevant to whether he or his friends had access to a gun and to show Fong Lee's motive for running from the officers.</p>\n<p>Vang, Too Xiong, and Lor testified that Fong Lee was a member of OMB, which Vang explained was an acronym for \"Only My Brother\" or \"Oro[ville] Mono Boy.\" Lor testified that he had belonged to OMB, but did not engage in any violent behavior as a member. Lor stated that he was no longer associated with OMB and that he was \"trying to get his life straight.\" Phong Xiong did not know Fong Lee to be a gang member.</p>\n<p>In closing argument, defense counsel argued that the jury should consider the following when it considered why Fong Lee ran away from the officers:</p>\n<blockquote>We do know that he was a gang member. We heard that from several of his acquaintances. Nhia Lor admitted that Fong Lee was a gang member, a member of OMB. And despite Mr. Lor's attempt to recast OMB as some sort of civic organization or glee club, or something, it's clear that both of those two individuals belonged to a gang. Nhia Lor admitted, \"After this incident I got out of the gang because I wanted to turn my life around.\" It wasn't a civic organization, ladies and gentlemen. These are gang members.</blockquote>\n<p>We review evidentiary rulings for abuse of discretion and reverse only when an improper evidentiary ruling affects the <span class=\"star-pagination\">*810</span> substantial rights of a party or the error had more than a slight influence on the verdict. <i>United States v. Street,</i> 548 F.3d 618, 633 (8th Cir.2008). We have held that evidence of gang membership is admissible if relevant to a disputed issue. <i>United States v. Lemon,</i> 239 F.3d 968, 971 (8th Cir.2001). Evidence is relevant if it has \"any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\" Fed.R.Evid. 401. Relevant evidence is admissible but may be excluded under Rule 403 \"if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury.\"</p>\n<p>Evidence of Fong Lee's gang affiliation was used to rebut the plaintiff's assertion that Fong Lee fled from Andersen because he was frightened by Andersen's aggressive approach. Other than the argument recounted above, the defendants offered no evidence regarding the nature of OMB or the activities its members engaged in. The inferences that the defendants tacitly asked the jury to draw were that gangs are more likely to engage in illegal activities, that engaging in an illegal activity gives motive to flee from police officers, and that Fong Lee's gang affiliation made it more likely that he was engaged in an illegal activity that would cause him to flee. The logic supporting its relevance is attenuated, and evidence of Fong Lee's gang membership was, at best, marginally probative of his motive in fleeing from the officers.</p>\n<p>Similarly, the gang affiliation evidence had slight probative value on whether Fong Lee was carrying a gun as he fled the officers. But the assumption that all gang members carry guns is the same assumption that gives rise to the danger of unfair prejudice.<sup>[4]</sup></p>\n<p>Given its low probative value and the danger of unfair prejudice, the gang affiliation evidence should have been excluded. Any error in admitting it, however, was harmless. The testimony was limited to whether Fong Lee was a member of a gang. The jury knew only that the gang was called OMB, that Lor had not engaged in violent activities while associated with the gang, and that he left the group when he decided to \"get his life straight.\" When viewed in light of the evidence presented over the course of the six-day trial, we conclude that the gang affiliation testimony and defense counsel's limited use thereof during closing argument did not affect Lee's substantial rights or have more than a slight influence on the verdict.</p>\n<p></p>\n<h2>C. Verdict Form</h2>\n<p>The district court's instructions explained that the jury was required to return a verdict in Lee's favor if it found that the elements of excessive force had been proven by a preponderance of the evidence. The instructions listed the elements as follows: (1) Andersen shot Fong Lee in the act of stopping him; (2) the use of such force was excessive because it was not reasonably necessary to protect Andersen or others from apparent death or great bodily harm; (3) as a direct result, Fong Lee was damaged; and (4) Andersen was acting under color of state law. The instructions went on to list factors to consider in determining whether such force <span class=\"star-pagination\">*811</span> was \"not reasonably necessary,\" including \"whether a reasonable officer on the scene, without the benefit of 20/20 hindsight, would have used such force under similar circumstances.\"</p>\n<p>The first question on the special verdict form asked the jury whether it found in favor of the plaintiff on the claim of excessive force. The form instructed the jury to proceed to the second question if its answer was yes. The second question asked: Was Andersen \"objectively reasonable in his belief that his use of deadly force was necessary to protect himself or another from apparent death or great bodily harm?\"</p>\n<p>Lee objected to the second question, arguing that the issue of qualified immunity is a question of law for the court to decide. The district court overruled the objection, stating that the question was tailored to allow the jury to make predicate factual findings necessary for the court's qualified immunity ruling. The jury found that Andersen did not use excessive force against Fong Lee and thus did not reach the second question. Lee contends that the district court committed reversible error in submitting the second question to the jury and in failing to define \"objectively reasonable.\"</p>\n<p>We review the district court's construction of the special verdict form for abuse of discretion, reversing only if an error affected a party's substantial rights. <i>Cook v. City of Bella Villa,</i> 582 F.3d 840, 856 (8th Cir.2009). Our review is limited to whether the instructions and the verdict form, taken as a whole and viewed in light of the evidence and applicable law, fairly and adequately submitted the issues to the jury. <i>Id.</i></p>\n<p>Lee misstates the law when she argues that <i>Littrell v. Franklin,</i> 388 F.3d 578 (8th Cir.2004), \"held it would be reversible error to submit a question regarding qualified immunity to the jury.\" In <i>Littrell,</i> we held that the district court erred in submitting to the jury the question whether the officer reasonably believed that his actions were objectively reasonable in light of clearly established law. <i>Id.</i> at 584. In reaching our holding, we determined that carefully drafted special interrogatories may be submitted to the jury to resolve any questions of historical fact so that \"the court may make the ultimate legal determination of whether officers' actions were objectively reasonable in light of clearly established law.\" <i>Id.</i> at 586.</p>\n<p>The district court's stated purpose in submitting the second question to the jury was to allow the jury to make predicate factual findings, a practice that is permitted under <i>Littrell.</i> Given the jury instruction on excessive force, however, it appears that the second question reiterated the first question. Had the jury answered yes to the first question, it necessarily would have found that Andersen used force that was not reasonably necessarythat is, greater force than a reasonable officer would have used under similar circumstancesto protect himself or others from death or great bodily harm. But the jury found that Andersen did not use excessive force and thus never reached the second question. The finding of no excessive force mooted Andersen's affirmative defense of qualified immunity and rendered harmless any error in failing to define \"objectively reasonable.\"</p>\n<p>Lee contends that the two questions, taken together, directed the jury to find the shooting lawful. Lee did not object to the verdict form on the basis that it was unfair or suggestive, and we fail to see how the verdict form required or suggested that the jury return a verdict for the defendants. The form's language was plain, allowing the jury to return a verdict for either the plaintiff or the defendants and to determine the plaintiff's damages, if <span class=\"star-pagination\">*812</span> necessary. The jury instructions and special verdict form were not prejudicial and, taken as a whole, adequately submitted the issues to the jury.</p>\n<p></p>\n<h2>D. Denial of Motion for New Trial</h2>\n<p>Lee contends that the district court erred in denying her motion for a new trial. She argues that the evidence does not support the conclusion that Andersen had probable cause to believe that Fong Lee posed a threat of serious physical harm to himself or others.</p>\n<p>We review the denial of a motion for a new trial for an abuse of discretion. <i>Structural Polymer Group, Ltd. v. Zoltek Corp.,</i> 543 F.3d 987, 991 (8th Cir. 2008). A new trial motion premised on a dispute about the strength of the supporting proof should be granted only if the verdict is against the great weight of the evidence and allowing it to stand would result in a miscarriage of justice. <i>Id.</i></p>\n<p>A reasonable jury could find that Fong Lee was carrying a gun. It is undisputed that a Baikal .380 caliber semi-automatic pistol was found near Fong Lee's body. Lee presented the theory that the gun was planted at the scene, supporting it with the video evidence from the surveillance cameras; the testimony from Fong Lee's fellow bikers that he did not have a gun on July 22, 2006; the attempted showing that the gun found near Fong Lee's body may have been in police custody prior to the shooting; and the finding that the gun did not have blood, fiber, fingerprints, or smudges on it. It was for the jury to assess the credibility and weight of the evidence and determine the inferences to be drawn therefrom, and a finding that Fong Lee was carrying a gun on July 22, 2006, would not be against the great weight of the evidence.</p>\n<p>The evidence supported the jury's verdict that Andersen did not use excessive force against Fong Lee. The jury was instructed that the force was excessive if \"it was not reasonably necessary to protect Andersen or others from apparent death or great bodily harm.\" Andersen testified that Fong Lee made threatening movements in the moments leading up to the shooting. He testified that Lee turned his body, with gun still in hand, towards Andersen in such a way that Andersen believed his life was in danger and Fong Lee was going to shoot him. The video from the surveillance camera corroborated Andersen's testimony that Fong Lee turned towards Andersen near the end of the foot pursuit. The defendants thus presented sufficient evidence to allow a jury to find that lethal force was reasonably necessary to protect Andersen or others from apparent death or great bodily harm.</p>\n<p>Finally, our review of the record satisfies us that there is no support for Lee's assertion that the conduct and demeanor of the district court prevented her from introducing relevant evidence or having a fair trial.</p>\n<p></p>\n<h2>III. Conclusion</h2>\n<p>The judgment is affirmed.</p>\n<h2>NOTES</h2>\n<p>[1]  The Honorable Paul A. Magnuson, United States District Judge for the District of Minnesota.</p>\n<p>[2]  The initial complaint named Benz and the State of Minnesota as defendants. Lee later stipulated to the dismissal with prejudice of the case against Benz and Minnesota.</p>\n<p>[3]  <i>Monell v. Department of Social Services,</i> 436 U.S. 658, 694, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978), held that a plaintiff seeking to impose § 1983 liability on a municipality must show an official policy or a widespread custom or practice of unconstitutional conduct that caused the deprivation of the plaintiff's constitutional right.</p>\n<p>[4]  At oral argument, counsel for Andersen and the City stated that he had provided the district court with a study to provide foundation. It is unclear whether this study was cited to the district court before it ruled on the motion in limine. Neither the defendants' memorandum in opposition to Lee's motion to exclude evidence nor the district court's order cites any authority.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">616</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">803</span></span> (2010)</b></center>\n<center><h1>Youa Vang LEE, trustee for the heirs and next-of-kin of Fong Lee, Decedent, Appellant,<br>\nv.<br>\nOfficer Jason ANDERSEN; City of Minneapolis, Appellees.</h1></center>\n<center>No. 09-2771.</center>\n<center><p><b>United States Court of Appeals, Eighth Circuit.</b></p></center>\n<center>Submitted: May 12, 2010.</center>\n<center>Filed: August 12, 2010.</center>\n<p><span class=\"star-pagination\">*805</span> Richard William Hechter, argued, Michael B. Padden, on the brief, St. Paul, MN, for Appellant.</p>\n<p>James Anthony Moore, argued, Gregory P. Sautter, on the brief, Minneapolis, MN, for Appellee.</p>\n<p>Before WOLLMAN, SMITH, and COLLOTON, Circuit Judges.</p>\n<p>WOLLMAN, Circuit Judge.</p>\n<p>Youa Vang Lee (Lee), as trustee for the heirs and next-of-kin of Fong Lee, filed suit against Minneapolis Police Officer Jason Andersen and the City of Minneapolis, among others, alleging a federal cause of action pursuant to 42 U.S.C. § 1983 as well as state law tort claims arising from the death of Lee's son Fong Lee on July 22, 2006. Following a six-day trial, the jury returned a verdict finding that Andersen did not use excessive force against Fong Lee. The district court<sup>[1]</sup> entered judgment in favor of Andersen and the City of Minneapolis and denied Lee's subsequent motion for a new trial.</p>\n<p>Lee appeals from the adverse judgment, arguing that the district court erred in excluding expert testimony that Fong Lee did not have a gun in his hand, in admitting evidence of Fong Lee's gang affiliation, and in formulating the special verdict form. Lee also appeals from the denial of her motion for a new trial, contending that the evidence cannot be reconciled with the verdict. We affirm.</p>\n<p></p>\n<h2>I. Background</h2>\n<p></p>\n<h2>A. July 22, 2006</h2>\n<p>On Saturday, July 22, 2006, Fong Lee, age 19, and his friends, Too Xiong, Nhia Lor, Bobby Vang, and Phong Xiong, were riding bicycles near Cityview Elementary School in North Minneapolis. Cityview is <span class=\"star-pagination\">*806</span> located in a residential neighborhood and is monitored by surveillance cameras.</p>\n<p>Officer Andersen and State Trooper Craig Benz were patrolling North Minneapolis in a marked police car that Andersen was driving. When they approached Cityview, they encountered the young men riding bicycles toward the school. Although the men were not doing anything suspicious when the squad car approached, Andersen decided to follow them. As the squad car caught up with the men, Fong Lee and Too Xiong, who were riding near the front of the group, jumped the curb and rode away from the squad car. Andersen activated the squad car's lights and drove it over the curb into a grassy area on school grounds in pursuit of the two men.</p>\n<p>Fong Lee and Too Xiong appeared to come together on their bicycles. Andersen and Benz testified that they saw Too Xiong hand something to Fong Lee. Benz was unable to determine what the item was, but Andersen saw that it was a gun. Lor heard an officer say, \"He's got a gun,\" and Andersen testified that he yelled, \"He's got a gun.\"</p>\n<p>According to Andersen and Benz, Fong Lee dropped his bicycle and started running. Other witnesses testified that the squad car hit Fong Lee, knocking him off his bicycle. The other young men left the scene, biking to Lor's house. They testified that they were frightened by the way Andersen had approached Fong Lee. They did not hear the officers issue any commands or warnings.</p>\n<p>Andersen stopped the squad car, and both he and Benz exited the car with their service weapons drawn. As Benz exited, he yelled \"police\" and \"gun\" because he saw the handle of the gun. Andersen and Benz chased Fong Lee on foot, keeping their service weapons drawn and with Andersen in the lead. Benz slowed down and considered retrieving the squad car, but decided to continue to pursue Fong Lee on foot so that he would be able to provide backup to Andersen. Andersen reported on his radio that he was chasing an armed person. Andersen testified that he commanded Fong Lee to drop the gun, repeatedly yelling, \"Police. Drop the gun.\" Several neighbors testified that they did not hear Andersen's commands, but one neighbor heard two or three commands to put the gun down.</p>\n<p>Andersen chased Fong Lee around a corner of the school, between the school and a retaining wall. As they were rounding the corner, Fong Lee turned back towards Andersen. Andersen testified that he could see a gun in Fong Lee's right hand and felt threatened as Fong Lee pivoted. Andersen fired one shot, which missed, and Fong Lee continued to run. After rounding the corner, Fong Lee turned back a second time. According to Andersen, Fong Lee turned his upper body to the right one-hundred-eighty degrees, with the gun still in his hand. Although Fong Lee did not point the gun at him, Andersen testified that he believed his life was in danger and Fong Lee was going to shoot him. Andersen fired three more shots, all of which struck Fong Lee, and saw one bullet hit Lee in the lower right abdomen. Upon being struck by the bullets, Fong Lee fell to the ground and Andersen continued to yell, \"Drop your gun.\" Andersen perceived that Fong Lee was trying to get up from the seated position, whereupon Andersen fired five more shots. As Fong Lee fell backwards, Andersen saw a gun fly out of his hands. Andersen adopted a defensive stance and ceased firing. Fong Lee was hit by a total of eight bullets and died at the scene from his wounds.</p>\n<p>Police backup arrived shortly thereafter. Officer Bruce Johnson, the first to arrive, saw Andersen standing with his gun pointed <span class=\"star-pagination\">*807</span> at Fong Lee. Neither Andersen nor Benz had approached Fong Lee's body. Numerous law enforcement officials arrived within seconds of Johnson. Johnson took steps to segregate Andersen from the responding officers, as department policy requires. Benz was sequestered separately. Johnson approached the body and observed Fong Lee on his back with a gun a few feet away from his left hand. The gun was a Russian-made Baikal .380 caliber semi-automatic pistol.</p>\n<p>Three school surveillance cameras captured parts of the incident. Video from camera 1 shows the bicyclists approach the school, the squad car approach the bicyclists, and Fong Lee drop his bicycle. Video from camera 2 shows part of the foot chase, with Fong Lee in the lead followed by Andersen and Benz. Video from camera 3 captured the end of the chase, including images of Andersen with his gun drawn, Fong Lee's body, and the squad cars arriving approximately two minutes after the chase ended.</p>\n<p></p>\n<h2>B. Procedural Background</h2>\n<p>Lee filed suit in February 2007.<sup>[2]</sup> Lee later amended the complaint to claim punitive damages against Andersen. In the answer, Andersen pleaded the affirmative defenses of qualified and official immunity. The City moved for partial summary judgment, seeking dismissal of the <i>Monell</i> § 1983 claims<sup>[3]</sup> and the state claims for negligent hiring, supervision, control, and retention. The district court granted the City's motion. The claims remaining for trial were the § 1983 claim and the state law torts of assault, battery, and wrongful death against Andersen, and vicarious liability against the City for the alleged torts.</p>\n<p>In their pre-trial filings, Lee moved to exclude any evidence of Fong Lee's gang affiliation, and Andersen and the City moved to exclude expert testimony regarding whether Fong Lee had a gun in his hand. As set forth more fully below, Lee's motion was denied and the defendants' motion was granted.</p>\n<p>Trial commenced in May 2009. Lee's theory of the case was that Fong Lee did not have a gun; that he ran from the officers out of fear after they had knocked him off his bicycle; that Andersen had no reason to use force against Fong Lee; that the gun found near his body was planted by one or more law enforcement officers; and that a \"young, aggressive cop committed a horrible wrongful killing.\" Lee argued that the images captured by the surveillance cameras constituted conclusive evidence that Fong Lee was not carrying a gun. Andersen and the City argued that Andersen shot Fong Lee after reasonably perceiving a threat to his life. They conceded that the images were unclear, but maintained that the physical evidence was consistent with Andersen's and Benz's testimony.</p>\n<p></p>\n<h2>C. The Gun Found Near Fong Lee's Body</h2>\n<p>At trial, Lee attempted to establish that the gun found near Fong Lee's body may have been in police custody prior to July 22, 2006, and thus could have been placed at the scene by Andersen, by Johnson, or by some other law enforcement officer. Without detailing the extensive testimony <span class=\"star-pagination\">*808</span> regarding this issue, suffice it to say that the weapon was identified by its owner as having been stolen from his home in mid-February 2004 and that it was never in custody of the Minneapolis Police Department prior to its being recovered at the scene of the shooting.</p>\n<p>Lee also made an issue of the fact that there was no trace evidencethat is, no blood, fiber, fingerprints, or smudges found on the gun. In response, the police department's forensic scientist testified that it is not unusual to examine a gun without finding trace evidence and that about twelve percent of guns have an identifiable latent print.</p>\n<p></p>\n<h2>II. Analysis</h2>\n<p></p>\n<h2>A. Exclusion of Expert Conclusion</h2>\n<p>Lee identified Richard Dierks as an expert under Federal Rule of Civil Procedure 26(a)(2). Dierks used digital video recording and processing technology to increase the contrast of the video images captured by the surveillance camera. He clarified seven individual frames captured by camera 3, covering a period of 1.3 seconds near the end of the foot pursuit. Dierks's expert report opined that \"Fong Lee did not have a firearm in his right hand during the moments before the shooting incident on July 22, 2006. Fong Lee did not have any object in his right hand during the moments before the shooting incident.\" When asked what methods and principles he used to interpret images, Dierks replied that the first method is \"simple observation.\"</p>\n<p>Andersen and the City moved <i>in limine</i> to exclude Dierks from testifying as to whether the seven images showed that Fong Lee had an object in his hand. The district court granted the motion because \"the jury does not need assistance in determining whether they can see a gun or any other object in the decedent's hand.\" D. Ct. Order of May 13, 2009, at 10. The district court remarked that Dierks's conclusion was \"based on his observation of the videohe did not employ any technique or utilize any specialized skill that is unavailable to the jury.\" <i>Id.</i> Dierks was permitted to testify regarding how he modified the video and how those modifications might assist the jury.</p>\n<p>Dierks's trial testimony allowed the jury to better understand how the school surveillance camera worked and the process he used to clarify the images. He explained that camera 3 captured five frames per second, whereas televisions broadcast thirty frames per second. The camera rotated 360 degrees in a time period of 118 seconds, focusing on certain doors and windows before panning out for a wider view of the surrounding area. He testified that the footage was somewhat overexposed, resulting in softer lines and edges. To clarify the images, he increased the contrast. The clarified images were submitted to the jury to assist it in understanding the crucial moments leading up to Fong Lee's death.</p>\n<p>Lee argues that the district court erred in excluding Dierks's expert testimony that Fong Lee did not have a gun or any other object in his hand. We review the district court's decision to exclude expert testimony for abuse of discretion. <i>McKnight ex rel. Ludwig v. Johnson Controls, Inc.,</i> <span class=\"citation\" data-id=\"679511\"><a href=\"/opinion/679511/40-fed-r-evid-serv-965-prodliabrep-cch-p-14079-randy-c-mcknight/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1396</span></a></span>, 1408 (8th Cir.1994).</p>\n<p>Federal Rule of Evidence 702 permits a qualified expert to give opinion testimony if the expert's specialized knowledge would allow the jury to better understand the evidence or decide a fact in issue. <i>United States v. Arenal,</i> <span class=\"citation\" data-id=\"455903\"><a href=\"/opinion/455903/united-states-v-juan-cabada-arenal-aka-david-omera-aka-cansio/\"><span class=\"volume\">768</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">263</span></a></span>, 269 (8th Cir.1985). \"The touchstone for the admissibility of expert testimony is whether it will assist or be helpful to the trier of fact.\" <i>McKnight,</i> 36 F.3d at 1408. Rule 704(a) provides that expert evidence is not inadmissible because it embraces an <span class=\"star-pagination\">*809</span> ultimate issue to be decided by the jury. If the subject matter is within the jury's knowledge or experience, however, the expert testimony remains subject to exclusion \"because the testimony does not then meet the helpfulness criterion of Rule 702.\" <i>Arenal,</i> 768 F.2d at 269. Opinions that \"merely tell the jury what result to reach\" are not admissible. Fed.R.Evid. 704 advisory committee's note.</p>\n<p>Dierks's opinion that Fong Lee did not have a gun in his hand was properly excluded under Rule 702. The opinion would not have assisted the jury but rather would have told it what result to reach. Dierks explained in his deposition that the first method he uses to interpret images is \"simple observation.\" He compared the images and considered the position of Fong Lee's hand, the size of the objects, and the shadows. When asked what specialized knowledge he had to assist the jury in deciding what the clarified images show, Dierks responded, \"I believe that a reasonable person looking at the clarified photograph and looking at Fong Lee's hand would conclude that his hand does not have a firearm in it.\" Although Dierks testified that his experience and training allow him to look at an image more critically than a lay person, the jury was entirely capable of analyzing the images and determining whether Fong Lee had anything in his hands.</p>\n<p></p>\n<h2>B. Gang Affiliation Evidence</h2>\n<p>Before trial, Lee moved to exclude any evidence of Fong Lee's gang membership on the basis that the evidence was irrelevant and unfairly prejudicial. It was undisputed that Andersen and Benz did not know Fong Lee or whether he was affiliated with a gang when they encountered him on July 22, 2006. Andersen and the City opposed the motion, arguing that evidence of Fong Lee's gang affiliation was relevant (1) to prove damages in the wrongful death action because criminal gang members likely have a shorter life span and contribute less to their family; (2) to impeach his family members if they denied Fong Lee's gang affiliation; and (3) to show that he had a gun on July 22, 2006, that he was spending time with friends who had guns, and that he fled from the officers because he had a gun. The district court rejected the first two bases for admission, but concluded that Fong Lee's alleged gang membership was relevant to whether he or his friends had access to a gun and to show Fong Lee's motive for running from the officers.</p>\n<p>Vang, Too Xiong, and Lor testified that Fong Lee was a member of OMB, which Vang explained was an acronym for \"Only My Brother\" or \"Oro[ville] Mono Boy.\" Lor testified that he had belonged to OMB, but did not engage in any violent behavior as a member. Lor stated that he was no longer associated with OMB and that he was \"trying to get his life straight.\" Phong Xiong did not know Fong Lee to be a gang member.</p>\n<p>In closing argument, defense counsel argued that the jury should consider the following when it considered why Fong Lee ran away from the officers:</p>\n<blockquote>We do know that he was a gang member. We heard that from several of his acquaintances. Nhia Lor admitted that Fong Lee was a gang member, a member of OMB. And despite Mr. Lor's attempt to recast OMB as some sort of civic organization or glee club, or something, it's clear that both of those two individuals belonged to a gang. Nhia Lor admitted, \"After this incident I got out of the gang because I wanted to turn my life around.\" It wasn't a civic organization, ladies and gentlemen. These are gang members.</blockquote>\n<p>We review evidentiary rulings for abuse of discretion and reverse only when an improper evidentiary ruling affects the <span class=\"star-pagination\">*810</span> substantial rights of a party or the error had more than a slight influence on the verdict. <i>United States v. Street,</i> <span class=\"citation\" data-id=\"1285839\"><a href=\"/opinion/1285839/united-states-v-street/\"><span class=\"volume\">548</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">618</span></a></span>, 633 (8th Cir.2008). We have held that evidence of gang membership is admissible if relevant to a disputed issue. <i>United States v. Lemon,</i> <span class=\"citation\" data-id=\"772035\"><a href=\"/opinion/772035/united-states-of-america-v-charles-lamont-lemon/\"><span class=\"volume\">239</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">968</span></a></span>, 971 (8th Cir.2001). Evidence is relevant if it has \"any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\" Fed.R.Evid. 401. Relevant evidence is admissible but may be excluded under Rule 403 \"if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury.\"</p>\n<p>Evidence of Fong Lee's gang affiliation was used to rebut the plaintiff's assertion that Fong Lee fled from Andersen because he was frightened by Andersen's aggressive approach. Other than the argument recounted above, the defendants offered no evidence regarding the nature of OMB or the activities its members engaged in. The inferences that the defendants tacitly asked the jury to draw were that gangs are more likely to engage in illegal activities, that engaging in an illegal activity gives motive to flee from police officers, and that Fong Lee's gang affiliation made it more likely that he was engaged in an illegal activity that would cause him to flee. The logic supporting its relevance is attenuated, and evidence of Fong Lee's gang membership was, at best, marginally probative of his motive in fleeing from the officers.</p>\n<p>Similarly, the gang affiliation evidence had slight probative value on whether Fong Lee was carrying a gun as he fled the officers. But the assumption that all gang members carry guns is the same assumption that gives rise to the danger of unfair prejudice.<sup>[4]</sup></p>\n<p>Given its low probative value and the danger of unfair prejudice, the gang affiliation evidence should have been excluded. Any error in admitting it, however, was harmless. The testimony was limited to whether Fong Lee was a member of a gang. The jury knew only that the gang was called OMB, that Lor had not engaged in violent activities while associated with the gang, and that he left the group when he decided to \"get his life straight.\" When viewed in light of the evidence presented over the course of the six-day trial, we conclude that the gang affiliation testimony and defense counsel's limited use thereof during closing argument did not affect Lee's substantial rights or have more than a slight influence on the verdict.</p>\n<p></p>\n<h2>C. Verdict Form</h2>\n<p>The district court's instructions explained that the jury was required to return a verdict in Lee's favor if it found that the elements of excessive force had been proven by a preponderance of the evidence. The instructions listed the elements as follows: (1) Andersen shot Fong Lee in the act of stopping him; (2) the use of such force was excessive because it was not reasonably necessary to protect Andersen or others from apparent death or great bodily harm; (3) as a direct result, Fong Lee was damaged; and (4) Andersen was acting under color of state law. The instructions went on to list factors to consider in determining whether such force <span class=\"star-pagination\">*811</span> was \"not reasonably necessary,\" including \"whether a reasonable officer on the scene, without the benefit of 20/20 hindsight, would have used such force under similar circumstances.\"</p>\n<p>The first question on the special verdict form asked the jury whether it found in favor of the plaintiff on the claim of excessive force. The form instructed the jury to proceed to the second question if its answer was yes. The second question asked: Was Andersen \"objectively reasonable in his belief that his use of deadly force was necessary to protect himself or another from apparent death or great bodily harm?\"</p>\n<p>Lee objected to the second question, arguing that the issue of qualified immunity is a question of law for the court to decide. The district court overruled the objection, stating that the question was tailored to allow the jury to make predicate factual findings necessary for the court's qualified immunity ruling. The jury found that Andersen did not use excessive force against Fong Lee and thus did not reach the second question. Lee contends that the district court committed reversible error in submitting the second question to the jury and in failing to define \"objectively reasonable.\"</p>\n<p>We review the district court's construction of the special verdict form for abuse of discretion, reversing only if an error affected a party's substantial rights. <i>Cook v. City of Bella Villa,</i> <span class=\"citation\" data-id=\"1348703\"><a href=\"/opinion/1348703/cook-v-city-of-bella-villa/\"><span class=\"volume\">582</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">840</span></a></span>, 856 (8th Cir.2009). Our review is limited to whether the instructions and the verdict form, taken as a whole and viewed in light of the evidence and applicable law, fairly and adequately submitted the issues to the jury. <i>Id.</i></p>\n<p>Lee misstates the law when she argues that <i>Littrell v. Franklin,</i> <span class=\"citation\" data-id=\"788284\"><a href=\"/opinion/788284/patricia-littrell-appellantcross-appellee-v-daniel-jake-franklin-in-his/\"><span class=\"volume\">388</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">578</span></a></span> (8th Cir.2004), \"held it would be reversible error to submit a question regarding qualified immunity to the jury.\" In <i>Littrell,</i> we held that the district court erred in submitting to the jury the question whether the officer reasonably believed that his actions were objectively reasonable in light of clearly established law. <i>Id.</i> at 584. In reaching our holding, we determined that carefully drafted special interrogatories may be submitted to the jury to resolve any questions of historical fact so that \"the court may make the ultimate legal determination of whether officers' actions were objectively reasonable in light of clearly established law.\" <i>Id.</i> at 586.</p>\n<p>The district court's stated purpose in submitting the second question to the jury was to allow the jury to make predicate factual findings, a practice that is permitted under <i>Littrell.</i> Given the jury instruction on excessive force, however, it appears that the second question reiterated the first question. Had the jury answered yes to the first question, it necessarily would have found that Andersen used force that was not reasonably necessarythat is, greater force than a reasonable officer would have used under similar circumstancesto protect himself or others from death or great bodily harm. But the jury found that Andersen did not use excessive force and thus never reached the second question. The finding of no excessive force mooted Andersen's affirmative defense of qualified immunity and rendered harmless any error in failing to define \"objectively reasonable.\"</p>\n<p>Lee contends that the two questions, taken together, directed the jury to find the shooting lawful. Lee did not object to the verdict form on the basis that it was unfair or suggestive, and we fail to see how the verdict form required or suggested that the jury return a verdict for the defendants. The form's language was plain, allowing the jury to return a verdict for either the plaintiff or the defendants and to determine the plaintiff's damages, if <span class=\"star-pagination\">*812</span> necessary. The jury instructions and special verdict form were not prejudicial and, taken as a whole, adequately submitted the issues to the jury.</p>\n<p></p>\n<h2>D. Denial of Motion for New Trial</h2>\n<p>Lee contends that the district court erred in denying her motion for a new trial. She argues that the evidence does not support the conclusion that Andersen had probable cause to believe that Fong Lee posed a threat of serious physical harm to himself or others.</p>\n<p>We review the denial of a motion for a new trial for an abuse of discretion. <i>Structural Polymer Group, Ltd. v. Zoltek Corp.,</i> <span class=\"citation\" data-id=\"1212344\"><a href=\"/opinion/1212344/structural-polymer-group-ltd-v-zoltek-corp/\"><span class=\"volume\">543</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">987</span></a></span>, 991 (8th Cir. 2008). A new trial motion premised on a dispute about the strength of the supporting proof should be granted only if the verdict is against the great weight of the evidence and allowing it to stand would result in a miscarriage of justice. <i>Id.</i></p>\n<p>A reasonable jury could find that Fong Lee was carrying a gun. It is undisputed that a Baikal .380 caliber semi-automatic pistol was found near Fong Lee's body. Lee presented the theory that the gun was planted at the scene, supporting it with the video evidence from the surveillance cameras; the testimony from Fong Lee's fellow bikers that he did not have a gun on July 22, 2006; the attempted showing that the gun found near Fong Lee's body may have been in police custody prior to the shooting; and the finding that the gun did not have blood, fiber, fingerprints, or smudges on it. It was for the jury to assess the credibility and weight of the evidence and determine the inferences to be drawn therefrom, and a finding that Fong Lee was carrying a gun on July 22, 2006, would not be against the great weight of the evidence.</p>\n<p>The evidence supported the jury's verdict that Andersen did not use excessive force against Fong Lee. The jury was instructed that the force was excessive if \"it was not reasonably necessary to protect Andersen or others from apparent death or great bodily harm.\" Andersen testified that Fong Lee made threatening movements in the moments leading up to the shooting. He testified that Lee turned his body, with gun still in hand, towards Andersen in such a way that Andersen believed his life was in danger and Fong Lee was going to shoot him. The video from the surveillance camera corroborated Andersen's testimony that Fong Lee turned towards Andersen near the end of the foot pursuit. The defendants thus presented sufficient evidence to allow a jury to find that lethal force was reasonably necessary to protect Andersen or others from apparent death or great bodily harm.</p>\n<p>Finally, our review of the record satisfies us that there is no support for Lee's assertion that the conduct and demeanor of the district court prevented her from introducing relevant evidence or having a fair trial.</p>\n<p></p>\n<h2>III. Conclusion</h2>\n<p>The judgment is affirmed.</p>\n<h2>NOTES</h2>\n<p>[1]  The Honorable Paul A. Magnuson, United States District Judge for the District of Minnesota.</p>\n<p>[2]  The initial complaint named Benz and the State of Minnesota as defendants. Lee later stipulated to the dismissal with prejudice of the case against Benz and Minnesota.</p>\n<p>[3]  <i>Monell v. Department of Social Services,</i> <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, 694, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">611</span></a></span> (1978), held that a plaintiff seeking to impose § 1983 liability on a municipality must show an official policy or a widespread custom or practice of unconstitutional conduct that caused the deprivation of the plaintiff's constitutional right.</p>\n<p>[4]  At oral argument, counsel for Andersen and the City stated that he had provided the district court with a study to provide foundation. It is unclear whether this study was cited to the district court before it ruled on the motion in limine. Neither the defendants' memorandum in opposition to Lee's motion to exclude evidence nor the district court's order cites any authority.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109881/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/455903/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/679511/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/772035/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/788284/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1212344/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1285839/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1348703/"
          ]
        }
      ],
      "judges": "Wollman, Smith, and Colloton, Circuit Judges",
      "date_created": "2014-12-21T10:35:37.454224Z",
      "date_modified": "2016-09-30T00:50:41.323811Z",
      "date_filed": "2010-08-12",
      "date_filed_is_approximate": false,
      "slug": "lee-v-andersen",
      "citation_id": 136982,
      "case_name_short": "Andersen",
      "case_name": "Lee v. Andersen",
      "case_name_full": "",
      "federal_cite_one": "616 F.3d 803",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "LC",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 4,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/777099/lee-v-andersen/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:11:30.024859Z",
  "date_modified": "2014-10-30T12:11:30.024859Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Andersen",
  "case_name": "Lee v. Andersen",
  "case_name_full": "",
  "slug": "lee-v-andersen",
  "docket_number": "09-2771",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}