{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/778273/",
  "id": 778273,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/texapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1352546/",
      "id": 1352546,
      "absolute_url": "/opinion/1352546/fletcher-v-edwards/",
      "panel": [
        "https://www.courtlistener.com:80/api/rest/v3/people/8318/",
        "https://www.courtlistener.com:80/api/rest/v3/people/8330/"
      ],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/778273/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1352546/",
          "id": 1352546,
          "absolute_url": "/opinion/1352546/fletcher-v-edwards/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1352546/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T05:43:44.055092Z",
          "date_modified": "2017-04-04T13:52:05.109791Z",
          "type": "010combined",
          "sha1": "be714403b3f3ef7cc32348764a9acdedbd6904e1",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>26 S.W.3d 66 (2000)</b></center>\n<center><h1>Ralph FLETCHER and D'Ann Fletcher, Appellants,<br>\nv.<br>\nJohn R. EDWARDS, et al., Appellees.</h1></center>\n<center>No. 10-98-226-CV.</center>\n<center><p><b>Court of Appeals of Texas, Waco.</b></p></center>\n<center>July 5, 2000.</center>\n<p><span class=\"star-pagination\">*67</span> <span class=\"star-pagination\">*68</span> <span class=\"star-pagination\">*69</span> <span class=\"star-pagination\">*70</span> Terry W. Bradley, Keith Bradley, Bradley &amp; Bradley, Cleburne, for appellant.</p>\n<p>Carol Stephenson, Kuntz &amp; Bonesio, L.L.P., Dallas, for appellee.</p>\n<p>Before Chief Justice DAVIS, Justice VANCE and Justice GRAY.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>REX D. DAVIS, Chief Justice.</p>\n<p>Ralph and D'Ann Fletcher filed suit against John R. Edwards, Rob Orr, ERA Orr &amp; Associates (collectively, \"Appellees\") and others alleging statutory and common law fraudulent inducement, DTPA violations, and negligent misrepresentation. The Fletchers allege that Edwards, a real estate agent, represented to them that they could get a water connection to a lot which they ultimately purchased, when in fact they could not obtain the necessary connection because of a lack of easements across an adjoining lot. The court granted a summary judgment in Appellees' favor. The Fletchers present the following ten issues in this appeal:</p>\n<blockquote> were the \"as is\" clauses in the documents they signed with the seller Donald L. Wallace a part of the bargain between Wallace and themselves;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*71</span>  if so, did these clauses \"survive the June 5, 1991 closing at the title company\";</blockquote>\n<blockquote> are Orr and ERA jointly and severally liable for Edwards's alleged representations concerning the availability of water to the property the Fletchers purchased;</blockquote>\n<blockquote> was Appellees' First Amended Original Answer and Original Counter-Claim for Declaratory Judgment filed and served in time to become part of the summary judgment record;</blockquote>\n<blockquote> does Appellees' summary judgment motion identify the elements of the Fletchers' causes of action for which they claim there is no-evidence;</blockquote>\n<blockquote> is reliance a necessary element for a DTPA claim under the law applicable to this case;</blockquote>\n<blockquote> was Edwards's alleged representation concerning availability of water so \"patently absurd\" that the Fletchers should not have relied upon it;</blockquote>\n<blockquote> is there evidence that the Fletchers relied on Edwards's alleged representation;</blockquote>\n<blockquote> for purposes of exemplary damages, is there evidence Edwards intended to deceive the Fletchers when he made the alleged representations; and</blockquote>\n<blockquote> is the \"Acceptance of Title\" agreement properly included in the summary judgment record because Appellees did not produce it to the Fletchers in discovery.<sup>[1]</sup></blockquote>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>On June 4, 1991, Edwards, a real estate agent for ERA, showed the Fletchers a lot that was listed with ERA. That same day, the Fletchers signed a real estate contract with the owner of the lot, Donald Wallace, to purchase it for $16,000 cash. In this contract, they obligated themselves to \"accept[] the Property in its present condition.\"</p>\n<p>The parties dispute whether Edwards affirmatively represented to them that water was available to the lot. The Fletchers maintain that before they purchased the lot, they asked Edwards whether water was available to the lot. The Fletchers claim that Edwards told them that water service was available but that it was disconnected because the water bill had not been paid. The Fletchers further claim that Edwards told them that water service could be reestablished if they paid the Johnson County Rural Water Supply Corporation (the \"Water Company\") $1,400. However, Edwards maintains that he never told the Fletchers that water service was available to the lot and that he told the Fletchers that they needed to check with the Water Company and be certain that they could obtain a water meter for the lot before they purchased the lot.</p>\n<p>The Fletchers signed an \"Acceptance of Title\" agreement at closing on June 5 which contains an \"as is\" clause. After their purchase, the Fletchers contacted the Water Company to have water service restored to their lot. The Water Company <span class=\"star-pagination\">*72</span> told the Fletchers that water service was unavailable to their lot because the adjacent lot lacked the necessary easements required for water service. Specifically, the Water Company informed the Fletchers that the water meter for their lot must be located on the adjacent lot before water service could begin. The Water Company stated that without an easement on the adjacent lot, they cannot service the Fletchers' lot.</p>\n<blockquote>The Fletchers subsequently filed suit against Edwards, Beverly Sanborn, Orr, ERA, Clarence C. Davis, the Water Company, and Wallace<sup>[2]</sup> claiming: (1) statutory and common law fraudulent inducement; (2) violation of the Deceptive Trade Practices Act (\"DTPA\");<sup>[3]</sup> and (3) negligent misrepresentation.</blockquote>\n<p></p>\n<h2>Appellees each originally responded to the Fletchers' lawsuit with general denials. On May 19, 1998, Appellees filed a motion for summary judgment raising both traditional summary judgment claims and a \"no-evidence\" claim. <i>See </i><i>Williams v. Bank One,</i> 15 S.W.3d 110, 117 (Tex. App.Waco 1999, no pet.); <i>Grant v. Southwestern Elec. Power Co.,</i> 998 S.W.2d 383, 387-88 (Tex.App.-Texarkana 1999, no pet.); Tex. R. Civ. P. 166a(c), (i). Although these claims are not as distinctly segregated as the Court would prefer, a close reading of paragraph 4 of the motion discloses that Appellees argue under their traditional summary judgment claim that they are entitled to judgment as a matter of law because: (1) the \"as is\" clauses<sup>[4]</sup> bar the Fletchers' claims; (2) the \"as is\" clauses establish that the Fletchers did not rely on any alleged misrepresentations; and (3) Appellees had no duty as Wallace's agents \"to investigate the actual condition or status of the water line, water easement or water meter.\" Under the no-evidence portion of their motion, they claim the Fletchers can produce no evidence that Edwards knew his alleged statements concerning the availability of water were false.<sup>[5]</sup></h2>\n<p>In support of their dual motion Appellees attached excerpts of Edwards's deposition testimony in which Edwards claimed that: (1) he did not make any affirmative representations to the Fletchers that water was available to the lot; (2) he told prospective buyers that it was their job to check with the Water Company and that he told the Fletchers the same; (3) he did not actually know whether water was available to the lot; and (4) if he did make any representations to the Fletchers, it was because he believed that water was available because Wallace, the prior owner, told him that water was available, the lot previously had a septic tank on it, he saw a water hydrant on the property, and a mobile home had been on the lot for several years. The court set the matter for hearing on June 9.</p>\n<p>The Fletchers filed their response on June 1. They contest whether Edwards told them they would need to consult with <span class=\"star-pagination\">*73</span> the Water Company to determine the availability of a water connection on their property and claim that he told them a water membership would cost $1,400. They challenge Appellees' use of the \"as is\" clauses by asserting that such clauses are not applicable in DTPA cases. They assert that Edwards had a duty to them to insure that his alleged representation was true. They argue that Edwards's alleged representation was false and material and induced them to enter into the real estate contract. The Fletchers supported their response with an affidavit from D'Ann Fletcher stating that Edwards told her and her husband on three separate occasions that utilities were available to the lot and that Edwards did not tell her husband to check with the Water Company before they purchased the lot. They objected to two paragraphs in Edwards's summary judgment affidavit on hearsay grounds.<sup>[6]</sup></p>\n<p>Two days later, Appellees filed a First Amended Original Answer and Original Counterclaim for Declaratory Judgment. The amended answer contains special exceptions to portions of the Fletchers' Fourth Amended Original Petition (filed in 1993) and generally denies the allegations of the petition. The counterclaim asserts that the Fletchers obtained from adjoining landowners the easements necessary to facilitate water service on March 18, 1998. The Fletchers filed a Motion to Strike this pleading on June 8, because it was filed within seven days of the date of the summary judgment hearing. They also objected to Appellees' reliance on the March 18 easement conveyance because Appellees failed to produce a copy of it in their discovery responses. Appellees non-suited their counterclaim two months after filing it.</p>\n<p>On June 26, Appellees filed a supplement to their summary judgment motion. They attached excerpts from D'Ann Fletcher's June 1 deposition. Appellees contemporaneously filed a motion to supplement the summary judgment record. They also filed a brief in support of their motion for summary judgment (as supplemented) on that date. The Fletchers filed a supplemental response on the same date, raising additional legal arguments in response to the original motion.</p>\n<p>The trial court signed an order on July 1 granting Appellees' motion to supplement the record and a separate order on that same date granting their summary judgment motion. The court did not specify the ground(s) on which it was granting summary judgment, nor did it address any of the Fletchers' summary judgment objections, their Motion to Strike, or their supplemental response.</p>\n<p>The next day, the Fletchers filed a motion asking the court to permit supplementation of the summary judgment record with the supplemental response they had filed on June 26. The court signed an order on that same date granting the motion.</p>\n<p></p>\n<h2>STANDARD OF REVIEW</h2>\n<p>To prevail on a summary judgment motion, the movant must demonstrate that there are no genuine issues of material fact and that it is entitled to judgment as a matter of law. <i>American Tobacco Co. v. Grinnell,</i> 951 S.W.2d 420, 425 (Tex.1997). We disregard all conflicts in the evidence and accept the evidence favoring the nonmovant as true. <i>Great Am. Reserve Ins. Co. v. San Antonio Plumbing Supply Co.,</i> 391 S.W.2d 41, 47 (Tex.1965); <i>Kehler v. Eudaly,</i> 933 S.W.2d 321, 324 (Tex.App.-Fort Worth 1996, writ denied). We indulge every reasonable inference from the evidence in favor of the nonmovant and resolve any doubts in its favor. <i>American Tobacco,</i> 951 S.W.2d at 425.</p>\n<p><span class=\"star-pagination\">*74</span> A trial court cannot grant summary judgment on a ground not expressly presented in the summary judgment motion. <i>Cincinnati Life Ins. Co. v. Cates,</i> 927 S.W.2d 623, 625 (Tex.1996). Similarly, \"[t]he non-movant must expressly present to the trial court, by written answer or response, any issues defeating the movant's entitlement [to summary judgment].\" <i>McConnell v. Southside Indep. Sch. Dist.,</i> 858 S.W.2d 337, 343 (Tex.1993) (citing <i>City of Houston v. Clear Creek Basin Auth.,</i> 589 S.W.2d 671, 678 (Tex.1979)). Grounds raised by either party in a brief filed in support of the motion or response, but not in the motion or response itself, are not to be considered by the trial court. <i>Id.</i> at 340-41.</p>\n<p>\"When the trial court does not specify the basis for its summary judgment, the appealing party must show it is error to base it on any ground asserted in the motion.\" <i>Star-Telegram, Inc. v. Doe,</i> 915 S.W.2d 471, 473 (Tex.1995). We consider only those grounds \"the movant actually presented to the trial court\" in the motion. <i>Cincinnati Life Ins.,</i> 927 S.W.2d at 625. We do not consider grounds the non-movant failed to expressly present to the trial court in a written response. <i>McConnell,</i> 858 S.W.2d at 343; Tex. R. Civ. P. 166a(c). If the non-movant fails to respond to a summary judgment motion, \"the non-movant is limited on appeal to arguing the legal sufficiency of the grounds presented by the movant.\" <i>McConnell,</i> 858 S.W.2d at 343 (citing <i>Clear Creek Basin Auth.,</i> 589 S.W.2d at 678).</p>\n<p></p>\n<h2>THE SUMMARY JUDGMENT RECORD</h2>\n<p>The Fletchers argue in their fourth issue that Appellees' amended answer and counterclaim should not be included in the summary judgment record because Appellees filed it within seven days of the hearing. They contend in their tenth issue that the \"Acceptance of Title\" agreement is not properly included in the summary judgment record because Appellees failed to produce it in response to their discovery requests.</p>\n<p>Rule of Civil Procedure 63 provides that amended or supplemental pleadings may be filed within seven days of trial only with leave of court. Tex. R. Civ. P. 63. Rule 63 applies to pleadings filed within seven days of a summary judgment hearing as well. <i>See </i><i>Sosa v. Central Power &amp; Light,</i> 909 S.W.2d 893, 895 (Tex.1995) (per curiam). To properly preserve a complaint regarding a pleading which has been filed within seven days of trial, \"the complaining party must demonstrate surprise and request a continuance.\" <i>Morse v. Delgado,</i> 975 S.W.2d 378, 386 (Tex.App.-Waco 1998, no pet.); <i>accord </i><i>Louisiana &amp; Ark. Ry. v. Blakely,</i> 773 S.W.2d 595, 597 (Tex.App.-Texarkana 1989, writ denied).</p>\n<p>The Fletchers' alleged surprise in their motion to strike Appellees' amended pleading. However, they did not request a continuance. Accordingly, we conclude that they have failed to preserve for appellate review their complaint that the pleading was filed within seven days of the summary judgment hearing. <i>See id.</i> Therefore, we overrule their fourth issue.</p>\n<p>The Fletchers' filed a brief the day before the summary judgment hearing in which they raised objections to documents produced by Appellees in supplemental discovery responses. These objections appear to go to Appellees' late production of the easements which the Fletchers obtained in March 1998 to permit a water connection. The objections stated in the Fletchers' brief do not identify the \"Acceptance of Title\" agreement as a late-disclosed document, and the record does not reflect that the court ruled on their objections. Accordingly, we conclude that they have failed to preserve this issue for our review. <i>See</i> Tex. R. App. P. 33.1(a). Thus, we overrule their tenth issue.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*75</span> THE \"AS IS\" CLAUSES</h2>\n<p>The Fletchers' only challenge in their summary judgment response to the \"as is\" clauses is their assertion that such clauses do not apply in DTPA suits. <i>See </i><i>Wyatt v. Petrila,</i> 752 S.W.2d 683, 685 (Tex. App.Corpus Christi 1988, writ denied) (citing <i>Weitzel v. Barnes,</i> 691 S.W.2d 598, 601 (Tex.1985)). However, they do not present this argument in their brief on appeal. Therefore, we will not consider it. <i>See </i><i>Bonham State Bank v. Beadle,</i> 907 S.W.2d 465, 470 (Tex.1995); <i>San Jacinto River Auth. v. Duke,</i> 783 S.W.2d 209, 209-10 (Tex.1990) (per curiam).</p>\n<p>Because the Fletchers' summary judgment response does not otherwise challenge Appellees' reliance on the \"as is\" clauses, they can challenge on appeal only the legal sufficiency of the clauses as a basis for judgment.<sup>[7]</sup><i>See </i><i>McConnell,</i> 858 S.W.2d at 343; <i>Clear Creek Basin Auth.,</i> 589 S.W.2d at 678; <i>Camp v. Camp,</i> 972 S.W.2d 906, 908 (Tex.App.-Corpus Christi 1998, pet. denied); <i>Colvin v. Alta Mesa Resources, Inc.,</i> 920 S.W.2d 688, 690 (Tex.App.-Houston [1st Dist.] 1996, writ denied). Accordingly, we now examine whether the \"as is\" clauses establish Appellees' entitlement to judgment as a matter of law. <i>See </i><i>Clear Creek Basin Auth.,</i> 589 S.W.2d at 679.</p>\n<p>Appellees argue that the \"as is\" clauses effectively bar each of the Fletchers' causes of action. In the earnest money contract, the Fletchers contractually bound themselves to accept the property \"in its present condition.\" We construe this to be an agreement to purchase the property \"as is.\" <i>See </i><i>Smith v. Levine,</i> 911 S.W.2d 427, 431 (Tex.App.-San Antonio 1995, writ denied). In the \"Acceptance of Title\" agreement, the Fletchers expressly acknowledged that \"they accept[ed] the property in its `AS IS' conditions [sic]\" and:</p>\n<blockquote>that neither the Seller, Real Estate Agents or Brokers, or BURLESON LAND &amp; TITLE COMPANY, TRW TITLE INSURANCE COMPANY, OR ALAMO TITLE INSURANCE COMPANY OF TEXAS have made any warranties or representations as [sic] the condition of the above-referenced property, and accordingly, the undersigned Purchasers release and hold them harmless from any and all liability in regard to the same.</blockquote>\n<p>Generally, an \"as is\" agreement negates the causation essential to recovery for a DTPA violation,<sup>[8]</sup> fraud, and negligence. <i>Prudential Ins. Co. of Am. v. Jefferson Assocs.,</i> 896 S.W.2d 156, 161-62 (Tex.1995). However, such an agreement will not bind a buyer who is induced to enter the agreement because of a fraudulent representation. <i>Id.</i> at 162. The parties can contract away this fraudulent inducement exception if the agreement \"clearly expresses the parties' intent to waive fraudulent inducement claims or ... disclaims reliance on representations about <span class=\"star-pagination\">*76</span> specific matters in dispute.\" <i>Schlumberger Technology Corp. v. Swanson,</i> 959 S.W.2d 171, 181 (Tex.1997).</p>\n<p>The agent of a party to an \"as is\" agreement may rely on the agreement in defense of claims asserted against the agent by the other party to the agreement because the agent's principal \"obviously included in the agreement contract terms intended to benefit its agent.\" <i>C &amp; A Invs., Inc. v. Bonnet Resources Corp.,</i> 959 S.W.2d 258, 264-65 (Tex.App.-Dallas 1997, pet. denied); <i>accord </i><i>Airborne Freight Corp. v. C.R. Lee Enters.,</i> 847 S.W.2d 289, 297 (Tex.App.-El Paso 1992, writ denied).</p>\n<p>The parties agree that Appellees are agents of Wallace. The Fletchers signed a contract with Wallace agreeing to buy the property \"in its present condition.\" They and Wallace signed a second agreement in which they declared unequivocally that \"they accept[ed] the property in its `AS IS' conditions [sic]\" and that none of the Appellees \"made any warranties or representations as [sic] the condition of the above-referenced property.\"</p>\n<p>Appellees, as Wallace's agents, may rely on these agreements. <i>Id.</i> Such agreements generally will negate the causation elements of the types of claims asserted by the Fletchers. <i>Prudential Ins.,</i> 896 S.W.2d at 161-62. However, the Fletchers allege that they were fraudulently induced to enter the agreement by Edwards's alleged misrepresentations. If they were so induced, then the agreement would not be binding on them or preclude them from recovery. <i>Id.</i> at 162; <i>SMB Partners, Ltd. v. Osloub,</i> 4 S.W.3d 368, 371 (Tex.App.-Houston [1st Dist.] 1999, no pet.); <i>Pairett v. Gutierrez,</i> 969 S.W.2d 512, 516 (Tex. App.Austin 1998, pet. denied).</p>\n<p>Appellees argue that the exception in <i>Prudential Insurance</i> for fraudulent inducement claims should not apply to the \"as is\" clause in the \"Acceptance of Title\" agreement because the Fletchers do not assert that they were fraudulently induced to enter this agreement. We disagree. The Fletchers allege in their petition that Edwards made the representations to induce them \"to enter into the real estate contract.\" Their contract itself states that they accepted the property \"in its present condition\" (<i>i.e.,</i> \"as is\"). <i>See </i><i>Smith,</i> 911 S.W.2d at 431. If the Fletchers were fraudulently induced to enter the real estate contract as they allege, that fraud vitiates all documents which the Fletchers executed as a part of the transaction. <i>See </i><i>Prudential Ins.,</i> 896 S.W.2d at 162 (court must consider the \"nature of the transaction and the totality of the circumstances surrounding the agreement\" to determine whether an \"as is\" agreement is enforceable); <i>see also </i><i>ECC Parkway Joint Venture v. Baldwin,</i> 765 S.W.2d 504, 512 (Tex.App.-Dallas 1989, writ denied) (fraudulent failure to disclose height restriction actionable despite subsequent deed which conveys property \"subject to ... restrictive covenants... of record\"); <i>accord </i><i>Munawar v. Cadle Co.,</i> 2 S.W.3d 12, 17 (Tex.App.-Corpus Christi 1999, no pet.).</p>\n<p>The dissent believes that, because the contractual provisions at issue in the Fletchers' case are similar to the ones at issue in <i>Schlumberger Technology,</i> the same result should follow. We respectfully disagree because the circumstances surrounding these provisions and the provisions themselves are markedly distinct. In <i>Schlumberger Technology,</i> the parties had become embroiled in a dispute regarding the feasibility and value of a project they were pursuing in a joint venture. <i>See Schlumberger Tech. Corp.,</i> 959 S.W.2d at 180. To resolve this dispute, the parties entered negotiations and signed a release. During the course of the negotiations, \"highly competent and able legal counsel represented both parties.\" <i>Id.</i> The disclaimer in that case expressly referenced the fact that the Swansons' counsel fully explained to them the legal consequences of the release. <i>Id.</i> The Swansons later sued Schlumberger Technology alleging <span class=\"star-pagination\">*77</span> that it had fraudulently induced them to agree to the release.</p>\n<p>The Court stated, \"The contract <i>and the circumstances surrounding its formation</i> determine whether the disclaimer of reliance is binding.\" <i>Id.</i> at 179 (emphasis added). After considering that the parties were attempting to resolve their dispute by negotiating and executing the release, were represented by counsel, were dealing at arms length, and were \"sophisticated business players,\" the Court concluded that the disclaimer was binding. <i>Id.</i> at 179-81.</p>\n<p>When the Fletchers signed the real estate contract and the Acceptance of Title agreement, they were not attempting to resolve the present dispute about the availability of water. They were not represented by counsel, nor were they \"sophisticated business players\" as were the Swansons. Accordingly, we conclude that the agreements in this case do not satisfy either of the requirements set forth in <i>Schlumberger Technology</i> to preclude a fraudulent inducement claim. <i>Id.</i> at 181. Thus, we conclude that the agreements do not establish Appellees' entitlement to judgment as a matter of law on the Fletchers' statutory and common law fraudulent inducement claims. <i>See </i><i>Clear Creek Basin Auth.,</i> 589 S.W.2d at 679.</p>\n<p></p>\n<h2>FRAUDULENT INDUCEMENT</h2>\n<p>Under the common law, a plaintiff establishes a fraudulent inducement claim by showing the elements of \"a simple fraud claim.\" <i>Balogh v. Ramos,</i> 978 S.W.2d 696, 701 (Tex.App.-Corpus Christi 1998, pet. denied) (op. on reh'g), <i>cert. denied,</i> ___ U.S. ___, 120 S.Ct. 66, 145 L.Ed.2d 57 (1999) (citing <i>DeSantis v. Wackenhut Corp.,</i> 793 S.W.2d 670, 688 (Tex.1990) (op. on reh'g)). Those elements are:</p>\n<blockquote> a material misrepresentation;</blockquote>\n<blockquote> which was false;</blockquote>\n<blockquote> which was known to be false when made or was made recklessly as a positive assertion without knowledge of its truth;</blockquote>\n<blockquote> which was intended to be acted upon;</blockquote>\n<blockquote> which was relied upon; and</blockquote>\n<blockquote> which caused injury.</blockquote>\n<p><i>Insurance Co. of N. Am. v. Morris,</i> 981 S.W.2d 667, 674 (Tex. 1998).</p>\n<p>A plaintiff establishes a statutory fraudulent inducement claim under section 27.01 of the Business and Commerce Code by showing:</p>\n<blockquote> a false representation of a material fact;</blockquote>\n<blockquote> made to induce a person to enter a contract; and</blockquote>\n<blockquote> relied on by that person in entering the contract.</blockquote>\n<p>TEX. BUS. &amp; COM. CODE ANN. § 27.01(a)(1) (Vernon 1987); <i>Brush v. Reata Oil &amp; Gas Corp.,</i> 984 S.W.2d 720, 726 (Tex.App.-Waco 1998, pet. denied). The statutory cause of action differs from the common law only in that it \"does not require proof of knowledge or recklessness as a prerequisite to the recovery of actual damages.\" <i>Brush,</i> 984 S.W.2d at 726; <i>Diversified, Inc. v. Walker,</i> 702 S.W.2d 717, 723 (Tex. App.Houston [1st Dist.] 1985, writ ref'd n.r.e .).</p>\n<p>The parties do not contest that the representations, if made, are material. They do not disagree that the alleged representations are false or that the Fletchers have been damaged to some degree by the fact that water was not available to their property at the time of purchase. Appellees' summary judgment motion does not challenge the intent<sup>[9]</sup> element of the <span class=\"star-pagination\">*78</span> Fletchers' claims. <i>See </i><i>Cincinnati Life Ins.,</i> 927 S.W.2d at 625. Thus, the dispute in this case revolves around the elements of knowledge and reliance.</p>\n<p></p>\n<h2>KNOWLEDGE/RECKLESSNESS</h2>\n<p>As we have already determined, a careful reading of the no-evidence portion of Appellees' motion reveals their contention that there is no evidence Edwards knew that his alleged representations were false. The Fletchers' only response to this assertion in their summary judgment pleadings is: \"Whether [Edwards] knew or not is not the question.\" We construe this response to be a statement that knowledge is immaterial under section 27.01.</p>\n<p>The Fletchers are correct that under section 27.01, knowledge is immaterial to the recovery of actual damages. <i>Brush,</i> 984 S.W.2d at 726; <i>Diversified,</i> 702 S.W.2d at 723. Under the common law however, the Fletchers must establish either that Edwards knew the alleged representations were false or that he recklessly made them as positive assertions without knowledge of the truth. <i>Insurance Co. of N. Am.,</i> 981 S.W.2d at 674; <i>Brush,</i> 984 S.W.2d at 726.</p>\n<p>Appellees aver in their no-evidence summary judgment motion that Edwards did not know the alleged representations were false. The Fletchers presented no summary judgment evidence to counter this assertion. Ordinarily in this situation, the trial court has no discretion but to grant the no-evidence motion. <i>See </i><i>Williams,</i> 15 S.W.3d at 117; Tex. R. Civ. P. 166a(i). In this case however, the question of knowledge does not wholly dispose of the Fletchers' common law fraud claim. The Fletchers may also prevail if they show that Edwards recklessly made the alleged representations as positive assertions without knowledge of the truth. <i>Insurance Co. of N. Am.,</i> 981 S.W.2d at 674; <i>Brush,</i> 984 S.W.2d at 726.</p>\n<p>The traditional portion of Appellees' summary judgment motion relies almost exclusively on the \"as is\" clauses to establish their entitlement to judgment as a matter of law. We have already concluded that these clauses do not entitle them to a summary judgment because of the Fletchers' fraudulent inducement claims. Thus, Appellees failed to establish an entitlement to judgment as a matter of law on the recklessness element of the Fletchers' common law fraudulent inducement claim. <i>See </i><i>Clear Creek Basin Auth.,</i> 589 S.W.2d at 679.</p>\n<p>Similarly, the no-evidence portion of Appellees' summary judgment motion challenges only the knowledge element of the Fletchers' common law claim. Accordingly, Appellees failed to allege or demonstrate that no evidence exists to support the recklessness element of the Fletchers' common law fraudulent inducement claim. <i>See</i> Tex. R. Civ. P. 166a(i).</p>\n<p></p>\n<h2>RELIANCE</h2>\n<p>The Fletchers contend in their eighth issue that a fact issue exists on the question of whether they relied on Edwards's alleged representations. Appellees rely on the \"as is\" clauses to assert that the Fletchers \"are precluded as a matter of law from recovering under their common law fraud [or] statutory fraud ... claims.\" As stated above however, an \"as is\" clause will not bar a fraudulent inducement claim unless it \"clearly expresses the parties' intent to waive fraudulent inducement claims or ... disclaims reliance on representations about specific matters in dispute.\" <span class=\"star-pagination\">*79</span> <i>Schlumberger Technology,</i> 959 S.W.2d at 181. We have already determined that the \"as is\" provisions in this case do not meet either of the requirements stated in <i>Schlumberger Technology.</i> Thus, these provisions do not preclude the Fletchers from pursuing their fraudulent inducement claims.</p>\n<p>The Fletchers assert in their summary judgment response that they relied on Edwards's representations. D'Ann Fletcher's affidavit recites that Edwards was asked three times whether utilities were available to the property. Resolving all inferences in favor of the non-movants, we conclude that Appellees failed to establish as a matter of law that the Fletchers did not rely on Edwards's alleged representations. <i>See </i><i>American Tobacco,</i> 951 S.W.2d at 425. Accordingly, we sustain the Fletchers' eighth issue.</p>\n<p>Because fact issues remain on the issue of reliance, we need not address the Fletchers' seventh issue regarding the \"patent absurdity\" of Edwards's alleged representations. Appellees have failed to establish their entitlement to judgment as a matter of law on any element of the Fletchers' common law and statutory fraudulent inducement claims. <i>See </i><i>Clear Creek Basin Auth.,</i> 589 S.W.2d at 679. Appellees similarly failed to allege or establish that no evidence exists to support the recklessness element of the Fletchers' common law claim. <i>See</i> Tex. R. Civ. P. 166a(i). Therefore, the trial court erred in granting them a summary judgment on these claims.</p>\n<p></p>\n<h2>EXEMPLARY DAMAGES</h2>\n<p>The Fletchers question in their ninth issue whether the summary judgment evidence raises a fact issue on the question of whether Edwards intended to deceive them when he made the alleged representations. Section 27.01(c) provides for the recovery of exemplary damages in cases where the declarant makes a representation \"with actual awareness\" of its falsity. Tex. Bus. &amp; Com. Code Ann. § 27.01(c) (Vernon 1987). For common law fraud, the Fletchers must establish that Edwards acted with malice<sup>[10]</sup> to recover exemplary damages. <i>LaChalet Int'l, Inc. v. Nowik,</i> 787 S.W.2d 101, 106 (Tex. App.Dallas 1990, no writ); <i>Gardner v. Kerly,</i> 613 S.W.2d 795, 796 (Tex.Civ. App.Houston [14th Dist.] 1981, no writ). Under the version of the DTPA applicable to this case, the trial court can award additional damages only upon a finding \"that the conduct of the defendant was committed knowingly.\" <i>See</i> Act of May 16, 1979, 66th Leg., R.S., ch. 603, § 4, 1979 Tex. Gen. Laws 1327, 1330 (amended 1995) (current version at TEX. BUS. &amp; COM. CODE ANN. § 17.50(b)(1) (Vernon Supp.2000)).</p>\n<p>In the Fletchers' summary judgment response, they argue only that the question of Edwards's knowledge is irrelevant to their recovery of actual damages under section 27.01. They did not otherwise present evidence or argument to the trial court to challenge Appellees' assertion that there is no evidence Edwards knew his alleged representations were false. Thus, we do not consider these arguments. <i>See </i><i>McConnell,</i> 858 S.W.2d at 343.</p>\n<p>Because the Fletchers presented no evidence or argument to counter Appellees' contention that there is no evidence Edwards knew his alleged representations were false, the trial court had no discretion but to grant Appellees' motion on the issue of exemplary damages. <i>See </i><i>Williams,</i> 15 S.W.3d at 117; Tex. R. Civ. P. 166a(i). Accordingly, we overrule the Fletchers' ninth issue.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*80</span> JOINT AND SEVERAL LIABILITY</h2>\n<p>The Fletchers question in their third issue whether Orr and ERA are jointly and severally liable for Edwards's alleged representations. <i>See, e.g., </i><i>NationsBank, N.A. v. Dilling,</i> 922 S.W.2d 950, 952-53 (Tex. 1996); <i>Roberts v. Tipton,</i> 562 S.W.2d 921, 922 (Tex.Civ.App.-Waco 1978, writ ref'd n.r.e.). Appellees respond only that because they believe \"the Fletchers failed to raise genuine issues of material fact on their claims against Edwards, issues of vicarious liability against Orr and ERA ... are moot.\" Orr and ERA did not allege an entitlement to judgment on this ground in their summary judgment motion. Thus, the trial court could not have granted them a summary judgement on this ground, and we cannot consider it on appeal. <i>See </i><i>Cincinnati Life Ins.,</i> 927 S.W.2d at 625. Accordingly, we will not further address the Fletchers' third issue.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>The Fletchers allege that they were fraudulently induced to enter the transaction with Appellees. If so, the \"as is\" clauses at issue would not be binding on them or preclude them from recovering on any of their claims. However, Appellees demonstrated that they are entitled to judgment as a matter of law on the Fletchers' claim for exemplary damages under section 27.01(c), the DTPA, and the common law. Otherwise, Appellees failed to establish their entitlement to judgment as a matter of law on the Fletchers' claims.</p>\n<p>We affirm the portion of the summary judgment granted on the Fletchers' claims for exemplary damages under section 27.01(c), the DTPA, and the common law. We reverse the portion of the summary judgment granted on the remainder of their claims, sever, and remand that portion of this cause to the trial court for further proceedings consistent with this opinion. <i>See </i><i>Aero Energy, Inc. v. Circle C Drilling Co.,</i> 699 S.W.2d 821, 823 (Tex. 1985); <i>Blankenship v. Brazos Higher Educ. Auth., Inc.,</i> 975 S.W.2d 353, 364 (Tex.App.-Waco 1998, pet. denied).</p>\n<p>Justice GRAY, dissenting.</p>\n<p>TOM GRAY, Justice, dissenting.</p>\n<p>The majority opinion is an excellent discussion of the issues presented in this appeal. The analysis is thoughtful and well presented. However, after pondering the issues presented, a review of the cases, analysis of the facts and considering the scope of the application of the opinion to similar situations, I am of the opinion that the written contract signed by the Fletchers precludes a recovery by them. If written contracts are to mean anything, and if citizens are going to conduct their lives under the assurance provided by written agreements, we should be willing to enforce them and require people to live by those documents which they have signed as solemn agreements by which they are bound.</p>\n<p>In this case the Fletchers signed a written agreement that expressly stated that:</p>\n<blockquote>they accept the property in its \"AS IS\" conditions ... [and] that neither the Seller, Real Estate Agents or Brokers, or BURLESON LAND &amp; TITLE COMPANY, TRW TITLE INSURANCE COMPANY, OR ALAMO TITLE INSURANCE COMPANY OF TEXAS have made any warranties or representations as the condition of the above-referenced property, and accordingly, the undersigned Purchasers release and hold them harmless from any and all liability in regard to the same.</blockquote>\n<p>The question for us to decide is whether this agreement negates as a matter of law that the Fletchers relied upon the alleged representations of Edwards. The majority opinion holds that because the Fletchers alleged the statement regarding the availability of water was fraudulent and induced them to enter into the contract, that it vitiates the written contract. The majority opinion relies upon <i>Schlumberger.</i> <span class=\"star-pagination\">*81</span> <i>Schlumberger Technology Corp. v. Swanson,</i> 959 S.W.2d 171, 180 (Tex.1997).</p>\n<p>However, a close reading of <i>Schlumberger</i> reveals that the above disclaimer of reliance on any representations made by Edwards (the Real Estate Agents or Brokers) is remarkably similar to the one the Texas Supreme Court held to be effective in <i>Schlumberger.</i> The Court explained:</p>\n<blockquote>In this context and in clear language, the Swansons unequivocally disclaimed reliance upon representations by Schlumberger about the project's feasibility and value. They said:</blockquote>\n<p>[E]ach of us [the Swansons] expressly warrants and represents and does hereby state ... and represent ... that no promise or agreement which is not herein expressed has been made to him or her in executing this release, and that none of us is relying upon any statement or representation of any agent of the parties being released hereby. Each of us is relying on his or her own judgment and each has been represented by Hubert Johnson as legal counsel in this matter. The aforesaid legal counsel has read and explained to each of us the entire contents of this Release in Full, as well as the legal consequences of this Release .... (emphasis added).</p>\n<blockquote>Because courts are to assume that the parties intended every contractual provision to have some meaning, <i>see Columbia Gas,</i> 940 S.W.2d at 591; <i>Lenape Resources Corp. v. Tennessee Gas Pipeline Co.,</i> 925 S.W.2d 565, 574 (Tex.1996), we must presume that the parties contemplated, by the inclusion of this clause, that the Swansons would not rely on any representations of Schlumberger about the commercial feasibility and value of this project, which, after all, was the very dispute that the release was supposed to resolve. Therefore, we conclude that the disclaimer of reliance is binding and, as a matter of law, precludes the Swansons' claim that they were fraudulently induced to sell their interest in the sea-diamond project.</blockquote>\n<p><i>Schlumberger Technology Corp. v. Swanson,</i> 959 S.W.2d 171, 180 (Tex.1997) (emphasis as in text quoted).</p>\n<p>Here, the Fletchers do not complain that they were duped by the appellees to sign something that was in fact a contract to buy a tract of real property. Nor do they allege they did not have the opportunity to review, or were prevented from reviewing, the documents they signed. They do not allege they were shown one tract of property but in fact the contract and deed described another. They bought the tract of property they were shown.</p>\n<p>The Fletchers signed a contract that said they were not relying on any representation appellees made about the condition of the property. Now they are suing, claiming they were fraudulently induced to buy the property because of a misrepresentation about the condition of the property. Upon the strength of the similarity of the disclaimer of reliance in <i>Schlumberger</i> with the disclaimer of reliance signed by the Fletchers, and until the Supreme Court clarifies under what circumstances and what evidence the non-movant must place in the summary judgment record to avoid summary judgment, I would hold that the disclaimer of reliance is binding and, as a matter of law, precludes the Fletchers' claim that they were fraudulently induced to buy the property by any representation made by the Appellees.</p>\n<p>Accordingly, I would affirm the trial court's summary judgment. Because the majority opinion does not, I respectfully dissent.</p>\n<h2>NOTES</h2>\n<p>[1]  The Fletchers list these <i>10</i> issues separately in the \"Issues Presented\" section of their brief. <i>See</i> Tex. R. App. P. 38.1(e). In the \"Summary of the Argument\" section of the brief, they provide a separate and succinct summary of <i>13</i> arguments for reversal which do not correspond in number or order to the <i>10</i> issues listed. <i>See id.</i> 38.1(g). The 32-page \"Argument\" section of the brief discusses all issues presented together and not in the order originally listed. <i>See id.</i> 38.1(h) The table of contents does not \"indicate the subject matter of each issue\" or refer to the page(s) on which each issue is discussed. <i>See id.</i> 38.1(b).\n</p>\n<p>Each issue or related group of issues presented in a brief should be separately briefed. The summary of argument should correspond to the issues either as listed or as grouped. The table of contents in a brief should refer to the page(s) on which the argument concerning each issue or group of issues can be found. As Appellees observe in their brief, the Fletchers' brief does not comply with any of these requirements. However, because the Fletchers' brief has been on file for almost 18 months and because Appellees were able to identify the issues raised and respond to them in their brief, we will not require re-briefing in this instance. <i>See id.</i> 2, 38.9.</p>\n<p>[2]  Sanborn is an agent with ERA. Davis is the adjoining landowner through whose property the Fletchers needed an easement. The Fletchers subsequently non-suited their claims against Sanborn, Davis, the Water Company, and Wallace.</p>\n<p>[3]  Specifically, the Fletchers claim that Appellees engaged in false, misleading or deceptive acts when Edwards represented that water was available to the lot when it was not available. <i>See</i> Tex. Bus. &amp; Com. Code Ann. § 17.46(b)(5) (Vernon Supp.2000).</p>\n<p>[4]  Appellees rely on both the earnest money contract in which the Fletchers contractually bound themselves to accept the property \"in its present condition\" and the \"Acceptance of Title\" agreement in which they likewise agreed that they were purchasing the property \"as is.\"</p>\n<p>[5]  The Fletchers' fifth issue questions whether the no-evidence portion of Appellees' summary judgment motion adequately identifies the element(s) of the Fletchers' claims on which Appellees contend there is no evidence. However, they did not object to the form of Appellees' motion in their written response. Accordingly, they failed to preserve this issue for our review. <i>Williams v. Bank One,</i> 15 S.W.3d 110, 117 (Tex.App.-Waco 1999, no pet.); <i>accord </i><i>McConnell v. Southside Indep. Sch. Dist.,</i> 858 S.W.2d 337, 342 (Tex. 1993).</p>\n<p>[6]  The Fletchers objected to two paragraphs in which Edwards stated that Wallace had told him at some time before the sale that a water line and water meter had been installed on the property 20-25 years ago and that the water was supplied via a water line that runs along the boundary of an adjacent lot.</p>\n<p>[7]  The Fletchers' first and second issues respectively question whether the \"as is\" clauses were a part of the bargain or survived closing. However, they first presented these grounds to the trial court in their late-filed supplemental response. Because they did not present these grounds to the trial court in a timely fashion, they \"may not later assign them as error on appeal.\" <i>See </i><i>City of Houston v. Clear Creek Basin Auth.,</i> 589 S.W.2d 671, 678-79 (Tex. 1979). Accordingly, we overrule the Fletchers' first and second issues.</p>\n<p>[8]  The Fletchers' sixth issue questions whether they must show reliance under the version of the DTPA applicable to this case. The 1979 version of the DTPA applies to the Fletchers' claim and does not require a showing of reliance. <i>See</i> Act of May 16, 1979, 66th Leg., R.S., ch. 603, § 4, 1979 Tex. Gen. Laws 1327, 1329-30 (amended 1995) (current version at TEX. BUS. &amp; COM. CODE ANN. § 17.50(a) (Vernon Supp.2000)). Nevertheless, the Supreme Court held in <i>Prudential Insurance</i> that an \"as is\" clause negates the \"producing cause\" element of a DTPA claim brought under the 1979 act. <i>Prudential Ins. Co. of Am. v. Jefferson Assocs.,</i> 896 S.W.2d 156, 161 (Tex.1995). Therefore, resolution of the Fletchers' sixth issue is immaterial and unnecessary to the final disposition of their appeal. <i>See</i> Tex. R. App. P. 47.1.</p>\n<p>[9]  Under the common law, this element embraces the question of whether the declarant intended that his false representation be acted upon. <i>See </i><i>Insurance Co. of N. Am. v. Morris,</i> 981 S.W.2d 667, 674 (Tex. 1998). Under section 27.01, the element embraces the question of whether the declarant made the representation \"for the purpose of inducing [a] person to enter into a contract.\" Tex. Bus. &amp; Com. Code Ann. § 27.01(a)(1) (Vernon 1987). Appellees remark for the first time on appeal that the record contains no evidence \"of any effort on the part of any of the Defendants to fraudulently induce the Fletchers to agree to purchase the subject property `as is.'\" To the extent that fraud in the execution of a contract is a different theory of recovery than fraudulent inducement to enter that contract, Appellees failed to raise it as a ground on which summary judgment could be granted. <i>See </i><i>Dallas Farm Mach. Co. v. Reaves,</i> 158 Tex. 1, 10-13, 307 S.W.2d 233, 238-40 (1957). Because they did not first present this potential ground of recovery to the trial court, we will not consider it on appeal. <i>See </i><i>Cincinnati Life Ins. v. Cates,</i> 927 S.W.2d 623, 625 (Tex. 1996).</p>\n<p>[10]  \"Malice may be inferred from a wrongful act done intentionally in violation of [a party's] rights.\" <i>Accent Bldrs. Co. v. Southwest Concrete Sys., Inc.,</i> 679 S.W.2d 106, 111 (Tex. App.Dallas 1984, writ ref'd n.r.e.) (quoting <i>Gardner v. Kerly,</i> 613 S.W.2d 795, 796 (Tex. Civ.App.Houston [14th Dist.] 1981, no writ)); <i>accord </i><i>LaChalet Int'l, Inc. v. Nowik,</i> 787 S.W.2d 101, 106 (Tex.App.-Dallas 1990, no writ).</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">66</span></span> (2000)</b></center>\n<center><h1>Ralph FLETCHER and D'Ann Fletcher, Appellants,<br>\nv.<br>\nJohn R. EDWARDS, et al., Appellees.</h1></center>\n<center>No. 10-98-226-CV.</center>\n<center><p><b>Court of Appeals of Texas, Waco.</b></p></center>\n<center>July 5, 2000.</center>\n<p><span class=\"star-pagination\">*67</span> <span class=\"star-pagination\">*68</span> <span class=\"star-pagination\">*69</span> <span class=\"star-pagination\">*70</span> Terry W. Bradley, Keith Bradley, Bradley &amp; Bradley, Cleburne, for appellant.</p>\n<p>Carol Stephenson, Kuntz &amp; Bonesio, L.L.P., Dallas, for appellee.</p>\n<p>Before Chief Justice DAVIS, Justice VANCE and Justice GRAY.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>REX D. DAVIS, Chief Justice.</p>\n<p>Ralph and D'Ann Fletcher filed suit against John R. Edwards, Rob Orr, ERA Orr &amp; Associates (collectively, \"Appellees\") and others alleging statutory and common law fraudulent inducement, DTPA violations, and negligent misrepresentation. The Fletchers allege that Edwards, a real estate agent, represented to them that they could get a water connection to a lot which they ultimately purchased, when in fact they could not obtain the necessary connection because of a lack of easements across an adjoining lot. The court granted a summary judgment in Appellees' favor. The Fletchers present the following ten issues in this appeal:</p>\n<blockquote> were the \"as is\" clauses in the documents they signed with the seller Donald L. Wallace a part of the bargain between Wallace and themselves;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*71</span>  if so, did these clauses \"survive the June 5, 1991 closing at the title company\";</blockquote>\n<blockquote> are Orr and ERA jointly and severally liable for Edwards's alleged representations concerning the availability of water to the property the Fletchers purchased;</blockquote>\n<blockquote> was Appellees' First Amended Original Answer and Original Counter-Claim for Declaratory Judgment filed and served in time to become part of the summary judgment record;</blockquote>\n<blockquote> does Appellees' summary judgment motion identify the elements of the Fletchers' causes of action for which they claim there is no-evidence;</blockquote>\n<blockquote> is reliance a necessary element for a DTPA claim under the law applicable to this case;</blockquote>\n<blockquote> was Edwards's alleged representation concerning availability of water so \"patently absurd\" that the Fletchers should not have relied upon it;</blockquote>\n<blockquote> is there evidence that the Fletchers relied on Edwards's alleged representation;</blockquote>\n<blockquote> for purposes of exemplary damages, is there evidence Edwards intended to deceive the Fletchers when he made the alleged representations; and</blockquote>\n<blockquote> is the \"Acceptance of Title\" agreement properly included in the summary judgment record because Appellees did not produce it to the Fletchers in discovery.<sup>[1]</sup></blockquote>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>On June 4, 1991, Edwards, a real estate agent for ERA, showed the Fletchers a lot that was listed with ERA. That same day, the Fletchers signed a real estate contract with the owner of the lot, Donald Wallace, to purchase it for $16,000 cash. In this contract, they obligated themselves to \"accept[] the Property in its present condition.\"</p>\n<p>The parties dispute whether Edwards affirmatively represented to them that water was available to the lot. The Fletchers maintain that before they purchased the lot, they asked Edwards whether water was available to the lot. The Fletchers claim that Edwards told them that water service was available but that it was disconnected because the water bill had not been paid. The Fletchers further claim that Edwards told them that water service could be reestablished if they paid the Johnson County Rural Water Supply Corporation (the \"Water Company\") $1,400. However, Edwards maintains that he never told the Fletchers that water service was available to the lot and that he told the Fletchers that they needed to check with the Water Company and be certain that they could obtain a water meter for the lot before they purchased the lot.</p>\n<p>The Fletchers signed an \"Acceptance of Title\" agreement at closing on June 5 which contains an \"as is\" clause. After their purchase, the Fletchers contacted the Water Company to have water service restored to their lot. The Water Company <span class=\"star-pagination\">*72</span> told the Fletchers that water service was unavailable to their lot because the adjacent lot lacked the necessary easements required for water service. Specifically, the Water Company informed the Fletchers that the water meter for their lot must be located on the adjacent lot before water service could begin. The Water Company stated that without an easement on the adjacent lot, they cannot service the Fletchers' lot.</p>\n<blockquote>The Fletchers subsequently filed suit against Edwards, Beverly Sanborn, Orr, ERA, Clarence C. Davis, the Water Company, and Wallace<sup>[2]</sup> claiming: (1) statutory and common law fraudulent inducement; (2) violation of the Deceptive Trade Practices Act (\"DTPA\");<sup>[3]</sup> and (3) negligent misrepresentation.</blockquote>\n<p></p>\n<h2>Appellees each originally responded to the Fletchers' lawsuit with general denials. On May 19, 1998, Appellees filed a motion for summary judgment raising both traditional summary judgment claims and a \"no-evidence\" claim. <i>See </i><i>Williams v. Bank One,</i> <span class=\"citation\" data-id=\"2119721\"><a href=\"/opinion/2119721/williams-v-bank-one-texas-na/\"><span class=\"volume\">15</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">110</span></a></span>, 117 (Tex. App.Waco 1999, no pet.); <i>Grant v. Southwestern Elec. Power Co.,</i> <span class=\"citation\" data-id=\"1501544\"><a href=\"/opinion/1501544/grant-v-southwestern-elec-power-co/\"><span class=\"volume\">998</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">383</span></a></span>, 387-88 (Tex.App.-Texarkana 1999, no pet.); Tex. R. Civ. P. 166a(c), (i). Although these claims are not as distinctly segregated as the Court would prefer, a close reading of paragraph 4 of the motion discloses that Appellees argue under their traditional summary judgment claim that they are entitled to judgment as a matter of law because: (1) the \"as is\" clauses<sup>[4]</sup> bar the Fletchers' claims; (2) the \"as is\" clauses establish that the Fletchers did not rely on any alleged misrepresentations; and (3) Appellees had no duty as Wallace's agents \"to investigate the actual condition or status of the water line, water easement or water meter.\" Under the no-evidence portion of their motion, they claim the Fletchers can produce no evidence that Edwards knew his alleged statements concerning the availability of water were false.<sup>[5]</sup></h2>\n<p>In support of their dual motion Appellees attached excerpts of Edwards's deposition testimony in which Edwards claimed that: (1) he did not make any affirmative representations to the Fletchers that water was available to the lot; (2) he told prospective buyers that it was their job to check with the Water Company and that he told the Fletchers the same; (3) he did not actually know whether water was available to the lot; and (4) if he did make any representations to the Fletchers, it was because he believed that water was available because Wallace, the prior owner, told him that water was available, the lot previously had a septic tank on it, he saw a water hydrant on the property, and a mobile home had been on the lot for several years. The court set the matter for hearing on June 9.</p>\n<p>The Fletchers filed their response on June 1. They contest whether Edwards told them they would need to consult with <span class=\"star-pagination\">*73</span> the Water Company to determine the availability of a water connection on their property and claim that he told them a water membership would cost $1,400. They challenge Appellees' use of the \"as is\" clauses by asserting that such clauses are not applicable in DTPA cases. They assert that Edwards had a duty to them to insure that his alleged representation was true. They argue that Edwards's alleged representation was false and material and induced them to enter into the real estate contract. The Fletchers supported their response with an affidavit from D'Ann Fletcher stating that Edwards told her and her husband on three separate occasions that utilities were available to the lot and that Edwards did not tell her husband to check with the Water Company before they purchased the lot. They objected to two paragraphs in Edwards's summary judgment affidavit on hearsay grounds.<sup>[6]</sup></p>\n<p>Two days later, Appellees filed a First Amended Original Answer and Original Counterclaim for Declaratory Judgment. The amended answer contains special exceptions to portions of the Fletchers' Fourth Amended Original Petition (filed in 1993) and generally denies the allegations of the petition. The counterclaim asserts that the Fletchers obtained from adjoining landowners the easements necessary to facilitate water service on March 18, 1998. The Fletchers filed a Motion to Strike this pleading on June 8, because it was filed within seven days of the date of the summary judgment hearing. They also objected to Appellees' reliance on the March 18 easement conveyance because Appellees failed to produce a copy of it in their discovery responses. Appellees non-suited their counterclaim two months after filing it.</p>\n<p>On June 26, Appellees filed a supplement to their summary judgment motion. They attached excerpts from D'Ann Fletcher's June 1 deposition. Appellees contemporaneously filed a motion to supplement the summary judgment record. They also filed a brief in support of their motion for summary judgment (as supplemented) on that date. The Fletchers filed a supplemental response on the same date, raising additional legal arguments in response to the original motion.</p>\n<p>The trial court signed an order on July 1 granting Appellees' motion to supplement the record and a separate order on that same date granting their summary judgment motion. The court did not specify the ground(s) on which it was granting summary judgment, nor did it address any of the Fletchers' summary judgment objections, their Motion to Strike, or their supplemental response.</p>\n<p>The next day, the Fletchers filed a motion asking the court to permit supplementation of the summary judgment record with the supplemental response they had filed on June 26. The court signed an order on that same date granting the motion.</p>\n<p></p>\n<h2>STANDARD OF REVIEW</h2>\n<p>To prevail on a summary judgment motion, the movant must demonstrate that there are no genuine issues of material fact and that it is entitled to judgment as a matter of law. <i>American Tobacco Co. v. Grinnell,</i> <span class=\"citation\" data-id=\"2382064\"><a href=\"/opinion/2382064/american-tobacco-co-inc-v-grinnell/\"><span class=\"volume\">951</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">420</span></a></span>, 425 (Tex.1997). We disregard all conflicts in the evidence and accept the evidence favoring the nonmovant as true. <i>Great Am. Reserve Ins. Co. v. San Antonio Plumbing Supply Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">391</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">41</span></span>, 47 (Tex.1965); <i>Kehler v. Eudaly,</i> <span class=\"citation\" data-id=\"1517279\"><a href=\"/opinion/1517279/kehler-v-eudaly/\"><span class=\"volume\">933</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">321</span></a></span>, 324 (Tex.App.-Fort Worth 1996, writ denied). We indulge every reasonable inference from the evidence in favor of the nonmovant and resolve any doubts in its favor. <i>American Tobacco,</i> 951 S.W.2d at 425.</p>\n<p><span class=\"star-pagination\">*74</span> A trial court cannot grant summary judgment on a ground not expressly presented in the summary judgment motion. <i>Cincinnati Life Ins. Co. v. Cates,</i> <span class=\"citation\" data-id=\"1687202\"><a href=\"/opinion/1687202/cincinnati-life-ins-co-v-cates/\"><span class=\"volume\">927</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">623</span></a></span>, 625 (Tex.1996). Similarly, \"[t]he non-movant must expressly present to the trial court, by written answer or response, any issues defeating the movant's entitlement [to summary judgment].\" <i>McConnell v. Southside Indep. Sch. Dist.,</i> <span class=\"citation\" data-id=\"1746247\"><a href=\"/opinion/1746247/mcconnell-v-southside-school-dist/\"><span class=\"volume\">858</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">337</span></a></span>, 343 (Tex.1993) (citing <i>City of Houston v. Clear Creek Basin Auth.,</i> <span class=\"citation\" data-id=\"1571353\"><a href=\"/opinion/1571353/city-of-houston-v-clear-creek-basin-authority/\"><span class=\"volume\">589</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">671</span></a></span>, 678 (Tex.1979)). Grounds raised by either party in a brief filed in support of the motion or response, but not in the motion or response itself, are not to be considered by the trial court. <i>Id.</i> at 340-41.</p>\n<p>\"When the trial court does not specify the basis for its summary judgment, the appealing party must show it is error to base it on any ground asserted in the motion.\" <i>Star-Telegram, Inc. v. Doe,</i> <span class=\"citation\" data-id=\"2468747\"><a href=\"/opinion/2468747/star-telegram-inc-v-doe/\"><span class=\"volume\">915</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">471</span></a></span>, 473 (Tex.1995). We consider only those grounds \"the movant actually presented to the trial court\" in the motion. <i>Cincinnati Life Ins.,</i> 927 S.W.2d at 625. We do not consider grounds the non-movant failed to expressly present to the trial court in a written response. <i>McConnell,</i> 858 S.W.2d at 343; Tex. R. Civ. P. 166a(c). If the non-movant fails to respond to a summary judgment motion, \"the non-movant is limited on appeal to arguing the legal sufficiency of the grounds presented by the movant.\" <i>McConnell,</i> 858 S.W.2d at 343 (citing <i>Clear Creek Basin Auth.,</i> 589 S.W.2d at 678).</p>\n<p></p>\n<h2>THE SUMMARY JUDGMENT RECORD</h2>\n<p>The Fletchers argue in their fourth issue that Appellees' amended answer and counterclaim should not be included in the summary judgment record because Appellees filed it within seven days of the hearing. They contend in their tenth issue that the \"Acceptance of Title\" agreement is not properly included in the summary judgment record because Appellees failed to produce it in response to their discovery requests.</p>\n<p>Rule of Civil Procedure 63 provides that amended or supplemental pleadings may be filed within seven days of trial only with leave of court. Tex. R. Civ. P. 63. Rule 63 applies to pleadings filed within seven days of a summary judgment hearing as well. <i>See </i><i>Sosa v. Central Power &amp; Light,</i> <span class=\"citation\" data-id=\"2452285\"><a href=\"/opinion/2452285/sosa-v-central-power-light/\"><span class=\"volume\">909</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">893</span></a></span>, 895 (Tex.1995) (per curiam). To properly preserve a complaint regarding a pleading which has been filed within seven days of trial, \"the complaining party must demonstrate surprise and request a continuance.\" <i>Morse v. Delgado,</i> <span class=\"citation\" data-id=\"2428597\"><a href=\"/opinion/2428597/morse-v-delgado/\"><span class=\"volume\">975</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">378</span></a></span>, 386 (Tex.App.-Waco 1998, no pet.); <i>accord </i><i>Louisiana &amp; Ark. Ry. v. Blakely,</i> <span class=\"citation\" data-id=\"2466206\"><a href=\"/opinion/2466206/louisiana-arkansas-ry-co-v-blakely/\"><span class=\"volume\">773</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">595</span></a></span>, 597 (Tex.App.-Texarkana 1989, writ denied).</p>\n<p>The Fletchers' alleged surprise in their motion to strike Appellees' amended pleading. However, they did not request a continuance. Accordingly, we conclude that they have failed to preserve for appellate review their complaint that the pleading was filed within seven days of the summary judgment hearing. <i>See id.</i> Therefore, we overrule their fourth issue.</p>\n<p>The Fletchers' filed a brief the day before the summary judgment hearing in which they raised objections to documents produced by Appellees in supplemental discovery responses. These objections appear to go to Appellees' late production of the easements which the Fletchers obtained in March 1998 to permit a water connection. The objections stated in the Fletchers' brief do not identify the \"Acceptance of Title\" agreement as a late-disclosed document, and the record does not reflect that the court ruled on their objections. Accordingly, we conclude that they have failed to preserve this issue for our review. <i>See</i> Tex. R. App. P. 33.1(a). Thus, we overrule their tenth issue.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*75</span> THE \"AS IS\" CLAUSES</h2>\n<p>The Fletchers' only challenge in their summary judgment response to the \"as is\" clauses is their assertion that such clauses do not apply in DTPA suits. <i>See </i><i>Wyatt v. Petrila,</i> <span class=\"citation\" data-id=\"2462039\"><a href=\"/opinion/2462039/wyatt-v-petrila/\"><span class=\"volume\">752</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">683</span></a></span>, 685 (Tex. App.Corpus Christi 1988, writ denied) (citing <i>Weitzel v. Barnes,</i> <span class=\"citation\" data-id=\"1565072\"><a href=\"/opinion/1565072/weitzel-v-barnes/\"><span class=\"volume\">691</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">598</span></a></span>, 601 (Tex.1985)). However, they do not present this argument in their brief on appeal. Therefore, we will not consider it. <i>See </i><i>Bonham State Bank v. Beadle,</i> <span class=\"citation\" data-id=\"1742324\"><a href=\"/opinion/1742324/bonham-state-bank-v-beadle/\"><span class=\"volume\">907</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">465</span></a></span>, 470 (Tex.1995); <i>San Jacinto River Auth. v. Duke,</i> <span class=\"citation\" data-id=\"2373379\"><a href=\"/opinion/2373379/san-jacinto-river-authority-v-duke/\"><span class=\"volume\">783</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">209</span></a></span>, 209-10 (Tex.1990) (per curiam).</p>\n<p>Because the Fletchers' summary judgment response does not otherwise challenge Appellees' reliance on the \"as is\" clauses, they can challenge on appeal only the legal sufficiency of the clauses as a basis for judgment.<sup>[7]</sup><i>See </i><i>McConnell,</i> 858 S.W.2d at 343; <i>Clear Creek Basin Auth.,</i> 589 S.W.2d at 678; <i>Camp v. Camp,</i> <span class=\"citation\" data-id=\"2441315\"><a href=\"/opinion/2441315/camp-v-camp/\"><span class=\"volume\">972</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">906</span></a></span>, 908 (Tex.App.-Corpus Christi 1998, pet. denied); <i>Colvin v. Alta Mesa Resources, Inc.,</i> <span class=\"citation\" data-id=\"2431377\"><a href=\"/opinion/2431377/colvin-v-alta-mesa-resources-inc/\"><span class=\"volume\">920</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">688</span></a></span>, 690 (Tex.App.-Houston [1st Dist.] 1996, writ denied). Accordingly, we now examine whether the \"as is\" clauses establish Appellees' entitlement to judgment as a matter of law. <i>See </i><i>Clear Creek Basin Auth.,</i> 589 S.W.2d at 679.</p>\n<p>Appellees argue that the \"as is\" clauses effectively bar each of the Fletchers' causes of action. In the earnest money contract, the Fletchers contractually bound themselves to accept the property \"in its present condition.\" We construe this to be an agreement to purchase the property \"as is.\" <i>See </i><i>Smith v. Levine,</i> <span class=\"citation\" data-id=\"1666995\"><a href=\"/opinion/1666995/smith-v-levine/\"><span class=\"volume\">911</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">427</span></a></span>, 431 (Tex.App.-San Antonio 1995, writ denied). In the \"Acceptance of Title\" agreement, the Fletchers expressly acknowledged that \"they accept[ed] the property in its `AS IS' conditions [sic]\" and:</p>\n<blockquote>that neither the Seller, Real Estate Agents or Brokers, or BURLESON LAND &amp; TITLE COMPANY, TRW TITLE INSURANCE COMPANY, OR ALAMO TITLE INSURANCE COMPANY OF TEXAS have made any warranties or representations as [sic] the condition of the above-referenced property, and accordingly, the undersigned Purchasers release and hold them harmless from any and all liability in regard to the same.</blockquote>\n<p>Generally, an \"as is\" agreement negates the causation essential to recovery for a DTPA violation,<sup>[8]</sup> fraud, and negligence. <i>Prudential Ins. Co. of Am. v. Jefferson Assocs.,</i> <span class=\"citation\" data-id=\"2462991\"><a href=\"/opinion/2462991/prudential-ins-v-jefferson-associates/\"><span class=\"volume\">896</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">156</span></a></span>, 161-62 (Tex.1995). However, such an agreement will not bind a buyer who is induced to enter the agreement because of a fraudulent representation. <i>Id.</i> at 162. The parties can contract away this fraudulent inducement exception if the agreement \"clearly expresses the parties' intent to waive fraudulent inducement claims or ... disclaims reliance on representations about <span class=\"star-pagination\">*76</span> specific matters in dispute.\" <i>Schlumberger Technology Corp. v. Swanson,</i> <span class=\"citation\" data-id=\"1785528\"><a href=\"/opinion/1785528/schlumberger-technology-corp-v-swanson/\"><span class=\"volume\">959</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">171</span></a></span>, 181 (Tex.1997).</p>\n<p>The agent of a party to an \"as is\" agreement may rely on the agreement in defense of claims asserted against the agent by the other party to the agreement because the agent's principal \"obviously included in the agreement contract terms intended to benefit its agent.\" <i>C &amp; A Invs., Inc. v. Bonnet Resources Corp.,</i> <span class=\"citation\" data-id=\"1785344\"><a href=\"/opinion/1785344/c-a-inv-inc-v-bonnet-resources-corp/\"><span class=\"volume\">959</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">258</span></a></span>, 264-65 (Tex.App.-Dallas 1997, pet. denied); <i>accord </i><i>Airborne Freight Corp. v. C.R. Lee Enters.,</i> <span class=\"citation\" data-id=\"2388625\"><a href=\"/opinion/2388625/airborne-frieght-corp-inc-v-cr-lee-enterprises/\"><span class=\"volume\">847</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">289</span></a></span>, 297 (Tex.App.-El Paso 1992, writ denied).</p>\n<p>The parties agree that Appellees are agents of Wallace. The Fletchers signed a contract with Wallace agreeing to buy the property \"in its present condition.\" They and Wallace signed a second agreement in which they declared unequivocally that \"they accept[ed] the property in its `AS IS' conditions [sic]\" and that none of the Appellees \"made any warranties or representations as [sic] the condition of the above-referenced property.\"</p>\n<p>Appellees, as Wallace's agents, may rely on these agreements. <i>Id.</i> Such agreements generally will negate the causation elements of the types of claims asserted by the Fletchers. <i>Prudential Ins.,</i> 896 S.W.2d at 161-62. However, the Fletchers allege that they were fraudulently induced to enter the agreement by Edwards's alleged misrepresentations. If they were so induced, then the agreement would not be binding on them or preclude them from recovery. <i>Id.</i> at 162; <i>SMB Partners, Ltd. v. Osloub,</i> <span class=\"citation\" data-id=\"2278397\"><a href=\"/opinion/2278397/smb-partners-ltd-v-osloub/\"><span class=\"volume\">4</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">368</span></a></span>, 371 (Tex.App.-Houston [1st Dist.] 1999, no pet.); <i>Pairett v. Gutierrez,</i> <span class=\"citation\" data-id=\"1534864\"><a href=\"/opinion/1534864/pairett-v-gutierrez/\"><span class=\"volume\">969</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">512</span></a></span>, 516 (Tex. App.Austin 1998, pet. denied).</p>\n<p>Appellees argue that the exception in <i>Prudential Insurance</i> for fraudulent inducement claims should not apply to the \"as is\" clause in the \"Acceptance of Title\" agreement because the Fletchers do not assert that they were fraudulently induced to enter this agreement. We disagree. The Fletchers allege in their petition that Edwards made the representations to induce them \"to enter into the real estate contract.\" Their contract itself states that they accepted the property \"in its present condition\" (<i>i.e.,</i> \"as is\"). <i>See </i><i>Smith,</i> 911 S.W.2d at 431. If the Fletchers were fraudulently induced to enter the real estate contract as they allege, that fraud vitiates all documents which the Fletchers executed as a part of the transaction. <i>See </i><i>Prudential Ins.,</i> 896 S.W.2d at 162 (court must consider the \"nature of the transaction and the totality of the circumstances surrounding the agreement\" to determine whether an \"as is\" agreement is enforceable); <i>see also </i><i>ECC Parkway Joint Venture v. Baldwin,</i> <span class=\"citation\" data-id=\"1778957\"><a href=\"/opinion/1778957/ecc-parkway-joint-venture-v-baldwin/\"><span class=\"volume\">765</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">504</span></a></span>, 512 (Tex.App.-Dallas 1989, writ denied) (fraudulent failure to disclose height restriction actionable despite subsequent deed which conveys property \"subject to ... restrictive covenants... of record\"); <i>accord </i><i>Munawar v. Cadle Co.,</i> <span class=\"citation\" data-id=\"1508858\"><a href=\"/opinion/1508858/munawar-v-cadle-co/\"><span class=\"volume\">2</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">12</span></a></span>, 17 (Tex.App.-Corpus Christi 1999, no pet.).</p>\n<p>The dissent believes that, because the contractual provisions at issue in the Fletchers' case are similar to the ones at issue in <i>Schlumberger Technology,</i> the same result should follow. We respectfully disagree because the circumstances surrounding these provisions and the provisions themselves are markedly distinct. In <i>Schlumberger Technology,</i> the parties had become embroiled in a dispute regarding the feasibility and value of a project they were pursuing in a joint venture. <i>See Schlumberger Tech. Corp.,</i> 959 S.W.2d at 180. To resolve this dispute, the parties entered negotiations and signed a release. During the course of the negotiations, \"highly competent and able legal counsel represented both parties.\" <i>Id.</i> The disclaimer in that case expressly referenced the fact that the Swansons' counsel fully explained to them the legal consequences of the release. <i>Id.</i> The Swansons later sued Schlumberger Technology alleging <span class=\"star-pagination\">*77</span> that it had fraudulently induced them to agree to the release.</p>\n<p>The Court stated, \"The contract <i>and the circumstances surrounding its formation</i> determine whether the disclaimer of reliance is binding.\" <i>Id.</i> at 179 (emphasis added). After considering that the parties were attempting to resolve their dispute by negotiating and executing the release, were represented by counsel, were dealing at arms length, and were \"sophisticated business players,\" the Court concluded that the disclaimer was binding. <i>Id.</i> at 179-81.</p>\n<p>When the Fletchers signed the real estate contract and the Acceptance of Title agreement, they were not attempting to resolve the present dispute about the availability of water. They were not represented by counsel, nor were they \"sophisticated business players\" as were the Swansons. Accordingly, we conclude that the agreements in this case do not satisfy either of the requirements set forth in <i>Schlumberger Technology</i> to preclude a fraudulent inducement claim. <i>Id.</i> at 181. Thus, we conclude that the agreements do not establish Appellees' entitlement to judgment as a matter of law on the Fletchers' statutory and common law fraudulent inducement claims. <i>See </i><i>Clear Creek Basin Auth.,</i> 589 S.W.2d at 679.</p>\n<p></p>\n<h2>FRAUDULENT INDUCEMENT</h2>\n<p>Under the common law, a plaintiff establishes a fraudulent inducement claim by showing the elements of \"a simple fraud claim.\" <i>Balogh v. Ramos,</i> <span class=\"citation\" data-id=\"1720966\"><a href=\"/opinion/1720966/balogh-v-ramos/\"><span class=\"volume\">978</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">696</span></a></span>, 701 (Tex.App.-Corpus Christi 1998, pet. denied) (op. on reh'g), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">66</span></span>, <span class=\"citation no-link\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">57</span></span> (1999) (citing <i>DeSantis v. Wackenhut Corp.,</i> <span class=\"citation\" data-id=\"2376061\"><a href=\"/opinion/2376061/desantis-v-wackenhut-corp/\"><span class=\"volume\">793</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">670</span></a></span>, 688 (Tex.1990) (op. on reh'g)). Those elements are:</p>\n<blockquote> a material misrepresentation;</blockquote>\n<blockquote> which was false;</blockquote>\n<blockquote> which was known to be false when made or was made recklessly as a positive assertion without knowledge of its truth;</blockquote>\n<blockquote> which was intended to be acted upon;</blockquote>\n<blockquote> which was relied upon; and</blockquote>\n<blockquote> which caused injury.</blockquote>\n<p><i>Insurance Co. of N. Am. v. Morris,</i> <span class=\"citation\" data-id=\"1760157\"><a href=\"/opinion/1760157/insurance-co-of-north-america-v-morris/\"><span class=\"volume\">981</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">667</span></a></span>, 674 (Tex. 1998).</p>\n<p>A plaintiff establishes a statutory fraudulent inducement claim under section 27.01 of the Business and Commerce Code by showing:</p>\n<blockquote> a false representation of a material fact;</blockquote>\n<blockquote> made to induce a person to enter a contract; and</blockquote>\n<blockquote> relied on by that person in entering the contract.</blockquote>\n<p>TEX. BUS. &amp; COM. CODE ANN. § 27.01(a)(1) (Vernon 1987); <i>Brush v. Reata Oil &amp; Gas Corp.,</i> <span class=\"citation\" data-id=\"2387599\"><a href=\"/opinion/2387599/brush-v-reata-oil-gas-corp/\"><span class=\"volume\">984</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">720</span></a></span>, 726 (Tex.App.-Waco 1998, pet. denied). The statutory cause of action differs from the common law only in that it \"does not require proof of knowledge or recklessness as a prerequisite to the recovery of actual damages.\" <i>Brush,</i> 984 S.W.2d at 726; <i>Diversified, Inc. v. Walker,</i> <span class=\"citation\" data-id=\"1744461\"><a href=\"/opinion/1744461/diversified-inc-v-walker/\"><span class=\"volume\">702</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">717</span></a></span>, 723 (Tex. App.Houston [1st Dist.] 1985, writ ref'd n.r.e .).</p>\n<p>The parties do not contest that the representations, if made, are material. They do not disagree that the alleged representations are false or that the Fletchers have been damaged to some degree by the fact that water was not available to their property at the time of purchase. Appellees' summary judgment motion does not challenge the intent<sup>[9]</sup> element of the <span class=\"star-pagination\">*78</span> Fletchers' claims. <i>See </i><i>Cincinnati Life Ins.,</i> 927 S.W.2d at 625. Thus, the dispute in this case revolves around the elements of knowledge and reliance.</p>\n<p></p>\n<h2>KNOWLEDGE/RECKLESSNESS</h2>\n<p>As we have already determined, a careful reading of the no-evidence portion of Appellees' motion reveals their contention that there is no evidence Edwards knew that his alleged representations were false. The Fletchers' only response to this assertion in their summary judgment pleadings is: \"Whether [Edwards] knew or not is not the question.\" We construe this response to be a statement that knowledge is immaterial under section 27.01.</p>\n<p>The Fletchers are correct that under section 27.01, knowledge is immaterial to the recovery of actual damages. <i>Brush,</i> 984 S.W.2d at 726; <i>Diversified,</i> 702 S.W.2d at 723. Under the common law however, the Fletchers must establish either that Edwards knew the alleged representations were false or that he recklessly made them as positive assertions without knowledge of the truth. <i>Insurance Co. of N. Am.,</i> 981 S.W.2d at 674; <i>Brush,</i> 984 S.W.2d at 726.</p>\n<p>Appellees aver in their no-evidence summary judgment motion that Edwards did not know the alleged representations were false. The Fletchers presented no summary judgment evidence to counter this assertion. Ordinarily in this situation, the trial court has no discretion but to grant the no-evidence motion. <i>See </i><i>Williams,</i> 15 S.W.3d at 117; Tex. R. Civ. P. 166a(i). In this case however, the question of knowledge does not wholly dispose of the Fletchers' common law fraud claim. The Fletchers may also prevail if they show that Edwards recklessly made the alleged representations as positive assertions without knowledge of the truth. <i>Insurance Co. of N. Am.,</i> 981 S.W.2d at 674; <i>Brush,</i> 984 S.W.2d at 726.</p>\n<p>The traditional portion of Appellees' summary judgment motion relies almost exclusively on the \"as is\" clauses to establish their entitlement to judgment as a matter of law. We have already concluded that these clauses do not entitle them to a summary judgment because of the Fletchers' fraudulent inducement claims. Thus, Appellees failed to establish an entitlement to judgment as a matter of law on the recklessness element of the Fletchers' common law fraudulent inducement claim. <i>See </i><i>Clear Creek Basin Auth.,</i> 589 S.W.2d at 679.</p>\n<p>Similarly, the no-evidence portion of Appellees' summary judgment motion challenges only the knowledge element of the Fletchers' common law claim. Accordingly, Appellees failed to allege or demonstrate that no evidence exists to support the recklessness element of the Fletchers' common law fraudulent inducement claim. <i>See</i> Tex. R. Civ. P. 166a(i).</p>\n<p></p>\n<h2>RELIANCE</h2>\n<p>The Fletchers contend in their eighth issue that a fact issue exists on the question of whether they relied on Edwards's alleged representations. Appellees rely on the \"as is\" clauses to assert that the Fletchers \"are precluded as a matter of law from recovering under their common law fraud [or] statutory fraud ... claims.\" As stated above however, an \"as is\" clause will not bar a fraudulent inducement claim unless it \"clearly expresses the parties' intent to waive fraudulent inducement claims or ... disclaims reliance on representations about specific matters in dispute.\" <span class=\"star-pagination\">*79</span> <i>Schlumberger Technology,</i> 959 S.W.2d at 181. We have already determined that the \"as is\" provisions in this case do not meet either of the requirements stated in <i>Schlumberger Technology.</i> Thus, these provisions do not preclude the Fletchers from pursuing their fraudulent inducement claims.</p>\n<p>The Fletchers assert in their summary judgment response that they relied on Edwards's representations. D'Ann Fletcher's affidavit recites that Edwards was asked three times whether utilities were available to the property. Resolving all inferences in favor of the non-movants, we conclude that Appellees failed to establish as a matter of law that the Fletchers did not rely on Edwards's alleged representations. <i>See </i><i>American Tobacco,</i> 951 S.W.2d at 425. Accordingly, we sustain the Fletchers' eighth issue.</p>\n<p>Because fact issues remain on the issue of reliance, we need not address the Fletchers' seventh issue regarding the \"patent absurdity\" of Edwards's alleged representations. Appellees have failed to establish their entitlement to judgment as a matter of law on any element of the Fletchers' common law and statutory fraudulent inducement claims. <i>See </i><i>Clear Creek Basin Auth.,</i> 589 S.W.2d at 679. Appellees similarly failed to allege or establish that no evidence exists to support the recklessness element of the Fletchers' common law claim. <i>See</i> Tex. R. Civ. P. 166a(i). Therefore, the trial court erred in granting them a summary judgment on these claims.</p>\n<p></p>\n<h2>EXEMPLARY DAMAGES</h2>\n<p>The Fletchers question in their ninth issue whether the summary judgment evidence raises a fact issue on the question of whether Edwards intended to deceive them when he made the alleged representations. Section 27.01(c) provides for the recovery of exemplary damages in cases where the declarant makes a representation \"with actual awareness\" of its falsity. Tex. Bus. &amp; Com. Code Ann. § 27.01(c) (Vernon 1987). For common law fraud, the Fletchers must establish that Edwards acted with malice<sup>[10]</sup> to recover exemplary damages. <i>LaChalet Int'l, Inc. v. Nowik,</i> <span class=\"citation\" data-id=\"1639219\"><a href=\"/opinion/1639219/lachalet-intern-inc-v-nowik/\"><span class=\"volume\">787</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">101</span></a></span>, 106 (Tex. App.Dallas 1990, no writ); <i>Gardner v. Kerly,</i> <span class=\"citation\" data-id=\"1731992\"><a href=\"/opinion/1731992/gardner-v-kerly/\"><span class=\"volume\">613</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">795</span></a></span>, 796 (Tex.Civ. App.Houston [14th Dist.] 1981, no writ). Under the version of the DTPA applicable to this case, the trial court can award additional damages only upon a finding \"that the conduct of the defendant was committed knowingly.\" <i>See</i> Act of May 16, 1979, 66th Leg., R.S., ch. 603, § 4, 1979 Tex. Gen. Laws 1327, 1330 (amended 1995) (current version at TEX. BUS. &amp; COM. CODE ANN. § 17.50(b)(1) (Vernon Supp.2000)).</p>\n<p>In the Fletchers' summary judgment response, they argue only that the question of Edwards's knowledge is irrelevant to their recovery of actual damages under section 27.01. They did not otherwise present evidence or argument to the trial court to challenge Appellees' assertion that there is no evidence Edwards knew his alleged representations were false. Thus, we do not consider these arguments. <i>See </i><i>McConnell,</i> 858 S.W.2d at 343.</p>\n<p>Because the Fletchers presented no evidence or argument to counter Appellees' contention that there is no evidence Edwards knew his alleged representations were false, the trial court had no discretion but to grant Appellees' motion on the issue of exemplary damages. <i>See </i><i>Williams,</i> 15 S.W.3d at 117; Tex. R. Civ. P. 166a(i). Accordingly, we overrule the Fletchers' ninth issue.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*80</span> JOINT AND SEVERAL LIABILITY</h2>\n<p>The Fletchers question in their third issue whether Orr and ERA are jointly and severally liable for Edwards's alleged representations. <i>See, e.g., </i><i>NationsBank, N.A. v. Dilling,</i> <span class=\"citation\" data-id=\"2462703\"><a href=\"/opinion/2462703/nationsbank-na-v-dilling/\"><span class=\"volume\">922</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">950</span></a></span>, 952-53 (Tex. 1996); <i>Roberts v. Tipton,</i> <span class=\"citation\" data-id=\"2457435\"><a href=\"/opinion/2457435/roberts-v-tipton/\"><span class=\"volume\">562</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">921</span></a></span>, 922 (Tex.Civ.App.-Waco 1978, writ ref'd n.r.e.). Appellees respond only that because they believe \"the Fletchers failed to raise genuine issues of material fact on their claims against Edwards, issues of vicarious liability against Orr and ERA ... are moot.\" Orr and ERA did not allege an entitlement to judgment on this ground in their summary judgment motion. Thus, the trial court could not have granted them a summary judgement on this ground, and we cannot consider it on appeal. <i>See </i><i>Cincinnati Life Ins.,</i> 927 S.W.2d at 625. Accordingly, we will not further address the Fletchers' third issue.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>The Fletchers allege that they were fraudulently induced to enter the transaction with Appellees. If so, the \"as is\" clauses at issue would not be binding on them or preclude them from recovering on any of their claims. However, Appellees demonstrated that they are entitled to judgment as a matter of law on the Fletchers' claim for exemplary damages under section 27.01(c), the DTPA, and the common law. Otherwise, Appellees failed to establish their entitlement to judgment as a matter of law on the Fletchers' claims.</p>\n<p>We affirm the portion of the summary judgment granted on the Fletchers' claims for exemplary damages under section 27.01(c), the DTPA, and the common law. We reverse the portion of the summary judgment granted on the remainder of their claims, sever, and remand that portion of this cause to the trial court for further proceedings consistent with this opinion. <i>See </i><i>Aero Energy, Inc. v. Circle C Drilling Co.,</i> <span class=\"citation\" data-id=\"2401634\"><a href=\"/opinion/2401634/aero-energy-inc-v-circle-c-drilling-co/\"><span class=\"volume\">699</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">821</span></a></span>, 823 (Tex. 1985); <i>Blankenship v. Brazos Higher Educ. Auth., Inc.,</i> <span class=\"citation\" data-id=\"2428762\"><a href=\"/opinion/2428762/blankenship-v-brazos-higher-educ-auth-inc/\"><span class=\"volume\">975</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">353</span></a></span>, 364 (Tex.App.-Waco 1998, pet. denied).</p>\n<p>Justice GRAY, dissenting.</p>\n<p>TOM GRAY, Justice, dissenting.</p>\n<p>The majority opinion is an excellent discussion of the issues presented in this appeal. The analysis is thoughtful and well presented. However, after pondering the issues presented, a review of the cases, analysis of the facts and considering the scope of the application of the opinion to similar situations, I am of the opinion that the written contract signed by the Fletchers precludes a recovery by them. If written contracts are to mean anything, and if citizens are going to conduct their lives under the assurance provided by written agreements, we should be willing to enforce them and require people to live by those documents which they have signed as solemn agreements by which they are bound.</p>\n<p>In this case the Fletchers signed a written agreement that expressly stated that:</p>\n<blockquote>they accept the property in its \"AS IS\" conditions ... [and] that neither the Seller, Real Estate Agents or Brokers, or BURLESON LAND &amp; TITLE COMPANY, TRW TITLE INSURANCE COMPANY, OR ALAMO TITLE INSURANCE COMPANY OF TEXAS have made any warranties or representations as the condition of the above-referenced property, and accordingly, the undersigned Purchasers release and hold them harmless from any and all liability in regard to the same.</blockquote>\n<p>The question for us to decide is whether this agreement negates as a matter of law that the Fletchers relied upon the alleged representations of Edwards. The majority opinion holds that because the Fletchers alleged the statement regarding the availability of water was fraudulent and induced them to enter into the contract, that it vitiates the written contract. The majority opinion relies upon <i>Schlumberger.</i> <span class=\"star-pagination\">*81</span> <i>Schlumberger Technology Corp. v. Swanson,</i> <span class=\"citation\" data-id=\"1785528\"><a href=\"/opinion/1785528/schlumberger-technology-corp-v-swanson/\"><span class=\"volume\">959</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">171</span></a></span>, 180 (Tex.1997).</p>\n<p>However, a close reading of <i>Schlumberger</i> reveals that the above disclaimer of reliance on any representations made by Edwards (the Real Estate Agents or Brokers) is remarkably similar to the one the Texas Supreme Court held to be effective in <i>Schlumberger.</i> The Court explained:</p>\n<blockquote>In this context and in clear language, the Swansons unequivocally disclaimed reliance upon representations by Schlumberger about the project's feasibility and value. They said:</blockquote>\n<p>[E]ach of us [the Swansons] expressly warrants and represents and does hereby state ... and represent ... that no promise or agreement which is not herein expressed has been made to him or her in executing this release, and that none of us is relying upon any statement or representation of any agent of the parties being released hereby. Each of us is relying on his or her own judgment and each has been represented by Hubert Johnson as legal counsel in this matter. The aforesaid legal counsel has read and explained to each of us the entire contents of this Release in Full, as well as the legal consequences of this Release .... (emphasis added).</p>\n<blockquote>Because courts are to assume that the parties intended every contractual provision to have some meaning, <i>see Columbia Gas,</i> 940 S.W.2d at 591; <i>Lenape Resources Corp. v. Tennessee Gas Pipeline Co.,</i> <span class=\"citation\" data-id=\"1767826\"><a href=\"/opinion/1767826/lenape-resources-v-tenn-gas-pipeline/\"><span class=\"volume\">925</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">565</span></a></span>, 574 (Tex.1996), we must presume that the parties contemplated, by the inclusion of this clause, that the Swansons would not rely on any representations of Schlumberger about the commercial feasibility and value of this project, which, after all, was the very dispute that the release was supposed to resolve. Therefore, we conclude that the disclaimer of reliance is binding and, as a matter of law, precludes the Swansons' claim that they were fraudulently induced to sell their interest in the sea-diamond project.</blockquote>\n<p><i>Schlumberger Technology Corp. v. Swanson,</i> <span class=\"citation\" data-id=\"1785528\"><a href=\"/opinion/1785528/schlumberger-technology-corp-v-swanson/\"><span class=\"volume\">959</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">171</span></a></span>, 180 (Tex.1997) (emphasis as in text quoted).</p>\n<p>Here, the Fletchers do not complain that they were duped by the appellees to sign something that was in fact a contract to buy a tract of real property. Nor do they allege they did not have the opportunity to review, or were prevented from reviewing, the documents they signed. They do not allege they were shown one tract of property but in fact the contract and deed described another. They bought the tract of property they were shown.</p>\n<p>The Fletchers signed a contract that said they were not relying on any representation appellees made about the condition of the property. Now they are suing, claiming they were fraudulently induced to buy the property because of a misrepresentation about the condition of the property. Upon the strength of the similarity of the disclaimer of reliance in <i>Schlumberger</i> with the disclaimer of reliance signed by the Fletchers, and until the Supreme Court clarifies under what circumstances and what evidence the non-movant must place in the summary judgment record to avoid summary judgment, I would hold that the disclaimer of reliance is binding and, as a matter of law, precludes the Fletchers' claim that they were fraudulently induced to buy the property by any representation made by the Appellees.</p>\n<p>Accordingly, I would affirm the trial court's summary judgment. Because the majority opinion does not, I respectfully dissent.</p>\n<h2>NOTES</h2>\n<p>[1]  The Fletchers list these <i>10</i> issues separately in the \"Issues Presented\" section of their brief. <i>See</i> Tex. R. App. P. 38.1(e). In the \"Summary of the Argument\" section of the brief, they provide a separate and succinct summary of <i>13</i> arguments for reversal which do not correspond in number or order to the <i>10</i> issues listed. <i>See id.</i> 38.1(g). The 32-page \"Argument\" section of the brief discusses all issues presented together and not in the order originally listed. <i>See id.</i> 38.1(h) The table of contents does not \"indicate the subject matter of each issue\" or refer to the page(s) on which each issue is discussed. <i>See id.</i> 38.1(b).\n</p>\n<p>Each issue or related group of issues presented in a brief should be separately briefed. The summary of argument should correspond to the issues either as listed or as grouped. The table of contents in a brief should refer to the page(s) on which the argument concerning each issue or group of issues can be found. As Appellees observe in their brief, the Fletchers' brief does not comply with any of these requirements. However, because the Fletchers' brief has been on file for almost 18 months and because Appellees were able to identify the issues raised and respond to them in their brief, we will not require re-briefing in this instance. <i>See id.</i> 2, 38.9.</p>\n<p>[2]  Sanborn is an agent with ERA. Davis is the adjoining landowner through whose property the Fletchers needed an easement. The Fletchers subsequently non-suited their claims against Sanborn, Davis, the Water Company, and Wallace.</p>\n<p>[3]  Specifically, the Fletchers claim that Appellees engaged in false, misleading or deceptive acts when Edwards represented that water was available to the lot when it was not available. <i>See</i> Tex. Bus. &amp; Com. Code Ann. § 17.46(b)(5) (Vernon Supp.2000).</p>\n<p>[4]  Appellees rely on both the earnest money contract in which the Fletchers contractually bound themselves to accept the property \"in its present condition\" and the \"Acceptance of Title\" agreement in which they likewise agreed that they were purchasing the property \"as is.\"</p>\n<p>[5]  The Fletchers' fifth issue questions whether the no-evidence portion of Appellees' summary judgment motion adequately identifies the element(s) of the Fletchers' claims on which Appellees contend there is no evidence. However, they did not object to the form of Appellees' motion in their written response. Accordingly, they failed to preserve this issue for our review. <i>Williams v. Bank One,</i> <span class=\"citation\" data-id=\"2119721\"><a href=\"/opinion/2119721/williams-v-bank-one-texas-na/\"><span class=\"volume\">15</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">110</span></a></span>, 117 (Tex.App.-Waco 1999, no pet.); <i>accord </i><i>McConnell v. Southside Indep. Sch. Dist.,</i> <span class=\"citation\" data-id=\"1746247\"><a href=\"/opinion/1746247/mcconnell-v-southside-school-dist/\"><span class=\"volume\">858</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">337</span></a></span>, 342 (Tex. 1993).</p>\n<p>[6]  The Fletchers objected to two paragraphs in which Edwards stated that Wallace had told him at some time before the sale that a water line and water meter had been installed on the property 20-25 years ago and that the water was supplied via a water line that runs along the boundary of an adjacent lot.</p>\n<p>[7]  The Fletchers' first and second issues respectively question whether the \"as is\" clauses were a part of the bargain or survived closing. However, they first presented these grounds to the trial court in their late-filed supplemental response. Because they did not present these grounds to the trial court in a timely fashion, they \"may not later assign them as error on appeal.\" <i>See </i><i>City of Houston v. Clear Creek Basin Auth.,</i> <span class=\"citation\" data-id=\"1571353\"><a href=\"/opinion/1571353/city-of-houston-v-clear-creek-basin-authority/\"><span class=\"volume\">589</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">671</span></a></span>, 678-79 (Tex. 1979). Accordingly, we overrule the Fletchers' first and second issues.</p>\n<p>[8]  The Fletchers' sixth issue questions whether they must show reliance under the version of the DTPA applicable to this case. The 1979 version of the DTPA applies to the Fletchers' claim and does not require a showing of reliance. <i>See</i> Act of May 16, 1979, 66th Leg., R.S., ch. 603, § 4, 1979 Tex. Gen. Laws 1327, 1329-30 (amended 1995) (current version at TEX. BUS. &amp; COM. CODE ANN. § 17.50(a) (Vernon Supp.2000)). Nevertheless, the Supreme Court held in <i>Prudential Insurance</i> that an \"as is\" clause negates the \"producing cause\" element of a DTPA claim brought under the 1979 act. <i>Prudential Ins. Co. of Am. v. Jefferson Assocs.,</i> <span class=\"citation\" data-id=\"2462991\"><a href=\"/opinion/2462991/prudential-ins-v-jefferson-associates/\"><span class=\"volume\">896</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">156</span></a></span>, 161 (Tex.1995). Therefore, resolution of the Fletchers' sixth issue is immaterial and unnecessary to the final disposition of their appeal. <i>See</i> Tex. R. App. P. 47.1.</p>\n<p>[9]  Under the common law, this element embraces the question of whether the declarant intended that his false representation be acted upon. <i>See </i><i>Insurance Co. of N. Am. v. Morris,</i> <span class=\"citation\" data-id=\"1760157\"><a href=\"/opinion/1760157/insurance-co-of-north-america-v-morris/\"><span class=\"volume\">981</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">667</span></a></span>, 674 (Tex. 1998). Under section 27.01, the element embraces the question of whether the declarant made the representation \"for the purpose of inducing [a] person to enter into a contract.\" Tex. Bus. &amp; Com. Code Ann. § 27.01(a)(1) (Vernon 1987). Appellees remark for the first time on appeal that the record contains no evidence \"of any effort on the part of any of the Defendants to fraudulently induce the Fletchers to agree to purchase the subject property `as is.'\" To the extent that fraud in the execution of a contract is a different theory of recovery than fraudulent inducement to enter that contract, Appellees failed to raise it as a ground on which summary judgment could be granted. <i>See </i><i>Dallas Farm Mach. Co. v. Reaves,</i> <span class=\"citation no-link\"><span class=\"volume\">158</span> <span class=\"reporter\">Tex.</span> <span class=\"page\">1</span></span>, 10-13, <span class=\"citation\" data-id=\"2406336\"><a href=\"/opinion/2406336/dallas-farm-machinery-company-v-reaves/\"><span class=\"volume\">307</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">233</span></a></span>, 238-40 (1957). Because they did not first present this potential ground of recovery to the trial court, we will not consider it on appeal. <i>See </i><i>Cincinnati Life Ins. v. Cates,</i> <span class=\"citation\" data-id=\"1687202\"><a href=\"/opinion/1687202/cincinnati-life-ins-co-v-cates/\"><span class=\"volume\">927</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">623</span></a></span>, 625 (Tex. 1996).</p>\n<p>[10]  \"Malice may be inferred from a wrongful act done intentionally in violation of [a party's] rights.\" <i>Accent Bldrs. Co. v. Southwest Concrete Sys., Inc.,</i> <span class=\"citation\" data-id=\"2454337\"><a href=\"/opinion/2454337/accent-builders-v-southwest-concrete-sys/\"><span class=\"volume\">679</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">106</span></a></span>, 111 (Tex. App.Dallas 1984, writ ref'd n.r.e.) (quoting <i>Gardner v. Kerly,</i> <span class=\"citation\" data-id=\"1731992\"><a href=\"/opinion/1731992/gardner-v-kerly/\"><span class=\"volume\">613</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">795</span></a></span>, 796 (Tex. Civ.App.Houston [14th Dist.] 1981, no writ)); <i>accord </i><i>LaChalet Int'l, Inc. v. Nowik,</i> <span class=\"citation\" data-id=\"1639219\"><a href=\"/opinion/1639219/lachalet-intern-inc-v-nowik/\"><span class=\"volume\">787</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">101</span></a></span>, 106 (Tex.App.-Dallas 1990, no writ).</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1501544/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1508858/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1517279/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1534864/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1565072/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1571353/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1639219/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1666995/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1687202/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1720966/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1731992/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1742324/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1744461/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1746247/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1760157/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1767826/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1778957/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1785344/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1785528/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2119721/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2278397/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2373379/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2376061/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2382064/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2387599/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2388625/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2401634/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2406336/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2428597/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2428762/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2431377/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2441315/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2452285/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2454337/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2457435/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2462039/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2462703/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2462991/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2466206/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2468747/"
          ]
        }
      ],
      "judges": "Chief Justice Davis, Justice Vance and Justice Gray",
      "date_created": "2015-10-16T16:55:03.029009Z",
      "date_modified": "2016-09-30T23:42:26.941616Z",
      "date_filed": "2000-07-05",
      "date_filed_is_approximate": false,
      "slug": "fletcher-v-edwards",
      "citation_id": 1325317,
      "case_name_short": "Fletcher",
      "case_name": "Fletcher v. Edwards",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "26 S.W.3d 66",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 96,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/778273/fletcher-v-edwards/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:12:01.660542Z",
  "date_modified": "2014-10-30T12:12:01.660542Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Fletcher",
  "case_name": "Fletcher v. Edwards",
  "case_name_full": "",
  "slug": "fletcher-v-edwards",
  "docket_number": "10-98-226-CV",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}