{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/783743/",
  "id": 783743,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca10/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/159824/",
      "id": 159824,
      "absolute_url": "/opinion/159824/hobock-v-grant-county/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/783743/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/159824/",
          "id": 159824,
          "absolute_url": "/opinion/159824/hobock-v-grant-county/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/159824/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2010-08-14T06:32:32Z",
          "date_modified": "2017-03-24T07:53:37.045813Z",
          "type": "010combined",
          "sha1": "617035d081ff82fc805ee674c88a826c1ba23994",
          "page_count": 8,
          "download_url": "http://www.ca10.uscourts.gov/opinions/99/99-2194.pdf",
          "local_path": "pdf/2000/06/23/Hobock_vs._Grant_County.pdf",
          "plain_text": "                                                                         F I L E D\n                                                                  United States Court of Appeals\n                                                                          Tenth Circuit\n                     UNITED STATES COURT OF APPEALS\n                                                                         JUN 23 2000\n                                  TENTH CIRCUIT\n                                                                     PATRICK FISHER\n                                                                              Clerk\n\n VERNON HOBOCK,\n\n                Plaintiff - Appellee,\n\n          v.                                            No. 99-2194\n                                             (D. Ct. No. CIV 98-1559 JC/RLP)\n GRANT COUNTY,                                          (D.N. Mex.)\n\n                Defendant,\n\n          and\n\n KURT CARLSON; ROSEMARY\n ARCIERO, in their individual and\n official capacities; BOARD OF\n COUNTY COMMISSIONERS OF\n GRANT COUNTY, NEW MEXICO,\n\n                Defendants - Appellants.\n\n\n                             ORDER AND JUDGMENT *\n\n\nBefore TACHA, MCWILLIAMS, and MAGILL †, Circuit Judges.\n\n\n      Plaintiff filed statutory and constitutional claims against defendants seeking\n\n      *\n       This order and judgment is not binding precedent, except under the\ndoctrines of law of the case, res judicata, and collateral estoppel. This court\ngenerally disfavors the citation of orders and judgments; nevertheless, an order\nand judgment may be cited under the terms and conditions of 10th Cir. R. 36.3.\n\n      The Honorable Frank J. Magill, Senior Circuit Judge, United States Court\n      †\n\nof Appeals for the Eighth Circuit, sitting by designation.\n\fdamages for the physical and sexual abuse he allegedly suffered while confined at\n\na county juvenile detention center. Defendants moved to dismiss the action,\n\nasserting various theories of immunity. The district court denied the motion to\n\ndismiss. Defendants filed a timely appeal and we affirm.\n\n                                          I.\n\n      On motion to dismiss, “all well-pleaded factual allegations in the amended\n\ncomplaint are accepted as true and viewed in the light most favorable to the\n\nnonmoving party.” Sutton v. Utah State Sch. for the Deaf & Blind, 173 F.3d\n\n1226, 1236 (10th Cir. 1999). On or about May 22, 1997, law enforcement\n\nofficers arrested plaintiff in Lordsburg, New Mexico, after learning that he was\n\nlisted as a runaway from the state of Tennessee. Hidalgo County authorities\n\ndecided to detain him until he could be returned to Tennessee. Plaintiff was\n\ntherefore transported to the Grant County Juvenile Detention Center.\n\n      During his detention, plaintiff was housed in the same cellblock as violent\n\nminors with gang associations. These minors routinely threatened plaintiff with\n\ngreat bodily harm. On May 23, the minors severely beat plaintiff on the center’s\n\nsundeck and again in the cellblock area. In his cell, plaintiff was forced to\n\nengage in fellatio.\n\n      Defendant Carlson, the administrator of the center, and defendant Arciero,\n\na detention officer at the center, both knew that plaintiff was having trouble\n\n\n                                         -2-\n\fcoping with the other minors. When plaintiff sought to stay in his cell, the\n\ndetention officer on duty ordered him out. The forced fellatio occurred in a cell\n\nwhere the installed video cameras were either inoperable or not monitored by\n\ncenter personnel. Plaintiff cites a number of past incidents involving forced sex\n\nupon inmates at the detention center. Plaintiff also contends that government\n\nagencies had warned the center, inter alia, about a failure to properly operate\n\nvideo cameras in the cellblock and on the sundeck and a failure to segregate\n\nviolent from nonviolent detainees.\n\n                                          II.\n\n      Defendants filed a motion to dismiss pursuant to Fed. R. Civ. 12(b),\n\nasserting Eleventh Amendment, quasi-judicial and qualified immunity. In a\n\nthorough and well-reasoned order, the district court denied the motion on all\n\ngrounds.\n\n                                          A.\n\n      This court has jurisdiction over the interlocutory denial of Eleventh\n\nAmendment immunity to the county and its officials. See Puerto Rico Aqueduct\n\n& Sewer Auth. v. Metcalf & Eddy, Inc., 506 U.S. 139, 147 (1993) (“States and\n\nstate entities that claim to be ‘arms of the State’ may take advantage of the\n\ncollateral order doctrine to appeal a district court order denying a claim of\n\nEleventh Amendment immunity.”). We review de novo the district court’s denial\n\n\n                                         -3-\n\fof Eleventh Amendment immunity. See ANR Pipeline Co. v. Lafaver, 150 F.3d\n\n1178, 1186 (10th Cir. 1998).\n\n      In general, the Eleventh Amendment does not extend to political\n\nsubdivisions of the state, such as counties or municipalities. Elam Constr., Inc. v.\n\nRegional Transp. Dist., 129 F.3d 1343, 1345 (10th Cir. 1997). Even so, a county\n\nmay enjoy Eleventh Amendment immunity if it operates as an arm of the state,\n\ni.e., an alter ego or instrumentality of the state. See id. “Whether a\n\ngovernmental entity is entitled to Eleventh Amendment immunity turns on the\n\ncharacterization of the entity under state law, the guidance and control exercised\n\nby the state, the degree of state funding, and the entity’s ability to provide for its\n\nown financing by levying taxes and issuing bonds.” Sonnenfeld v. City & County\n\nof Denver, 100 F.3d 744, 749 (10th Cir. 1996). However, “the most important\n\nconsideration is whether a judgment against the entity would be paid from the\n\nstate treasury.” Elam, 129 F.3d at 1345.\n\n      Counties in New Mexico operate as independent political subdivisions. See\n\nDaddow v. Carlsbad Mun. Sch. Dist., 898 P.2d 1235, 1243 (N.M. 1995). They\n\nmay levy taxes and issue bonds. E.g., N.M. Stat. Ann. §§ 4-38-17, 4-49-7\n\n(Michie 1995). Most importantly, as a local public body, a county must cover the\n\nrisk of constitutional violations committed by law enforcement officers acting\n\nwithin the scope of their duties. See id. §§ 41-4-3(C), -4-12, -4-20(A)(1)(a).\n\n\n                                          -4-\n\fAgainst this backdrop of state law, the district court correctly concluded that\n\ndefendants are not entitled to Eleventh Amendment immunity.\n\n                                          B.\n\n      Defendants also contend that they are entitled to absolute quasi-judicial\n\nimmunity because they detained plaintiff pursuant to a state court order. We\n\nhave jurisdiction over this denial of absolute immunity and review the district\n\ncourt’s order de novo. See Valdez v. City and County of Denver, 878 F.2d 1285,\n\n1287 (10th Cir. 1989).\n\n      “[O]fficials charged with the duty of executing a facially valid court order\n\nenjoy absolute immunity from liability for damages in a suit challenging conduct\n\nprescribed by that order.” Turney v. O’Toole, 898 F.2d 1470, 1472 (10th Cir.\n\n1990)(internal quotation marks and citation omitted). The court order in this case\n\nsimply directed that plaintiff be detained at the Grant County Juvenile Detention\n\nCenter pending further order of the court or authorization for release by a juvenile\n\nprobation officer. Therefore, defendants enjoy absolute immunity from any\n\nliability attaching to their decision to detain plaintiff. However, plaintiff does not\n\nchallenge the legality of his initial detention. Rather, he challenges the conditions\n\nwithin the county facility during the course of his detention. Since the court order\n\ndid not dictate any specific treatment within the center, defendants are not\n\nabsolutely immune from plaintiff’s charges. See id. at 1474.\n\n\n                                         -5-\n\f                                           C.\n\n      “Orders denying qualified immunity before trial are appealable to the extent\n\nthey resolve abstract issues of law.” Foote v. Spiegel, 118 F.3d 1416, 1422 (10th\n\nCir. 1997). We review the district court’s resolution of the qualified immunity\n\nissue de novo. See id. at 1424.\n\n      “[G]overnment officials performing discretionary functions generally are\n\nshielded from liability for civil damages insofar as their conduct does not violate\n\nclearly established statutory or constitutional rights of which a reasonable person\n\nwould have known.” Harlow v. Fitzgerald, 457 U.S. 800, 818 (1982). In\n\nevaluating a claim of qualified immunity, “a court must first determine whether\n\nthe plaintiff has alleged the deprivation of an actual constitutional right at all, and\n\nif so, proceed to determine whether that right was clearly established at the time\n\nof the alleged violation.” Conn v. Gabbert, 526 U.S. 286, 290 (1999).\n\n      The individual defendants maintain that they are qualifiedly immune from\n\nplaintiff’s constitutional claim. The district court found that plaintiff’s sole\n\nconstitutional claim is one of substantive due process under the Fourteenth\n\nAmendment. Plaintiff does not challenge this finding on appeal. To state a\n\nsubstantive due process claim, plaintiff must allege that “he was ‘incarcerated\n\nunder conditions posing a substantial risk of serious harm,’ and that the [county\n\nofficials] w[ere] aware of and disregarded an excessive risk to inmate health or\n\n\n                                          -6-\n\fsafety by failing to take reasonable measures to abate the risk.” Lopez v.\n\nLeMaster, 172 F.3d 756, 760-61 (10th Cir. 1999) (quoting Farmer v. Brennan,\n\n511 U.S. 825, 834 (1994)). Reviewing the contents of the pleadings in a light\n\nmost favorable to the nonmoving party, we find that plaintiff has alleged\n\ninstances of physical and sexual assault at the hands of violent minors. Plaintiff\n\nhas also alleged that defendants knew about the threats to plaintiff and failed to\n\ntake proper measures to mitigate these threats. At this early stage of the\n\nproceedings, we find that plaintiff has stated a substantive due process claim\n\nunder the Fourteenth Amendment.\n\n      At the time of the alleged violations in this case, it was clearly established\n\nthat a detainee’s “due process rights . . . are at least as great as the Eighth\n\nAmendment protections available to a convicted prisoner.” City of Revere v.\n\nMassachusetts Gen. Hosp., 463 U.S. 239, 244 (1983). It was also clearly\n\nestablished at the time of the alleged violations that “a prison official may be held\n\nliable under the Eighth Amendment for denying humane conditions of\n\nconfinement only if he knows that inmates face a substantial risk of serious harm\n\nand disregards that risk by failing to take reasonable measures to abate it.”\n\nFarmer, 511 U.S. at 847. Therefore, a reasonable person at the relevant time\n\nwould have known that the alleged conduct violated plaintiff’s due process rights.\n\nAccordingly, the district court properly denied the individual defendants’ motion\n\n\n                                           -7-\n\ffor qualified immunity.\n\n                                          D.\n\n      Finally, we decline defendants’ invitation to review the district court’s\n\nruling that the State of New Mexico is not a necessary party to this litigation\n\nunder Fed. R. Civ. P. 19(a). This particular order by the district court is not a\n\nfinal order and therefore is not ordinarily appealable to this court at this time. To\n\nreview such an order, we would have to exercise pendent jurisdiction. Pendent\n\njurisdiction is appropriate only where “the otherwise nonappealable decision is\n\ninextricably intertwined with the appealable decision, or where review of the\n\nnonappealable decision is necessary to ensure meaningful review of the\n\nappealable one.” United Transp. Union Local 1745 v. City of Albuquerque, 178\n\nF.3d 1109, 1114 (10th Cir. 1999) (internal quotation marks and citation omitted).\n\nWe find neither condition present here and thus forego the “generally disfavored”\n\nexercise of pendent jurisdiction. Armijo v. Wagon Mound Pub. Sch., 159 F.3d\n\n1253, 1264 (10th Cir. 1998).\n\n      For substantially the reasons given by the district court, we AFFIRM.\n\nWe also deny plaintiff’s outstanding motion to dismiss this appeal.\n\n                                        ENTERED FOR THE COURT,\n\n\n                                        Deanell Reece Tacha\n                                        Circuit Judge\n\n\n                                         -8-\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                                                                         F I L E D\n                                                                  United States Court of Appeals\n                                                                          Tenth Circuit\n                     UNITED STATES COURT OF APPEALS\n                                                                         JUN 23 2000\n                                  TENTH CIRCUIT\n                                                                     PATRICK FISHER\n                                                                              Clerk\n\n VERNON HOBOCK,\n\n                Plaintiff - Appellee,\n\n          v.                                            No. 99-2194\n                                             (D. Ct. No. CIV 98-1559 JC/RLP)\n GRANT COUNTY,                                          (D.N. Mex.)\n\n                Defendant,\n\n          and\n\n KURT CARLSON; ROSEMARY\n ARCIERO, in their individual and\n official capacities; BOARD OF\n COUNTY COMMISSIONERS OF\n GRANT COUNTY, NEW MEXICO,\n\n                Defendants - Appellants.\n\n\n                             ORDER AND JUDGMENT *\n\n\nBefore TACHA, MCWILLIAMS, and MAGILL †, Circuit Judges.\n\n\n      Plaintiff filed statutory and constitutional claims against defendants seeking\n\n      *\n       This order and judgment is not binding precedent, except under the\ndoctrines of law of the case, res judicata, and collateral estoppel. This court\ngenerally disfavors the citation of orders and judgments; nevertheless, an order\nand judgment may be cited under the terms and conditions of 10th Cir. R. 36.3.\n\n      The Honorable Frank J. Magill, Senior Circuit Judge, United States Court\n      †\n\nof Appeals for the Eighth Circuit, sitting by designation.\n\fdamages for the physical and sexual abuse he allegedly suffered while confined at\n\na county juvenile detention center. Defendants moved to dismiss the action,\n\nasserting various theories of immunity. The district court denied the motion to\n\ndismiss. Defendants filed a timely appeal and we affirm.\n\n                                          I.\n\n      On motion to dismiss, “all well-pleaded factual allegations in the amended\n\ncomplaint are accepted as true and viewed in the light most favorable to the\n\nnonmoving party.” Sutton v. Utah State Sch. for the Deaf & Blind, </pre><span class=\"citation\" data-id=\"157630\"><a href=\"/opinion/157630/sutton-v-utah-state-school/\"><span class=\"volume\">173</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">1226</span></a></span><pre class=\"inline\">, 1236 (10th Cir. 1999). On or about May 22, 1997, law enforcement\n\nofficers arrested plaintiff in Lordsburg, New Mexico, after learning that he was\n\nlisted as a runaway from the state of Tennessee. Hidalgo County authorities\n\ndecided to detain him until he could be returned to Tennessee. Plaintiff was\n\ntherefore transported to the Grant County Juvenile Detention Center.\n\n      During his detention, plaintiff was housed in the same cellblock as violent\n\nminors with gang associations. These minors routinely threatened plaintiff with\n\ngreat bodily harm. On May 23, the minors severely beat plaintiff on the center’s\n\nsundeck and again in the cellblock area. In his cell, plaintiff was forced to\n\nengage in fellatio.\n\n      Defendant Carlson, the administrator of the center, and defendant Arciero,\n\na detention officer at the center, both knew that plaintiff was having trouble\n\n\n                                         -2-\n\fcoping with the other minors. When plaintiff sought to stay in his cell, the\n\ndetention officer on duty ordered him out. The forced fellatio occurred in a cell\n\nwhere the installed video cameras were either inoperable or not monitored by\n\ncenter personnel. Plaintiff cites a number of past incidents involving forced sex\n\nupon inmates at the detention center. Plaintiff also contends that government\n\nagencies had warned the center, inter alia, about a failure to properly operate\n\nvideo cameras in the cellblock and on the sundeck and a failure to segregate\n\nviolent from nonviolent detainees.\n\n                                          II.\n\n      Defendants filed a motion to dismiss pursuant to Fed. R. Civ. 12(b),\n\nasserting Eleventh Amendment, quasi-judicial and qualified immunity. In a\n\nthorough and well-reasoned order, the district court denied the motion on all\n\ngrounds.\n\n                                          A.\n\n      This court has jurisdiction over the interlocutory denial of Eleventh\n\nAmendment immunity to the county and its officials. See Puerto Rico Aqueduct\n\n& Sewer Auth. v. Metcalf & Eddy, Inc., </pre><span class=\"citation\" data-id=\"112800\"><a href=\"/opinion/112800/puerto-rico-aqueduct-and-sewer-authority-v-metcalf-eddy-inc/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">139</span></a></span><pre class=\"inline\">, 147 (1993) (“States and\n\nstate entities that claim to be ‘arms of the State’ may take advantage of the\n\ncollateral order doctrine to appeal a district court order denying a claim of\n\nEleventh Amendment immunity.”). We review de novo the district court’s denial\n\n\n                                         -3-\n\fof Eleventh Amendment immunity. See ANR Pipeline Co. v. Lafaver, </pre><span class=\"citation\" data-id=\"156641\"><a href=\"/opinion/156641/anr-pipeline-v-lafaver/\"><span class=\"volume\">150</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">1178</span></a></span><pre class=\"inline\">, 1186 (10th Cir. 1998).\n\n      In general, the Eleventh Amendment does not extend to political\n\nsubdivisions of the state, such as counties or municipalities. Elam Constr., Inc. v.\n\nRegional Transp. Dist., </pre><span class=\"citation\" data-id=\"748578\"><a href=\"/opinion/748578/elam-construction-inc-a-colorado-corporation-john-t-doolittle/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1343</span></a></span><pre class=\"inline\">, 1345 (10th Cir. 1997). Even so, a county\n\nmay enjoy Eleventh Amendment immunity if it operates as an arm of the state,\n\ni.e., an alter ego or instrumentality of the state. See id. “Whether a\n\ngovernmental entity is entitled to Eleventh Amendment immunity turns on the\n\ncharacterization of the entity under state law, the guidance and control exercised\n\nby the state, the degree of state funding, and the entity’s ability to provide for its\n\nown financing by levying taxes and issuing bonds.” Sonnenfeld v. City & County\n\nof Denver, </pre><span class=\"citation\" data-id=\"154165\"><a href=\"/opinion/154165/sonnenfeld-v-denver-city-co-of/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">744</span></a></span><pre class=\"inline\">, 749 (10th Cir. 1996). However, “the most important\n\nconsideration is whether a judgment against the entity would be paid from the\n\nstate treasury.” Elam, 129 F.3d at 1345.\n\n      Counties in New Mexico operate as independent political subdivisions. See\n\nDaddow v. Carlsbad Mun. Sch. Dist., </pre><span class=\"citation no-link\"><span class=\"volume\">898</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1235</span></span><pre class=\"inline\">, 1243 (N.M. 1995). They\n\nmay levy taxes and issue bonds. E.g., N.M. Stat. Ann. §§ 4-38-17, 4-49-7\n\n(Michie 1995). Most importantly, as a local public body, a county must cover the\n\nrisk of constitutional violations committed by law enforcement officers acting\n\nwithin the scope of their duties. See id. §§ 41-4-3(C), -4-12, -4-20(A)(1)(a).\n\n\n                                          -4-\n\fAgainst this backdrop of state law, the district court correctly concluded that\n\ndefendants are not entitled to Eleventh Amendment immunity.\n\n                                          B.\n\n      Defendants also contend that they are entitled to absolute quasi-judicial\n\nimmunity because they detained plaintiff pursuant to a state court order. We\n\nhave jurisdiction over this denial of absolute immunity and review the district\n\ncourt’s order de novo. See Valdez v. City and County of Denver, </pre><span class=\"citation\" data-id=\"525677\"><a href=\"/opinion/525677/robert-valdez-and-cross-appellant-v-city-and-county-of-denver-a/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1285</span></a></span><pre class=\"inline\">,\n\n1287 (10th Cir. 1989).\n\n      “[O]fficials charged with the duty of executing a facially valid court order\n\nenjoy absolute immunity from liability for damages in a suit challenging conduct\n\nprescribed by that order.” Turney v. O’Toole, </pre><span class=\"citation\" data-id=\"538580\"><a href=\"/opinion/538580/rocky-james-turney-v-james-otoole-individually-as-superintendent-of/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1470</span></a></span><pre class=\"inline\">, 1472 (10th Cir.\n\n1990)(internal quotation marks and citation omitted). The court order in this case\n\nsimply directed that plaintiff be detained at the Grant County Juvenile Detention\n\nCenter pending further order of the court or authorization for release by a juvenile\n\nprobation officer. Therefore, defendants enjoy absolute immunity from any\n\nliability attaching to their decision to detain plaintiff. However, plaintiff does not\n\nchallenge the legality of his initial detention. Rather, he challenges the conditions\n\nwithin the county facility during the course of his detention. Since the court order\n\ndid not dictate any specific treatment within the center, defendants are not\n\nabsolutely immune from plaintiff’s charges. See id. at 1474.\n\n\n                                         -5-\n\f                                           C.\n\n      “Orders denying qualified immunity before trial are appealable to the extent\n\nthey resolve abstract issues of law.” Foote v. Spiegel, </pre><span class=\"citation\" data-id=\"155036\"><a href=\"/opinion/155036/foote-v-spiegel/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1416</span></a></span><pre class=\"inline\">, 1422 (10th\n\nCir. 1997). We review the district court’s resolution of the qualified immunity\n\nissue de novo. See id. at 1424.\n\n      “[G]overnment officials performing discretionary functions generally are\n\nshielded from liability for civil damages insofar as their conduct does not violate\n\nclearly established statutory or constitutional rights of which a reasonable person\n\nwould have known.” Harlow v. Fitzgerald, </pre><span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span><pre class=\"inline\">, 818 (1982). In\n\nevaluating a claim of qualified immunity, “a court must first determine whether\n\nthe plaintiff has alleged the deprivation of an actual constitutional right at all, and\n\nif so, proceed to determine whether that right was clearly established at the time\n\nof the alleged violation.” Conn v. Gabbert, </pre><span class=\"citation\" data-id=\"118276\"><a href=\"/opinion/118276/conn-v-gabbert/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">286</span></a></span><pre class=\"inline\">, 290 (1999).\n\n      The individual defendants maintain that they are qualifiedly immune from\n\nplaintiff’s constitutional claim. The district court found that plaintiff’s sole\n\nconstitutional claim is one of substantive due process under the Fourteenth\n\nAmendment. Plaintiff does not challenge this finding on appeal. To state a\n\nsubstantive due process claim, plaintiff must allege that “he was ‘incarcerated\n\nunder conditions posing a substantial risk of serious harm,’ and that the [county\n\nofficials] w[ere] aware of and disregarded an excessive risk to inmate health or\n\n\n                                          -6-\n\fsafety by failing to take reasonable measures to abate the risk.” Lopez v.\n\nLeMaster, </pre><span class=\"citation\" data-id=\"762832\"><a href=\"/opinion/762832/genaro-lopez-v-kenneth-lemaster-individually-and-as-sheriff-of-jackson/\"><span class=\"volume\">172</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">756</span></a></span><pre class=\"inline\">, 760-61 (10th Cir. 1999) (quoting Farmer v. Brennan,\n\n</pre><span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></a></span><pre class=\"inline\">, 834 (1994)). Reviewing the contents of the pleadings in a light\n\nmost favorable to the nonmoving party, we find that plaintiff has alleged\n\ninstances of physical and sexual assault at the hands of violent minors. Plaintiff\n\nhas also alleged that defendants knew about the threats to plaintiff and failed to\n\ntake proper measures to mitigate these threats. At this early stage of the\n\nproceedings, we find that plaintiff has stated a substantive due process claim\n\nunder the Fourteenth Amendment.\n\n      At the time of the alleged violations in this case, it was clearly established\n\nthat a detainee’s “due process rights . . . are at least as great as the Eighth\n\nAmendment protections available to a convicted prisoner.” City of Revere v.\n\nMassachusetts Gen. Hosp., </pre><span class=\"citation\" data-id=\"110998\"><a href=\"/opinion/110998/city-of-revere-v-massachusetts-gen-hospital/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">239</span></a></span><pre class=\"inline\">, 244 (1983). It was also clearly\n\nestablished at the time of the alleged violations that “a prison official may be held\n\nliable under the Eighth Amendment for denying humane conditions of\n\nconfinement only if he knows that inmates face a substantial risk of serious harm\n\nand disregards that risk by failing to take reasonable measures to abate it.”\n\nFarmer, 511 U.S. at 847. Therefore, a reasonable person at the relevant time\n\nwould have known that the alleged conduct violated plaintiff’s due process rights.\n\nAccordingly, the district court properly denied the individual defendants’ motion\n\n\n                                           -7-\n\ffor qualified immunity.\n\n                                          D.\n\n      Finally, we decline defendants’ invitation to review the district court’s\n\nruling that the State of New Mexico is not a necessary party to this litigation\n\nunder Fed. R. Civ. P. 19(a). This particular order by the district court is not a\n\nfinal order and therefore is not ordinarily appealable to this court at this time. To\n\nreview such an order, we would have to exercise pendent jurisdiction. Pendent\n\njurisdiction is appropriate only where “the otherwise nonappealable decision is\n\ninextricably intertwined with the appealable decision, or where review of the\n\nnonappealable decision is necessary to ensure meaningful review of the\n\nappealable one.” United Transp. Union Local 1745 v. City of Albuquerque, </pre><span class=\"citation no-link\"><span class=\"volume\">178</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1109</span></span><pre class=\"inline\">, 1114 (10th Cir. 1999) (internal quotation marks and citation omitted).\n\nWe find neither condition present here and thus forego the “generally disfavored”\n\nexercise of pendent jurisdiction. Armijo v. Wagon Mound Pub. Sch., </pre><span class=\"citation\" data-id=\"157063\"><a href=\"/opinion/157063/armijo-v-wagon-mound-public/\"><span class=\"volume\">159</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">1253</span></a></span><pre class=\"inline\">, 1264 (10th Cir. 1998).\n\n      For substantially the reasons given by the district court, we AFFIRM.\n\nWe also deny plaintiff’s outstanding motion to dismiss this appeal.\n\n                                        ENTERED FOR THE COURT,\n\n\n                                        Deanell Reece Tacha\n                                        Circuit Judge\n\n\n                                         -8-\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110763/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110998/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112800/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118276/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/154165/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/155036/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/156641/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/157063/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/157630/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/525677/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/538580/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/748578/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/762832/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1087956/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T10:45:29.967308Z",
      "date_modified": "2014-12-21T10:45:29.967308Z",
      "date_filed": "2000-06-23",
      "date_filed_is_approximate": false,
      "slug": "hobock-v-grant-county",
      "citation_id": 143898,
      "case_name_short": "Hobock",
      "case_name": "Hobock v. Grant County",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Unpublished",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/783743/hobock-v-grant-county/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:13:43.012415Z",
  "date_modified": "2014-10-30T12:13:43.012415Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Hobock",
  "case_name": "Hobock v. Grant County",
  "case_name_full": "",
  "slug": "hobock-v-grant-county",
  "docket_number": "99-2194",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}