{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/790151/",
  "id": 790151,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca11/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/750163/",
      "id": 750163,
      "absolute_url": "/opinion/750163/mark-bledsoe-v-palm-beach-county-soil-and-water-conservation-district/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/790151/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/750163/",
          "id": 750163,
          "absolute_url": "/opinion/750163/mark-bledsoe-v-palm-beach-county-soil-and-water-conservation-district/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/750163/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2012-04-18T00:24:00Z",
          "date_modified": "2017-03-26T05:03:34.686499Z",
          "type": "010combined",
          "sha1": "8c32d86eb000a5ecb9f89c7f2f915424a21808ce",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F3/133/133.F3d.816.96-5375.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">133 F.3d 816</p>\n    <p class=\"case_cite\">7 A.D. Cases 1433, 11 NDLR P 291, 11<br>Fla. L. Weekly Fed. C 953</p>\n    <p class=\"parties\">Mark BLEDSOE, Plaintiff-Appellant,<br>v.<br>PALM BEACH COUNTY SOIL AND WATER CONSERVATION DISTRICT,<br>Defendant-Appellee,<br>Board of County Commissioners for Palm Beach County, Defendant.</p>\n    <p class=\"docket\">No. 96-5375.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Eleventh Circuit.</p>\n    <p class=\"date\">Jan. 22, 1998.<br>Rehearing and Suggestion for Rehearing En Banc Denied March 25, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Isidro M. Garcia, West Palm Beach, FL, for Plaintiff-Appellant.</p>\n      <p class=\"indent\">Mark L. Gross, Marie K. McElderry, U.S. Dept. of Justice, Washington, DC, Gary Phelan, Garrison, Phelan, Levin-Epstein &amp; Penzel, New Haven CT, Andrew H. Kayton, American Civil Liberties Union Foundation of Fla., Inc., for amicus curiae.</p>\n      <p class=\"indent\">Richard Hunt McDuff, Ft. Lauderdale, FL, for Defendant-Appellee.</p>\n      <p class=\"indent\">Appeal from the United States District Court for the Southern District of Florida.</p>\n      <p class=\"indent\">Before DUBINA and BARKETT, Circuit Judges, and HILL, Senior Circuit Judge.</p>\n      <p class=\"indent\">DUBINA, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant, Mark Bledsoe (\"Bledsoe\") appeals the district court's grant of summary judgment to the Palm Beach County Soil and Water Conservation District (\"District\"), on Bledsoe's claims under the Americans with Disabilities Act (\"ADA\"), 42 U.S.C. Section 12131 (\"Title II\") and the Rehabilitation Act, 29 U.S.C. Section 701, et seq.  This case involves an issue of first impression in our circuit:  whether Title II of the ADA encompasses employment discrimination.  We answer the question in the affirmative and, accordingly, we reverse the district court's grant of summary judgment and remand this case for further proceedings consistent with this opinion.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Bledsoe was employed as a Resource Technician for the District from January 1988 until his termination in October of 1992.  In his employment, Bledsoe had to spend a large portion of his time walking, surveying, and performing manual labor in the fields.  While performing his duties, on February 26, 1990, Bledsoe sustained an injury to his knee for which he made a claim for workers' compensation benefits.  Based on the advice of his doctors that he should refrain from excessive walking and walking on uneven terrain, Bledsoe requested some form of accommodation from his supervisor.  In response, the District offered Bledsoe the position of Resource Conservationist, but he rejected the offer.  In October 1992, the District terminated Bledsoe.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Subsequent to his termination, Bledsoe settled his workers' compensation case with Palm Beach County.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The joint settlement agreement entered into by the parties contained the following partial release provision:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As further consideration for the aforementioned payment, the Employee/Claimant agrees and does hereby release, discharge, and surrender any and all claims, whether or not asserted, against the Employer/Carrier or Servicing Agent, or any of its officers, agents, servants, employees, directors, successors, assigns, and any other person or entity so connected to the Employer/Carrier or Servicing Agent, of any nature whatsoever, excepting only (1) future medical pursuant to other provisions of this agreement, or (2) penalties, interest or attorneys' fees which might be due because of failure to pay order approving this Joint Petition within 30 days.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">R1-34-Exh.  A.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Bledsoe filed suit on June 24, 1994, against the District and Palm Beach County alleging that both of those entities were his \"employer\" within the meaning of Title I of the ADA and the Rehabilitation Act and had violated his rights protected by those acts.  Specifically, Bledsoe alleged that he had a disability within the meaning of the law, that the defendants had failed to accommodate his disability, and that the defendants discharged him as a result of his disability.  Palm Beach County filed a motion to dismiss arguing that it was not Bledsoe's \"employer\" for purposes of the claims and that it had been released from the claims by virtue of Bledsoe's partial release of his workers' compensation benefits.  After consideration, the district court determined that Palm Beach County was not Bledsoe's employer and, therefore, summary judgment should be entered for it on all claims.  Bledsoe has not appealed the district court's disposition that the County was not his employer.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The litigation continued against the District.  Because the District alone did not have the requisite number of employees to effect coverage under Title I of the ADA,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Bledsoe sought leave to amend the complaint to bring his claim under Title II, and the district court granted leave.  The District filed a motion for summary judgment arguing first that Title II of the ADA does not apply to discrimination in employment and, second, that the partial release in Bledsoe's joint settlement agreement with the County released his claims against the District.  Bledsoe opposed the motion.  The district court entered summary judgment for the District on both Bledsoe's ADA and Rehabilitation Act claims.  Bledsoe then perfected this appeal.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Bledsoe raises two issues for our review:  (1) whether the district court properly concluded that the workers' compensation release bars Bledsoe's federal claims of employment discrimination;  and (2) whether the district court properly determined that Title II of the ADA does not apply to discrimination in employment.  We review the district court's order granting summary judgment de novo.  Parks v. City of Warner Robins, Ga., 43 F.3d 609, 612 (11th Cir.1995).  After conducting our review, we conclude that the district court improperly found that the workers' compensation release barred Bledsoe's federal claims of employment discrimination and that Title II does not encompass employment discrimination.</p>\n    </div>\n    <p class=\"indent\">A. Workers' Compensation Release</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In its determination that the workers' compensation release barred Bledsoe's ADA and Rehabilitation Act claims, the district court relied on F.M. v. Palm Beach County, 912 F.Supp. 514 (S.D.Fla.1995), aff'd F.M. v. County Comm'rs, 84 F.3d 438 (11th Cir.1996)(Table).  On appeal, Bledsoe contends that the district court erred in relying on F.M. v. Palm Beach County.   He argues that the issue should have been analyzed under this circuit's decision in Puentes v. United Parcel Service, Inc., 86 F.3d 196 (11th Cir.1996).  Bledsoe is correct.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Supreme Court has stated that an employee can waive his \"cause of action under Title VII as part of a voluntary settlement agreement\" if \"the employee's consent to the settlement was voluntary and knowing.\"  Alexander v. Gardner-Denver Co., 415 U.S. 36, 52 n. 15, 94 S.Ct. 1011, 1022 n. 15, 39 L.Ed.2d 147 (1974).  The same principles should be equally applicable to waiver of rights under Title II of the ADA.  See Rivera-Flores v. Bristol-Myers Squibb Caribbean, 112 F.3d 9 (1st Cir.1997).  The waiver of such remedial rights, however, \"must be closely scrutinized,\" and a court must look to the totality of the circumstances to determine whether the release is knowing and voluntary.  Puentes v. United Parcel Service, 86 F.3d at 198.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In Puentes, the plaintiffs, at the time of their terminations, were offered substantial severance packages and the ability to resign \"for personal reasons\" on the condition that they execute unambiguous release agreements waiving all employment discrimination claims arising out of their terminations.  Both plaintiffs executed the agreements, but later filed suit against UPS alleging racial and national origin discrimination.  UPS moved for summary judgment, which the district court granted.  On appeal, this court reversed, concluding that a jury should decide whether the releases were knowingly and voluntarily executed.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Puentes court explained that the following factors bear on whether a release is knowing and voluntary:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>the plaintiff's education and business experience;  the amount of time the plaintiff considered the agreement before signing it;  the clarity of the agreement;  the plaintiff's opportunity to consult with an attorney;  the employer's encouragement or discouragement of consultation with an attorney;  and the consideration given in exchange for the waiver when compared with the benefits to which the employee was already entitled.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">86 F.3d at 198 (quoting Beadle v. City of Tampa, 42 F.3d 633, 635 (11th Cir.), cert. denied, 515 U.S. 1152, 115 S.Ct. 2600, 132 L.Ed.2d 846 (1995)).  When reviewing these factors in Puentes, the court determined that the plaintiffs did not have sufficient time to consider their release agreements and neither plaintiff had consulted with an attorney.  The court also noted that neither plaintiff had any role in deciding the terms of the agreement;  the plaintiffs were simply handed printed forms.  86 F.3d at 199.   These factors raised a genuine issue of material fact as to whether plaintiffs voluntarily and knowingly executed the release agreements.  Accordingly, the issue could not be resolved by summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The factors set forth in Puentes should have been considered by the district court in this case.  The district court should not have summarily adopted a decision from another case, even though it dealt with the exact same release form.  Each factor should be independently analyzed.  In applying the Puentes factors, we conclude that a jury question exists about whether Bledsoe voluntarily and knowingly released ADA and Rehabilitation Act claims.  The language of the release indicates that Bledsoe was only settling his claim for wage loss benefits under the workers' compensation law.  There is nothing in the release that suggests or mentions a waiver of federal discrimination claims.  Additionally, there was no evidence in the record of any consideration given to Bledsoe in exchange for his allegedly waiving his rights under the ADA and the Rehabilitation Act.  Moreover, Bledsoe and his counsel provided affidavits to the district court stating that the only matters released were benefits for wage loss available under the workers' compensation law, thus creating an issue of fact as to what was released.  The district court erred in granting summary judgment on this claim.</p>\n    </div>\n    <p class=\"indent\">B. Title II of the ADA</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The district court held that Title II of the ADA does not encompass employment discrimination.  Bledsoe<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> urges this court to reverse and join several other courts which have held that Title II does encompass employment discrimination.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Our circuit has not squarely addressed the issue, but two of our recent decisions have assumed or implied that Title II creates a cause of action for employment discrimination.  See Holbrook v. City of Alpharetta, Ga., 112 F.3d 1522, 1528-29 (11th Cir.1997);  McNely v. Ocala Star-Banner Corp., 99 F.3d 1068, 1073 (11th Cir.1996), cert. denied, 520 U.S. 1228, 117 S.Ct. 1819, 137 L.Ed.2d 1028 (1997).  Our review of the statutory language of Title II, the Department of Justice's (\"DOJ\") regulations, our circuit's reference to the issue, and other courts' resolution of the issue, persuade us that Title II of the ADA does encompass public employment discrimination.</p>\n    </div>\n    <p class=\"indent\">1. The statutory language</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The ADA was implemented \"to provide a clear and comprehensive national mandate for the elimination of discrimination against individuals with disabilities.\"  42 U.S.C. &#167; 12101(b)(1).  In passing the ADA, Congress recognized that \"society has tended to isolate and segregate individuals with disabilities, and, despite some improvements, such forms of discrimination against individuals with disabilities continue to be a serious and pervasive social problem.\"  42 U.S.C. &#167; 12101(a)(2).  Congress further recognized that disabled individuals face extraordinary barriers and discrimination by outright intentional segregation and often have \"no legal recourse to redress such discrimination.\"  42 U.S.C. &#167; 12101(a)(4) and (5).  Moreover, in enacting the ADA, Congress hoped to increase employment opportunities for disabled people through prevention of employment discrimination.  42 U.S.C. &#167; 12101(a)(3), (8), and (9).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The provision of Title II allegedly violated by the District in this action provides:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Subject to the provisions of this [title], no qualified individual with a disability shall, by reason of such disability, be excluded from participation in or be denied the benefits of the services, programs, or activities of a public entity, or be subjected to discrimination by any such entity.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">42 U.S.C. &#167; 12132.  \"Public entity\" is defined to include \"(A) any State or local government;  [and] (B) any department, agency, special purpose district, or other instrumentality of a State or States or local government;....\"  42 U.S.C. &#167; 12131(1)(A) &amp; (B).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The statutory language used by Congress in the creation of Title II is brief.  Extensive legislative commentary regarding the applicability of Title II to employment discrimination, however, is so pervasive as to belie any contention that Title II does not apply to employment actions.  The Report of the United States House of Representatives Judiciary Committee stated, \"[i]n the area of employment, title II incorporates the duty set forth in the regulations for Sections 501, 503 and 504 of the Rehabilitation Act to provide a 'reasonable accommodation' that does not constitute an 'undue hardship.' \"   See H.R.Rep. No. 101-485(III), at 50 (1990), reprinted in 1990 U.S.C.C.A.N. 445, 473.   In explaining the forms of discrimination prohibited by Title II, the Report noted that:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>The Committee intends, however, that the forms of discrimination prohibited by section 202 [codified as 42 U.S.C. &#167; 12132] be identical to those set out in the applicable provisions of titles I and III of this legislation....  In addition, activities which do not fit into the employment or public accommodations context are governed by the analogous section 504 regulations.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">H.R.Rep. No. 101-485(II), at 84 (1990), reprinted in 1990 U.S.C.C.A.N. 303, 367.   The Report further notes:  \"The purpose of title II is to continue to break down barriers to the integrated participation of people with disabilities in all aspects of community life.  The Committee intends that title II work in the same manner as Section 504.\"  1990 U.S.C.C.A.N. at 472-73.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It is significant that Congress intended Title II to work in the same manner as Section 504 of the Rehabilitation Act, because Section 504 was so focused on employment discrimination that Congress enacted subsequent legislation to clarify that Section 504 applied to other forms of discrimination in addition to employment discrimination.  The first Supreme Court case to consider Section 504, Consolidated Rail v. Darrone, 465 U.S. 624, 104 S.Ct. 1248, 79 L.Ed.2d 568 (1984), was an employment discrimination case.  The Court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>Among [the] purposes [of the Rehabilitation Act] as originally stated, were to \"promote and expand employment opportunities in the public and private sectors for handicapped individuals and to place such individuals in employment.\"  29 U.S.C. &#167; 701(8)....p  Section 504 neither refers explicitly to &#167; 604 nor contains analogous limiting language;  rather, that section prohibits discrimination against the handicapped under \"any program or activity receiving Federal financial assistance.\"   And it is unquestionable that the section was intended to reach employment discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Id. at 626-632, 104 S.Ct. at 1250-53 (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Part of the language of Title II prohibits public entities from excluding disabled individuals from \"services, programs, or activities\" or denying them the benefits of those services, programs, or activities.  The district court in this case focused on the meaning of the words \"services, programs, or activities.\"  Bledsoe v. Palm Beach Soil and Water Conservation Dist., 942 F.Supp. 1439, 1443 (S.D.Fla.1996).  The district court found that these words, \"understood as a whole, focus [ ] on a public [ ] entity's outputs rather than its imputs [sic].\"  Id.  The court characterized public employment as \"an imput [sic]\" that enables a public entity \"to produce desired outputs, such as parks and schools.\"  Id. at 1444.   The court's analysis ignored the prohibition in the final clause of the section, which protects qualified individuals with a disability from being \"subjected to discrimination by any such entity,\" and is not tied directly to the \"services, programs, or activities\" of the public entity.  42 U.S.C. &#167; 12132.  As the Second Circuit found in Innovative Health Systems, Inc. v. City of White Plains, 117 F.3d 37, 44-45 (2d Cir.1997), \"the language of Title II's antidiscrimination provision does not limit the ADA's coverage to conduct that occurs in the 'programs, services, or activities' of [a public entity].  Rather, it is a catch-all phrase that prohibits all discrimination by a public entity, regardless of the context,....\"  Accordingly, employment coverage is clear from the language and structure of Title II.</p>\n    </div>\n    <p class=\"indent\">2. DOJ regulations</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The DOJ regulations also support the position that Title II encompasses public employment discrimination.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Congress specifically provided in the ADA statute that the DOJ should write regulations implementing Title II's prohibition against discrimination.  42 U.S.C. &#167; 12134.  The House Judiciary Committee Report provided:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Unlike the other titles in this Act, title II does not list all of the forms of discrimination that the title is intended to prohibit.  Thus, the purpose of this section is to direct the Attorney General to issue regulations setting forth the forms of discrimination prohibited.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">H.R.Rep. 101-485(III), at 52 (1990), reprinted in 1990 U.S.C.C.A.N. 445, 475.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In promulgating regulations pertinent to Title II, the Attorney General created a specific subpart in the Code of Federal Regulations (\"CFR\") addressing employment discrimination by public entities.  These regulations state:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">(a) No qualified individual with a disability shall, on the basis of disability, be subjected to discrimination in employment under any service, program, or activity conducted by a public entity.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">(b)(1) For purposes of this part, the requirements of title I of the Act ... apply to employment in any service, program, or activity conducted by a public entity if that public entity is also subject to the jurisdiction of title I [i.e. employs fifteen or more employees].</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">(b)(2) For the purposes of this part, the requirements of section 504 of the Rehabilitation Act of 1973, as established by the regulations of the Department of Justice in 28 CFR part 41, as those requirements pertain to employment, apply to employment in any service, program, or activity conducted by a public entity if that public entity is not also subject to the jurisdiction of title I.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">28 C.F.R. &#167; 35.140.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">There has been no modification to the regulations promulgated by the Attorney General.  Rather, in 1997, the United States Senate unanimously gave its consent to the printing in the Congressional Record of the Board of Directors, Office of Compliance regulation adopting the Attorney General's interpretation of Title II.  See 143 Cong. Rec.  S30-31 (January 7, 1997).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Also, as this court has stated, \"[C]ongress is deemed to know the executive and judicial gloss given to certain language and thus adopts the existing interpretation unless it affirmatively acts to change the meaning.\"  Florida National Guard v. Federal Labor Relations Authority, 699 F.2d 1082, 1087 (11th Cir.1983).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Under Chevron, U.S.A., Inc. v. Natural Resources Defense Council, Inc., 467 U.S. 837, 844, 104 S.Ct. 2778, 2782, 81 L.Ed.2d 694 (1984), \"considerable weight should be accorded to an executive department's construction of a statutory scheme,\" unless the regulations are \"arbitrary, capricious, or manifestly contrary to the statute.\"   The DOJ regulations provide clearly that Title II encompasses employment actions against public entities.  The regulations are neither \"arbitrary, capricious, [n]or manifestly contrary to the statute.\"  Id. at 844, 104 S.Ct. at 2782.   Thus, we cannot ignore the DOJ's reasonable construction of statutory language.</p>\n    </div>\n    <p class=\"indent\">3. Our court's reference to the issue</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In McNely v. Ocala Star-Banner Corp., 99 F.3d 1068 (11th Cir.1996), cert. denied, 520 U.S. 1228, 117 S.Ct. 1819, 137 L.Ed.2d 1028 (1997), our court addressed the question whether a plaintiff suing under the ADA can recover for discrimination without showing that his disability was the sole cause for the adverse employment action taken against him.  We answered the question in the affirmative.  In discussing the issue, we noted that \"[t]he stated purpose of the ADA is 'to provide a clear and comprehensive national mandate for the elimination of discrimination against individuals with disabilities.' \" 99 F.3d at 1073, quoting 42 U.S.C. &#167; 12101(b)(1).  We acknowledged that Title I of the ADA applies to the private sector and provides for the elimination of disability-based discrimination.  We then stated that \"Title II of the ADA, which applies to public sector employment, contains a parallel provision.\"  Id. (emphasis added).  Later, we again assumed that Title II covered employment:  \"Title II (the public sector title).\"  Id. at 1074.   Thus, without directly discussing the issue with which this court is presently faced, our court has assumed that Title II covers public employment discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Additionally, in Holbrook v. City of Alpharetta, Ga., 112 F.3d 1522 (11th Cir.1997), we addressed the question whether claims brought pursuant to Title II of the ADA involving events that occurred prior to the effective date of Title I are actionable under the ADA or the Rehabilitation Act of 1973.  In discussing this issue, we noted the language of Title II, the federal regulations promulgated pursuant to the ADA, and the Equal Employment Opportunity Commission (\"EEOC\") guide.  112 F.3d at 1528-29.   The court then determined that \"Title II thus incorporates by reference the substantive, detailed regulations prohibiting discrimination against disabled individuals contained in Title I.\" Id. at 1529.   We further noted:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>The above regulations suggest that the provisions of Title II extending the protections afforded to employees in the private sector under Title I to state and local government workers became effective only when Title I went into effect.  As explicitly described in the EEOC manual, the Rehabilitation Act provided a remedy for discrimination in public employment prior to the effective date of Title I. We conclude that Title II of the ADA did not become effective until the date on which Title I became effective, July 26, 1992, and, prior to that date, a plaintiff's remedy for discrimination under Title II of the ADA was the Rehabilitation Act of 1973.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Id. Thus, the court implicitly determined that Title II was the \"new replacement\" for the Rehabilitation Act, which is what the legislative history indicates.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Although not decisions of our court, Lundstedt v. City of Miami, 1995 WL 852443, 5 A.D. Cases 568 (S.D.Fla. Oct. 11, 1995), and Ethridge v. State of Alabama, 847 F.Supp. 903 (M.D.Ala.1993), two district court decisions from within our circuit, held that Title II clearly encompasses employment discrimination by public entities.  1995 WL 852443, 5 A.D. Cases at 572-74, 847 F.Supp. at 906.   The district court in Ethridge found that although a plain reading of Title II does not reveal whether it covers employment discrimination, the legislative history of and regulations promulgated under Title II make clear that the section prohibits employment discrimination by public entities on the basis of disability.  The court noted that the primary purpose of Title II was to extend the reach of Section 504 of the Rehabilitation Act and that Section 504 \"clearly applies to employment discrimination.\"  847 F.Supp. at 906, citing Consolidated Rail Corp. v. Darrone, 465 U.S. 624, 104 S.Ct. 1248, 79 L.Ed.2d 568 (1984).  The Ethridge court also discussed the House Report addressing Title II and the regulations implementing Title II to find that Title II covers employment discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Additionally, the Ethridge court noted the difference in the application of the exhaustion requirement which is mandatory in Title I but not in Title II of the ADA.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The court found that although Title I requires exhaustion, Title II does not because it \"incorporates the enforcement procedures of the Rehabilitation Act, ... which do not require exhaustion of administrative remedies for non-federal employees.\"  847 F.Supp. at 907.  \"An analysis of Title II regulations further makes clear that, while resort to administrative remedies is optional, it is not required.\"  Id. The court referenced the regulations, which plainly state that exhaustion is not required.  See 28 C.F.R. &#167; 35.172, Appendix A. We agree with this analysis and note that it is generally presumed that Congress acts intentionally and purposely where \" 'it includes particular language in one section of a statute but omits it in another.'  \"  See Russello v. United States, 464 U.S. 16, 23, 104 S.Ct. 296, 300, 78 L.Ed.2d 17 (1983) (quoting United States v. Wong Kim Bo, 472 F.2d 720, 722 (5th Cir.1972)).</p>\n    </div>\n    <p class=\"indent\">4. Other courts' resolution of the issue</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The only other circuit to consider this issue did not really discuss it.  The court allowed a plaintiff to proceed against the employer/hospital under both the Rehabilitation Act and Title II.  See Doe v. University of Maryland Medical Sys. Corp., 50 F.3d 1261 (4th Cir.1995).  The court found that both Title II and the Rehabilitation Act \"prohibit discrimination against an otherwise qualified individual with a disability.\"  Id. at 1264.   The court noted that the parties did not dispute that the Medical System was \"a 'public entity' subject to the provisions of Title II of the ADA.\"  Id. n. 8. Accordingly, Doe does not provide much guidance on the issue before us for consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In Wagner v. Texas A &amp; M University, 939 F.Supp. 1297 (S.D.Tex.1996), the court determined that a tenured professor could bring a Title II claim against the University when he was not rehired to his same position following a medical disability leave.  In so finding, the court found that Title II obtains its remedies from the Rehabilitation Act, which does not require exhaustion of administrative remedies before filing suit.  The court relied upon Ethridge in making its conclusion.  In its discussion, the court noted that Title II encompasses employment actions.  939 F.Supp. at 1310.   The court also discussed the policy anomaly created when Title II does not require exhaustion of administrative remedies.  The court stated that Title I and Title II create \"separate and distinct enforceable rights.\"  Id. \"Title I addresses primarily the rights of disabled individuals in workplaces, while Title II addresses the rights of disabled citizens vis-a-vis the government.\"  Id. The court stated that this inconsistency \"is undesirable from a policy standpoint;\" however, given the DOJ's regulatory posture, the court would \"not fill the gaps in the ADA in an attempt to effectuate a purported Congressional intent that is not entirely evident.\"  Id. See also Hernandez v. City of Hartford, 959 F.Supp. 125 (D.Conn.1997);  Graboski v. Guiliani, 937 F.Supp. 258 (S.D.N.Y.1996);  Silk v. City of Chicago, No. 95C0143, 1996 WL 312074 (N.D.Ill. June 7, 1996).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In Dertz v. City of Chicago, 912 F.Supp. 319 (N.D.Ill.1995), the court discussed whether plaintiffs must exhaust administrative remedies prior to bringing a claim under Title II of the ADA.  The plaintiffs in Dertz were former police officers for the City of Chicago who had been placed on medical leave and were not allowed to return to their former positions.  The plaintiffs filed suit under the Rehabilitation Act and Titles I and II of the ADA.  The court relied on the district court's decision in Petersen v. Univ. of Wisconsin Bd. of Regents, 818 F.Supp. 1276 (W.D.Wis.1993), to find that the procedural requirements of Title I do not apply to Title II plaintiffs.  Dertz, 912 F.Supp. at 324-25.   Because the court found that the plaintiffs were not required to exhaust their administrative remedies under Title II, their actions were allowed to proceed.  Id.  at 325.   See also Finley v. Giacobbe, 827 F.Supp. 215, 219 (S.D.N.Y.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The District cites other district court cases which have decided this issue as did the district court in this case.  See e.g., Decker v. University of Houston, 970 F.Supp. 575 (S.D.Tex.1997);  Iskander v. Rodeo Sanitary District, No. C-94-0479-SC, 1995 WL 56578 (N.D.Cal. Feb. 7, 1995), aff'd, 121 F.3d 715 (9th Cir.1997)(Table).  However, in light of the foregoing discussion, these cases are not persuasive.  Even the district judge in this case noted that he was \"swimming against the current,\" 942 F.Supp. at 1442, in deciding that Title II does not encompass employment discrimination claims.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In conclusion, we hold that Title II does state a cause of action for employment discrimination and reverse the district court's grant of summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">REVERSED and REMANDED.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">HILL, Senior Circuit Judge, concurring specially:</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">I concur with reluctance.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">In Part IIA, we conclude that the meaning and consequence of an unambiguous written release are subject to dispute, variance and avoidance because we, acting in loco parentis, find the adult parties to the contract in need of our patronage.  Although troublesome, we apparently have such a role.  See Puentes v. United Parcel Service, Inc., 86 F.3d 196 (11th Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In Part IIB, we find that Title II of the ADA (the Act) is carefully drafted to obfuscate.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a>  Congress could have said \"discrimination in employment\" if it had wanted to do so.  Here, however, it merely forbids the exclusion of qualified individuals \"from ... participat[ing] in or be[ing] denied the benefits of the services, programs or activities of a public entity\" by reason of a disability.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The district judge concluded that the Act forbids discrimination vis-a-vis the \"output of these public entities.\"   See Bledsoe v. Palm Beach Soil and Water Conservation District, 942 F.Supp. 1439 (S.D.Fla.1996).  If a constituent is angered by the district judge's interpretation or our holding today, his or her Congressperson can say \"That's not what we passed.  I would never have voted for that!   That's just the work of those activist judges.\"</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">So be it.  The legislative power is vested in Congress.  By concluding what Congress has done, are we legislating?   I hope not.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">With a tip of the hat to the district judge, I reluctantly conclude that the flow of precedent is too strong for him or for us to swim upstream, and I</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">CONCUR.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At all relevant times, the District was Bledsoe's employer;  however, because the District had no more than five employees at a time, it participated in Palm Beach County's insurance plans, including its workers' compensation plan.  For a fee, the County adjusted workers' compensation claims made against the District.  Therefore, Palm Beach County was the District's workers' compensation carrier and the party with whom Bledsoe settled his workers' compensation claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The term \"employer\" in Title I is defined as \"a person engaged in an industry affecting commerce who has 15 or more employees for each working day in each of 20 or more calendar weeks in the current or preceding calendar year....\"  42 U.S.C. &#167; 12111(5)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Joining Bledsoe's position are the United States Department of Justice, the National Employment Lawyers Association, and the American Civil Liberties Union, which all filed amicus briefs with the court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See e.g., Doe v. University of Maryland Medical Sys. Corp., 50 F.3d 1261, 1264-65 (4th Cir.1995);  Dominguez v. City of Council Bluffs, Iowa, 974 F.Supp. 732, 736-37 (S.D.Iowa 1997);  Hernandez v. City of Hartford, 959 F.Supp. 125, 133 (D.Conn.1997);  Davoll v. Webb, 943 F.Supp. 1289, 1297 (D.Colo.1996);  Wagner v. Texas A &amp; M Univ., 939 F.Supp. 1297, 1309 (S.D.Tex.1996);  Graboski v. Guiliani, 937 F.Supp. 258, 267-69 (S.D.N.Y.1996);  Silk v. City of Chicago, No. 95C0143, 1996 WL 312074 (N.D.Ill. June 7, 1996);  Lundstedt v. City of Miami, 1995 WL 852443, 5 A.D. Cases 568 (S.D.Fla. Oct.11, 1995);  Bruton v. Southeastern Pa.  Transp. Authority, Civ.A.No. 94-CV-3111, 1994 WL 470277 (E.D.Pa. Aug. 19, 1994);  Ethridge v. State of Alabama, 847 F.Supp. 903, 905-06 (M.D.Ala.1993);  Eisfelder v. Michigan Dept. of Natural Resources, 847 F.Supp. 78, 83 (W.D.Mich.1993);  Finley v. Giacobbe, 827 F.Supp. 215, 219-20 (S.D.N.Y.1993);  Petersen v. University of Wis.  Bd. of Regents, 818 F.Supp. 1276, 1278 (W.D.Wis.1993);  Bell v. Retirement Bd. of Firemen's Annuity &amp; Benefit Fund, No. 92C5197, 1993 WL 398612 (N.D.Ill. Oct. 6, 1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The district court noted its familiarity with the principle that \"considerable weight should be accorded to an executive department's construction of a statutory scheme it is entrusted to administer.\"  Chevron, U.S.A., Inc. v. Natural Resources Defense Council, Inc., 467 U.S. 837, 844, 104 S.Ct. 2778, 2782, 81 L.Ed.2d 694 (1984).  However, the district court found that the plain language of the ADA, when read as a whole, does not support a cause of action for employment discrimination under Title II, and, therefore, Chevron deference was not applicable in this case.  \"[T]he Court does not believe that the conflicting legislative history sufficiently obfuscates the statute to create a vacuum of meaning for the Justice Department to fill.\"  Bledsoe, 942 F.Supp. at 1449.   The court concluded that when the language of the statute is plain, administrative interpretation of the statute is not entitled to deference.  Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We note, however, that these regulations do not become effective until they are approved by Congress and published in the Congressional Record.  See 2 U.S.C.A. &#167; 1384(d)(3)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The district court in this case expressed great concern in the inconsistency in the exhaustion requirement if the court found that Title II covered employment discrimination.  \"Acceptance of the 'no exhaustion rule,' when coupled with the slighting of Title II's plain meaning and the redundancy of Titles I and II, renders the entire statutory framework a monstrous distortion.\"  942 F.Supp. at 1445.   The court further stated that:</p>\n        <p>The statute the majority of the district courts (and the Justice Department) give us is completely bewildering:  Both Title I and Titles II apply to employment, although Title II says nothing at all on the subject and Title I lays out a comprehensive scheme to deal with employment issues;  Title I says an employer must hire 15 employees to be sued for employment discrimination, but you can get around this under Title II if your employer is an arm of the State;  Title I says you must exhaust administrative remedies, but you can ignore this requirement too if you are employed by the State.  If this is really what Congress meant, then the ADA surely must rank as one of the great drafting debacles of recent times.  Unwilling to impute such sheer ineptitude to Congress, the Court must part company with the current consensus.</p>\n        <p>Id. at 1445-46.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The Act resembles the campaign address of a candidate appearing before an audience that was split on a key issue.  The candidate observed, \"Some of my friends are in favor of this proposition;  some of my friends are against it!   As for me, I stand four square behind my friends!\"</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">816</span></span></p>\n    <p class=\"case_cite\">7 A.D. Cases 1433, 11 NDLR P 291, 11<br>Fla. L. Weekly Fed. C 953</p>\n    <p class=\"parties\">Mark BLEDSOE, Plaintiff-Appellant,<br>v.<br>PALM BEACH COUNTY SOIL AND WATER CONSERVATION DISTRICT,<br>Defendant-Appellee,<br>Board of County Commissioners for Palm Beach County, Defendant.</p>\n    <p class=\"docket\">No. 96-5375.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Eleventh Circuit.</p>\n    <p class=\"date\">Jan. 22, 1998.<br>Rehearing and Suggestion for Rehearing En Banc Denied March 25, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Isidro M. Garcia, West Palm Beach, FL, for Plaintiff-Appellant.</p>\n      <p class=\"indent\">Mark L. Gross, Marie K. McElderry, U.S. Dept. of Justice, Washington, DC, Gary Phelan, Garrison, Phelan, Levin-Epstein &amp; Penzel, New Haven CT, Andrew H. Kayton, American Civil Liberties Union Foundation of Fla., Inc., for amicus curiae.</p>\n      <p class=\"indent\">Richard Hunt McDuff, Ft. Lauderdale, FL, for Defendant-Appellee.</p>\n      <p class=\"indent\">Appeal from the United States District Court for the Southern District of Florida.</p>\n      <p class=\"indent\">Before DUBINA and BARKETT, Circuit Judges, and HILL, Senior Circuit Judge.</p>\n      <p class=\"indent\">DUBINA, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant, Mark Bledsoe (\"Bledsoe\") appeals the district court's grant of summary judgment to the Palm Beach County Soil and Water Conservation District (\"District\"), on Bledsoe's claims under the Americans with Disabilities Act (\"ADA\"), 42 U.S.C. Section 12131 (\"Title II\") and the Rehabilitation Act, 29 U.S.C. Section 701, et seq.  This case involves an issue of first impression in our circuit:  whether Title II of the ADA encompasses employment discrimination.  We answer the question in the affirmative and, accordingly, we reverse the district court's grant of summary judgment and remand this case for further proceedings consistent with this opinion.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Bledsoe was employed as a Resource Technician for the District from January 1988 until his termination in October of 1992.  In his employment, Bledsoe had to spend a large portion of his time walking, surveying, and performing manual labor in the fields.  While performing his duties, on February 26, 1990, Bledsoe sustained an injury to his knee for which he made a claim for workers' compensation benefits.  Based on the advice of his doctors that he should refrain from excessive walking and walking on uneven terrain, Bledsoe requested some form of accommodation from his supervisor.  In response, the District offered Bledsoe the position of Resource Conservationist, but he rejected the offer.  In October 1992, the District terminated Bledsoe.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Subsequent to his termination, Bledsoe settled his workers' compensation case with Palm Beach County.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The joint settlement agreement entered into by the parties contained the following partial release provision:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As further consideration for the aforementioned payment, the Employee/Claimant agrees and does hereby release, discharge, and surrender any and all claims, whether or not asserted, against the Employer/Carrier or Servicing Agent, or any of its officers, agents, servants, employees, directors, successors, assigns, and any other person or entity so connected to the Employer/Carrier or Servicing Agent, of any nature whatsoever, excepting only (1) future medical pursuant to other provisions of this agreement, or (2) penalties, interest or attorneys' fees which might be due because of failure to pay order approving this Joint Petition within 30 days.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">R1-34-Exh.  A.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Bledsoe filed suit on June 24, 1994, against the District and Palm Beach County alleging that both of those entities were his \"employer\" within the meaning of Title I of the ADA and the Rehabilitation Act and had violated his rights protected by those acts.  Specifically, Bledsoe alleged that he had a disability within the meaning of the law, that the defendants had failed to accommodate his disability, and that the defendants discharged him as a result of his disability.  Palm Beach County filed a motion to dismiss arguing that it was not Bledsoe's \"employer\" for purposes of the claims and that it had been released from the claims by virtue of Bledsoe's partial release of his workers' compensation benefits.  After consideration, the district court determined that Palm Beach County was not Bledsoe's employer and, therefore, summary judgment should be entered for it on all claims.  Bledsoe has not appealed the district court's disposition that the County was not his employer.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The litigation continued against the District.  Because the District alone did not have the requisite number of employees to effect coverage under Title I of the ADA,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Bledsoe sought leave to amend the complaint to bring his claim under Title II, and the district court granted leave.  The District filed a motion for summary judgment arguing first that Title II of the ADA does not apply to discrimination in employment and, second, that the partial release in Bledsoe's joint settlement agreement with the County released his claims against the District.  Bledsoe opposed the motion.  The district court entered summary judgment for the District on both Bledsoe's ADA and Rehabilitation Act claims.  Bledsoe then perfected this appeal.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Bledsoe raises two issues for our review:  (1) whether the district court properly concluded that the workers' compensation release bars Bledsoe's federal claims of employment discrimination;  and (2) whether the district court properly determined that Title II of the ADA does not apply to discrimination in employment.  We review the district court's order granting summary judgment de novo.  Parks v. City of Warner Robins, Ga., <span class=\"citation\" data-id=\"685199\"><a href=\"/opinion/685199/brenda-a-parks-v-city-of-warner-robins-georgia-a-body-politic-acting/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">609</span></a></span>, 612 (11th Cir.1995).  After conducting our review, we conclude that the district court improperly found that the workers' compensation release barred Bledsoe's federal claims of employment discrimination and that Title II does not encompass employment discrimination.</p>\n    </div>\n    <p class=\"indent\">A. Workers' Compensation Release</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In its determination that the workers' compensation release barred Bledsoe's ADA and Rehabilitation Act claims, the district court relied on F.M. v. Palm Beach County, <span class=\"citation no-link\"><span class=\"volume\">912</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">514</span></span> (S.D.Fla.1995), aff'd F.M. v. County Comm'rs, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">438</span></span> (11th Cir.1996)(Table).  On appeal, Bledsoe contends that the district court erred in relying on F.M. v. Palm Beach County.   He argues that the issue should have been analyzed under this circuit's decision in Puentes v. United Parcel Service, Inc., <span class=\"citation\" data-id=\"70950\"><a href=\"/opinion/70950/puentes-v-united-parcel-service/\"><span class=\"volume\">86</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">196</span></a></span> (11th Cir.1996).  Bledsoe is correct.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Supreme Court has stated that an employee can waive his \"cause of action under Title VII as part of a voluntary settlement agreement\" if \"the employee's consent to the settlement was voluntary and knowing.\"  Alexander v. Gardner-Denver Co., <span class=\"citation\" data-id=\"108961\"><a href=\"/opinion/108961/alexander-v-gardner-denver-co/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span>, 52 n. 15, <span class=\"citation\" data-id=\"108961\"><a href=\"/opinion/108961/alexander-v-gardner-denver-co/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1011</span></a></span>, 1022 n. 15, <span class=\"citation\" data-id=\"108961\"><a href=\"/opinion/108961/alexander-v-gardner-denver-co/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">147</span></a></span> (1974).  The same principles should be equally applicable to waiver of rights under Title II of the ADA.  See Rivera-Flores v. Bristol-Myers Squibb Caribbean, <span class=\"citation\" data-id=\"739949\"><a href=\"/opinion/739949/gidel-rivera-flores-v-bristol-myers-squibb-caribbean/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span> (1st Cir.1997).  The waiver of such remedial rights, however, \"must be closely scrutinized,\" and a court must look to the totality of the circumstances to determine whether the release is knowing and voluntary.  Puentes v. United Parcel Service, 86 F.3d at 198.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In Puentes, the plaintiffs, at the time of their terminations, were offered substantial severance packages and the ability to resign \"for personal reasons\" on the condition that they execute unambiguous release agreements waiving all employment discrimination claims arising out of their terminations.  Both plaintiffs executed the agreements, but later filed suit against UPS alleging racial and national origin discrimination.  UPS moved for summary judgment, which the district court granted.  On appeal, this court reversed, concluding that a jury should decide whether the releases were knowingly and voluntarily executed.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Puentes court explained that the following factors bear on whether a release is knowing and voluntary:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>the plaintiff's education and business experience;  the amount of time the plaintiff considered the agreement before signing it;  the clarity of the agreement;  the plaintiff's opportunity to consult with an attorney;  the employer's encouragement or discouragement of consultation with an attorney;  and the consideration given in exchange for the waiver when compared with the benefits to which the employee was already entitled.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">86 F.3d at 198 (quoting Beadle v. City of Tampa, <span class=\"citation\" data-id=\"684146\"><a href=\"/opinion/684146/66-fair-emplpraccas-bna-1540-66-empl-prac-dec-p-43455-aston-a/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">633</span></a></span>, 635 (11th Cir.), cert. denied, <span class=\"citation\" data-id=\"117970\"><a href=\"/opinion/117970/doe-john-and-jane-doe-v-kirchner-otakar-baby-richard-a-minor-by-his/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1152</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2600</span></span>, <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">846</span></span> (1995)).  When reviewing these factors in Puentes, the court determined that the plaintiffs did not have sufficient time to consider their release agreements and neither plaintiff had consulted with an attorney.  The court also noted that neither plaintiff had any role in deciding the terms of the agreement;  the plaintiffs were simply handed printed forms.  86 F.3d at 199.   These factors raised a genuine issue of material fact as to whether plaintiffs voluntarily and knowingly executed the release agreements.  Accordingly, the issue could not be resolved by summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The factors set forth in Puentes should have been considered by the district court in this case.  The district court should not have summarily adopted a decision from another case, even though it dealt with the exact same release form.  Each factor should be independently analyzed.  In applying the Puentes factors, we conclude that a jury question exists about whether Bledsoe voluntarily and knowingly released ADA and Rehabilitation Act claims.  The language of the release indicates that Bledsoe was only settling his claim for wage loss benefits under the workers' compensation law.  There is nothing in the release that suggests or mentions a waiver of federal discrimination claims.  Additionally, there was no evidence in the record of any consideration given to Bledsoe in exchange for his allegedly waiving his rights under the ADA and the Rehabilitation Act.  Moreover, Bledsoe and his counsel provided affidavits to the district court stating that the only matters released were benefits for wage loss available under the workers' compensation law, thus creating an issue of fact as to what was released.  The district court erred in granting summary judgment on this claim.</p>\n    </div>\n    <p class=\"indent\">B. Title II of the ADA</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The district court held that Title II of the ADA does not encompass employment discrimination.  Bledsoe<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> urges this court to reverse and join several other courts which have held that Title II does encompass employment discrimination.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Our circuit has not squarely addressed the issue, but two of our recent decisions have assumed or implied that Title II creates a cause of action for employment discrimination.  See Holbrook v. City of Alpharetta, Ga., <span class=\"citation\" data-id=\"740413\"><a href=\"/opinion/740413/william-a-holbrook-v-city-of-alpharetta-georgia/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1522</span></a></span>, 1528-29 (11th Cir.1997);  McNely v. Ocala Star-Banner Corp., <span class=\"citation\" data-id=\"728966\"><a href=\"/opinion/728966/bernard-f-mcnely-v-ocala-star-banner-corporation-a-florida-corporation/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1068</span></a></span>, 1073 (11th Cir.1996), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1228</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1819</span></span>, <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1028</span></span> (1997).  Our review of the statutory language of Title II, the Department of Justice's (\"DOJ\") regulations, our circuit's reference to the issue, and other courts' resolution of the issue, persuade us that Title II of the ADA does encompass public employment discrimination.</p>\n    </div>\n    <p class=\"indent\">1. The statutory language</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The ADA was implemented \"to provide a clear and comprehensive national mandate for the elimination of discrimination against individuals with disabilities.\"  42 U.S.C. &#167; 12101(b)(1).  In passing the ADA, Congress recognized that \"society has tended to isolate and segregate individuals with disabilities, and, despite some improvements, such forms of discrimination against individuals with disabilities continue to be a serious and pervasive social problem.\"  42 U.S.C. &#167; 12101(a)(2).  Congress further recognized that disabled individuals face extraordinary barriers and discrimination by outright intentional segregation and often have \"no legal recourse to redress such discrimination.\"  42 U.S.C. &#167; 12101(a)(4) and (5).  Moreover, in enacting the ADA, Congress hoped to increase employment opportunities for disabled people through prevention of employment discrimination.  42 U.S.C. &#167; 12101(a)(3), (8), and (9).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The provision of Title II allegedly violated by the District in this action provides:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Subject to the provisions of this [title], no qualified individual with a disability shall, by reason of such disability, be excluded from participation in or be denied the benefits of the services, programs, or activities of a public entity, or be subjected to discrimination by any such entity.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">42 U.S.C. &#167; 12132.  \"Public entity\" is defined to include \"(A) any State or local government;  [and] (B) any department, agency, special purpose district, or other instrumentality of a State or States or local government;....\"  42 U.S.C. &#167; 12131(1)(A) &amp; (B).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The statutory language used by Congress in the creation of Title II is brief.  Extensive legislative commentary regarding the applicability of Title II to employment discrimination, however, is so pervasive as to belie any contention that Title II does not apply to employment actions.  The Report of the United States House of Representatives Judiciary Committee stated, \"[i]n the area of employment, title II incorporates the duty set forth in the regulations for Sections 501, 503 and 504 of the Rehabilitation Act to provide a 'reasonable accommodation' that does not constitute an 'undue hardship.' \"   See H.R.Rep. No. 101-485(III), at 50 (1990), reprinted in 1990 U.S.C.C.A.N. 445, 473.   In explaining the forms of discrimination prohibited by Title II, the Report noted that:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>The Committee intends, however, that the forms of discrimination prohibited by section 202 [codified as 42 U.S.C. &#167; 12132] be identical to those set out in the applicable provisions of titles I and III of this legislation....  In addition, activities which do not fit into the employment or public accommodations context are governed by the analogous section 504 regulations.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">H.R.Rep. No. 101-485(II), at 84 (1990), reprinted in 1990 U.S.C.C.A.N. 303, 367.   The Report further notes:  \"The purpose of title II is to continue to break down barriers to the integrated participation of people with disabilities in all aspects of community life.  The Committee intends that title II work in the same manner as Section 504.\"  1990 U.S.C.C.A.N. at 472-73.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It is significant that Congress intended Title II to work in the same manner as Section 504 of the Rehabilitation Act, because Section 504 was so focused on employment discrimination that Congress enacted subsequent legislation to clarify that Section 504 applied to other forms of discrimination in addition to employment discrimination.  The first Supreme Court case to consider Section 504, Consolidated Rail v. Darrone, <span class=\"citation\" data-id=\"111111\"><a href=\"/opinion/111111/consolidated-rail-corporation-v-darrone/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></a></span>, <span class=\"citation\" data-id=\"111111\"><a href=\"/opinion/111111/consolidated-rail-corporation-v-darrone/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1248</span></a></span>, <span class=\"citation\" data-id=\"111111\"><a href=\"/opinion/111111/consolidated-rail-corporation-v-darrone/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">568</span></a></span> (1984), was an employment discrimination case.  The Court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>Among [the] purposes [of the Rehabilitation Act] as originally stated, were to \"promote and expand employment opportunities in the public and private sectors for handicapped individuals and to place such individuals in employment.\"  29 U.S.C. &#167; 701(8)....p  Section 504 neither refers explicitly to &#167; 604 nor contains analogous limiting language;  rather, that section prohibits discrimination against the handicapped under \"any program or activity receiving Federal financial assistance.\"   And it is unquestionable that the section was intended to reach employment discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Id. at 626-632, 104 S.Ct. at 1250-53 (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Part of the language of Title II prohibits public entities from excluding disabled individuals from \"services, programs, or activities\" or denying them the benefits of those services, programs, or activities.  The district court in this case focused on the meaning of the words \"services, programs, or activities.\"  Bledsoe v. Palm Beach Soil and Water Conservation Dist., <span class=\"citation no-link\"><span class=\"volume\">942</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1439</span></span>, 1443 (S.D.Fla.1996).  The district court found that these words, \"understood as a whole, focus [ ] on a public [ ] entity's outputs rather than its imputs [sic].\"  Id.  The court characterized public employment as \"an imput [sic]\" that enables a public entity \"to produce desired outputs, such as parks and schools.\"  Id. at 1444.   The court's analysis ignored the prohibition in the final clause of the section, which protects qualified individuals with a disability from being \"subjected to discrimination by any such entity,\" and is not tied directly to the \"services, programs, or activities\" of the public entity.  42 U.S.C. &#167; 12132.  As the Second Circuit found in Innovative Health Systems, Inc. v. City of White Plains, <span class=\"citation\" data-id=\"743005\"><a href=\"/opinion/743005/innovative-health-systems-inc-martin-a-maria-b-sophie-c-and-john/\"><span class=\"volume\">117</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></a></span>, 44-45 (2d Cir.1997), \"the language of Title II's antidiscrimination provision does not limit the ADA's coverage to conduct that occurs in the 'programs, services, or activities' of [a public entity].  Rather, it is a catch-all phrase that prohibits all discrimination by a public entity, regardless of the context,....\"  Accordingly, employment coverage is clear from the language and structure of Title II.</p>\n    </div>\n    <p class=\"indent\">2. DOJ regulations</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The DOJ regulations also support the position that Title II encompasses public employment discrimination.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Congress specifically provided in the ADA statute that the DOJ should write regulations implementing Title II's prohibition against discrimination.  42 U.S.C. &#167; 12134.  The House Judiciary Committee Report provided:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Unlike the other titles in this Act, title II does not list all of the forms of discrimination that the title is intended to prohibit.  Thus, the purpose of this section is to direct the Attorney General to issue regulations setting forth the forms of discrimination prohibited.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">H.R.Rep. 101-485(III), at 52 (1990), reprinted in 1990 U.S.C.C.A.N. 445, 475.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In promulgating regulations pertinent to Title II, the Attorney General created a specific subpart in the Code of Federal Regulations (\"CFR\") addressing employment discrimination by public entities.  These regulations state:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">(a) No qualified individual with a disability shall, on the basis of disability, be subjected to discrimination in employment under any service, program, or activity conducted by a public entity.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">(b)(1) For purposes of this part, the requirements of title I of the Act ... apply to employment in any service, program, or activity conducted by a public entity if that public entity is also subject to the jurisdiction of title I [i.e. employs fifteen or more employees].</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">(b)(2) For the purposes of this part, the requirements of section 504 of the Rehabilitation Act of 1973, as established by the regulations of the Department of Justice in 28 CFR part 41, as those requirements pertain to employment, apply to employment in any service, program, or activity conducted by a public entity if that public entity is not also subject to the jurisdiction of title I.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">28 C.F.R. &#167; 35.140.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">There has been no modification to the regulations promulgated by the Attorney General.  Rather, in 1997, the United States Senate unanimously gave its consent to the printing in the Congressional Record of the Board of Directors, Office of Compliance regulation adopting the Attorney General's interpretation of Title II.  See 143 Cong. Rec.  S30-31 (January 7, 1997).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Also, as this court has stated, \"[C]ongress is deemed to know the executive and judicial gloss given to certain language and thus adopts the existing interpretation unless it affirmatively acts to change the meaning.\"  Florida National Guard v. Federal Labor Relations Authority, <span class=\"citation\" data-id=\"414223\"><a href=\"/opinion/414223/florida-national-guard-and-department-of-defense-v-federal-labor-relations/\"><span class=\"volume\">699</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1082</span></a></span>, 1087 (11th Cir.1983).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Under Chevron, U.S.A., Inc. v. Natural Resources Defense Council, Inc., <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span>, 844, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>, 2782, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1984), \"considerable weight should be accorded to an executive department's construction of a statutory scheme,\" unless the regulations are \"arbitrary, capricious, or manifestly contrary to the statute.\"   The DOJ regulations provide clearly that Title II encompasses employment actions against public entities.  The regulations are neither \"arbitrary, capricious, [n]or manifestly contrary to the statute.\"  Id. at 844, 104 S.Ct. at 2782.   Thus, we cannot ignore the DOJ's reasonable construction of statutory language.</p>\n    </div>\n    <p class=\"indent\">3. Our court's reference to the issue</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In McNely v. Ocala Star-Banner Corp., <span class=\"citation\" data-id=\"728966\"><a href=\"/opinion/728966/bernard-f-mcnely-v-ocala-star-banner-corporation-a-florida-corporation/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1068</span></a></span> (11th Cir.1996), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1228</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1819</span></span>, <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1028</span></span> (1997), our court addressed the question whether a plaintiff suing under the ADA can recover for discrimination without showing that his disability was the sole cause for the adverse employment action taken against him.  We answered the question in the affirmative.  In discussing the issue, we noted that \"[t]he stated purpose of the ADA is 'to provide a clear and comprehensive national mandate for the elimination of discrimination against individuals with disabilities.' \" 99 F.3d at 1073, quoting 42 U.S.C. &#167; 12101(b)(1).  We acknowledged that Title I of the ADA applies to the private sector and provides for the elimination of disability-based discrimination.  We then stated that \"Title II of the ADA, which applies to public sector employment, contains a parallel provision.\"  Id. (emphasis added).  Later, we again assumed that Title II covered employment:  \"Title II (the public sector title).\"  Id. at 1074.   Thus, without directly discussing the issue with which this court is presently faced, our court has assumed that Title II covers public employment discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Additionally, in Holbrook v. City of Alpharetta, Ga., <span class=\"citation\" data-id=\"740413\"><a href=\"/opinion/740413/william-a-holbrook-v-city-of-alpharetta-georgia/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1522</span></a></span> (11th Cir.1997), we addressed the question whether claims brought pursuant to Title II of the ADA involving events that occurred prior to the effective date of Title I are actionable under the ADA or the Rehabilitation Act of 1973.  In discussing this issue, we noted the language of Title II, the federal regulations promulgated pursuant to the ADA, and the Equal Employment Opportunity Commission (\"EEOC\") guide.  112 F.3d at 1528-29.   The court then determined that \"Title II thus incorporates by reference the substantive, detailed regulations prohibiting discrimination against disabled individuals contained in Title I.\" Id. at 1529.   We further noted:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>The above regulations suggest that the provisions of Title II extending the protections afforded to employees in the private sector under Title I to state and local government workers became effective only when Title I went into effect.  As explicitly described in the EEOC manual, the Rehabilitation Act provided a remedy for discrimination in public employment prior to the effective date of Title I. We conclude that Title II of the ADA did not become effective until the date on which Title I became effective, July 26, 1992, and, prior to that date, a plaintiff's remedy for discrimination under Title II of the ADA was the Rehabilitation Act of 1973.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Id. Thus, the court implicitly determined that Title II was the \"new replacement\" for the Rehabilitation Act, which is what the legislative history indicates.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Although not decisions of our court, Lundstedt v. City of Miami, <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">852443</span></span>, 5 A.D. Cases 568 (S.D.Fla. Oct. 11, 1995), and Ethridge v. State of Alabama, <span class=\"citation no-link\"><span class=\"volume\">847</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">903</span></span> (M.D.Ala.1993), two district court decisions from within our circuit, held that Title II clearly encompasses employment discrimination by public entities.  <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">852443</span></span>, 5 A.D. Cases at 572-74, 847 F.Supp. at 906.   The district court in Ethridge found that although a plain reading of Title II does not reveal whether it covers employment discrimination, the legislative history of and regulations promulgated under Title II make clear that the section prohibits employment discrimination by public entities on the basis of disability.  The court noted that the primary purpose of Title II was to extend the reach of Section 504 of the Rehabilitation Act and that Section 504 \"clearly applies to employment discrimination.\"  847 F.Supp. at 906, citing Consolidated Rail Corp. v. Darrone, <span class=\"citation\" data-id=\"111111\"><a href=\"/opinion/111111/consolidated-rail-corporation-v-darrone/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></a></span>, <span class=\"citation\" data-id=\"111111\"><a href=\"/opinion/111111/consolidated-rail-corporation-v-darrone/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1248</span></a></span>, <span class=\"citation\" data-id=\"111111\"><a href=\"/opinion/111111/consolidated-rail-corporation-v-darrone/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">568</span></a></span> (1984).  The Ethridge court also discussed the House Report addressing Title II and the regulations implementing Title II to find that Title II covers employment discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Additionally, the Ethridge court noted the difference in the application of the exhaustion requirement which is mandatory in Title I but not in Title II of the ADA.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The court found that although Title I requires exhaustion, Title II does not because it \"incorporates the enforcement procedures of the Rehabilitation Act, ... which do not require exhaustion of administrative remedies for non-federal employees.\"  847 F.Supp. at 907.  \"An analysis of Title II regulations further makes clear that, while resort to administrative remedies is optional, it is not required.\"  Id. The court referenced the regulations, which plainly state that exhaustion is not required.  See 28 C.F.R. &#167; 35.172, Appendix A. We agree with this analysis and note that it is generally presumed that Congress acts intentionally and purposely where \" 'it includes particular language in one section of a statute but omits it in another.'  \"  See Russello v. United States, <span class=\"citation\" data-id=\"111043\"><a href=\"/opinion/111043/russello-v-united-states/\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">16</span></a></span>, 23, <span class=\"citation\" data-id=\"111043\"><a href=\"/opinion/111043/russello-v-united-states/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">296</span></a></span>, 300, <span class=\"citation\" data-id=\"111043\"><a href=\"/opinion/111043/russello-v-united-states/\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">17</span></a></span> (1983) (quoting United States v. Wong Kim Bo, <span class=\"citation\" data-id=\"307927\"><a href=\"/opinion/307927/united-states-v-wong-kim-bo-aka-yee-kuk-ho-etc/\"><span class=\"volume\">472</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">720</span></a></span>, 722 (5th Cir.1972)).</p>\n    </div>\n    <p class=\"indent\">4. Other courts' resolution of the issue</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The only other circuit to consider this issue did not really discuss it.  The court allowed a plaintiff to proceed against the employer/hospital under both the Rehabilitation Act and Title II.  See Doe v. University of Maryland Medical Sys. Corp., <span class=\"citation\" data-id=\"692288\"><a href=\"/opinion/692288/john-doe-v-university-of-maryland-medical-system-corporation/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1261</span></a></span> (4th Cir.1995).  The court found that both Title II and the Rehabilitation Act \"prohibit discrimination against an otherwise qualified individual with a disability.\"  Id. at 1264.   The court noted that the parties did not dispute that the Medical System was \"a 'public entity' subject to the provisions of Title II of the ADA.\"  Id. n. 8. Accordingly, Doe does not provide much guidance on the issue before us for consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In Wagner v. Texas A &amp; M University, <span class=\"citation no-link\"><span class=\"volume\">939</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1297</span></span> (S.D.Tex.1996), the court determined that a tenured professor could bring a Title II claim against the University when he was not rehired to his same position following a medical disability leave.  In so finding, the court found that Title II obtains its remedies from the Rehabilitation Act, which does not require exhaustion of administrative remedies before filing suit.  The court relied upon Ethridge in making its conclusion.  In its discussion, the court noted that Title II encompasses employment actions.  939 F.Supp. at 1310.   The court also discussed the policy anomaly created when Title II does not require exhaustion of administrative remedies.  The court stated that Title I and Title II create \"separate and distinct enforceable rights.\"  Id. \"Title I addresses primarily the rights of disabled individuals in workplaces, while Title II addresses the rights of disabled citizens vis-a-vis the government.\"  Id. The court stated that this inconsistency \"is undesirable from a policy standpoint;\" however, given the DOJ's regulatory posture, the court would \"not fill the gaps in the ADA in an attempt to effectuate a purported Congressional intent that is not entirely evident.\"  Id. See also Hernandez v. City of Hartford, <span class=\"citation no-link\"><span class=\"volume\">959</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">125</span></span> (D.Conn.1997);  Graboski v. Guiliani, <span class=\"citation no-link\"><span class=\"volume\">937</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">258</span></span> (S.D.N.Y.1996);  Silk v. City of Chicago, No. 95C0143, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">312074</span></span> (N.D.Ill. June 7, 1996).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In Dertz v. City of Chicago, <span class=\"citation no-link\"><span class=\"volume\">912</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">319</span></span> (N.D.Ill.1995), the court discussed whether plaintiffs must exhaust administrative remedies prior to bringing a claim under Title II of the ADA.  The plaintiffs in Dertz were former police officers for the City of Chicago who had been placed on medical leave and were not allowed to return to their former positions.  The plaintiffs filed suit under the Rehabilitation Act and Titles I and II of the ADA.  The court relied on the district court's decision in Petersen v. Univ. of Wisconsin Bd. of Regents, <span class=\"citation no-link\"><span class=\"volume\">818</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1276</span></span> (W.D.Wis.1993), to find that the procedural requirements of Title I do not apply to Title II plaintiffs.  Dertz, 912 F.Supp. at 324-25.   Because the court found that the plaintiffs were not required to exhaust their administrative remedies under Title II, their actions were allowed to proceed.  Id.  at 325.   See also Finley v. Giacobbe, <span class=\"citation no-link\"><span class=\"volume\">827</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">215</span></span>, 219 (S.D.N.Y.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The District cites other district court cases which have decided this issue as did the district court in this case.  See e.g., Decker v. University of Houston, <span class=\"citation no-link\"><span class=\"volume\">970</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">575</span></span> (S.D.Tex.1997);  Iskander v. Rodeo Sanitary District, No. C-94-0479-SC, <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">56578</span></span> (N.D.Cal. Feb. 7, 1995), aff'd, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">715</span></span> (9th Cir.1997)(Table).  However, in light of the foregoing discussion, these cases are not persuasive.  Even the district judge in this case noted that he was \"swimming against the current,\" 942 F.Supp. at 1442, in deciding that Title II does not encompass employment discrimination claims.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In conclusion, we hold that Title II does state a cause of action for employment discrimination and reverse the district court's grant of summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">REVERSED and REMANDED.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">HILL, Senior Circuit Judge, concurring specially:</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">I concur with reluctance.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">In Part IIA, we conclude that the meaning and consequence of an unambiguous written release are subject to dispute, variance and avoidance because we, acting in loco parentis, find the adult parties to the contract in need of our patronage.  Although troublesome, we apparently have such a role.  See Puentes v. United Parcel Service, Inc., <span class=\"citation\" data-id=\"70950\"><a href=\"/opinion/70950/puentes-v-united-parcel-service/\"><span class=\"volume\">86</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">196</span></a></span> (11th Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In Part IIB, we find that Title II of the ADA (the Act) is carefully drafted to obfuscate.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a>  Congress could have said \"discrimination in employment\" if it had wanted to do so.  Here, however, it merely forbids the exclusion of qualified individuals \"from ... participat[ing] in or be[ing] denied the benefits of the services, programs or activities of a public entity\" by reason of a disability.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The district judge concluded that the Act forbids discrimination vis-a-vis the \"output of these public entities.\"   See Bledsoe v. Palm Beach Soil and Water Conservation District, <span class=\"citation no-link\"><span class=\"volume\">942</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1439</span></span> (S.D.Fla.1996).  If a constituent is angered by the district judge's interpretation or our holding today, his or her Congressperson can say \"That's not what we passed.  I would never have voted for that!   That's just the work of those activist judges.\"</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">So be it.  The legislative power is vested in Congress.  By concluding what Congress has done, are we legislating?   I hope not.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">With a tip of the hat to the district judge, I reluctantly conclude that the flow of precedent is too strong for him or for us to swim upstream, and I</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">CONCUR.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At all relevant times, the District was Bledsoe's employer;  however, because the District had no more than five employees at a time, it participated in Palm Beach County's insurance plans, including its workers' compensation plan.  For a fee, the County adjusted workers' compensation claims made against the District.  Therefore, Palm Beach County was the District's workers' compensation carrier and the party with whom Bledsoe settled his workers' compensation claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The term \"employer\" in Title I is defined as \"a person engaged in an industry affecting commerce who has 15 or more employees for each working day in each of 20 or more calendar weeks in the current or preceding calendar year....\"  42 U.S.C. &#167; 12111(5)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Joining Bledsoe's position are the United States Department of Justice, the National Employment Lawyers Association, and the American Civil Liberties Union, which all filed amicus briefs with the court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See e.g., Doe v. University of Maryland Medical Sys. Corp., <span class=\"citation\" data-id=\"692288\"><a href=\"/opinion/692288/john-doe-v-university-of-maryland-medical-system-corporation/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1261</span></a></span>, 1264-65 (4th Cir.1995);  Dominguez v. City of Council Bluffs, Iowa, <span class=\"citation\" data-id=\"1450945\"><a href=\"/opinion/1450945/dominguez-v-city-of-council-bluffs-iowa/\"><span class=\"volume\">974</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">732</span></a></span>, 736-37 (S.D.Iowa 1997);  Hernandez v. City of Hartford, <span class=\"citation no-link\"><span class=\"volume\">959</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">125</span></span>, 133 (D.Conn.1997);  Davoll v. Webb, <span class=\"citation no-link\"><span class=\"volume\">943</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1289</span></span>, 1297 (D.Colo.1996);  Wagner v. Texas A &amp; M Univ., <span class=\"citation no-link\"><span class=\"volume\">939</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1297</span></span>, 1309 (S.D.Tex.1996);  Graboski v. Guiliani, <span class=\"citation no-link\"><span class=\"volume\">937</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">258</span></span>, 267-69 (S.D.N.Y.1996);  Silk v. City of Chicago, No. 95C0143, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">312074</span></span> (N.D.Ill. June 7, 1996);  Lundstedt v. City of Miami, <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">852443</span></span>, 5 A.D. Cases 568 (S.D.Fla. Oct.11, 1995);  Bruton v. Southeastern Pa.  Transp. Authority, Civ.A.No. 94-CV-3111, <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">470277</span></span> (E.D.Pa. Aug. 19, 1994);  Ethridge v. State of Alabama, <span class=\"citation no-link\"><span class=\"volume\">847</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">903</span></span>, 905-06 (M.D.Ala.1993);  Eisfelder v. Michigan Dept. of Natural Resources, <span class=\"citation no-link\"><span class=\"volume\">847</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">78</span></span>, 83 (W.D.Mich.1993);  Finley v. Giacobbe, <span class=\"citation no-link\"><span class=\"volume\">827</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">215</span></span>, 219-20 (S.D.N.Y.1993);  Petersen v. University of Wis.  Bd. of Regents, <span class=\"citation no-link\"><span class=\"volume\">818</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1276</span></span>, 1278 (W.D.Wis.1993);  Bell v. Retirement Bd. of Firemen's Annuity &amp; Benefit Fund, No. 92C5197, <span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">398612</span></span> (N.D.Ill. Oct. 6, 1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The district court noted its familiarity with the principle that \"considerable weight should be accorded to an executive department's construction of a statutory scheme it is entrusted to administer.\"  Chevron, U.S.A., Inc. v. Natural Resources Defense Council, Inc., <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span>, 844, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>, 2782, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1984).  However, the district court found that the plain language of the ADA, when read as a whole, does not support a cause of action for employment discrimination under Title II, and, therefore, Chevron deference was not applicable in this case.  \"[T]he Court does not believe that the conflicting legislative history sufficiently obfuscates the statute to create a vacuum of meaning for the Justice Department to fill.\"  Bledsoe, 942 F.Supp. at 1449.   The court concluded that when the language of the statute is plain, administrative interpretation of the statute is not entitled to deference.  Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We note, however, that these regulations do not become effective until they are approved by Congress and published in the Congressional Record.  See 2 U.S.C.A. &#167; 1384(d)(3)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The district court in this case expressed great concern in the inconsistency in the exhaustion requirement if the court found that Title II covered employment discrimination.  \"Acceptance of the 'no exhaustion rule,' when coupled with the slighting of Title II's plain meaning and the redundancy of Titles I and II, renders the entire statutory framework a monstrous distortion.\"  942 F.Supp. at 1445.   The court further stated that:</p>\n        <p>The statute the majority of the district courts (and the Justice Department) give us is completely bewildering:  Both Title I and Titles II apply to employment, although Title II says nothing at all on the subject and Title I lays out a comprehensive scheme to deal with employment issues;  Title I says an employer must hire 15 employees to be sued for employment discrimination, but you can get around this under Title II if your employer is an arm of the State;  Title I says you must exhaust administrative remedies, but you can ignore this requirement too if you are employed by the State.  If this is really what Congress meant, then the ADA surely must rank as one of the great drafting debacles of recent times.  Unwilling to impute such sheer ineptitude to Congress, the Court must part company with the current consensus.</p>\n        <p>Id. at 1445-46.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The Act resembles the campaign address of a candidate appearing before an audience that was split on a key issue.  The candidate observed, \"Some of my friends are in favor of this proposition;  some of my friends are against it!   As for me, I stand four square behind my friends!\"</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/70950/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108961/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111043/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111111/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117970/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/307927/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/414223/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/684146/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/685199/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/692288/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/728966/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/739949/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/740413/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/743005/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1450945/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-14T00:13:51.318547Z",
      "date_modified": "2018-03-20T17:56:47.274021Z",
      "date_filed": "1998-03-25",
      "date_filed_is_approximate": false,
      "slug": "mark-bledsoe-v-palm-beach-county-soil-and-water-conservation-district",
      "citation_id": 722918,
      "case_name_short": "",
      "case_name": "Mark Bledsoe v. Palm Beach County Soil and Water Conservation District, Board of County Commissioners for Palm Beach County",
      "case_name_full": "",
      "federal_cite_one": "133 F.3d 816",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 64,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/790151/mark-bledsoe-v-palm-beach-county-soil-and-water-co/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:16:06.940777Z",
  "date_modified": "2014-10-30T12:16:06.940777Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Mark Bledsoe v. Palm Beach County Soil and Water Conservation District, Board of County Commissioners for Palm Beach County",
  "case_name_full": "",
  "slug": "mark-bledsoe-v-palm-beach-county-soil-and-water-co",
  "docket_number": "96-5375",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}