{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/793852/",
  "id": 793852,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca9/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1362999/",
      "id": 1362999,
      "absolute_url": "/opinion/1362999/truth-v-kent-school-dist/",
      "panel": [
        "https://www.courtlistener.com:80/api/rest/v3/people/1067/",
        "https://www.courtlistener.com:80/api/rest/v3/people/3351/",
        "https://www.courtlistener.com:80/api/rest/v3/people/3371/"
      ],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/793852/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1362999/",
          "id": 1362999,
          "absolute_url": "/opinion/1362999/truth-v-kent-school-dist/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1362999/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T05:47:32.863494Z",
          "date_modified": "2017-04-04T14:51:23.541727Z",
          "type": "010combined",
          "sha1": "6c111fb9f6e941a47c7d7d8efbadcaf21d5a20cc",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>499 F.3d 999 (2007)</b></center>\n<center><h1>TRUTH, an unincorporated association; Sarice Undis, a minor, by and through her father, Larry Undis; Julianne Stewart, a minor, by and through her parents, Paul and Anna Stewart, Plaintiffs-Appellants,<br>\nv.<br>\nKENT SCHOOL DISTRICT; Barbara Grohe, Superintendent of Kent School District; Mike Albrecht, Principal of Kentridge High School; Eric Anderson, Assistant Principal of Kentridge High School, in their official capacities, Defendants-Appellees.</h1></center>\n<center>No. 04-35876.</center>\n<center><p><b>United States Court of Appeals, Ninth Circuit.</b></p></center>\n<center>Argued and Submitted July 27, 2006.</center>\n<center>Filed August 24, 2007.</center>\n<p><span class=\"star-pagination\">*1000</span> <span class=\"star-pagination\">*1001</span> Robert H. Tyler, Alliance Defense Fund, Murrieta, CA, for the plaintiffs-appellants.</p>\n<p>Michael B. Tierney, Mercer Island, WA, for the defendants-appellees.</p>\n<p>Jane M. Whicher, Port Townsend, WA, for amicus American Civil Liberties Union.</p>\n<p>Sara J. Rose, Washington, D.C., for amicus Americans United for Separation of Church and State.</p>\n<p>David F. McDowell, Los Angeles, CA, for amicus Anti-Defamation League.</p>\n<p>Before: J. CLIFFORD WALLACE, KIM McLANE WARDLAW, and RAYMOND C. FISHER, Circuit Judges.</p>\n<p>WALLACE, Senior Circuit Judge:</p>\n<p>Appellants Truth, Sarice Undis, and Julianne Stewart (collectively, Truth) appeal from a summary judgment in favor of the Kent School District and other appellees (collectively, District). Truth alleges violations of the Equal Access Act (the Act), the First Amendment rights of free speech and expressive association, the Free Exercise Clause, the Establishment Clause, and the Equal Protection Clause. We have jurisdiction pursuant to 28 U.S.C. § 1291. We affirm.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1002</span> I.</h2>\n<p>This appeal arises from Truth's attempt to form a student club at Kentridge High School (Kentridge), which is part of the Kent School District. Under the relevant policies at Kentridge, \"[u]nchartered clubs are not permitted to exist.\" To obtain a charter, students must submit a proposed charter to the Associated Student Body (ASB) Council and secure approval.</p>\n<p>Beginning in the fall semester of 2001, appellants Undis, then a junior, and Stewart, then a sophomore, attempted to form a Bible club at Kentridge. Undis and Stewart submitted a \"Club Charter Application\" (first charter) for official recognition as an ASB organization in September 2001. This first charter indicated that the club's name was to be \"Truth\" and that the purpose of the organization was to \"have a Bible study to encourage and help become better people with good morals.\" Under the section \"Membership Criteria,\" the first charter indicated that the group was to be \"[o]pen to anyone.\" The charter also proposed that it would designate a \"quote of the week for announcement\" and \"once a month decorate [the] school with a theme.\"</p>\n<p>The ASB Council discussed Truth's first charter at a September 2001 meeting, and several students objected to chartering Truth. The ASB Council decided to consult with the Assistant Principal, appellee Eric Anderson. Anderson and appellee Mike Albrecht, Principal of Kentridge, later told Undis that they would speak with the school's attorney regarding the legality of granting Truth ASB recognition. Albrecht stated that \"the problem with the September 2001 proposal was that it involved broadcasting a weekly Bible quote over the school's public address system and monthly decoration of the school in a biblical theme.\"</p>\n<p>No action was taken on the first charter for the remainder of the 2001-02 school year. During that time, Undis asked Anderson to make a decision on Truth's application on at least ten occasions, to no avail. Sometime in the spring semester of 2002, all ASB clubs were instructed to resubmit their charters. The record does not reveal any further activity on Truth's application during the summer and fall semesters of 2002.</p>\n<p>During this period, we decided <i>Prince v. Jacoby,</i> which involved a request by a Bible club for ASB recognition in a different Washington school district. 303 F.3d 1074(9th Cir.2002). On January 7, 2003, an attorney for Truth, Robert Tyler, wrote to Albrecht stating that it was \"constitutionally imperative that [Kentridge] grant [appellants'] proposed Bible Club treatment and rights equal to all other noncurriculum clubs.\" The letter also insisted that Kentridge \"immediately adhere to the requirements of the Equal Access Act and the First Amendment,\" and threatened litigation if Kentridge did not comply.</p>\n<p>On January 30, 2003, Tyler sent a second letter to Michael Harrington, counsel for the Kent School District. Tyler requested the forms required to establish an ASB club, and threatened litigation if Truth's charter was not approved by February 4.</p>\n<p>On February 2, as requested by Anderson, Undis and Stewart submitted a new application (second charter). The second charter removed the quote-of-the-week and monthly theme decoration provisions of the first charter. The club's stated purpose was now to \"provid[e] a biblically-based club for those students interested in growing in their relationship with Jesus Christ.\" Although membership would be open to all students, the second charter restricted voting membership to \"members professing belief in the Bible and in Jesus Christ.\" Officers <span class=\"star-pagination\">*1003</span> would also be required to \"believe in and be committed to biblical principles.\"</p>\n<p>After a third letter to Harrington from Tyler, the second charter was discussed at an ASB Council meeting on March 27. Some students expressed disapproval of the club's name, suggesting that it \"implies that every other religion at Kentridge is a lie.\" Some council members also expressed concerns that granting the charter would violate \"[c]hurch and state\" and that the voting membership should be open to everyone. Additionally, members suggested that students could go to \"Young Life,\" a non-ASB recognized organization that met on Kentridge's campus after school hours. The minutes of the March 27 meeting reveal that the question of whether to approve the second charter was discussed for twenty minutes. No vote was taken.</p>\n<p>The second charter was next addressed at an ASB Council meeting on April 1. After a brief clarification on the role of the advisor for the club, the minutes show that Anderson stated that if the ASB Council voted to approve the charter, he would consult the District's attorneys and Kentridge would make a final decision on approving the charter. The Counsel voted eleven to six against approval of Truth's second charter.</p>\n<p>On April 3, Truth filed a complaint in the United States District Court for the Western District of Washington, alleging that defendants had violated the Act, as well as the First Amendment rights of free speech and expressive association, the Free Exercise Clause, the Establishment Clause, and the Equal Protection Clause. Truth sought injunctive and declaratory relief as well as nominal damages.</p>\n<p>On April 9, Anderson sent Stewart a letter informing her of her right to resubmit Truth's application for ASB club recognition: \"As was discussed at the ASB meeting on March 28th, by making minor changes to Article[s] I and III of the proposed Constitution for your club, you will address the points raised.\" Article I sets forth the name of the club and Article III contains the voting membership and officer restrictions. Anderson advised Stewart to \"be prepared to resubmit by the April 25th ASB Meeting.\" Under the Kentridge ASB Constitution, \"[a]ny rejected charters must be resubmitted within two weeks of rejection with the required changes made or the charter shall be permanently rejected.\"</p>\n<p>Stewart and Undis submitted the third charter on April 24. The third charter maintains the proposed name \"Truth.\" However, it divides the membership into three categories: voting members, nonvoting members, and attendees. Meetings are open to everyone. But the \"privilege of membership is contingent upon the member complying in good faith with Christian character, Christian speech, Christian behavior and Christian conduct as generally described in the Bible.\" The charter application also lists a \"true desire to . . . grow in a relationship with Jesus Christ\" under the \"Membership Criteria\" heading. In order to be a voting member or officer, students are required to sign a \"statement of faith.\" The statement of faith requires the person to affirm that he or she believes \"the Bible to be the inspired, the only infallible, authoritative Word of God.\" A member must also pledge that he or she believes \"that salvation is an undeserved gift from God,\" and that only by \"acceptance of Jesus Christ as my personal Savior, through His death on the cross for my sins, is my faith made real.\" Other than the ability to call oneself a \"member,\" there is no difference between the rights of non-voting members and attendees.</p>\n<p>The third charter was discussed at the April 25 ASB Council meeting. The ASB <span class=\"star-pagination\">*1004</span> Council again objected to the name, selectivity provisions, and the presence of religion in school. The council voted nineteen to zero to deny approval of the charter, with one member undecided. The minutes give four reasons why the charter was not accepted: 1) \"Name,\" 2) \"Pledge to vote,\" 3) \"Segregating,\" 4) \"Religious club in school.\"</p>\n<p>On May 6, Tyler wrote to the Kent School District's counsel stating that it was his \"understanding from the ASB Constitution that this rejection by the ASB is the final decision.\" The letter also provided that Tyler \"was unable to locate any rights to appeal the decision of the ASB,\" but that if there were \"a right to appeal the decision of the ASB,\" he asked that the letter \"serve as a formal request for appeal.\"</p>\n<p>Anderson advised Undis and Stewart in a May 12 letter \"that pursuant to Kent School District Policy 2340, [they had] the ability to discuss this matter with Mr. Albrecht,\" and mentioned the possibility of discussions with the District superintendent or the ombudservices office. Although Tyler's May 6 letter would appear to have invoked these processes, no further action was taken by the District. Policy 2340 concerns \"religious related activities or practices.\" The policy does not refer to ASB recognition, and the ASB Constitution does not refer to this policy as providing an avenue for an appeal of the District's decisions, which are otherwise \"final.\"</p>\n<p>Although Undis and Stewart have both graduated from Kentridge, they have indicated that another student, Lindsay Thomas, is prepared to assume leadership of the club if the charter is approved.</p>\n<p>The Kent School District has three policies relevant to this appeal. First, Policy 3210 provides that \"[t]he district will provide equal educational opportunity and treatment for all students in all aspects of the academic and activities program. Equal opportunity and treatment is provided without regard to race, creed, color, national origin, sex, marital status, previous arrest . . ., incarceration, or physical, sensory or mental disabilities.\" The district court held that inclusion of \"creed\" indicates that discrimination based upon religion is prohibited. That ruling has not been challenged on appeal.</p>\n<p>Second, Policy 2153 provides for \"non-curriculum-related, non ASB student groups,\" which groups the principal shall approve provided they meet several additional requirements. The policy does not accord ASB privileges to Policy 2153 groups. The District states that Truth \"is free to operate as a private Policy 2153 group,\" but argues that Truth was properly denied ASB recognition.</p>\n<p>Third, Policy 2340P regulates \"religious related activities or practices,\" and provides guidelines for schools addressing religious holidays, symbols, ceremonies, topics, activities, and beliefs. This policy also provides that \"[s]tudents, parents, and employees who are aggrieved by practices or activities conducted in the school or district may seek resolution of their concern first with the building principal, then with the district superintendent or designee, or use ombudservices, which is available through the Legal Services Department.\"</p>\n<p>Washington State also has a relevant non-discrimination law, which the District relies on to justify its denial of ASB recognition for Truth. Washington Revised Code § 49.60.215 (West 2006) provides that:</p>\n<blockquote>It shall be an unfair practice for any person or the person's agent or employee to commit an act which directly or indirectly results in any distinction, restriction, or discrimination, . . . or the refusing or withholding from any person the admission, patronage, custom, presence, <span class=\"star-pagination\">*1005</span> frequenting, dwelling, staying, or lodging in any place of public resort, accommodation, assemblage, or amusement, except for conditions and limitations established by law and applicable to all persons, regardless of race, creed, color, national origin, sexual orientation, sex, the presence of any sensory, mental, or physical disability, or the use of a trained dog guide or service animal by a disabled person.</blockquote>\n<p>The District has argued that these non-discrimination policies require it to deny ASB recognition to Truth.</p>\n<p>As of April 3, 2003, there were thirty ASB-recognized clubs at Kentridge. There is no evidence of any Policy 2153 groups at Kentridge. While the record does not contain the charters of all the clubs, it appears that many of them have selective membership criteria, restricting membership based on both beliefs and conduct. Indeed, each charter application contains a section for \"Membership Criteria.\"</p>\n<p>The Earth Corps, for example, requires members to show \"interest and dedication toward environmental issues.\" Similarly, the Key Club requires that members be \"interested in service, qualified scholastically, of good character, possessing leadership potential . . . [and] willing to perform at least fifty hours of . . . service.\" The Gay-Straight Alliance requires that students \"must be willing to work towards the goals of the club\" to be members. These goals include \"bring[ing] GLBTQ [Gay, Lesbian, Bisexual, Transgendered, and Questioning] issues into the open, while working to decrease homophobia.\" Other goals include \"changing stereotypes\" and \"fight[ing] heterosexism and other forms of oppression.\" The National Honor Society selects its members based on \"outstanding scholarship, character, leadership, and service,\" and requires them to \"behave in a courteous and respectful manner, refraining from language and actions that might bring discredit upon themselves.\" It also requires members to refrain from using or possessing alcohol or illegal substances. Participation in school sports requires maintaining a certain grade point average and attendance record, not using drugs or alcohol, and complying with the \"sports code.\" Finally, a Men's Honor Club and a Girls Honor Club also operate at Kentridge as ASB-recognized groups. Each club has gender-exclusive membership.</p>\n<p>The district court entered summary judgment on all of Truth's claims under <i>Monell v. Department of Social Services,</i> 436 U.S. 658, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978), with the exception of the Act claim. The court held that the requirements of municipal liability under 42 U.S.C. § 1983 were not satisfied, and therefore entered summary judgment in favor of the District. It also held that the actions against the individual defendants in their official capacities were functionally equivalent to suits directly against the municipality, and therefore Truth's claims against them failed.</p>\n<p>The district court ruled on the merits of the Act and some of the First Amendment claims, addressing the latter as an alternate holding if its <i>Monell</i> ruling were to be reversed. It held that the restrictions on general membership in the third charter constituted a legitimate basis for denying the third charter and that these claims therefore failed.</p>\n<p>The district court did not rule on the remaining claims based on its belief that \"Plaintiffs' cursory Equal Protection Clause, Establishment Clause, and Free Exercise Clause arguments are all subsumed within their First Amendment argument.\" The district court also did not address the District's argument that <span class=\"star-pagination\">*1006</span> granting ASB recognition to Truth would violate the Establishment Clause.</p>\n<p>On appeal, both sides agree that only the third charter is before us. Truth makes this concession even though this action was filed before the third charter and its complaint only addresses the denial of its second charter.</p>\n<p>This appeal requires us to review many determinations by the district court. As to each issue, we review de novo. We review a district court's summary judgment de novo. <i>See </i><i>Buono v. Norton,</i> 371 F.3d 543, 545 (9th Cir.2004). In determining whether summary judgment was appropriate, we view the evidence in the light most favorable to Truth, the non-moving party. <i>See </i><i>Olsen v. Idaho State Bd. of Med.,</i> 363 F.3d 916, 922 (9th Cir.2004). \"We may affirm on any ground supported by the record.\" <i>Id.</i> We also review de novo the district court's <i>Monell</i> rulings, <i>see </i><i>Doe v. Lebbos,</i> 348 F.3d 820, 825 (9th Cir.2003), its \"decision regarding the scope of a constitutional right,\" <i>see </i><i>United States v. Napier,</i> 436 F.3d 1133, 1135-36 (9th Cir.2006), and its interpretation of the Act, <i>see </i><i>SEC v. McCarthy,</i> 322 F.3d 650, 654 (9th Cir. 2003).</p>\n<p></p>\n<h2>II.</h2>\n<p>Before addressing the merits, we consider our jurisdiction. The District argues that Truth lacks standing under <i>City of Los Angeles v. Lyons,</i> 461 U.S. 95, 103 S.Ct. 1660, 75 L.Ed.2d 675 (1983), because Truth has failed to meet the \"likelihood of recurrence\" requirement. The District asserts that Truth \"cannot say the ASB or the District will always deny another Club application or even the same application.\"</p>\n<p>In order to establish Article III standing,</p>\n<blockquote>a plaintiff must show (1) it has suffered an \"injury in fact\" that is (a) concrete and particularized and (b) actual or imminent, not conjectural or hypothetical; (2) the injury is fairly traceable to the challenged action of the defendant; and (3) it is likely, as opposed to merely speculative, that the injury will be redressed by a favorable decision.</blockquote>\n<p><i>Friends of the Earth, Inc. v. Laidlaw Envtl. Servs., Inc.,</i> 528 U.S. 167, 180-81, 120 S.Ct. 693, 145 L.Ed.2d 610 (2000). Although the District has not made any arguments regarding these specific factors, we have an independent obligation to address whether we have subject-matter jurisdiction. <i>See </i><i>Dittman v. California,</i> 191 F.3d 1020, 1025 (9th Cir.1999). \"[A]t the summary judgment stage the plaintiffs need not establish that they in fact have standing, but only that there is a genuine question of material fact as to the standing elements.\" <i>Cent. Delta Water Agency v. United States,</i> 306 F.3d 938, 947 (9th Cir. 2002).</p>\n<p>With respect to injunctive relief, the Supreme Court has also required that a plaintiff show that \"he is realistically threatened by a repetition of [the violation].\" <i>Lyons,</i> 461 U.S. at 109, 103 S.Ct. 1660. \"The plaintiff need only establish that there is a reasonable expectation that his conduct will recur, triggering the alleged harm; he need not show that such recurrence is probable.\" <i>Jones v. City of Los Angeles,</i> 444 F.3d 1118, 1127(9th Cir. 2006), <i>citing </i><i>Honig v. Doe,</i> 484 U.S. 305, 318 &amp; n. 6, 108 S.Ct. 592, 98 L.Ed.2d 686 (1988). While we have extended this requirement to declaratory relief, <i>see </i><i>Gest v. Bradbury,</i> 443 F.3d 1177, 1181(9th Cir. 2006), it does not apply to monetary damages, <i>see </i><i>Lyons,</i> 461 U.S. at 105, 103 S.Ct. 1660. The District's standing argument therefore does not implicate Truth's standing to seek nominal damages.</p>\n<p>The District asserts that the Establishment Clause, state law, and its own non-discrimination policies mandate that it deny ASB recognition to Truth. If the <span class=\"star-pagination\">*1007</span> District believes that three independent and binding legal authorities compel it to deny Truth's application, we do not see how the District might approve the same or a similar charter request in the future.</p>\n<p>The District's written non-discrimination policies also support Truth's standing arguments. We have held that plaintiffs \"may demonstrate that an injury is likely to recur by showing that the defendant had . . . a written policy, and that the injury `stems from' that policy. Where the harm alleged is directly traceable to a written policy there is an implicit likelihood of its repetition in the immediate future.\" <i>Fortyune v. Am. Multi-Cinema, Inc.,</i> 364 F.3d 1075, 1081(9th Cir.2004) (internal quotations and alterations omitted). Here, the harm is traceable to the District's policies, which the District has argued compel it to deny ASB recognition to Truth.</p>\n<p>Additionally, despite Tyler's request that the District treat his letter as a \"formal request for appeal,\" the District took no action. This is evidence that another charter request is likely to meet the same fate as the previous three. Finally, the District has provided nothing beyond its own speculation that the outcome might be different if Truth submitted a fourth charter. The legal positions it has taken in this litigation strongly suggest that no similar applications will ever be approved.</p>\n<p>Under these circumstances, we conclude that Truth has established at least a genuine issue of material fact as to whether there is a reasonable expectation that the alleged injury will recur. Therefore, Truth has standing to seek each of its requested forms of relief.</p>\n<p>The District also suggests that this dispute is not ripe for review, and that we thus lack jurisdiction, because Truth did not bring the dispute to the Kent School District Board or Superintendent through Policy 2340P. The District is wrong. The Supreme Court has explicitly held that exhaustion is not required for claims brought under 42 U.S.C. § 1983. <i>See </i><i>Steffel v. Thompson,</i> 415 U.S. 452, 472-73, 94 S.Ct. 1209, 39 L.Ed.2d 505 (1974). Exhaustion cannot be dispositive under a ripeness analysis; otherwise ripeness doctrine would impose a <i>de facto</i> exhaustion requirement, in violation of <i>Steffel.</i> Thus, the alleged failure to exhaust administrative remedies may be at most only a factor in the ripeness analysis.</p>\n<p>Nevertheless, it appears that Truth did exhaust the formal appeal system. Tyler's May 6 letter to the District's counsel asked that the letter \"serve as a formal request for appeal.\" The District has not provided any reason why this notification was not sufficient to trigger its appeals process, and no reason is apparent in the record. The District's failure to take any action as a result of this request does not indicate that Truth failed to bring the matter to the attention of the District. Under these circumstances, there is at least a genuine issue of material fact as to whether Truth exhausted the District's grievance procedures.</p>\n<p>Nearly every other factor suggests that this case is ripe for decision. Under the Kentridge ASB Constitution, \"[a]ny rejected charters must be resubmitted within two weeks of rejection with the required changes made or the charter shall be permanently rejected.\" The ASB Constitution does not provide for any additional review, nor does it suggest that the ASB Council's decision lacked finality.</p>\n<p>Furthermore, there is no doubt that the effects of the denial of Truth's charter have been felt in a concrete way by the appellants. Truth's members have experienced three denials of their applications, as well as protracted delays in obtaining any action from the ASB Council and District. The harm that Truth has complained of <span class=\"star-pagination\">*1008</span> does not \"rest[ ] upon contingent future events\" or ones that \"may not occur at all.\" <i>Texas v. United States,</i> 523 U.S. 296, 300, 118 S.Ct. 1257, 140 L.Ed.2d 406 (1998). Instead, Truth complains of discrete events that have already occurred.</p>\n<p>Finally, \"in evaluating ripeness, courts assess both the fitness of the issues for judicial decision and the hardship to the parties of withholding court consideration.\" <i>Ass'n of Am. Med. Colls. v. United States,</i> 217 F.3d 770, 779-80 (9th Cir.2000) (internal quotation omitted). We conclude the hardship to Truth in denying adjudication outweighs the hardship to the District in deciding this appeal. Truth's application for ASB recognition languished for nearly sixteen months without any significant action being taken, and the ASB process appears to have stalled until Truth obtained counsel and threatened to sue. More than five years have passed since the submission of the first charter, and declining to decide this appeal now would present a significant hardship to appellants.</p>\n<p>By contrast, the hardship to the District is significantly less severe. The District has been aware of Truth's arguments for a long time and has had ample opportunity to take corrective action or change its policies, if it so desired. Its legal positions on appeal show that it does not believe any remedial action is appropriate and that it believes the denial of ASB recognition was proper. We therefore conclude that this case is ripe for decision.</p>\n<p></p>\n<h2>III.</h2>\n<p>We must also consider the district court's ruling that the requirements of <i>Monell</i> are not met. <i>Monell</i> permits section 1983 actions against municipalities, but requires plaintiffs to show that their injuries resulted from \"execution of a government's policy or custom, whether made by its lawmakers or by those whose edicts or acts may fairly be said to represent official policy.\" 436 U.S. at 694, 98 S.Ct. 2018. <i>Monell</i>'s requirements do not apply where the plaintiffs only seek prospective relief, which is the case here. <i>See </i><i>Chaloux v. Killeen,</i> 886 F.2d 247, 250-51 (9th Cir. 1989). The District acknowledges the controlling effect of <i>Chaloux,</i> but argues that it should be overruled because it \"rests on shaky grounds.\"</p>\n<p>It is well established in our circuit that while</p>\n<blockquote>a three judge panel normally cannot overrule a decision of a prior panel on a controlling question of law, we may overrule prior circuit authority without taking the case en banc when an intervening Supreme Court decision undermines an existing precedent of the Ninth Circuit, and both cases are closely on point.</blockquote>\n<p><i>Galbraith v. County of Santa Clara,</i> 307 F.3d 1119, 1123(9th Cir.2002) (internal citation and quotations omitted). The District argues that two Supreme Court cases, <i>Board of County Commissioners of Bryan County v. Brown,</i> 520 U.S. 397, 117 S.Ct. 1382, 137 L.Ed.2d 626 (1997), and <i>McMillian v. Monroe County,</i> 520 U.S. 781, 117 S.Ct. 1734, 138 L.Ed.2d 1 (1997), show that the \"Supreme Court has re-emphasized the importance and vitality of the doctrine that requires a municipal policy as a precondition to a lawsuit under § 1983.\" Neither of these cases addresses whether <i>Monell</i> applies to actions only seeking prospective relief. We have no authority to overrule <i>Chaloux. Chaloux</i> applies, and the district court's <i>Monell</i> ruling is reversed.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Relying on its non-discrimination policies, the District points to three aspects of Truth's third charter that justify its decision to deny the club ASB recognition: 1) the general membership restrictions, <span class=\"star-pagination\">*1009</span> 2) the leadership and voting membership restrictions, and 3) the name \"Truth.\" We address the first of these, holding that Truth's general membership restrictions violate the District's non-discrimination policies and are not protected by either the Act or the First Amendment.</p>\n<p></p>\n<h2>A.</h2>\n<p>States have the constitutional authority to enact legislation prohibiting invidious discrimination. <i>See </i><i>Roberts v. United States Jaycees,</i> 468 U.S. 609, 624-26, 104 S.Ct. 3244, 82 L.Ed.2d 462 (1984) (reviewing the history of state anti-discrimination laws and observing that a \"State enjoys broad authority to create rights of public access on behalf of its citizens\"). Truth asserts that it does not discriminate based on religion in violation of the plain language of the District's policies, but rather imposes a code of conduct not unlike those of other approved ASB clubs. Even assuming that non-Christians would be able to comply with Truth's view of \"Christian character, Christian speech, Christian behavior and Christian conduct,\" we hold that the requirement that members possess a \"true desire to . . . grow in a relationship with Jesus Christ\" inherently excludes non-Christians.</p>\n<p>Having determined that the third charter violates the District's non-discrimination policies, we are led to hold that the District's denial of ASB recognition on this account is consistent with the Act. The Act requires federally-funded schools that have created a limited open forum to grant religious clubs benefits and privileges afforded to all other non-curriculum clubs. <i>See </i><i>Bd. of Educ. of the Westside Cmty. Schs. v. Mergens,</i> 496 U.S. 226, 235-36, 110 S.Ct. 2356, 110 L.Ed.2d 191 (1990); <i>Prince,</i> 303 F.3d at 1081(\"[T]he term `equal access' means what the Supreme Court said in <i>Widmar [v. Vincent,</i> 454 U.S. 263, 267-71, 102 S.Ct. 269, 70 L.Ed.2d 440 (1981)]: religiously-oriented student activities must be allowed under the same terms and conditions as other extra-curricular activities. . . .\"). <i>Prince</i> held that the rights protected under the Act include equal access to the funding and public communication techniques associated with recognition as an ASB group. 303 F.3d at 1084-90.</p>\n<p>Truth now requests an exemption from school policies regulating Truth's conduct, arguing that its rights under the Act would be violated were it not granted such an exemption. In interpreting the Act, we begin with its plain language. \"Where the intent of Congress has been expressed in reasonably plain terms, that language must ordinarily be regarded as conclusive.\" <i>Id.</i> at 1079 (internal quotations and citation omitted). Where there may be uncertainty, however, we rely on the Supreme Court's direction that the Act is to be \"interpreted broadly,\" <i>Mergens,</i> 496 U.S. at 239, 110 S.Ct. 2356, as well as cases deciding analogous issues under the First Amendment. <i>Cf. </i><i>Hsu v. Roslyn Union Free Sch. Dist. No. 3,</i> 85 F.3d 839, 855-56 (2d Cir.1996) (adopting similar approach).</p>\n<p>By its plain terms, the Act prevents only denials of access or fair opportunity or discrimination \"on the basis of the religious, political, philosophical, or other content of the speech at [a club's] meetings.\" 20 U.S.C. § 4071(a). Therefore, once it is established that the secondary school receives federal funds and has created a limited open forum, the club must demonstrate two additional elements to prevail: 1) a denial of equal access, or fair opportunity, or discrimination; 2) that is based on the \"content of the speech\" at its meetings.</p>\n<p>The District has denied Truth ASB status not because of the religious \"content of the speech,\" but rather because of its discriminatory membership criteria. The Act does not define \"content of the speech,\" but that phrase has a particular meaning in First Amendment jurisprudence. <span class=\"star-pagination\">*1010</span> We have held that \"whether a statute is content neutral or content based is something that can be determined on the face of it; if the statute describes speech by content then it is content based.\" <i>Menotti v. City of Seattle,</i> 409 F.3d 1113, 1129 (9th Cir.2005) (quotations and citation omitted). Similarly, a \"restriction on expressive activity is content-neutral if it is . . . based on a non-pretextual reason divorced from the content of the message attempted to be conveyed.\" <i>Id.</i> (quotations and citation omitted).</p>\n<p>The Act, through which Congress extended the reasoning of the Supreme Court's 1981 decision in <i>Widmar v. Vincent</i> to secondary schools, <i>see </i><i>Mergens,</i> 496 U.S. at 235, 110 S.Ct. 2356, tracks <i>Widmar</i>'s emphasis on discrimination based on the content of the plaintiff's speech. <i>Widmar</i> struck down a state university's regulation prohibiting the use of university buildings or grounds \"for purposes of religious worship or religious teaching.\" 454 U.S. at 265, 102 S.Ct. 269. <i>Widmar</i> thus precluded a university's \"discriminatory exclusion from a public forum based on the religious content of a group's intended speech,\" 454 U.S. at 269-70, 102 S.Ct. 269, but not its \"right to exclude . . . First Amendment activities that violate reasonable campus rules,\" <i>id.</i> at 277, 102 S.Ct. 269. Likewise, the Act prevents a school's unreasonable limitation on the conduct of a club to the extent the limitation is justified with reference to the expressive content of the regulated conduct. <i>Cf. </i><i>Ward v. Rock Against Racism,</i> 491 U.S. 781, 791, 109 S.Ct. 2746, 105 L.Ed.2d 661 (1989) (\"Government regulation of expressive activity is content neutral so long as it is <i>justified</i> without reference to the content of the regulated speech\" (internal quotations and citation omitted)).</p>\n<p>Congress could have written the Act to protect religious clubs against <i>any</i> burden on their activities, but did not. For example, when Congress passed the Religious Land Use and Institutionalized Persons Act, it not only prohibited discrimination against religious groups as such but also limited governments' abilities to impose even neutral, nondiscriminatory policies against them:</p>\n<blockquote>No government shall impose or implement a land use regulation in a manner that imposes a substantial burden on the religious exercise of a person, including a religious assembly or institution, unless the government demonstrates that imposition of the burden on that person, assembly, or institution </blockquote>\n<blockquote>(A) is in furtherance of a compelling governmental interest; and</blockquote>\n<blockquote>(B) is the least restrictive means of furthering that compelling governmental interest.</blockquote>\n<p>42 U.S.C. § 2000cc(a)(1). Thus, Congress knows how to draft a statute placing otherwise content-neutral laws of general applicability that incidentally burden a First Amendment activity under the same judicial scrutiny as laws specifically targeting the religious content of a group's expression. <i>See </i><i>Guru Nanak Sikh Soc'y of Yuba City v. County of Sutter,</i> 456 F.3d 978, 985-86 (9th Cir.2006). That is not the case here. The Act clearly allows exclusions that are not \"content\"-based.</p>\n<p>The Act's legislative history strengthens our conclusion that it prohibits only content-based restrictions on religious groups. The legislative history focuses on Congress's intent to end school districts' previous practice of treating religious groups inequitably and forbidding them from meeting on campus. <i>See</i> S. Rep. 98-357, at 6, 1984 U.S.C.C.A.N. 2348, 2352 (1984) (\"Despite <i>Widmar,</i> many school administrators across the country are prohibiting voluntary, student-initiated religious speech as an extracurricular activity.\"); <i>id.</i> at 15, 1984 U.S.C.C.A.N. at 2361(\"[S]chool <span class=\"star-pagination\">*1011</span> authorities across the country are banishing religious clubs from campus or placing such onerous restrictions on them that meetings become almost impossible.\"). The Senate Report recognized the possibility that religious groups like Truth might claim that content-neutral policies regulating club membership violate the Act, and disclaimed any such intent:</p>\n<blockquote>At the same time, the guarantee of equal access does not require special treatment for religious groups. Religious groups are accorded only the same rights and privileges as are granted to other student groups. In practice, however, this means that not all student groups would receive exactly the same privileges. There could be many neutral and impartial time, place, and manner restrictions placed on the use of school facilities which might produce situations in which some voluntary groups would not receive precisely the same access received by others. . . . The access determination could not be made, however, on the basis that the nature of the activity was religious.</blockquote>\n<p><i>Id.</i> at 39, 1984 U.S.C.C.A.N. at 2385. The District's non-discrimination policies are not time, place or manner restrictions. But like such restrictions, the policies are content-neutral. This strongly suggests that Congress did not intend the Act to apply to non-discrimination policies.</p>\n<p>The parties do not dispute that the Kent School District receives federal funding, or that Kentridge has created a limited open forum for extracurricular student groups. The District contests, however, whether the Act's guarantee of equal access, fair opportunity, and non-discrimination protects Truth's freedom to exclude those who do not share Christian values from its general membership. On their face, the District's non-discrimination policies do not preclude or discriminate against religious speech. Indeed, there are two other Bible clubs at Kentridge that have received ASB recognition and do not share Truth's general membership restrictions. Truth also has not shown that the District justifies its non-discrimination policies with reference to the content of a message Truth's discriminatory conduct may attempt to convey. The policies are content-neutral. Therefore, to the extent they proscribe Truth's discriminatory general membership restrictions, the policies do not implicate any rights that Truth might enjoy under the Act.</p>\n<p>Our reasoning is in some tension with that of the Second Circuit, which has focused on the term \"speech\" in the Act rather than the content-neutrality (or lack thereof) of school policies. <i>See </i><i>Hsu,</i> 85 F.3d at 856(rejecting argument that Act was not implicated because \"the School did not base its qualified recognition of the Club on what would be said at the Club meetings, but on what could be characterized as the Club's `act' of excluding non-Christians from leadership\"); <i>id.</i> at 859 (Act triggered \"when an after-school religious club excludes people of other religions from conducting its meetings . . . to protect the expressive content of the meetings\"). However, the argument that the Act does not extend to content-neutral regulations, which we have concluded is correct, was not squarely addressed in <i>Hsu.</i></p>\n<p>Truth has also made a cursory argument that the District violated the Act by allowing other groups to impose codes of conduct and other selective membership criteria, while denying it an equal opportunity to do the same. With respect to most of these other groups, we can reject Truth's premise because the groups do not discriminate on a basis specifically enumerated by the non-discrimination policies.</p>\n<p>It is true that the Men's and Girls Honor Clubs are more difficult to distinguish, as they employ gender-restrictive membership <span class=\"star-pagination\">*1012</span> criteria. However, the record is devoid of any information on the approval processes for these clubs and the rationale given for the apparent exemption from the Kent School District's non-discrimination policies. Nor has Truth alleged that the District has a policy of granting exemptions, and that this policy was unequally applied to Truth. Under these circumstances, we conclude that Truth has failed to meet its burden of showing that the District violated the Act.</p>\n<p>Because the Act did not bar the District from denying ASB recognition to Truth on account of the general membership restrictions in its third charter, we affirm the district court's summary judgment on Truth's claim under the Act.</p>\n<p></p>\n<h2>B.</h2>\n<p>We next address whether, and if so how, the First Amendment may apply where a school denies ASB recognition to a student club based on its membership criteria. <i>Roberts</i> suggests that a First Amendment claim arising from such a denial may fall into one of two categories. <i>See</i> 468 U.S.at 622-23, 104 S.Ct. 3244. Although these categories of claims may implicate different levels of review, we need not decide which test applies as Truth has failed to show that the denial of ASB recognition based on its general membership restrictions burdens a First Amendment interest, which is a threshold inquiry under either test.</p>\n<p><i>Healy v. James</i> typifies the first category of First Amendment claim. 408 U.S. 169, 92 S.Ct. 2338, 33 L.Ed.2d 266 (1972). There, the president of a state college denied official recognition to a group of students who desired to form a local chapter of Students for a Democratic Society (SDS), an organization that, in the Supreme Court's view, had been a \"catalytic force\" behind \"civil disobedience on some campuses, accompanied by the seizure of buildings, vandalism, and arson.\" <i>Id.</i> at 170-71, 92 S.Ct. 2338. The students sued the college president, among others, asserting that the denial of official recognition violated the First Amendment. <i>Id.</i> at 177, 92 S.Ct. 2338. The Court held that the Second Circuit erred by discounting the existence of a cognizable First Amendment associational interest, <i>id.</i> at 181-82, 184, 92 S.Ct. 2338, but also stated that if the district court on remand found that there was evidence to support the conclusion that a local SDS chapter posed \"a substantial threat of material disruption,\" then the president's decision to deny official recognition should be affirmed, <i>id.</i> at 189, 92 S.Ct. 2338.</p>\n<p>\"Associational activities,\" held the Court, \"need not be tolerated where they infringe reasonable campus rules, interrupt classes, or substantially interfere with the opportunity of other students to obtain an education.\" <i>Id.</i> The Court did not condemn incidental infringements on the students' associational rights, so long as the school's reason for denying official recognition was \"directed at the organizations's activities, rather than its philosophy.\" <i>Id.</i> at 188, 92 S.Ct. 2338.</p>\n<p><i>Healy</i> observed that \"the critical line for First Amendment purposes must be drawn between advocacy, which is entitled to full protection, and action, which is not.\" <i>Id.</i> at 192, 92 S.Ct. 2338. This distinction permits schools to regulate student conduct, even if it incidentally affects student expression:</p>\n<blockquote>Just as in the community at large, reasonable regulations with respect to the time, the place, and the manner in which student groups conduct their speech-related activities must be respected. A college administration may impose a requirement, such as may have been imposed in this case, that a group seeking official recognition affirm in advance its <span class=\"star-pagination\">*1013</span> willingness to adhere to reasonable campus law. Such a requirement does not impose an impermissible condition on the students' associational rights. Their freedom to speak out, to assemble, or to petition for changes in school rules is in no sense infringed. It merely constitutes an agreement to conform with reasonable standards respecting conduct. This is a minimal requirement, in the interest of the entire academic community, of any group seeking the privilege of official recognition.</blockquote>\n<p><i>Id.</i> at 192-93, 92 S.Ct. 2338. The Court \"conclude[d] that the benefits of participation in the internal life of the college community may be denied to any group that reserves the right to violate any valid campus rule with which it disagrees.\" <i>Id.</i> at 193-94, 92 S.Ct. 2338.</p>\n<p>To determine whether a campus rule that incidentally burdens expressive rights is permissible under the First Amendment, <i>Healy</i> calls for applying the four-part test of <i>United States v. O'Brien,</i> 391 U.S. 367, 88 S.Ct. 1673, 20 L.Ed.2d 672 (1968). <i>Healy,</i> 408 U.S. at 189 n. 20, 92 S.Ct. 2338. In <i>O'Brien,</i> the government prosecuted an individual for burning his draft card, which the Court assumed to be expressive conduct. 391 U.S. at 376, 88 S.Ct. 1673. The Court held that government regulation of expressive conduct is permissible</p>\n<blockquote>if it is within the constitutional power of the Government; if it furthers an important or substantial governmental interest; if the governmental interest is unrelated to the suppression of free expression; and if the incidental restriction on alleged First Amendment freedoms is no greater than is essential to the furtherance of that interest.</blockquote>\n<p><i>Id.</i> at 377, 88 S.Ct. 1673.</p>\n<p>Accordingly, for the <i>O'Brien</i> test to apply, the government regulation must incidentally affect expressive conduct. Truth has not established that its policy of excluding persons who do not share Christian values from its general membership has any expressive content, let alone that this policy communicates a message consistent with the views of the club's organizers. Truth has thus failed to show the required incidental infringement of a First Amendment interest.</p>\n<p>By contrast, a claim falling in the second <i>Roberts</i> category is one where a regulation imposes a Hobson's Choice on the organization: include unwanted members or disband. Such \"forced-inclusion\" claims have come in two varieties. First, an organization may challenge a state law that forces it to accept leaders or voting members who do not hold views consistent with the original members. <i>California Democratic Party v. Jones,</i> for instance, held that a state primary law violated the First Amendment because it forced \"political parties to associate with  to have their nominees, and hence their positions, determined by  those who, at best, have refused to affiliate with the party, and, at worst, have expressly affiliated with a rival.\" 530 U.S. 567, 577, 120 S.Ct. 2402, 147 L.Ed.2d 502 (2000). Similarly, <i>Democratic Party of the United States v. Wisconsin ex rel. La Follette</i> overturned, on First Amendment grounds, a state law that effectively required the National Democratic Party, in violation of the party's rules, to allow non-party members to participate in the selection of the party's presidential nominee. 450 U.S. 107, 125-26, 101 S.Ct. 1010, 67 L.Ed.2d 82 (1981) (<i>La Follette</i>).</p>\n<p>Second, an organization may challenge a regulation that forces it to accept as members individuals whose very membership in the organization would force it to communicate a message inconsistent with the views of the organization's original members. Leading this line of cases is <i>Roberts,</i> where the Court upheld against a First Amendment challenge a state law <span class=\"star-pagination\">*1014</span> requiring the Jaycees to admit women as voting members. 468 U.S. at 628-29, 104 S.Ct. 3244. The Court did so in part because the \"Jaycees already invites women to share the group's views and philosophy and to participate in much of its training and community activities.\" <i>Id.</i> at 627, 104 S.Ct. 3244. In the Court's view, any claim that their admission \"will impair a symbolic message conveyed by the very fact that women are not permitted to vote is attenuated at best.\" <i>Id.</i></p>\n<p>By contrast, <i>Hurley v. Irish-American Gay, Lesbian and Bisexual Group of Boston</i> held that a state law violated the First Amendment because it required parade organizers to allow a gay, lesbian, and bisexual contingent to march in the parade. 515 U.S. 557, 559, 115 S.Ct. 2338, 132 L.Ed.2d 487 (1995). The Court emphasized that the contingent's mere presence behind the organizer's banner conflicted with the organizer's \"particular point of view.\" <i>Id.</i> at 575, 115 S.Ct. 2338.</p>\n<p>The Court reached a similar conclusion in <i>Boy Scouts of America v. Dale,</i> 530 U.S. 640, 653, 120 S.Ct. 2446, 147 L.Ed.2d 554 (2000). There, the Court held that a state non-discrimination law requiring the Boy Scouts to admit a gay-rights activist violated the First Amendment because it \"force[d] the organization to send a message . . . that [it] accepts homosexual conduct as a legitimate form of behavior.\" <i>Id.</i> Significantly, this message conflicted with the \"sincerely\" held views of the organization. <i>Id.</i> Most recently, <i>Rumsfeld v. Forum for Academic and Institutional Rights, Inc.</i> upheld the Solomon Amendment against a <i>Dale</i> challenge on the ground that the military recruiters required to be admitted to law schools \"come onto campus for the limited purpose of trying to hire students  not to become members of the school's expressive association.\" 547 U.S. 47, 126 S.Ct. 1297, 1312, 164 L.Ed.2d 156 (2006).</p>\n<p>In both of these forced-inclusion scenarios, the Court has applied strict scrutiny, asking whether the organization's freedom of expressive association \"could be overridden by regulations adopted to serve compelling state interests, unrelated to the suppression of ideas, that cannot be achieved through means significantly less restrictive of associational freedoms.\" <i>Dale,</i> 530 U.S. at 648, 120 S.Ct. 2446(internal quotations and citation omitted); <i>see also Jones,</i> 530 U.S. at 582, 120 S.Ct. 2402; <i>Roberts,</i> 468 U.S. at 623-26, 104 S.Ct. 3244; <i>La Follette,</i> 450 U.S. at 125-26, 101 S.Ct. 1010.</p>\n<p>The First Amendment interest implicated by the first kind of forced-inclusion case is not present here. The general members do not control the club's Bible study and prayer functions. They do not lead the club in its activities. They cannot vote.</p>\n<p>Truth has also not shown that the First Amendment interest implicated by the second kind of forced-inclusion case is present here. This case is not like <i>Hurley</i> or <i>Dale.</i> In <i>Hurley,</i> the gay, lesbian, and bisexual contingent wanted to be an equal participant in the organization's parade. In <i>Dale,</i> the gay-rights activist wanted to be a leader of the organization. Here, by contrast, those who merely seek general membership status do not seek to participate on equal footing with Truth's voting members or leaders. The concern that people outside the club will construe the non-Christian conduct of general members as conduct endorsed by Truth has therefore not been proven here to the same extent that it was demonstrated in <i>Hurley</i> and <i>Dale.</i> On this record, outside observers would not receive, from the admission of individuals that Truth wishes to exclude from its general membership, any message that conflicts with the club's views. Moreover, Truth states in its brief that the admission of non-Christians as general members would be unproblematic. While <span class=\"star-pagination\">*1015</span> this statement does not resolve the issue before us  namely, whether the admission of individuals who do not meet Truth's general membership criteria (a category distinct from non-Christians) would convey a message in conflict with the club's views  it does further suggest that general membership status is not a significant measure of the club's expressive purposes.</p>\n<p>In <i>Christian Legal Society v. Walker,</i> 453 F.3d 853, 857, 861-64 (7th Cir.2006), the Seventh Circuit applied the forced-inclusion cases to a similar set of facts. Truth, however, has not shown the infringement of a cognizable First Amendment interest with respect to the District's denial of ASB recognition on account of the general membership restrictions. Therefore, we will not express any opinion here on whether the Seventh Circuit employed the appropriate legal framework.</p>\n<p>We thus affirm the district court's summary judgment on the First Amendment claim. We need not address whether the District violated the Act or the First Amendment by denying ASB recognition due to the voting membership and leadership restrictions. Nor do we address whether the Establishment Clause requires the District to deny Truth ASB recognition.</p>\n<p></p>\n<h2>V.</h2>\n<p>We next discuss Truth's First Amendment Free Exercise Clause claim. Truth contends that the strict scrutiny standard of <i>Sherbert v. Verner,</i> 374 U.S. 398, 83 S.Ct. 1790, 10 L.Ed.2d 965 (1963), applies, while the District appears to argue for application of the rational basis test of <i>Employment Division, Department of Human Resources of Oregon v. Smith,</i> 494 U.S. 872, 110 S.Ct. 1595, 108 L.Ed.2d 876 (1990).</p>\n<p>Ordinarily, \"the rational basis test applies in ascertaining whether a neutral law of general applicability violates the right to free exercise of religion even though the law incidentally burdens a particular religious belief or practice.\" <i>San Jose Christian Coll. v. City of Morgan Hill,</i> 360 F.3d 1024, 1031 (9th Cir.2004) (alterations and internal quotations omitted). \"In <i>Smith,</i> [however,] the Supreme Court stated that free exercise claims implicating other constitutional protections, such as free speech, could qualify for [<i>Sherbert</i>] strict scrutiny review even if the challenged law is neutral and generally applicable.\" <i>Am. Family Ass'n v. City &amp; County of San Francisco,</i> 277 F.3d 1114, 1124 (9th Cir.2002). In order to make out such a hybrid claim, \"a `free exercise plaintiff must make out a colorable claim that a companion right has been violated.'\" <i>Id., quoting </i><i>Miller v. Reed,</i> 176 F.3d 1202, 1207(9th Cir.1999).</p>\n<p>We have held that Truth's First Amendment argument with respect to the general membership restrictions is not colorable. Accordingly, rational basis review applies to the group's Free Exercise claim. Although the district court did not distinctly address this claim, we need not remand because it is clear that the claim is meritless. <i>See </i><i>In re Pintlar Corp.,</i> 133 F.3d 1141, 1145 (9th Cir.1998) (\"Remand is not necessary where the issue has been fully briefed on appeal, the record is clear and remand would impose needless additional expense and delay\" (internal quotation marks omitted)). The District had a rational basis for drafting and implementing its non-discrimination policies, namely its legitimate aim of preventing students from being subjected to unequal treatment on account of their religion. <i>See </i><i>Roberts,</i> 468 U.S. at 623, 104 S.Ct. 3244(referring to the state's \"compelling interest in eradicating discrimination\").</p>\n<p>Truth's Equal Protection and Establishment Clause claims are given only brief treatment by Truth and rely on the same premise: that the unequal treatment of <span class=\"star-pagination\">*1016</span> Truth's charter application violates the applicable clause of the Constitution. We need not reach the merits of this argument because we can reject the premise. Truth was not accorded unequal treatment, because the denial of its third charter was justified under the First Amendment and the Act based upon its general membership restrictions. This denial represented a neutral application of the Kent School District's non-discrimination policies and therefore did not constitute unequal treatment.</p>\n<p>The District has also argued that the ASB has free speech rights that would be violated if it were compelled to recognize Truth as an ASB organization. The ASB is not a party to this appeal and there is no indication that the District has authorization from the ASB to assert any such First Amendment claims. We conclude that the District lacks prudential standing to assert the ASB's free speech rights. <i>See </i><i>Kowalski v. Tesmer,</i> 543 U.S. 125, 129, 125 S.Ct. 564, 160 L.Ed.2d 519 (2004) (\"[A] party generally must assert his own legal rights and interests, and cannot rest his claim to relief on the legal rights or interests of third parties.\" (internal quotations omitted)).</p>\n<p></p>\n<h2>VI.</h2>\n<p>It is prudent to address only those issues necessary for our decision on the third charter application. We hold only that the District did not violate the Act or Truth's First Amendment rights by requiring Truth to remove its general membership provision. Because the denial of Truth's third charter was permissible on this basis, we need go no further to affirm the summary judgment.</p>\n<p>AFFIRMED.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">999</span></span> (2007)</b></center>\n<center><h1>TRUTH, an unincorporated association; Sarice Undis, a minor, by and through her father, Larry Undis; Julianne Stewart, a minor, by and through her parents, Paul and Anna Stewart, Plaintiffs-Appellants,<br>\nv.<br>\nKENT SCHOOL DISTRICT; Barbara Grohe, Superintendent of Kent School District; Mike Albrecht, Principal of Kentridge High School; Eric Anderson, Assistant Principal of Kentridge High School, in their official capacities, Defendants-Appellees.</h1></center>\n<center>No. 04-35876.</center>\n<center><p><b>United States Court of Appeals, Ninth Circuit.</b></p></center>\n<center>Argued and Submitted July 27, 2006.</center>\n<center>Filed August 24, 2007.</center>\n<p><span class=\"star-pagination\">*1000</span> <span class=\"star-pagination\">*1001</span> Robert H. Tyler, Alliance Defense Fund, Murrieta, CA, for the plaintiffs-appellants.</p>\n<p>Michael B. Tierney, Mercer Island, WA, for the defendants-appellees.</p>\n<p>Jane M. Whicher, Port Townsend, WA, for amicus American Civil Liberties Union.</p>\n<p>Sara J. Rose, Washington, D.C., for amicus Americans United for Separation of Church and State.</p>\n<p>David F. McDowell, Los Angeles, CA, for amicus Anti-Defamation League.</p>\n<p>Before: J. CLIFFORD WALLACE, KIM McLANE WARDLAW, and RAYMOND C. FISHER, Circuit Judges.</p>\n<p>WALLACE, Senior Circuit Judge:</p>\n<p>Appellants Truth, Sarice Undis, and Julianne Stewart (collectively, Truth) appeal from a summary judgment in favor of the Kent School District and other appellees (collectively, District). Truth alleges violations of the Equal Access Act (the Act), the First Amendment rights of free speech and expressive association, the Free Exercise Clause, the Establishment Clause, and the Equal Protection Clause. We have jurisdiction pursuant to 28 U.S.C. § 1291. We affirm.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1002</span> I.</h2>\n<p>This appeal arises from Truth's attempt to form a student club at Kentridge High School (Kentridge), which is part of the Kent School District. Under the relevant policies at Kentridge, \"[u]nchartered clubs are not permitted to exist.\" To obtain a charter, students must submit a proposed charter to the Associated Student Body (ASB) Council and secure approval.</p>\n<p>Beginning in the fall semester of 2001, appellants Undis, then a junior, and Stewart, then a sophomore, attempted to form a Bible club at Kentridge. Undis and Stewart submitted a \"Club Charter Application\" (first charter) for official recognition as an ASB organization in September 2001. This first charter indicated that the club's name was to be \"Truth\" and that the purpose of the organization was to \"have a Bible study to encourage and help become better people with good morals.\" Under the section \"Membership Criteria,\" the first charter indicated that the group was to be \"[o]pen to anyone.\" The charter also proposed that it would designate a \"quote of the week for announcement\" and \"once a month decorate [the] school with a theme.\"</p>\n<p>The ASB Council discussed Truth's first charter at a September 2001 meeting, and several students objected to chartering Truth. The ASB Council decided to consult with the Assistant Principal, appellee Eric Anderson. Anderson and appellee Mike Albrecht, Principal of Kentridge, later told Undis that they would speak with the school's attorney regarding the legality of granting Truth ASB recognition. Albrecht stated that \"the problem with the September 2001 proposal was that it involved broadcasting a weekly Bible quote over the school's public address system and monthly decoration of the school in a biblical theme.\"</p>\n<p>No action was taken on the first charter for the remainder of the 2001-02 school year. During that time, Undis asked Anderson to make a decision on Truth's application on at least ten occasions, to no avail. Sometime in the spring semester of 2002, all ASB clubs were instructed to resubmit their charters. The record does not reveal any further activity on Truth's application during the summer and fall semesters of 2002.</p>\n<p>During this period, we decided <i>Prince v. Jacoby,</i> which involved a request by a Bible club for ASB recognition in a different Washington school district. 303 F.3d 1074(9th Cir.2002). On January 7, 2003, an attorney for Truth, Robert Tyler, wrote to Albrecht stating that it was \"constitutionally imperative that [Kentridge] grant [appellants'] proposed Bible Club treatment and rights equal to all other noncurriculum clubs.\" The letter also insisted that Kentridge \"immediately adhere to the requirements of the Equal Access Act and the First Amendment,\" and threatened litigation if Kentridge did not comply.</p>\n<p>On January 30, 2003, Tyler sent a second letter to Michael Harrington, counsel for the Kent School District. Tyler requested the forms required to establish an ASB club, and threatened litigation if Truth's charter was not approved by February 4.</p>\n<p>On February 2, as requested by Anderson, Undis and Stewart submitted a new application (second charter). The second charter removed the quote-of-the-week and monthly theme decoration provisions of the first charter. The club's stated purpose was now to \"provid[e] a biblically-based club for those students interested in growing in their relationship with Jesus Christ.\" Although membership would be open to all students, the second charter restricted voting membership to \"members professing belief in the Bible and in Jesus Christ.\" Officers <span class=\"star-pagination\">*1003</span> would also be required to \"believe in and be committed to biblical principles.\"</p>\n<p>After a third letter to Harrington from Tyler, the second charter was discussed at an ASB Council meeting on March 27. Some students expressed disapproval of the club's name, suggesting that it \"implies that every other religion at Kentridge is a lie.\" Some council members also expressed concerns that granting the charter would violate \"[c]hurch and state\" and that the voting membership should be open to everyone. Additionally, members suggested that students could go to \"Young Life,\" a non-ASB recognized organization that met on Kentridge's campus after school hours. The minutes of the March 27 meeting reveal that the question of whether to approve the second charter was discussed for twenty minutes. No vote was taken.</p>\n<p>The second charter was next addressed at an ASB Council meeting on April 1. After a brief clarification on the role of the advisor for the club, the minutes show that Anderson stated that if the ASB Council voted to approve the charter, he would consult the District's attorneys and Kentridge would make a final decision on approving the charter. The Counsel voted eleven to six against approval of Truth's second charter.</p>\n<p>On April 3, Truth filed a complaint in the United States District Court for the Western District of Washington, alleging that defendants had violated the Act, as well as the First Amendment rights of free speech and expressive association, the Free Exercise Clause, the Establishment Clause, and the Equal Protection Clause. Truth sought injunctive and declaratory relief as well as nominal damages.</p>\n<p>On April 9, Anderson sent Stewart a letter informing her of her right to resubmit Truth's application for ASB club recognition: \"As was discussed at the ASB meeting on March 28th, by making minor changes to Article[s] I and III of the proposed Constitution for your club, you will address the points raised.\" Article I sets forth the name of the club and Article III contains the voting membership and officer restrictions. Anderson advised Stewart to \"be prepared to resubmit by the April 25th ASB Meeting.\" Under the Kentridge ASB Constitution, \"[a]ny rejected charters must be resubmitted within two weeks of rejection with the required changes made or the charter shall be permanently rejected.\"</p>\n<p>Stewart and Undis submitted the third charter on April 24. The third charter maintains the proposed name \"Truth.\" However, it divides the membership into three categories: voting members, nonvoting members, and attendees. Meetings are open to everyone. But the \"privilege of membership is contingent upon the member complying in good faith with Christian character, Christian speech, Christian behavior and Christian conduct as generally described in the Bible.\" The charter application also lists a \"true desire to . . . grow in a relationship with Jesus Christ\" under the \"Membership Criteria\" heading. In order to be a voting member or officer, students are required to sign a \"statement of faith.\" The statement of faith requires the person to affirm that he or she believes \"the Bible to be the inspired, the only infallible, authoritative Word of God.\" A member must also pledge that he or she believes \"that salvation is an undeserved gift from God,\" and that only by \"acceptance of Jesus Christ as my personal Savior, through His death on the cross for my sins, is my faith made real.\" Other than the ability to call oneself a \"member,\" there is no difference between the rights of non-voting members and attendees.</p>\n<p>The third charter was discussed at the April 25 ASB Council meeting. The ASB <span class=\"star-pagination\">*1004</span> Council again objected to the name, selectivity provisions, and the presence of religion in school. The council voted nineteen to zero to deny approval of the charter, with one member undecided. The minutes give four reasons why the charter was not accepted: 1) \"Name,\" 2) \"Pledge to vote,\" 3) \"Segregating,\" 4) \"Religious club in school.\"</p>\n<p>On May 6, Tyler wrote to the Kent School District's counsel stating that it was his \"understanding from the ASB Constitution that this rejection by the ASB is the final decision.\" The letter also provided that Tyler \"was unable to locate any rights to appeal the decision of the ASB,\" but that if there were \"a right to appeal the decision of the ASB,\" he asked that the letter \"serve as a formal request for appeal.\"</p>\n<p>Anderson advised Undis and Stewart in a May 12 letter \"that pursuant to Kent School District Policy 2340, [they had] the ability to discuss this matter with Mr. Albrecht,\" and mentioned the possibility of discussions with the District superintendent or the ombudservices office. Although Tyler's May 6 letter would appear to have invoked these processes, no further action was taken by the District. Policy 2340 concerns \"religious related activities or practices.\" The policy does not refer to ASB recognition, and the ASB Constitution does not refer to this policy as providing an avenue for an appeal of the District's decisions, which are otherwise \"final.\"</p>\n<p>Although Undis and Stewart have both graduated from Kentridge, they have indicated that another student, Lindsay Thomas, is prepared to assume leadership of the club if the charter is approved.</p>\n<p>The Kent School District has three policies relevant to this appeal. First, Policy 3210 provides that \"[t]he district will provide equal educational opportunity and treatment for all students in all aspects of the academic and activities program. Equal opportunity and treatment is provided without regard to race, creed, color, national origin, sex, marital status, previous arrest . . ., incarceration, or physical, sensory or mental disabilities.\" The district court held that inclusion of \"creed\" indicates that discrimination based upon religion is prohibited. That ruling has not been challenged on appeal.</p>\n<p>Second, Policy 2153 provides for \"non-curriculum-related, non ASB student groups,\" which groups the principal shall approve provided they meet several additional requirements. The policy does not accord ASB privileges to Policy 2153 groups. The District states that Truth \"is free to operate as a private Policy 2153 group,\" but argues that Truth was properly denied ASB recognition.</p>\n<p>Third, Policy 2340P regulates \"religious related activities or practices,\" and provides guidelines for schools addressing religious holidays, symbols, ceremonies, topics, activities, and beliefs. This policy also provides that \"[s]tudents, parents, and employees who are aggrieved by practices or activities conducted in the school or district may seek resolution of their concern first with the building principal, then with the district superintendent or designee, or use ombudservices, which is available through the Legal Services Department.\"</p>\n<p>Washington State also has a relevant non-discrimination law, which the District relies on to justify its denial of ASB recognition for Truth. Washington Revised Code § 49.60.215 (West 2006) provides that:</p>\n<blockquote>It shall be an unfair practice for any person or the person's agent or employee to commit an act which directly or indirectly results in any distinction, restriction, or discrimination, . . . or the refusing or withholding from any person the admission, patronage, custom, presence, <span class=\"star-pagination\">*1005</span> frequenting, dwelling, staying, or lodging in any place of public resort, accommodation, assemblage, or amusement, except for conditions and limitations established by law and applicable to all persons, regardless of race, creed, color, national origin, sexual orientation, sex, the presence of any sensory, mental, or physical disability, or the use of a trained dog guide or service animal by a disabled person.</blockquote>\n<p>The District has argued that these non-discrimination policies require it to deny ASB recognition to Truth.</p>\n<p>As of April 3, 2003, there were thirty ASB-recognized clubs at Kentridge. There is no evidence of any Policy 2153 groups at Kentridge. While the record does not contain the charters of all the clubs, it appears that many of them have selective membership criteria, restricting membership based on both beliefs and conduct. Indeed, each charter application contains a section for \"Membership Criteria.\"</p>\n<p>The Earth Corps, for example, requires members to show \"interest and dedication toward environmental issues.\" Similarly, the Key Club requires that members be \"interested in service, qualified scholastically, of good character, possessing leadership potential . . . [and] willing to perform at least fifty hours of . . . service.\" The Gay-Straight Alliance requires that students \"must be willing to work towards the goals of the club\" to be members. These goals include \"bring[ing] GLBTQ [Gay, Lesbian, Bisexual, Transgendered, and Questioning] issues into the open, while working to decrease homophobia.\" Other goals include \"changing stereotypes\" and \"fight[ing] heterosexism and other forms of oppression.\" The National Honor Society selects its members based on \"outstanding scholarship, character, leadership, and service,\" and requires them to \"behave in a courteous and respectful manner, refraining from language and actions that might bring discredit upon themselves.\" It also requires members to refrain from using or possessing alcohol or illegal substances. Participation in school sports requires maintaining a certain grade point average and attendance record, not using drugs or alcohol, and complying with the \"sports code.\" Finally, a Men's Honor Club and a Girls Honor Club also operate at Kentridge as ASB-recognized groups. Each club has gender-exclusive membership.</p>\n<p>The district court entered summary judgment on all of Truth's claims under <i>Monell v. Department of Social Services,</i> <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">611</span></a></span> (1978), with the exception of the Act claim. The court held that the requirements of municipal liability under 42 U.S.C. § 1983 were not satisfied, and therefore entered summary judgment in favor of the District. It also held that the actions against the individual defendants in their official capacities were functionally equivalent to suits directly against the municipality, and therefore Truth's claims against them failed.</p>\n<p>The district court ruled on the merits of the Act and some of the First Amendment claims, addressing the latter as an alternate holding if its <i>Monell</i> ruling were to be reversed. It held that the restrictions on general membership in the third charter constituted a legitimate basis for denying the third charter and that these claims therefore failed.</p>\n<p>The district court did not rule on the remaining claims based on its belief that \"Plaintiffs' cursory Equal Protection Clause, Establishment Clause, and Free Exercise Clause arguments are all subsumed within their First Amendment argument.\" The district court also did not address the District's argument that <span class=\"star-pagination\">*1006</span> granting ASB recognition to Truth would violate the Establishment Clause.</p>\n<p>On appeal, both sides agree that only the third charter is before us. Truth makes this concession even though this action was filed before the third charter and its complaint only addresses the denial of its second charter.</p>\n<p>This appeal requires us to review many determinations by the district court. As to each issue, we review de novo. We review a district court's summary judgment de novo. <i>See </i><i>Buono v. Norton,</i> <span class=\"citation\" data-id=\"786531\"><a href=\"/opinion/786531/frank-buono-allen-schwartz-v-gale-norton-secretary-of-the-interior-in/\"><span class=\"volume\">371</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">543</span></a></span>, 545 (9th Cir.2004). In determining whether summary judgment was appropriate, we view the evidence in the light most favorable to Truth, the non-moving party. <i>See </i><i>Olsen v. Idaho State Bd. of Med.,</i> <span class=\"citation\" data-id=\"785719\"><a href=\"/opinion/785719/lorna-a-olsen-v-idaho-state-board-of-medicine-idaho-state-board-of/\"><span class=\"volume\">363</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">916</span></a></span>, 922 (9th Cir.2004). \"We may affirm on any ground supported by the record.\" <i>Id.</i> We also review de novo the district court's <i>Monell</i> rulings, <i>see </i><i>Doe v. Lebbos,</i> <span class=\"citation\" data-id=\"784104\"><a href=\"/opinion/784104/george-doe-individually-and-as-guardian-ad-litem-lacey-doe-a-minor-v/\"><span class=\"volume\">348</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">820</span></a></span>, 825 (9th Cir.2003), its \"decision regarding the scope of a constitutional right,\" <i>see </i><i>United States v. Napier,</i> <span class=\"citation\" data-id=\"793236\"><a href=\"/opinion/793236/united-states-v-arthur-napier/\"><span class=\"volume\">436</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1133</span></a></span>, 1135-36 (9th Cir.2006), and its interpretation of the Act, <i>see </i><i>SEC v. McCarthy,</i> <span class=\"citation\" data-id=\"781210\"><a href=\"/opinion/781210/securities-and-exchange-commission-v-kevin-michael-mccarthy-thomas-william/\"><span class=\"volume\">322</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">650</span></a></span>, 654 (9th Cir. 2003).</p>\n<p></p>\n<h2>II.</h2>\n<p>Before addressing the merits, we consider our jurisdiction. The District argues that Truth lacks standing under <i>City of Los Angeles v. Lyons,</i> <span class=\"citation\" data-id=\"110916\"><a href=\"/opinion/110916/los-angeles-v-lyons/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">95</span></a></span>, <span class=\"citation\" data-id=\"110916\"><a href=\"/opinion/110916/los-angeles-v-lyons/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1660</span></a></span>, <span class=\"citation\" data-id=\"110916\"><a href=\"/opinion/110916/los-angeles-v-lyons/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">675</span></a></span> (1983), because Truth has failed to meet the \"likelihood of recurrence\" requirement. The District asserts that Truth \"cannot say the ASB or the District will always deny another Club application or even the same application.\"</p>\n<p>In order to establish Article III standing,</p>\n<blockquote>a plaintiff must show (1) it has suffered an \"injury in fact\" that is (a) concrete and particularized and (b) actual or imminent, not conjectural or hypothetical; (2) the injury is fairly traceable to the challenged action of the defendant; and (3) it is likely, as opposed to merely speculative, that the injury will be redressed by a favorable decision.</blockquote>\n<p><i>Friends of the Earth, Inc. v. Laidlaw Envtl. Servs., Inc.,</i> <span class=\"citation\" data-id=\"118329\"><a href=\"/opinion/118329/friends-of-earth-v-laidlaw-environmental-services/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">167</span></a></span>, 180-81, <span class=\"citation\" data-id=\"118329\"><a href=\"/opinion/118329/friends-of-earth-v-laidlaw-environmental-services/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">693</span></a></span>, <span class=\"citation\" data-id=\"118329\"><a href=\"/opinion/118329/friends-of-earth-v-laidlaw-environmental-services/\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">610</span></a></span> (2000). Although the District has not made any arguments regarding these specific factors, we have an independent obligation to address whether we have subject-matter jurisdiction. <i>See </i><i>Dittman v. California,</i> <span class=\"citation\" data-id=\"766188\"><a href=\"/opinion/766188/roy-richard-dittman-v-state-of-california-state-and-consumer-affairs/\"><span class=\"volume\">191</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1020</span></a></span>, 1025 (9th Cir.1999). \"[A]t the summary judgment stage the plaintiffs need not establish that they in fact have standing, but only that there is a genuine question of material fact as to the standing elements.\" <i>Cent. Delta Water Agency v. United States,</i> <span class=\"citation\" data-id=\"779412\"><a href=\"/opinion/779412/central-delta-water-agency-south-delta-water-agency-alexander-hildebrand/\"><span class=\"volume\">306</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">938</span></a></span>, 947 (9th Cir. 2002).</p>\n<p>With respect to injunctive relief, the Supreme Court has also required that a plaintiff show that \"he is realistically threatened by a repetition of [the violation].\" <i>Lyons,</i> 461 U.S. at 109, <span class=\"citation\" data-id=\"110916\"><a href=\"/opinion/110916/los-angeles-v-lyons/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1660</span></a></span>. \"The plaintiff need only establish that there is a reasonable expectation that his conduct will recur, triggering the alleged harm; he need not show that such recurrence is probable.\" <i>Jones v. City of Los Angeles,</i> <span class=\"citation\" data-id=\"794015\"><a href=\"/opinion/794015/edward-jones-patricia-vinson-george-vinson-thomas-cash-stanley-barger/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1118</span></a></span>, 1127(9th Cir. 2006), <i>citing </i><i>Honig v. Doe,</i> <span class=\"citation\" data-id=\"111982\"><a href=\"/opinion/111982/honig-v-doe/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">305</span></a></span>, 318 &amp; n. 6, <span class=\"citation\" data-id=\"111982\"><a href=\"/opinion/111982/honig-v-doe/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">592</span></a></span>, <span class=\"citation\" data-id=\"111982\"><a href=\"/opinion/111982/honig-v-doe/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">686</span></a></span> (1988). While we have extended this requirement to declaratory relief, <i>see </i><i>Gest v. Bradbury,</i> <span class=\"citation\" data-id=\"793942\"><a href=\"/opinion/793942/mari-ann-gest-an-elector-of-the-state-of-oregon-and-chief-for-a-state/\"><span class=\"volume\">443</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1177</span></a></span>, 1181(9th Cir. 2006), it does not apply to monetary damages, <i>see </i><i>Lyons,</i> 461 U.S. at 105, <span class=\"citation\" data-id=\"110916\"><a href=\"/opinion/110916/los-angeles-v-lyons/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1660</span></a></span>. The District's standing argument therefore does not implicate Truth's standing to seek nominal damages.</p>\n<p>The District asserts that the Establishment Clause, state law, and its own non-discrimination policies mandate that it deny ASB recognition to Truth. If the <span class=\"star-pagination\">*1007</span> District believes that three independent and binding legal authorities compel it to deny Truth's application, we do not see how the District might approve the same or a similar charter request in the future.</p>\n<p>The District's written non-discrimination policies also support Truth's standing arguments. We have held that plaintiffs \"may demonstrate that an injury is likely to recur by showing that the defendant had . . . a written policy, and that the injury `stems from' that policy. Where the harm alleged is directly traceable to a written policy there is an implicit likelihood of its repetition in the immediate future.\" <i>Fortyune v. Am. Multi-Cinema, Inc.,</i> <span class=\"citation\" data-id=\"785830\"><a href=\"/opinion/785830/robin-fortyune-v-american-multi-cinema-inc/\"><span class=\"volume\">364</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1075</span></a></span>, 1081(9th Cir.2004) (internal quotations and alterations omitted). Here, the harm is traceable to the District's policies, which the District has argued compel it to deny ASB recognition to Truth.</p>\n<p>Additionally, despite Tyler's request that the District treat his letter as a \"formal request for appeal,\" the District took no action. This is evidence that another charter request is likely to meet the same fate as the previous three. Finally, the District has provided nothing beyond its own speculation that the outcome might be different if Truth submitted a fourth charter. The legal positions it has taken in this litigation strongly suggest that no similar applications will ever be approved.</p>\n<p>Under these circumstances, we conclude that Truth has established at least a genuine issue of material fact as to whether there is a reasonable expectation that the alleged injury will recur. Therefore, Truth has standing to seek each of its requested forms of relief.</p>\n<p>The District also suggests that this dispute is not ripe for review, and that we thus lack jurisdiction, because Truth did not bring the dispute to the Kent School District Board or Superintendent through Policy 2340P. The District is wrong. The Supreme Court has explicitly held that exhaustion is not required for claims brought under 42 U.S.C. § 1983. <i>See </i><i>Steffel v. Thompson,</i> <span class=\"citation\" data-id=\"108985\"><a href=\"/opinion/108985/steffel-v-thompson/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">452</span></a></span>, 472-73, <span class=\"citation\" data-id=\"108985\"><a href=\"/opinion/108985/steffel-v-thompson/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1209</span></a></span>, <span class=\"citation\" data-id=\"108985\"><a href=\"/opinion/108985/steffel-v-thompson/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">505</span></a></span> (1974). Exhaustion cannot be dispositive under a ripeness analysis; otherwise ripeness doctrine would impose a <i>de facto</i> exhaustion requirement, in violation of <i>Steffel.</i> Thus, the alleged failure to exhaust administrative remedies may be at most only a factor in the ripeness analysis.</p>\n<p>Nevertheless, it appears that Truth did exhaust the formal appeal system. Tyler's May 6 letter to the District's counsel asked that the letter \"serve as a formal request for appeal.\" The District has not provided any reason why this notification was not sufficient to trigger its appeals process, and no reason is apparent in the record. The District's failure to take any action as a result of this request does not indicate that Truth failed to bring the matter to the attention of the District. Under these circumstances, there is at least a genuine issue of material fact as to whether Truth exhausted the District's grievance procedures.</p>\n<p>Nearly every other factor suggests that this case is ripe for decision. Under the Kentridge ASB Constitution, \"[a]ny rejected charters must be resubmitted within two weeks of rejection with the required changes made or the charter shall be permanently rejected.\" The ASB Constitution does not provide for any additional review, nor does it suggest that the ASB Council's decision lacked finality.</p>\n<p>Furthermore, there is no doubt that the effects of the denial of Truth's charter have been felt in a concrete way by the appellants. Truth's members have experienced three denials of their applications, as well as protracted delays in obtaining any action from the ASB Council and District. The harm that Truth has complained of <span class=\"star-pagination\">*1008</span> does not \"rest[ ] upon contingent future events\" or ones that \"may not occur at all.\" <i>Texas v. United States,</i> <span class=\"citation\" data-id=\"118190\"><a href=\"/opinion/118190/texas-v-united-states/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">296</span></a></span>, 300, <span class=\"citation\" data-id=\"118190\"><a href=\"/opinion/118190/texas-v-united-states/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1257</span></a></span>, <span class=\"citation\" data-id=\"118190\"><a href=\"/opinion/118190/texas-v-united-states/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">406</span></a></span> (1998). Instead, Truth complains of discrete events that have already occurred.</p>\n<p>Finally, \"in evaluating ripeness, courts assess both the fitness of the issues for judicial decision and the hardship to the parties of withholding court consideration.\" <i>Ass'n of Am. Med. Colls. v. United States,</i> <span class=\"citation\" data-id=\"769309\"><a href=\"/opinion/769309/association-of-american-medical-colleges-american-medical-association-the/\"><span class=\"volume\">217</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">770</span></a></span>, 779-80 (9th Cir.2000) (internal quotation omitted). We conclude the hardship to Truth in denying adjudication outweighs the hardship to the District in deciding this appeal. Truth's application for ASB recognition languished for nearly sixteen months without any significant action being taken, and the ASB process appears to have stalled until Truth obtained counsel and threatened to sue. More than five years have passed since the submission of the first charter, and declining to decide this appeal now would present a significant hardship to appellants.</p>\n<p>By contrast, the hardship to the District is significantly less severe. The District has been aware of Truth's arguments for a long time and has had ample opportunity to take corrective action or change its policies, if it so desired. Its legal positions on appeal show that it does not believe any remedial action is appropriate and that it believes the denial of ASB recognition was proper. We therefore conclude that this case is ripe for decision.</p>\n<p></p>\n<h2>III.</h2>\n<p>We must also consider the district court's ruling that the requirements of <i>Monell</i> are not met. <i>Monell</i> permits section 1983 actions against municipalities, but requires plaintiffs to show that their injuries resulted from \"execution of a government's policy or custom, whether made by its lawmakers or by those whose edicts or acts may fairly be said to represent official policy.\" 436 U.S. at 694, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>. <i>Monell</i>'s requirements do not apply where the plaintiffs only seek prospective relief, which is the case here. <i>See </i><i>Chaloux v. Killeen,</i> <span class=\"citation\" data-id=\"529825\"><a href=\"/opinion/529825/marie-chaloux-nancy-morgan-and-clarence-paine-individually-and-on-behalf/\"><span class=\"volume\">886</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">247</span></a></span>, 250-51 (9th Cir. 1989). The District acknowledges the controlling effect of <i>Chaloux,</i> but argues that it should be overruled because it \"rests on shaky grounds.\"</p>\n<p>It is well established in our circuit that while</p>\n<blockquote>a three judge panel normally cannot overrule a decision of a prior panel on a controlling question of law, we may overrule prior circuit authority without taking the case en banc when an intervening Supreme Court decision undermines an existing precedent of the Ninth Circuit, and both cases are closely on point.</blockquote>\n<p><i>Galbraith v. County of Santa Clara,</i> <span class=\"citation\" data-id=\"779529\"><a href=\"/opinion/779529/nelson-galbraith-v-county-of-santa-clara-a-municipality-of-the-state-of/\"><span class=\"volume\">307</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1119</span></a></span>, 1123(9th Cir.2002) (internal citation and quotations omitted). The District argues that two Supreme Court cases, <i>Board of County Commissioners of Bryan County v. Brown,</i> <span class=\"citation\" data-id=\"118104\"><a href=\"/opinion/118104/board-of-commrs-of-bryan-cty-v-brown/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">397</span></a></span>, <span class=\"citation\" data-id=\"118104\"><a href=\"/opinion/118104/board-of-commrs-of-bryan-cty-v-brown/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1382</span></a></span>, <span class=\"citation\" data-id=\"118104\"><a href=\"/opinion/118104/board-of-commrs-of-bryan-cty-v-brown/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">626</span></a></span> (1997), and <i>McMillian v. Monroe County,</i> <span class=\"citation\" data-id=\"118118\"><a href=\"/opinion/118118/mcmillian-v-monroe-county/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">781</span></a></span>, <span class=\"citation\" data-id=\"118118\"><a href=\"/opinion/118118/mcmillian-v-monroe-county/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1734</span></a></span>, <span class=\"citation\" data-id=\"118118\"><a href=\"/opinion/118118/mcmillian-v-monroe-county/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1997), show that the \"Supreme Court has re-emphasized the importance and vitality of the doctrine that requires a municipal policy as a precondition to a lawsuit under § 1983.\" Neither of these cases addresses whether <i>Monell</i> applies to actions only seeking prospective relief. We have no authority to overrule <i>Chaloux. Chaloux</i> applies, and the district court's <i>Monell</i> ruling is reversed.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Relying on its non-discrimination policies, the District points to three aspects of Truth's third charter that justify its decision to deny the club ASB recognition: 1) the general membership restrictions, <span class=\"star-pagination\">*1009</span> 2) the leadership and voting membership restrictions, and 3) the name \"Truth.\" We address the first of these, holding that Truth's general membership restrictions violate the District's non-discrimination policies and are not protected by either the Act or the First Amendment.</p>\n<p></p>\n<h2>A.</h2>\n<p>States have the constitutional authority to enact legislation prohibiting invidious discrimination. <i>See </i><i>Roberts v. United States Jaycees,</i> <span class=\"citation\" data-id=\"111255\"><a href=\"/opinion/111255/roberts-v-united-states-jaycees/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">609</span></a></span>, 624-26, <span class=\"citation\" data-id=\"111255\"><a href=\"/opinion/111255/roberts-v-united-states-jaycees/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3244</span></a></span>, <span class=\"citation\" data-id=\"111255\"><a href=\"/opinion/111255/roberts-v-united-states-jaycees/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">462</span></a></span> (1984) (reviewing the history of state anti-discrimination laws and observing that a \"State enjoys broad authority to create rights of public access on behalf of its citizens\"). Truth asserts that it does not discriminate based on religion in violation of the plain language of the District's policies, but rather imposes a code of conduct not unlike those of other approved ASB clubs. Even assuming that non-Christians would be able to comply with Truth's view of \"Christian character, Christian speech, Christian behavior and Christian conduct,\" we hold that the requirement that members possess a \"true desire to . . . grow in a relationship with Jesus Christ\" inherently excludes non-Christians.</p>\n<p>Having determined that the third charter violates the District's non-discrimination policies, we are led to hold that the District's denial of ASB recognition on this account is consistent with the Act. The Act requires federally-funded schools that have created a limited open forum to grant religious clubs benefits and privileges afforded to all other non-curriculum clubs. <i>See </i><i>Bd. of Educ. of the Westside Cmty. Schs. v. Mergens,</i> <span class=\"citation\" data-id=\"112451\"><a href=\"/opinion/112451/board-of-ed-of-westside-community-schools-dist-66-v-mergens/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">226</span></a></span>, 235-36, <span class=\"citation\" data-id=\"112451\"><a href=\"/opinion/112451/board-of-ed-of-westside-community-schools-dist-66-v-mergens/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2356</span></a></span>, <span class=\"citation\" data-id=\"112451\"><a href=\"/opinion/112451/board-of-ed-of-westside-community-schools-dist-66-v-mergens/\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">191</span></a></span> (1990); <i>Prince,</i> 303 F.3d at 1081(\"[T]he term `equal access' means what the Supreme Court said in <i>Widmar [v. Vincent,</i> <span class=\"citation\" data-id=\"110587\"><a href=\"/opinion/110587/widmar-v-vincent/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">263</span></a></span>, 267-71, <span class=\"citation\" data-id=\"110587\"><a href=\"/opinion/110587/widmar-v-vincent/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">269</span></a></span>, <span class=\"citation\" data-id=\"110587\"><a href=\"/opinion/110587/widmar-v-vincent/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">440</span></a></span> (1981)]: religiously-oriented student activities must be allowed under the same terms and conditions as other extra-curricular activities. . . .\"). <i>Prince</i> held that the rights protected under the Act include equal access to the funding and public communication techniques associated with recognition as an ASB group. 303 F.3d at 1084-90.</p>\n<p>Truth now requests an exemption from school policies regulating Truth's conduct, arguing that its rights under the Act would be violated were it not granted such an exemption. In interpreting the Act, we begin with its plain language. \"Where the intent of Congress has been expressed in reasonably plain terms, that language must ordinarily be regarded as conclusive.\" <i>Id.</i> at 1079 (internal quotations and citation omitted). Where there may be uncertainty, however, we rely on the Supreme Court's direction that the Act is to be \"interpreted broadly,\" <i>Mergens,</i> 496 U.S. at 239, <span class=\"citation\" data-id=\"112451\"><a href=\"/opinion/112451/board-of-ed-of-westside-community-schools-dist-66-v-mergens/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2356</span></a></span>, as well as cases deciding analogous issues under the First Amendment. <i>Cf. </i><i>Hsu v. Roslyn Union Free Sch. Dist. No. 3,</i> <span class=\"citation\" data-id=\"719595\"><a href=\"/opinion/719595/emily-hsu-and-timothy-hsu-by-and-through-their-next-friend-dr-chin-ching/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">839</span></a></span>, 855-56 (2d Cir.1996) (adopting similar approach).</p>\n<p>By its plain terms, the Act prevents only denials of access or fair opportunity or discrimination \"on the basis of the religious, political, philosophical, or other content of the speech at [a club's] meetings.\" 20 U.S.C. § 4071(a). Therefore, once it is established that the secondary school receives federal funds and has created a limited open forum, the club must demonstrate two additional elements to prevail: 1) a denial of equal access, or fair opportunity, or discrimination; 2) that is based on the \"content of the speech\" at its meetings.</p>\n<p>The District has denied Truth ASB status not because of the religious \"content of the speech,\" but rather because of its discriminatory membership criteria. The Act does not define \"content of the speech,\" but that phrase has a particular meaning in First Amendment jurisprudence. <span class=\"star-pagination\">*1010</span> We have held that \"whether a statute is content neutral or content based is something that can be determined on the face of it; if the statute describes speech by content then it is content based.\" <i>Menotti v. City of Seattle,</i> <span class=\"citation\" data-id=\"790471\"><a href=\"/opinion/790471/victor-menotti-thomas-sellman-todd-stedl-doug-skove-v-city-of-seattle-paul/\"><span class=\"volume\">409</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1113</span></a></span>, 1129 (9th Cir.2005) (quotations and citation omitted). Similarly, a \"restriction on expressive activity is content-neutral if it is . . . based on a non-pretextual reason divorced from the content of the message attempted to be conveyed.\" <i>Id.</i> (quotations and citation omitted).</p>\n<p>The Act, through which Congress extended the reasoning of the Supreme Court's 1981 decision in <i>Widmar v. Vincent</i> to secondary schools, <i>see </i><i>Mergens,</i> 496 U.S. at 235, <span class=\"citation\" data-id=\"112451\"><a href=\"/opinion/112451/board-of-ed-of-westside-community-schools-dist-66-v-mergens/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2356</span></a></span>, tracks <i>Widmar</i>'s emphasis on discrimination based on the content of the plaintiff's speech. <i>Widmar</i> struck down a state university's regulation prohibiting the use of university buildings or grounds \"for purposes of religious worship or religious teaching.\" 454 U.S. at 265, <span class=\"citation\" data-id=\"110587\"><a href=\"/opinion/110587/widmar-v-vincent/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">269</span></a></span>. <i>Widmar</i> thus precluded a university's \"discriminatory exclusion from a public forum based on the religious content of a group's intended speech,\" 454 U.S. at 269-70, <span class=\"citation\" data-id=\"110587\"><a href=\"/opinion/110587/widmar-v-vincent/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">269</span></a></span>, but not its \"right to exclude . . . First Amendment activities that violate reasonable campus rules,\" <i>id.</i> at 277, <span class=\"citation\" data-id=\"110587\"><a href=\"/opinion/110587/widmar-v-vincent/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">269</span></a></span>. Likewise, the Act prevents a school's unreasonable limitation on the conduct of a club to the extent the limitation is justified with reference to the expressive content of the regulated conduct. <i>Cf. </i><i>Ward v. Rock Against Racism,</i> <span class=\"citation\" data-id=\"112315\"><a href=\"/opinion/112315/ward-v-rock-against-racism/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">781</span></a></span>, 791, <span class=\"citation\" data-id=\"112315\"><a href=\"/opinion/112315/ward-v-rock-against-racism/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2746</span></a></span>, <span class=\"citation\" data-id=\"112315\"><a href=\"/opinion/112315/ward-v-rock-against-racism/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">661</span></a></span> (1989) (\"Government regulation of expressive activity is content neutral so long as it is <i>justified</i> without reference to the content of the regulated speech\" (internal quotations and citation omitted)).</p>\n<p>Congress could have written the Act to protect religious clubs against <i>any</i> burden on their activities, but did not. For example, when Congress passed the Religious Land Use and Institutionalized Persons Act, it not only prohibited discrimination against religious groups as such but also limited governments' abilities to impose even neutral, nondiscriminatory policies against them:</p>\n<blockquote>No government shall impose or implement a land use regulation in a manner that imposes a substantial burden on the religious exercise of a person, including a religious assembly or institution, unless the government demonstrates that imposition of the burden on that person, assembly, or institution </blockquote>\n<blockquote>(A) is in furtherance of a compelling governmental interest; and</blockquote>\n<blockquote>(B) is the least restrictive means of furthering that compelling governmental interest.</blockquote>\n<p>42 U.S.C. § 2000cc(a)(1). Thus, Congress knows how to draft a statute placing otherwise content-neutral laws of general applicability that incidentally burden a First Amendment activity under the same judicial scrutiny as laws specifically targeting the religious content of a group's expression. <i>See </i><i>Guru Nanak Sikh Soc'y of Yuba City v. County of Sutter,</i> <span class=\"citation\" data-id=\"795229\"><a href=\"/opinion/795229/guru-nanak-sikh-society-of-yuba-city-v-county-of-sutter-casey-kroon-dennis/\"><span class=\"volume\">456</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">978</span></a></span>, 985-86 (9th Cir.2006). That is not the case here. The Act clearly allows exclusions that are not \"content\"-based.</p>\n<p>The Act's legislative history strengthens our conclusion that it prohibits only content-based restrictions on religious groups. The legislative history focuses on Congress's intent to end school districts' previous practice of treating religious groups inequitably and forbidding them from meeting on campus. <i>See</i> S. Rep. 98-357, at 6, 1984 U.S.C.C.A.N. 2348, 2352 (1984) (\"Despite <i>Widmar,</i> many school administrators across the country are prohibiting voluntary, student-initiated religious speech as an extracurricular activity.\"); <i>id.</i> at 15, 1984 U.S.C.C.A.N. at 2361(\"[S]chool <span class=\"star-pagination\">*1011</span> authorities across the country are banishing religious clubs from campus or placing such onerous restrictions on them that meetings become almost impossible.\"). The Senate Report recognized the possibility that religious groups like Truth might claim that content-neutral policies regulating club membership violate the Act, and disclaimed any such intent:</p>\n<blockquote>At the same time, the guarantee of equal access does not require special treatment for religious groups. Religious groups are accorded only the same rights and privileges as are granted to other student groups. In practice, however, this means that not all student groups would receive exactly the same privileges. There could be many neutral and impartial time, place, and manner restrictions placed on the use of school facilities which might produce situations in which some voluntary groups would not receive precisely the same access received by others. . . . The access determination could not be made, however, on the basis that the nature of the activity was religious.</blockquote>\n<p><i>Id.</i> at 39, 1984 U.S.C.C.A.N. at 2385. The District's non-discrimination policies are not time, place or manner restrictions. But like such restrictions, the policies are content-neutral. This strongly suggests that Congress did not intend the Act to apply to non-discrimination policies.</p>\n<p>The parties do not dispute that the Kent School District receives federal funding, or that Kentridge has created a limited open forum for extracurricular student groups. The District contests, however, whether the Act's guarantee of equal access, fair opportunity, and non-discrimination protects Truth's freedom to exclude those who do not share Christian values from its general membership. On their face, the District's non-discrimination policies do not preclude or discriminate against religious speech. Indeed, there are two other Bible clubs at Kentridge that have received ASB recognition and do not share Truth's general membership restrictions. Truth also has not shown that the District justifies its non-discrimination policies with reference to the content of a message Truth's discriminatory conduct may attempt to convey. The policies are content-neutral. Therefore, to the extent they proscribe Truth's discriminatory general membership restrictions, the policies do not implicate any rights that Truth might enjoy under the Act.</p>\n<p>Our reasoning is in some tension with that of the Second Circuit, which has focused on the term \"speech\" in the Act rather than the content-neutrality (or lack thereof) of school policies. <i>See </i><i>Hsu,</i> 85 F.3d at 856(rejecting argument that Act was not implicated because \"the School did not base its qualified recognition of the Club on what would be said at the Club meetings, but on what could be characterized as the Club's `act' of excluding non-Christians from leadership\"); <i>id.</i> at 859 (Act triggered \"when an after-school religious club excludes people of other religions from conducting its meetings . . . to protect the expressive content of the meetings\"). However, the argument that the Act does not extend to content-neutral regulations, which we have concluded is correct, was not squarely addressed in <i>Hsu.</i></p>\n<p>Truth has also made a cursory argument that the District violated the Act by allowing other groups to impose codes of conduct and other selective membership criteria, while denying it an equal opportunity to do the same. With respect to most of these other groups, we can reject Truth's premise because the groups do not discriminate on a basis specifically enumerated by the non-discrimination policies.</p>\n<p>It is true that the Men's and Girls Honor Clubs are more difficult to distinguish, as they employ gender-restrictive membership <span class=\"star-pagination\">*1012</span> criteria. However, the record is devoid of any information on the approval processes for these clubs and the rationale given for the apparent exemption from the Kent School District's non-discrimination policies. Nor has Truth alleged that the District has a policy of granting exemptions, and that this policy was unequally applied to Truth. Under these circumstances, we conclude that Truth has failed to meet its burden of showing that the District violated the Act.</p>\n<p>Because the Act did not bar the District from denying ASB recognition to Truth on account of the general membership restrictions in its third charter, we affirm the district court's summary judgment on Truth's claim under the Act.</p>\n<p></p>\n<h2>B.</h2>\n<p>We next address whether, and if so how, the First Amendment may apply where a school denies ASB recognition to a student club based on its membership criteria. <i>Roberts</i> suggests that a First Amendment claim arising from such a denial may fall into one of two categories. <i>See</i> 468 U.S.at 622-23, <span class=\"citation\" data-id=\"111255\"><a href=\"/opinion/111255/roberts-v-united-states-jaycees/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3244</span></a></span>. Although these categories of claims may implicate different levels of review, we need not decide which test applies as Truth has failed to show that the denial of ASB recognition based on its general membership restrictions burdens a First Amendment interest, which is a threshold inquiry under either test.</p>\n<p><i>Healy v. James</i> typifies the first category of First Amendment claim. <span class=\"citation\" data-id=\"108600\"><a href=\"/opinion/108600/healy-v-james/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">169</span></a></span>, <span class=\"citation\" data-id=\"108600\"><a href=\"/opinion/108600/healy-v-james/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2338</span></a></span>, <span class=\"citation\" data-id=\"108600\"><a href=\"/opinion/108600/healy-v-james/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">266</span></a></span> (1972). There, the president of a state college denied official recognition to a group of students who desired to form a local chapter of Students for a Democratic Society (SDS), an organization that, in the Supreme Court's view, had been a \"catalytic force\" behind \"civil disobedience on some campuses, accompanied by the seizure of buildings, vandalism, and arson.\" <i>Id.</i> at 170-71, <span class=\"citation\" data-id=\"108600\"><a href=\"/opinion/108600/healy-v-james/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2338</span></a></span>. The students sued the college president, among others, asserting that the denial of official recognition violated the First Amendment. <i>Id.</i> at 177, <span class=\"citation\" data-id=\"108600\"><a href=\"/opinion/108600/healy-v-james/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2338</span></a></span>. The Court held that the Second Circuit erred by discounting the existence of a cognizable First Amendment associational interest, <i>id.</i> at 181-82, 184, <span class=\"citation\" data-id=\"108600\"><a href=\"/opinion/108600/healy-v-james/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2338</span></a></span>, but also stated that if the district court on remand found that there was evidence to support the conclusion that a local SDS chapter posed \"a substantial threat of material disruption,\" then the president's decision to deny official recognition should be affirmed, <i>id.</i> at 189, <span class=\"citation\" data-id=\"108600\"><a href=\"/opinion/108600/healy-v-james/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2338</span></a></span>.</p>\n<p>\"Associational activities,\" held the Court, \"need not be tolerated where they infringe reasonable campus rules, interrupt classes, or substantially interfere with the opportunity of other students to obtain an education.\" <i>Id.</i> The Court did not condemn incidental infringements on the students' associational rights, so long as the school's reason for denying official recognition was \"directed at the organizations's activities, rather than its philosophy.\" <i>Id.</i> at 188, <span class=\"citation\" data-id=\"108600\"><a href=\"/opinion/108600/healy-v-james/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2338</span></a></span>.</p>\n<p><i>Healy</i> observed that \"the critical line for First Amendment purposes must be drawn between advocacy, which is entitled to full protection, and action, which is not.\" <i>Id.</i> at 192, <span class=\"citation\" data-id=\"108600\"><a href=\"/opinion/108600/healy-v-james/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2338</span></a></span>. This distinction permits schools to regulate student conduct, even if it incidentally affects student expression:</p>\n<blockquote>Just as in the community at large, reasonable regulations with respect to the time, the place, and the manner in which student groups conduct their speech-related activities must be respected. A college administration may impose a requirement, such as may have been imposed in this case, that a group seeking official recognition affirm in advance its <span class=\"star-pagination\">*1013</span> willingness to adhere to reasonable campus law. Such a requirement does not impose an impermissible condition on the students' associational rights. Their freedom to speak out, to assemble, or to petition for changes in school rules is in no sense infringed. It merely constitutes an agreement to conform with reasonable standards respecting conduct. This is a minimal requirement, in the interest of the entire academic community, of any group seeking the privilege of official recognition.</blockquote>\n<p><i>Id.</i> at 192-93, <span class=\"citation\" data-id=\"108600\"><a href=\"/opinion/108600/healy-v-james/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2338</span></a></span>. The Court \"conclude[d] that the benefits of participation in the internal life of the college community may be denied to any group that reserves the right to violate any valid campus rule with which it disagrees.\" <i>Id.</i> at 193-94, <span class=\"citation\" data-id=\"108600\"><a href=\"/opinion/108600/healy-v-james/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2338</span></a></span>.</p>\n<p>To determine whether a campus rule that incidentally burdens expressive rights is permissible under the First Amendment, <i>Healy</i> calls for applying the four-part test of <i>United States v. O'Brien,</i> <span class=\"citation\" data-id=\"107701\"><a href=\"/opinion/107701/united-states-v-obrien/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, <span class=\"citation\" data-id=\"107701\"><a href=\"/opinion/107701/united-states-v-obrien/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>, <span class=\"citation\" data-id=\"107701\"><a href=\"/opinion/107701/united-states-v-obrien/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">672</span></a></span> (1968). <i>Healy,</i> 408 U.S. at 189 n. 20, <span class=\"citation\" data-id=\"108600\"><a href=\"/opinion/108600/healy-v-james/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2338</span></a></span>. In <i>O'Brien,</i> the government prosecuted an individual for burning his draft card, which the Court assumed to be expressive conduct. 391 U.S. at 376, <span class=\"citation\" data-id=\"107701\"><a href=\"/opinion/107701/united-states-v-obrien/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>. The Court held that government regulation of expressive conduct is permissible</p>\n<blockquote>if it is within the constitutional power of the Government; if it furthers an important or substantial governmental interest; if the governmental interest is unrelated to the suppression of free expression; and if the incidental restriction on alleged First Amendment freedoms is no greater than is essential to the furtherance of that interest.</blockquote>\n<p><i>Id.</i> at 377, <span class=\"citation\" data-id=\"107701\"><a href=\"/opinion/107701/united-states-v-obrien/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1673</span></a></span>.</p>\n<p>Accordingly, for the <i>O'Brien</i> test to apply, the government regulation must incidentally affect expressive conduct. Truth has not established that its policy of excluding persons who do not share Christian values from its general membership has any expressive content, let alone that this policy communicates a message consistent with the views of the club's organizers. Truth has thus failed to show the required incidental infringement of a First Amendment interest.</p>\n<p>By contrast, a claim falling in the second <i>Roberts</i> category is one where a regulation imposes a Hobson's Choice on the organization: include unwanted members or disband. Such \"forced-inclusion\" claims have come in two varieties. First, an organization may challenge a state law that forces it to accept leaders or voting members who do not hold views consistent with the original members. <i>California Democratic Party v. Jones,</i> for instance, held that a state primary law violated the First Amendment because it forced \"political parties to associate with  to have their nominees, and hence their positions, determined by  those who, at best, have refused to affiliate with the party, and, at worst, have expressly affiliated with a rival.\" <span class=\"citation\" data-id=\"118382\"><a href=\"/opinion/118382/california-democratic-party-v-jones/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">567</span></a></span>, 577, <span class=\"citation\" data-id=\"118382\"><a href=\"/opinion/118382/california-democratic-party-v-jones/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2402</span></a></span>, <span class=\"citation\" data-id=\"118382\"><a href=\"/opinion/118382/california-democratic-party-v-jones/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">502</span></a></span> (2000). Similarly, <i>Democratic Party of the United States v. Wisconsin ex rel. La Follette</i> overturned, on First Amendment grounds, a state law that effectively required the National Democratic Party, in violation of the party's rules, to allow non-party members to participate in the selection of the party's presidential nominee. <span class=\"citation\" data-id=\"110418\"><a href=\"/opinion/110418/democratic-party-of-united-states-v-wisconsin-ex-rel-la-follette/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">107</span></a></span>, 125-26, <span class=\"citation\" data-id=\"110418\"><a href=\"/opinion/110418/democratic-party-of-united-states-v-wisconsin-ex-rel-la-follette/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1010</span></a></span>, <span class=\"citation\" data-id=\"110418\"><a href=\"/opinion/110418/democratic-party-of-united-states-v-wisconsin-ex-rel-la-follette/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">82</span></a></span> (1981) (<i>La Follette</i>).</p>\n<p>Second, an organization may challenge a regulation that forces it to accept as members individuals whose very membership in the organization would force it to communicate a message inconsistent with the views of the organization's original members. Leading this line of cases is <i>Roberts,</i> where the Court upheld against a First Amendment challenge a state law <span class=\"star-pagination\">*1014</span> requiring the Jaycees to admit women as voting members. 468 U.S. at 628-29, <span class=\"citation\" data-id=\"111255\"><a href=\"/opinion/111255/roberts-v-united-states-jaycees/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3244</span></a></span>. The Court did so in part because the \"Jaycees already invites women to share the group's views and philosophy and to participate in much of its training and community activities.\" <i>Id.</i> at 627, <span class=\"citation\" data-id=\"111255\"><a href=\"/opinion/111255/roberts-v-united-states-jaycees/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3244</span></a></span>. In the Court's view, any claim that their admission \"will impair a symbolic message conveyed by the very fact that women are not permitted to vote is attenuated at best.\" <i>Id.</i></p>\n<p>By contrast, <i>Hurley v. Irish-American Gay, Lesbian and Bisexual Group of Boston</i> held that a state law violated the First Amendment because it required parade organizers to allow a gay, lesbian, and bisexual contingent to march in the parade. <span class=\"citation\" data-id=\"117960\"><a href=\"/opinion/117960/hurley-v-irish-american-gay-lesbian-and-bisexual-group-of-boston-inc/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">557</span></a></span>, 559, <span class=\"citation\" data-id=\"117960\"><a href=\"/opinion/117960/hurley-v-irish-american-gay-lesbian-and-bisexual-group-of-boston-inc/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2338</span></a></span>, <span class=\"citation\" data-id=\"117960\"><a href=\"/opinion/117960/hurley-v-irish-american-gay-lesbian-and-bisexual-group-of-boston-inc/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">487</span></a></span> (1995). The Court emphasized that the contingent's mere presence behind the organizer's banner conflicted with the organizer's \"particular point of view.\" <i>Id.</i> at 575, <span class=\"citation\" data-id=\"117960\"><a href=\"/opinion/117960/hurley-v-irish-american-gay-lesbian-and-bisexual-group-of-boston-inc/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2338</span></a></span>.</p>\n<p>The Court reached a similar conclusion in <i>Boy Scouts of America v. Dale,</i> <span class=\"citation\" data-id=\"118384\"><a href=\"/opinion/118384/boy-scouts-of-america-v-dale/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">640</span></a></span>, 653, <span class=\"citation\" data-id=\"118384\"><a href=\"/opinion/118384/boy-scouts-of-america-v-dale/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2446</span></a></span>, <span class=\"citation\" data-id=\"118384\"><a href=\"/opinion/118384/boy-scouts-of-america-v-dale/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span> (2000). There, the Court held that a state non-discrimination law requiring the Boy Scouts to admit a gay-rights activist violated the First Amendment because it \"force[d] the organization to send a message . . . that [it] accepts homosexual conduct as a legitimate form of behavior.\" <i>Id.</i> Significantly, this message conflicted with the \"sincerely\" held views of the organization. <i>Id.</i> Most recently, <i>Rumsfeld v. Forum for Academic and Institutional Rights, Inc.</i> upheld the Solomon Amendment against a <i>Dale</i> challenge on the ground that the military recruiters required to be admitted to law schools \"come onto campus for the limited purpose of trying to hire students  not to become members of the school's expressive association.\" <span class=\"citation\" data-id=\"145672\"><a href=\"/opinion/145672/rumsfeld-v-forum-for-academic-and-institutional-rights-inc/\"><span class=\"volume\">547</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">47</span></a></span>, <span class=\"citation\" data-id=\"145672\"><a href=\"/opinion/145672/rumsfeld-v-forum-for-academic-and-institutional-rights-inc/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1297</span></a></span>, 1312, <span class=\"citation\" data-id=\"145672\"><a href=\"/opinion/145672/rumsfeld-v-forum-for-academic-and-institutional-rights-inc/\"><span class=\"volume\">164</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">156</span></a></span> (2006).</p>\n<p>In both of these forced-inclusion scenarios, the Court has applied strict scrutiny, asking whether the organization's freedom of expressive association \"could be overridden by regulations adopted to serve compelling state interests, unrelated to the suppression of ideas, that cannot be achieved through means significantly less restrictive of associational freedoms.\" <i>Dale,</i> 530 U.S. at 648, <span class=\"citation\" data-id=\"118384\"><a href=\"/opinion/118384/boy-scouts-of-america-v-dale/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2446</span></a></span>(internal quotations and citation omitted); <i>see also Jones,</i> 530 U.S. at 582, <span class=\"citation\" data-id=\"118382\"><a href=\"/opinion/118382/california-democratic-party-v-jones/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2402</span></a></span>; <i>Roberts,</i> 468 U.S. at 623-26, <span class=\"citation\" data-id=\"111255\"><a href=\"/opinion/111255/roberts-v-united-states-jaycees/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3244</span></a></span>; <i>La Follette,</i> 450 U.S. at 125-26, <span class=\"citation\" data-id=\"110418\"><a href=\"/opinion/110418/democratic-party-of-united-states-v-wisconsin-ex-rel-la-follette/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1010</span></a></span>.</p>\n<p>The First Amendment interest implicated by the first kind of forced-inclusion case is not present here. The general members do not control the club's Bible study and prayer functions. They do not lead the club in its activities. They cannot vote.</p>\n<p>Truth has also not shown that the First Amendment interest implicated by the second kind of forced-inclusion case is present here. This case is not like <i>Hurley</i> or <i>Dale.</i> In <i>Hurley,</i> the gay, lesbian, and bisexual contingent wanted to be an equal participant in the organization's parade. In <i>Dale,</i> the gay-rights activist wanted to be a leader of the organization. Here, by contrast, those who merely seek general membership status do not seek to participate on equal footing with Truth's voting members or leaders. The concern that people outside the club will construe the non-Christian conduct of general members as conduct endorsed by Truth has therefore not been proven here to the same extent that it was demonstrated in <i>Hurley</i> and <i>Dale.</i> On this record, outside observers would not receive, from the admission of individuals that Truth wishes to exclude from its general membership, any message that conflicts with the club's views. Moreover, Truth states in its brief that the admission of non-Christians as general members would be unproblematic. While <span class=\"star-pagination\">*1015</span> this statement does not resolve the issue before us  namely, whether the admission of individuals who do not meet Truth's general membership criteria (a category distinct from non-Christians) would convey a message in conflict with the club's views  it does further suggest that general membership status is not a significant measure of the club's expressive purposes.</p>\n<p>In <i>Christian Legal Society v. Walker,</i> <span class=\"citation\" data-id=\"794892\"><a href=\"/opinion/794892/christian-legal-society-chapter-at-southern-illinois-university-school-of/\"><span class=\"volume\">453</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">853</span></a></span>, 857, 861-64 (7th Cir.2006), the Seventh Circuit applied the forced-inclusion cases to a similar set of facts. Truth, however, has not shown the infringement of a cognizable First Amendment interest with respect to the District's denial of ASB recognition on account of the general membership restrictions. Therefore, we will not express any opinion here on whether the Seventh Circuit employed the appropriate legal framework.</p>\n<p>We thus affirm the district court's summary judgment on the First Amendment claim. We need not address whether the District violated the Act or the First Amendment by denying ASB recognition due to the voting membership and leadership restrictions. Nor do we address whether the Establishment Clause requires the District to deny Truth ASB recognition.</p>\n<p></p>\n<h2>V.</h2>\n<p>We next discuss Truth's First Amendment Free Exercise Clause claim. Truth contends that the strict scrutiny standard of <i>Sherbert v. Verner,</i> <span class=\"citation\" data-id=\"106660\"><a href=\"/opinion/106660/sherbert-v-verner/\"><span class=\"volume\">374</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">398</span></a></span>, <span class=\"citation\" data-id=\"106660\"><a href=\"/opinion/106660/sherbert-v-verner/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1790</span></a></span>, <span class=\"citation\" data-id=\"106660\"><a href=\"/opinion/106660/sherbert-v-verner/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">965</span></a></span> (1963), applies, while the District appears to argue for application of the rational basis test of <i>Employment Division, Department of Human Resources of Oregon v. Smith,</i> <span class=\"citation\" data-id=\"112404\"><a href=\"/opinion/112404/employment-div-dept-of-human-resources-of-ore-v-smith/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">872</span></a></span>, <span class=\"citation\" data-id=\"112404\"><a href=\"/opinion/112404/employment-div-dept-of-human-resources-of-ore-v-smith/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1595</span></a></span>, <span class=\"citation\" data-id=\"112404\"><a href=\"/opinion/112404/employment-div-dept-of-human-resources-of-ore-v-smith/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">876</span></a></span> (1990).</p>\n<p>Ordinarily, \"the rational basis test applies in ascertaining whether a neutral law of general applicability violates the right to free exercise of religion even though the law incidentally burdens a particular religious belief or practice.\" <i>San Jose Christian Coll. v. City of Morgan Hill,</i> <span class=\"citation\" data-id=\"785389\"><a href=\"/opinion/785389/san-jose-christian-college-a-california-non-profit-corporation-v-city-of/\"><span class=\"volume\">360</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1024</span></a></span>, 1031 (9th Cir.2004) (alterations and internal quotations omitted). \"In <i>Smith,</i> [however,] the Supreme Court stated that free exercise claims implicating other constitutional protections, such as free speech, could qualify for [<i>Sherbert</i>] strict scrutiny review even if the challenged law is neutral and generally applicable.\" <i>Am. Family Ass'n v. City &amp; County of San Francisco,</i> <span class=\"citation\" data-id=\"776269\"><a href=\"/opinion/776269/american-family-association-inc-donald-wildmon-kerusso-ministries-family/\"><span class=\"volume\">277</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1114</span></a></span>, 1124 (9th Cir.2002). In order to make out such a hybrid claim, \"a `free exercise plaintiff must make out a colorable claim that a companion right has been violated.'\" <i>Id., quoting </i><i>Miller v. Reed,</i> <span class=\"citation\" data-id=\"764125\"><a href=\"/opinion/764125/99-cal-daily-op-serv-3882-1999-daily-journal-dar-4962-donald-s/\"><span class=\"volume\">176</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1202</span></a></span>, 1207(9th Cir.1999).</p>\n<p>We have held that Truth's First Amendment argument with respect to the general membership restrictions is not colorable. Accordingly, rational basis review applies to the group's Free Exercise claim. Although the district court did not distinctly address this claim, we need not remand because it is clear that the claim is meritless. <i>See </i><i>In re Pintlar Corp.,</i> <span class=\"citation\" data-id=\"750651\"><a href=\"/opinion/750651/98-cal-daily-op-serv-330-98-daily-journal-dar-437-in-re-pintlar/\"><span class=\"volume\">133</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1141</span></a></span>, 1145 (9th Cir.1998) (\"Remand is not necessary where the issue has been fully briefed on appeal, the record is clear and remand would impose needless additional expense and delay\" (internal quotation marks omitted)). The District had a rational basis for drafting and implementing its non-discrimination policies, namely its legitimate aim of preventing students from being subjected to unequal treatment on account of their religion. <i>See </i><i>Roberts,</i> 468 U.S. at 623, <span class=\"citation\" data-id=\"111255\"><a href=\"/opinion/111255/roberts-v-united-states-jaycees/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3244</span></a></span>(referring to the state's \"compelling interest in eradicating discrimination\").</p>\n<p>Truth's Equal Protection and Establishment Clause claims are given only brief treatment by Truth and rely on the same premise: that the unequal treatment of <span class=\"star-pagination\">*1016</span> Truth's charter application violates the applicable clause of the Constitution. We need not reach the merits of this argument because we can reject the premise. Truth was not accorded unequal treatment, because the denial of its third charter was justified under the First Amendment and the Act based upon its general membership restrictions. This denial represented a neutral application of the Kent School District's non-discrimination policies and therefore did not constitute unequal treatment.</p>\n<p>The District has also argued that the ASB has free speech rights that would be violated if it were compelled to recognize Truth as an ASB organization. The ASB is not a party to this appeal and there is no indication that the District has authorization from the ASB to assert any such First Amendment claims. We conclude that the District lacks prudential standing to assert the ASB's free speech rights. <i>See </i><i>Kowalski v. Tesmer,</i> <span class=\"citation\" data-id=\"137732\"><a href=\"/opinion/137732/kowalski-v-tesmer/\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">125</span></a></span>, 129, <span class=\"citation\" data-id=\"137732\"><a href=\"/opinion/137732/kowalski-v-tesmer/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">564</span></a></span>, <span class=\"citation\" data-id=\"137732\"><a href=\"/opinion/137732/kowalski-v-tesmer/\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">519</span></a></span> (2004) (\"[A] party generally must assert his own legal rights and interests, and cannot rest his claim to relief on the legal rights or interests of third parties.\" (internal quotations omitted)).</p>\n<p></p>\n<h2>VI.</h2>\n<p>It is prudent to address only those issues necessary for our decision on the third charter application. We hold only that the District did not violate the Act or Truth's First Amendment rights by requiring Truth to remove its general membership provision. Because the denial of Truth's third charter was permissible on this basis, we need go no further to affirm the summary judgment.</p>\n<p>AFFIRMED.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106660/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107701/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108600/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108985/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109881/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110418/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110587/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110916/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111255/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111982/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112315/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112404/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112451/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117960/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118104/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118118/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118190/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118329/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118382/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118384/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/137732/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/145672/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/529825/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/719595/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/750651/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/764125/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/766188/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/769309/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/776269/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/779412/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/779529/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/781210/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/784104/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/785389/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/785719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/785830/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/786531/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/790471/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/793236/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/793942/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/794015/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/794892/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/795229/"
          ]
        }
      ],
      "judges": "J. Clifford Wallace, Kim McLane Wardlaw, and Raymond C. Fisher, Circuit Judges",
      "date_created": "2014-10-30T12:17:47.211003Z",
      "date_modified": "2016-03-03T19:38:46.725098Z",
      "date_filed": "2007-08-24",
      "date_filed_is_approximate": false,
      "slug": "truth-v-kent-school-dist",
      "citation_id": 1335770,
      "case_name_short": "Truth",
      "case_name": "Truth v. Kent School Dist.",
      "case_name_full": "",
      "federal_cite_one": "499 F.3d 999",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 1,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/793852/truth-v-kent-school-dist/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:17:47.208650Z",
  "date_modified": "2014-10-30T12:17:47.208650Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Truth",
  "case_name": "Truth v. Kent School Dist.",
  "case_name_full": "",
  "slug": "truth-v-kent-school-dist",
  "docket_number": "04-35876",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}