{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/798629/",
  "id": 798629,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ctd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1367600/",
      "id": 1367600,
      "absolute_url": "/opinion/1367600/moskowitz-v-wilkinson/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/798629/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1367600/",
          "id": 1367600,
          "absolute_url": "/opinion/1367600/moskowitz-v-wilkinson/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1367600/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/2400/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T05:49:11.405392Z",
          "date_modified": "2017-04-04T15:16:36.344433Z",
          "type": "010combined",
          "sha1": "684f64b258a412946398f412e7d17fc2a80e8a2d",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>432 F.Supp. 947 (1977)</b></center>\n<center><h1>Philip N. MOSKOWITZ<br>\nv.<br>\nGeorge C. WILKINSON, Warden, Federal Correctional Institution, Danbury, Connecticut.</h1></center>\n<center>Civ. No. B-77-55.</center>\n<center><p><b>United States District Court, D. Connecticut.</b></p></center>\n<center>May 25, 1977.</center>\n<p><span class=\"star-pagination\">*948</span> Dennis Curtis, Jerome N. Frank Legal Services Organization, New Haven, Conn., Joseph S. Genova &amp; Fred C. Zacharias, Law Student Interns, Yale Law School, New Haven, Conn., for petitioner.</p>\n<p>Raymond L. Sweigart, Asst. U. S. Atty., New Haven, Conn., and Mitchell Dubick, U. S. Department of Justice, Washington, D. C., for respondent.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>NEWMAN, District Judge.</p>\n<p>Philip Moskowitz is an Orthodox Jewish prisoner incarcerated at the Federal Correctional Institution, Danbury. For religious reasons he declines to remove his beard, and is therefore in violation of the current policies of the Bureau of Prisons and F.C.I., Danbury, which now absolutely prohibit beards.<sup>[1]</sup> Petitioner has been the subject of four disciplinary proceedings for his violation of the no-beard policy. On each of these occasions the Institution Disciplinary Committee ordered that seven days of statutory good time be forfeited. On the last occasion the Committee ordered that he be placed in disciplinary segregation. Upon his petition for a writ of habeas corpus and motion for a temporary restraining order, the Court restrained prison officials from imposing adverse consequences on petitioner for his refusal to shave his beard pending disposition of his habeas corpus petition. A full evidentiary hearing has been held, and the matter is now ready for decision.</p>\n<p></p>\n<h2>I. LEGAL STANDARD</h2>\n<p>The Supreme Court's decision in <i>Cruz v. Beto,</i> 405 U.S. 319, 92 S.Ct. 1079, 31 L.Ed.2d 263 (1972), made clear that prisoners do not lose their right to practice their religion when the prison gate closes behind them. \"[R]easonable opportunities must be afforded to all prisoners to exercise the religious freedom guaranteed by the First and Fourteenth Amendments without fear of penalty.\" 405 U.S. at 322 n. 2, 92 S.Ct. at 1081 n. 2. As the Supreme Court stated in another First Amendment context,</p>\n<blockquote>... the limitation of First Amendment freedom must be no greater than is necessary or essential to the protection of the particular governmental interest involved.</blockquote>\n<p><i>Procunier v. Martinez,</i> 416 U.S. 396, 94 S.Ct. 1800, 40 L.Ed.2d 224 (1974). The Second Circuit has applied the <i>Procunier v. Martinez</i> test in the religious freedom context to require a showing on behalf of the prison that a restriction on religious freedom is justified by an important or substantial <span class=\"star-pagination\">*949</span> government interest<sup>[2]</sup> and that the restriction is reasonably adapted to achieving that objective. <i>Kahane v. Carlson,</i> 527 F.2d 492 (2d Cir. 1975) (kosher food); <i>Mawhinney v. Henderson,</i> 542 F.2d 1 (2d Cir. 1976) (attendance at religious services). The Second Circuit has not yet ruled on the application of these principles to a no-beard rule. See <i>Burgin v. Henderson,</i> 536 F.2d 501 (2d Cir. 1976) (prisoner beard case remanded for hearing).</p>\n<p>These cases indicate that consideration must be given to both the First Amendment interest at issue, and the governmental interest asserted, and that a judgment must be made as to whether the governmental interest justifies impairment of the First Amendment interest. Justification in this context must mean more than rationally related to advancing a legitimate objective. None of the cases indicates that a prison regulation is valid against First Amendment objections merely because it serves to advance to some extent an important or substantial governmental interest. In <i>Martinez</i> the Supreme Court said the restriction must be \"generally necessary\" to protect a legitimate governmental interest, even though there need not be certainty that the governmental interest will be adversely affected without the restriction. 416 U.S. at 414, 94 S.Ct. 1800.</p>\n<p></p>\n<h2>II. THE PRISONER'S FIRST AMENDMENT INTEREST</h2>\n<p>Petitioner is an Orthodox Jew. He asserts that his religious belief forbids any cutting or shaving of his beard.</p>\n<p>It is undisputed that there is substantial support in Jewish law and doctrine for the view that any cutting or shaving of the beard is impermissible. The belief derives from several Biblical verses<sup>[3]</sup> and has the support of commentators on Jewish law.<sup>[4]</sup></p>\n<p>The Government concedes the existence of this authority but disputes its significance in the present case. It cites other Jewish authorities who express the view that removal of facial hair is permissible, at least if it is done with instruments that cut or clip the beard rather than shave or scrape the face. The argument is that \"the Jewish religion\" does not mandate the level of observance claimed on behalf of petitioner but rather recognizes varying levels of observance. The Government further contends that petitioner's claim to a sincere belief that he may never shave is undermined by his position up until the onset of this litigation that when forced to do so he would acquiesce in the trimming of his beard.</p>\n<p>It cannot be denied that different levels of observance exist among the world's Jews. But the fact that some Jews do not object to shaving, or that others accept the distinction between shaving and cutting, does not defeat the plaintiff's claim. It is his own religious belief that is asserted, not anyone else's. The Court need not and should not attempt to determine whether a religious tribunal would hold that the tenets of the Jewish religion do not require petitioner to adhere to his preferred level of observance. He need not show that his religious practice is absolutely mandated in order to receive constitutional protection. <i>Teterud v. Gillman,</i> 385 F.Supp. 153 (S.D. Iowa 1974), <i>aff'd sub nom. </i><i>Teterud v. Burns,</i> 522 F.2d 357 (8th Cir. 1975); <i>Monroe v. Bombard,</i> 422 F.Supp. 211, 215 n. 4 (S.D. N.Y.1976); <i>Geller v. Secretary of Defense,</i> 423 F.Supp. 16, 17 (D.D.C.1976). The showing of a belief or practice deeply rooted in religious doctrine is sufficient to trigger the Government's obligation under the Constitution to justify its restriction as reasonably necessary in support of an important or <span class=\"star-pagination\">*950</span> substantial interest.<sup>[5]</sup> The Government does not avoid this obligation by pointing to other believers who accept less rigorous views and practices.</p>\n<p>Furthermore, although the Government argues that the petitioner has changed his religious beliefs upon filing this suit, the petitioner's showing, even if some change has occurred, is clearly sufficient to confer on him standing to challenge the Bureau's regulation on religious grounds. He asserts that he has never voluntarily cut his beard in his adult life. He has sought guidance from Orthodox Jewish rabbis on how to adhere to his religious obligation while in prison. On four separate occasions he suffered disciplinary proceedings and the imposition of sanctions including the forfeiture of good time rather than cut his beard in violation of his religious beliefs. Although a prisoner with no religious beliefs at all, or a demonstrably insincere religious belief adopted only for the purpose of obtaining a benefit, might not have standing to raise the religious claim and trigger the Government's obligation to justify its regulation, petitioner has more than met the standing requirement to assert his constitutional claim.</p>\n<p></p>\n<h2>III. THE GOVERNMENTAL INTEREST</h2>\n<p>The governmental interest at stake in the promulgation and enforcement of the no-beard rule is asserted to be the need for effective identification of inmates to insure prison security and to facilitate apprehension of inmate escapees.<sup>[6]</sup> This is an \"important and substantial interest\" within the meaning of <i>Martinez, Kahane,</i> and <i>Mawhinney.</i> The critical issue is whether this governmental interest reasonably justifies the impairment of petitioner's ability to observe his religious beliefs.</p>\n<p>The Government's evidence established that the wearing of a beard poses some risk to identification of inmates, both in prison and in the event of escape, because, according to the testimony of experienced investigators, removal of a beard or even changes in its length and shape can significantly alter a person's appearance and diminish prospects of recognition. But obviously the Government cannot require whatever would promote easier identification of inmates regardless of the impact on constitutionally protected liberties. The constitutional reasonableness of this prohibition remains to be determined.<sup>[7]</sup></p>\n<p>The Government's contention that a no-beard rule is reasonably justified is significantly undermined by the experience of other prison systems. A survey of nearly all the state prison systems conducted at the Court's request by the National Institute of Corrections and made part of the record in this case shows that approximately half of the states allow beards.<sup>[8]</sup> As the Supreme Court stated in <i>Procunier v. Martinez,</i> 416 U.S. at 414 n. 14, 94 S.Ct. 1800 the policies followed at other well-run institutions are relevant to a determination of the necessity for the restriction, and the fact <span class=\"star-pagination\">*951</span> that half the states operate their prisons without a no-beard rule certainly casts doubt on the Government's claim.</p>\n<p>The need for a no-beard rule to facilitate inmate identification is also undermined by the Bureau's present policy of allowing hair styles of any length as well as mustaches and sideburns. Although the Government's witnesses testified that identification problems are somewhat greater where a suspect removes or changes his beard than where he merely changes his hair style or his mustache, the incremental difficulties are not shown to pose a sufficiently serious risk as to outweigh the inmate's religious interest in wearing a beard.<sup>[9]</sup> Special identification problems for bearded inmates can be dealt with in far less restrictive ways such as by rephotographing the inmate if his appearance changes.<sup>[10]</sup><i>Monroe v. Bombard, supra</i><i>; </i><i>Teterud v. Gillman, supra</i><i>.</i></p>\n<p>Further, during the period of approximately one year when the Bureau allowed beards for inmates with a religious claim,<sup>[11]</sup> it experienced no serious problems with identification, security or escapes. According to the testimony of James Henderson of the Bureau of Prisons, during this period approximately 1% of the federal prisoners asserted a religious interest in wearing a beard. He could cite no instance of an escape involving a bearded inmate nor any disruption of greater significance than the minor dissatisfactions of inmates who wanted to wear beards for personal rather than religious reasons and were refused permission.<sup>[12]</sup> The determination of a prisoner's <i>bona fide</i> religious interest can be made on a case-by-case basis as is now done to accommodate other religious practices such as observing kosher food requirements. The absence of any serious problems beyond minor administrative inconvenience or inmate frictions in the running of the kosher food program shows the feasibility of accommodating prison interests and religious practices.</p>\n<p></p>\n<h2>IV. REMEDY</h2>\n<p>The portion of Bureau of Prisons Policy Statement 7300.64B prohibiting all beards is hereby declared unconstitutional as applied to prisoners who decline to remove their beards on the basis of sincerely held religious beliefs. Since no determination has ever been made that the petitioner's professed belief is or was insincere,<sup>[13]</sup><span class=\"star-pagination\">*952</span> the imposition of disciplinary sanctions on the basis of his violation of the unconstitutional policy violated the Constitution.</p>\n<p>Judgment will enter directing the respondent to restore to petitioner all good time credits and any other privileges or benefits forfeited because of his violation of Policy Statement 7300.64B and to expunge from petitioner's records all references to the disciplinary proceedings held because of the violation.</p>\n<h2>NOTES</h2>\n<p>[1]  The Bureau of Prisons Policy Statement previously dealt with by this Court in <i>Maguire v. Wilkinson,</i> 405 F.Supp. 637 (D.Conn.1975), which allowed beards for religious reasons where the inmate had the beard upon commitment, has been superseded. The new Policy Statement 7300.64B (March 19, 1976) provides: \"There will be no limitations on hair style and length of hair but beards will be prohibited. ... Mustaches, defined as hair growing on the upper lip, are permitted. Beards are <i>not</i> permitted, since they most readily compromise security because of the consequent rapid modification of appearance.\" Sideburns are permitted if they do not approach the appearance of a beard.</p>\n<p>[2]  In <i>Kahane v. Carlson, infra</i><i>,</i> the Court left open the question of whether the more restrictive \"compelling interest\" test could ever apply instead of the \"important or substantial interest\" test in a case involving the First Amendment rights of prisoners, since it found that the Government had not met even the lesser standard.</p>\n<p>[3]  Leviticus 21:5; Deuteronomy 22:5.</p>\n<p>[4]  <i>See, e. g., Targum Pseudo-Jonathan, on Deuteronomy</i> 22:5; 4 <i>Encyclopaedia Judaica</i> (English version), \"Beard and shaving,\" cols. 356-58 (1971).</p>\n<p>[5]  The specter of <i>ad hoc</i> religions concocted to obtain prison privileges by what the Government calls \"zany malcontents shrewdly manipulating the First Amendment,\" Govt. memorandum at p. 8, simply has no place in this lawsuit, where the belief is a respectable one dating back several thousand years and held by many thousands of adherents. <i>Cf. </i><i>Proffitt v. Ciccone,</i> 506 F.2d 1020 (8th Cir. 1974); <i>Brown v. Wainwright,</i> 419 F.2d 1376 (5th Cir. 1970); <i>United States ex rel. Goings v. Aaron,</i> 350 F.Supp. 1 (D.Minn.1972); <i>Winsby v. Walsh,</i> 321 F.Supp. 523 (C.D.Cal.1971); <i>Blake v. Pryse,</i> 315 F.Supp. 625 (D.Minn.1970), <i>aff'd,</i> 444 F.2d 218 (8th Cir. 1971).</p>\n<p>[6]  Other possible justifications for the rule, including interests in maintaining prison hygiene and in preventing the concealment of contraband, have not been asserted in this case. <i>Cf. </i><i>Monroe v. Bombard, supra</i><i>; </i><i>Seale v. Manson,</i> 326 F.Supp. 1375 (D.Conn.1971).</p>\n<p>[7]  <i>Abdullah v. Manson,</i> Civil No. 15,606 (D.Conn. Mar. 13, 1973) (permitting Sunni Muslim prisoner to wear head covering).</p>\n<p>[8]  Of 45 states replying to the survey, 23 allowed beards. Of these, 20 allowed beards in all institutions; two restricted beards to certain types of institutions; and one allowed beards after an initial clean-shaven picture. Of the 22 states that did not allow beards, three allowed goatees.</p>\n<p>[9]  The Bureau's current hair length policy adopts the approach of balancing the identification interest \"against the standards of today's society.\"</p>\n<p>[10]  In the case of the petitioner, the Bureau has pictures of him both with and without a beard, the latter picture having been taken after he was forced to submit to a cutting of his beard. I do not suggest that the Bureau should force inmates to shave once in order to obtain a photograph of them without a beard, since the chances of a sincerely religious inmate attempting to avoid identification by altering his appearance may be sufficiently remote that such an infringement of his religion would be unwarranted. But at least in petitioner's case, the existence of both photographs eliminates any concern that he could shave to avoid identification.</p>\n<p>[11]  <i>See </i><i>Maguire v. Wilkinson, supra</i><i>,</i> concerning this prior policy.</p>\n<p>[12]  The concern of the Bureau that tension between inmates allowed to wear beards for religious reasons and those with a preference for beards but no religious interest would lead to prison disturbances does not appear to be borne out by the Bureau's own experience during the period it permitted religious beards.</p>\n<p>[13]  If the respondent wishes to challenge the sincerity of petitioner's religious belief to determine whether he should be allowed to wear a beard in the future, an appropriate administrative hearing may be held. It should be noted, however, that even though final determination of petitioner's sincerity was not an issue at the Court hearing, the evidence presented was practically overwhelming. The evidence showed that petitioner has never allowed his beard to be trimmed in all of his adult life except for medical reasons or under threat of physical force or disciplinary sanctions. Because of a skin condition he has had to have his beard trimmed in the past, but has done it under rabbinical supervision. Then, when he began his term of imprisonment and ran afoul of the Bureau's no-beard rule, he consulted a rabbi at the federal prison at Atlanta where he was first incarcerated to determine what he should do when forced to shave. That rabbi advised him that one interpretation of Jewish law is that if a man is under physical threat unless he shaves, he may allow the person threatening him to shave him. The pattern petitioner followed between his arrival at Danbury and the commencement of this lawsuit was to wait until the threat of sanctions became real and then to allow someone at the institution to trim his beard with clippers. On four separate occasions he suffered disciplinary proceedings and the imposition of sanctions including the forfeiture of good time rather than prematurely cut his beard before the threat ripened into coercion. Never has he cut his beard voluntarily, and even when under threat, he has never cut his beard himself; and he has insisted that the third person use clippers rather than a razor in order to maintain the highest possible level of observance even while under compulsion.\n</p>\n<p>Recently, upon consultation with another orthodox rabbi after having been subject to several disciplinary hearings for his refusal to shave except under threat, petitioner adopted that rabbi's view that shaving in prison even under compulsion violates Jewish law. He found support for his more rigorous belief in a separate canon of the Jewish faith, which he describes as requiring him to choose the more pious course when interpretations conflict. He now believes he was wrong to submit to trimming his beard even under threat. The fact that this view was recently acquired does not defeat the claim of sincerity, <i>see </i><i>Maguire v. Wilkinson, supra</i><i>,</i> especially since it is only a refinement of a principle he has long observed.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">432</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">947</span></span> (1977)</b></center>\n<center><h1>Philip N. MOSKOWITZ<br>\nv.<br>\nGeorge C. WILKINSON, Warden, Federal Correctional Institution, Danbury, Connecticut.</h1></center>\n<center>Civ. No. B-77-55.</center>\n<center><p><b>United States District Court, D. Connecticut.</b></p></center>\n<center>May 25, 1977.</center>\n<p><span class=\"star-pagination\">*948</span> Dennis Curtis, Jerome N. Frank Legal Services Organization, New Haven, Conn., Joseph S. Genova &amp; Fred C. Zacharias, Law Student Interns, Yale Law School, New Haven, Conn., for petitioner.</p>\n<p>Raymond L. Sweigart, Asst. U. S. Atty., New Haven, Conn., and Mitchell Dubick, U. S. Department of Justice, Washington, D. C., for respondent.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>NEWMAN, District Judge.</p>\n<p>Philip Moskowitz is an Orthodox Jewish prisoner incarcerated at the Federal Correctional Institution, Danbury. For religious reasons he declines to remove his beard, and is therefore in violation of the current policies of the Bureau of Prisons and F.C.I., Danbury, which now absolutely prohibit beards.<sup>[1]</sup> Petitioner has been the subject of four disciplinary proceedings for his violation of the no-beard policy. On each of these occasions the Institution Disciplinary Committee ordered that seven days of statutory good time be forfeited. On the last occasion the Committee ordered that he be placed in disciplinary segregation. Upon his petition for a writ of habeas corpus and motion for a temporary restraining order, the Court restrained prison officials from imposing adverse consequences on petitioner for his refusal to shave his beard pending disposition of his habeas corpus petition. A full evidentiary hearing has been held, and the matter is now ready for decision.</p>\n<p></p>\n<h2>I. LEGAL STANDARD</h2>\n<p>The Supreme Court's decision in <i>Cruz v. Beto,</i> <span class=\"citation\" data-id=\"108484\"><a href=\"/opinion/108484/cruz-v-beto/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, <span class=\"citation\" data-id=\"108484\"><a href=\"/opinion/108484/cruz-v-beto/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1079</span></a></span>, <span class=\"citation\" data-id=\"108484\"><a href=\"/opinion/108484/cruz-v-beto/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">263</span></a></span> (1972), made clear that prisoners do not lose their right to practice their religion when the prison gate closes behind them. \"[R]easonable opportunities must be afforded to all prisoners to exercise the religious freedom guaranteed by the First and Fourteenth Amendments without fear of penalty.\" 405 U.S. at 322 n. 2, 92 S.Ct. at 1081 n. 2. As the Supreme Court stated in another First Amendment context,</p>\n<blockquote>... the limitation of First Amendment freedom must be no greater than is necessary or essential to the protection of the particular governmental interest involved.</blockquote>\n<p><i>Procunier v. Martinez,</i> <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">396</span></a></span>, <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1800</span></a></span>, <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">224</span></a></span> (1974). The Second Circuit has applied the <i>Procunier v. Martinez</i> test in the religious freedom context to require a showing on behalf of the prison that a restriction on religious freedom is justified by an important or substantial <span class=\"star-pagination\">*949</span> government interest<sup>[2]</sup> and that the restriction is reasonably adapted to achieving that objective. <i>Kahane v. Carlson,</i> <span class=\"citation\" data-id=\"331662\"><a href=\"/opinion/331662/meir-kahane-plaintiff-petitioner-appellee-v-norman-carlson-director-of/\"><span class=\"volume\">527</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">492</span></a></span> (2d Cir. 1975) (kosher food); <i>Mawhinney v. Henderson,</i> <span class=\"citation\" data-id=\"339122\"><a href=\"/opinion/339122/nevin-mawhinney-v-robert-j-henderson-superintendent-peter-preiser/\"><span class=\"volume\">542</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span> (2d Cir. 1976) (attendance at religious services). The Second Circuit has not yet ruled on the application of these principles to a no-beard rule. See <i>Burgin v. Henderson,</i> <span class=\"citation\" data-id=\"336093\"><a href=\"/opinion/336093/ronald-burgin-aka-hasan-jamal-abdul-majid-billy-sandpiper-aka-abdul/\"><span class=\"volume\">536</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">501</span></a></span> (2d Cir. 1976) (prisoner beard case remanded for hearing).</p>\n<p>These cases indicate that consideration must be given to both the First Amendment interest at issue, and the governmental interest asserted, and that a judgment must be made as to whether the governmental interest justifies impairment of the First Amendment interest. Justification in this context must mean more than rationally related to advancing a legitimate objective. None of the cases indicates that a prison regulation is valid against First Amendment objections merely because it serves to advance to some extent an important or substantial governmental interest. In <i>Martinez</i> the Supreme Court said the restriction must be \"generally necessary\" to protect a legitimate governmental interest, even though there need not be certainty that the governmental interest will be adversely affected without the restriction. 416 U.S. at 414, <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1800</span></a></span>.</p>\n<p></p>\n<h2>II. THE PRISONER'S FIRST AMENDMENT INTEREST</h2>\n<p>Petitioner is an Orthodox Jew. He asserts that his religious belief forbids any cutting or shaving of his beard.</p>\n<p>It is undisputed that there is substantial support in Jewish law and doctrine for the view that any cutting or shaving of the beard is impermissible. The belief derives from several Biblical verses<sup>[3]</sup> and has the support of commentators on Jewish law.<sup>[4]</sup></p>\n<p>The Government concedes the existence of this authority but disputes its significance in the present case. It cites other Jewish authorities who express the view that removal of facial hair is permissible, at least if it is done with instruments that cut or clip the beard rather than shave or scrape the face. The argument is that \"the Jewish religion\" does not mandate the level of observance claimed on behalf of petitioner but rather recognizes varying levels of observance. The Government further contends that petitioner's claim to a sincere belief that he may never shave is undermined by his position up until the onset of this litigation that when forced to do so he would acquiesce in the trimming of his beard.</p>\n<p>It cannot be denied that different levels of observance exist among the world's Jews. But the fact that some Jews do not object to shaving, or that others accept the distinction between shaving and cutting, does not defeat the plaintiff's claim. It is his own religious belief that is asserted, not anyone else's. The Court need not and should not attempt to determine whether a religious tribunal would hold that the tenets of the Jewish religion do not require petitioner to adhere to his preferred level of observance. He need not show that his religious practice is absolutely mandated in order to receive constitutional protection. <i>Teterud v. Gillman,</i> <span class=\"citation\" data-id=\"1429407\"><a href=\"/opinion/1429407/teterud-v-gillman/\"><span class=\"volume\">385</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">153</span></a></span> (S.D. Iowa 1974), <i>aff'd sub nom. </i><i>Teterud v. Burns,</i> <span class=\"citation\" data-id=\"329986\"><a href=\"/opinion/329986/jerry-teterud-v-kevin-j-burns-individually-and-in-his-official-capacity/\"><span class=\"volume\">522</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">357</span></a></span> (8th Cir. 1975); <i>Monroe v. Bombard,</i> <span class=\"citation\" data-id=\"1893370\"><a href=\"/opinion/1893370/monroe-v-bombard/\"><span class=\"volume\">422</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">211</span></a></span>, 215 n. 4 (S.D. N.Y.1976); <i>Geller v. Secretary of Defense,</i> <span class=\"citation\" data-id=\"2393706\"><a href=\"/opinion/2393706/geller-v-secretary-of-defense/\"><span class=\"volume\">423</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">16</span></a></span>, 17 (D.D.C.1976). The showing of a belief or practice deeply rooted in religious doctrine is sufficient to trigger the Government's obligation under the Constitution to justify its restriction as reasonably necessary in support of an important or <span class=\"star-pagination\">*950</span> substantial interest.<sup>[5]</sup> The Government does not avoid this obligation by pointing to other believers who accept less rigorous views and practices.</p>\n<p>Furthermore, although the Government argues that the petitioner has changed his religious beliefs upon filing this suit, the petitioner's showing, even if some change has occurred, is clearly sufficient to confer on him standing to challenge the Bureau's regulation on religious grounds. He asserts that he has never voluntarily cut his beard in his adult life. He has sought guidance from Orthodox Jewish rabbis on how to adhere to his religious obligation while in prison. On four separate occasions he suffered disciplinary proceedings and the imposition of sanctions including the forfeiture of good time rather than cut his beard in violation of his religious beliefs. Although a prisoner with no religious beliefs at all, or a demonstrably insincere religious belief adopted only for the purpose of obtaining a benefit, might not have standing to raise the religious claim and trigger the Government's obligation to justify its regulation, petitioner has more than met the standing requirement to assert his constitutional claim.</p>\n<p></p>\n<h2>III. THE GOVERNMENTAL INTEREST</h2>\n<p>The governmental interest at stake in the promulgation and enforcement of the no-beard rule is asserted to be the need for effective identification of inmates to insure prison security and to facilitate apprehension of inmate escapees.<sup>[6]</sup> This is an \"important and substantial interest\" within the meaning of <i>Martinez, Kahane,</i> and <i>Mawhinney.</i> The critical issue is whether this governmental interest reasonably justifies the impairment of petitioner's ability to observe his religious beliefs.</p>\n<p>The Government's evidence established that the wearing of a beard poses some risk to identification of inmates, both in prison and in the event of escape, because, according to the testimony of experienced investigators, removal of a beard or even changes in its length and shape can significantly alter a person's appearance and diminish prospects of recognition. But obviously the Government cannot require whatever would promote easier identification of inmates regardless of the impact on constitutionally protected liberties. The constitutional reasonableness of this prohibition remains to be determined.<sup>[7]</sup></p>\n<p>The Government's contention that a no-beard rule is reasonably justified is significantly undermined by the experience of other prison systems. A survey of nearly all the state prison systems conducted at the Court's request by the National Institute of Corrections and made part of the record in this case shows that approximately half of the states allow beards.<sup>[8]</sup> As the Supreme Court stated in <i>Procunier v. Martinez,</i> 416 U.S. at 414 n. 14, <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1800</span></a></span> the policies followed at other well-run institutions are relevant to a determination of the necessity for the restriction, and the fact <span class=\"star-pagination\">*951</span> that half the states operate their prisons without a no-beard rule certainly casts doubt on the Government's claim.</p>\n<p>The need for a no-beard rule to facilitate inmate identification is also undermined by the Bureau's present policy of allowing hair styles of any length as well as mustaches and sideburns. Although the Government's witnesses testified that identification problems are somewhat greater where a suspect removes or changes his beard than where he merely changes his hair style or his mustache, the incremental difficulties are not shown to pose a sufficiently serious risk as to outweigh the inmate's religious interest in wearing a beard.<sup>[9]</sup> Special identification problems for bearded inmates can be dealt with in far less restrictive ways such as by rephotographing the inmate if his appearance changes.<sup>[10]</sup><i>Monroe v. Bombard, supra</i><i>; </i><i>Teterud v. Gillman, supra</i><i>.</i></p>\n<p>Further, during the period of approximately one year when the Bureau allowed beards for inmates with a religious claim,<sup>[11]</sup> it experienced no serious problems with identification, security or escapes. According to the testimony of James Henderson of the Bureau of Prisons, during this period approximately 1% of the federal prisoners asserted a religious interest in wearing a beard. He could cite no instance of an escape involving a bearded inmate nor any disruption of greater significance than the minor dissatisfactions of inmates who wanted to wear beards for personal rather than religious reasons and were refused permission.<sup>[12]</sup> The determination of a prisoner's <i>bona fide</i> religious interest can be made on a case-by-case basis as is now done to accommodate other religious practices such as observing kosher food requirements. The absence of any serious problems beyond minor administrative inconvenience or inmate frictions in the running of the kosher food program shows the feasibility of accommodating prison interests and religious practices.</p>\n<p></p>\n<h2>IV. REMEDY</h2>\n<p>The portion of Bureau of Prisons Policy Statement 7300.64B prohibiting all beards is hereby declared unconstitutional as applied to prisoners who decline to remove their beards on the basis of sincerely held religious beliefs. Since no determination has ever been made that the petitioner's professed belief is or was insincere,<sup>[13]</sup><span class=\"star-pagination\">*952</span> the imposition of disciplinary sanctions on the basis of his violation of the unconstitutional policy violated the Constitution.</p>\n<p>Judgment will enter directing the respondent to restore to petitioner all good time credits and any other privileges or benefits forfeited because of his violation of Policy Statement 7300.64B and to expunge from petitioner's records all references to the disciplinary proceedings held because of the violation.</p>\n<h2>NOTES</h2>\n<p>[1]  The Bureau of Prisons Policy Statement previously dealt with by this Court in <i>Maguire v. Wilkinson,</i> <span class=\"citation\" data-id=\"1432614\"><a href=\"/opinion/1432614/maguire-v-wilkinson/\"><span class=\"volume\">405</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">637</span></a></span> (D.Conn.1975), which allowed beards for religious reasons where the inmate had the beard upon commitment, has been superseded. The new Policy Statement 7300.64B (March 19, 1976) provides: \"There will be no limitations on hair style and length of hair but beards will be prohibited. ... Mustaches, defined as hair growing on the upper lip, are permitted. Beards are <i>not</i> permitted, since they most readily compromise security because of the consequent rapid modification of appearance.\" Sideburns are permitted if they do not approach the appearance of a beard.</p>\n<p>[2]  In <i>Kahane v. Carlson, infra</i><i>,</i> the Court left open the question of whether the more restrictive \"compelling interest\" test could ever apply instead of the \"important or substantial interest\" test in a case involving the First Amendment rights of prisoners, since it found that the Government had not met even the lesser standard.</p>\n<p>[3]  Leviticus 21:5; Deuteronomy 22:5.</p>\n<p>[4]  <i>See, e. g., Targum Pseudo-Jonathan, on Deuteronomy</i> 22:5; 4 <i>Encyclopaedia Judaica</i> (English version), \"Beard and shaving,\" cols. 356-58 (1971).</p>\n<p>[5]  The specter of <i>ad hoc</i> religions concocted to obtain prison privileges by what the Government calls \"zany malcontents shrewdly manipulating the First Amendment,\" Govt. memorandum at p. 8, simply has no place in this lawsuit, where the belief is a respectable one dating back several thousand years and held by many thousands of adherents. <i>Cf. </i><i>Proffitt v. Ciccone,</i> <span class=\"citation\" data-id=\"323210\"><a href=\"/opinion/323210/wilbert-eugene-proffitt-v-dr-p-j-ciccone/\"><span class=\"volume\">506</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1020</span></a></span> (8th Cir. 1974); <i>Brown v. Wainwright,</i> <span class=\"citation\" data-id=\"287836\"><a href=\"/opinion/287836/george-brown-jr-v-louie-l-wainwright-director-division-of/\"><span class=\"volume\">419</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1376</span></a></span> (5th Cir. 1970); <i>United States ex rel. Goings v. Aaron,</i> <span class=\"citation\" data-id=\"2005062\"><a href=\"/opinion/2005062/united-states-ex-rel-goings-v-aaron/\"><span class=\"volume\">350</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1</span></a></span> (D.Minn.1972); <i>Winsby v. Walsh,</i> <span class=\"citation\" data-id=\"2597092\"><a href=\"/opinion/2597092/winsby-v-walsh/\"><span class=\"volume\">321</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">523</span></a></span> (C.D.Cal.1971); <i>Blake v. Pryse,</i> <span class=\"citation\" data-id=\"2362620\"><a href=\"/opinion/2362620/blake-v-pryse/\"><span class=\"volume\">315</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">625</span></a></span> (D.Minn.1970), <i>aff'd,</i> <span class=\"citation\" data-id=\"297369\"><a href=\"/opinion/297369/john-blake-v-h-h-pryse-warden-sandstone-minnesota-federal-bureau-of/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">218</span></a></span> (8th Cir. 1971).</p>\n<p>[6]  Other possible justifications for the rule, including interests in maintaining prison hygiene and in preventing the concealment of contraband, have not been asserted in this case. <i>Cf. </i><i>Monroe v. Bombard, supra</i><i>; </i><i>Seale v. Manson,</i> <span class=\"citation\" data-id=\"1460318\"><a href=\"/opinion/1460318/seale-v-manson/\"><span class=\"volume\">326</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1375</span></a></span> (D.Conn.1971).</p>\n<p>[7]  <i>Abdullah v. Manson,</i> Civil No. 15,606 (D.Conn. Mar. 13, 1973) (permitting Sunni Muslim prisoner to wear head covering).</p>\n<p>[8]  Of 45 states replying to the survey, 23 allowed beards. Of these, 20 allowed beards in all institutions; two restricted beards to certain types of institutions; and one allowed beards after an initial clean-shaven picture. Of the 22 states that did not allow beards, three allowed goatees.</p>\n<p>[9]  The Bureau's current hair length policy adopts the approach of balancing the identification interest \"against the standards of today's society.\"</p>\n<p>[10]  In the case of the petitioner, the Bureau has pictures of him both with and without a beard, the latter picture having been taken after he was forced to submit to a cutting of his beard. I do not suggest that the Bureau should force inmates to shave once in order to obtain a photograph of them without a beard, since the chances of a sincerely religious inmate attempting to avoid identification by altering his appearance may be sufficiently remote that such an infringement of his religion would be unwarranted. But at least in petitioner's case, the existence of both photographs eliminates any concern that he could shave to avoid identification.</p>\n<p>[11]  <i>See </i><i>Maguire v. Wilkinson, supra</i><i>,</i> concerning this prior policy.</p>\n<p>[12]  The concern of the Bureau that tension between inmates allowed to wear beards for religious reasons and those with a preference for beards but no religious interest would lead to prison disturbances does not appear to be borne out by the Bureau's own experience during the period it permitted religious beards.</p>\n<p>[13]  If the respondent wishes to challenge the sincerity of petitioner's religious belief to determine whether he should be allowed to wear a beard in the future, an appropriate administrative hearing may be held. It should be noted, however, that even though final determination of petitioner's sincerity was not an issue at the Court hearing, the evidence presented was practically overwhelming. The evidence showed that petitioner has never allowed his beard to be trimmed in all of his adult life except for medical reasons or under threat of physical force or disciplinary sanctions. Because of a skin condition he has had to have his beard trimmed in the past, but has done it under rabbinical supervision. Then, when he began his term of imprisonment and ran afoul of the Bureau's no-beard rule, he consulted a rabbi at the federal prison at Atlanta where he was first incarcerated to determine what he should do when forced to shave. That rabbi advised him that one interpretation of Jewish law is that if a man is under physical threat unless he shaves, he may allow the person threatening him to shave him. The pattern petitioner followed between his arrival at Danbury and the commencement of this lawsuit was to wait until the threat of sanctions became real and then to allow someone at the institution to trim his beard with clippers. On four separate occasions he suffered disciplinary proceedings and the imposition of sanctions including the forfeiture of good time rather than prematurely cut his beard before the threat ripened into coercion. Never has he cut his beard voluntarily, and even when under threat, he has never cut his beard himself; and he has insisted that the third person use clippers rather than a razor in order to maintain the highest possible level of observance even while under compulsion.\n</p>\n<p>Recently, upon consultation with another orthodox rabbi after having been subject to several disciplinary hearings for his refusal to shave except under threat, petitioner adopted that rabbi's view that shaving in prison even under compulsion violates Jewish law. He found support for his more rigorous belief in a separate canon of the Jewish faith, which he describes as requiring him to choose the more pious course when interpretations conflict. He now believes he was wrong to submit to trimming his beard even under threat. The fact that this view was recently acquired does not defeat the claim of sincerity, <i>see </i><i>Maguire v. Wilkinson, supra</i><i>,</i> especially since it is only a refinement of a principle he has long observed.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108484/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109016/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/287836/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/297369/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/323210/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/329986/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/331662/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/336093/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/339122/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1429407/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1432614/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1460318/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1893370/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2005062/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2362620/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2393706/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2597092/"
          ]
        }
      ],
      "judges": "Newman",
      "date_created": "2014-10-30T12:19:17.769804Z",
      "date_modified": "2017-04-11T02:19:01.442236Z",
      "date_filed": "1977-05-25",
      "date_filed_is_approximate": false,
      "slug": "moskowitz-v-wilkinson",
      "citation_id": 1340371,
      "case_name_short": "Moskowitz",
      "case_name": "Moskowitz v. Wilkinson",
      "case_name_full": "",
      "federal_cite_one": "432 F. Supp. 947",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 30,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/798629/moskowitz-v-wilkinson/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:19:17.767303Z",
  "date_modified": "2014-10-30T12:19:17.767303Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Moskowitz",
  "case_name": "Moskowitz v. Wilkinson",
  "case_name_full": "",
  "slug": "moskowitz-v-wilkinson",
  "docket_number": "Civ. No. B-77-55",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}