{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/801927/",
  "id": 801927,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca10/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/473671/",
      "id": 473671,
      "absolute_url": "/opinion/473671/robert-l-dowell-an-infant-under-the-age-of-14-years-who-sues-by-al/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/801927/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/473671/",
          "id": 473671,
          "absolute_url": "/opinion/473671/robert-l-dowell-an-infant-under-the-age-of-14-years-who-sues-by-al/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/473671/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T09:45:46Z",
          "date_modified": "2017-03-25T09:03:08.666953Z",
          "type": "010combined",
          "sha1": "8898ca62623f673da82dbd6be4d541834344cf2a",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/795/795.F2d.1516.85-1886.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">795 F.2d 1516</p>\n    <p class=\"case_cite\">55 USLW 2033, 33 Ed. Law Rep. 1033</p>\n    <p class=\"parties\">Robert L. DOWELL, an infant under the age of 14 years, who<br>sues by A.L. DOWELL, his father as next friend,<br>Plaintiff-Appellant,<br>Vivial C. Dowell, a minor, by her father, A.L. Dowell, as<br>next friend, et al., Intervening Plaintiffs-Appellants,<br>Stephen S. Sanger, Jr., on behalf of himself and all others<br>similarly situated, et al., Intervening Plaintiffs,<br>and<br>Yvonne Monet Elliot and Donnoil S. Elliot, both minor<br>children, By and Through their parent and<br>guardian, Donald R. Elliot, et al.,<br>Applicants in Intervention-Appellants,<br>v.<br>The BOARD OF EDUCATION of the OKLAHOMA CITY PUBLIC SCHOOLS,<br>INDEPENDENT DISTRICT NO. 89, Oklahoma County,<br>Oklahoma, a Public Body Corporate, et<br>al., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 85-1886.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Tenth Circuit.</p>\n    <p class=\"date\">June 26, 1986.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Theodore M. Shaw (Julius LeVonne Chambers and Napoleon B. Williams, Jr., with him on briefs), New York City, John W. Walker, Little Rock, Ark., and Lewis Barber, Jr., of Barber/Traviolia, Oklahoma City, Okl., for plaintiffs and applicants in intervention-appellants.</p>\n      <p class=\"indent\">Ronald L. Day of Fenton, Fenton, Smith, Reneau &amp; Moon, Oklahoma City, Okl., for The Bd. of Educ. of the Oklahoma City Public Schools, Independent Dist. No. 89, Oklahoma County, defendant-appellee.</p>\n      <p class=\"indent\">William Bradford Reynolds, Asst. Atty. Gen., Walter W. Barnett, Mark L. Gross, and Michael Carvin, Attys., Dept. of Justice, Washington, D.C., filed an amicus curiae brief for the U.S of America.</p>\n      <p class=\"indent\">Before MOORE and ANDERSON, Circuit Judges, and JOHNSON, District Judge.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n      <p class=\"indent\">JOHN P. MOORE, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal is the latest chapter in the odyssey of the desegregation of the public school system in Oklahoma City, Oklahoma.  After many years of litigation, in 1977 the trial court found that the school district had achieved unitariness and entered an order terminating the court's active supervision of the case.  The parties are now before this court after an unsuccessful attempt to enjoin the school district from altering the attendance plan previously mandated by the district court.  The district court, in part relying on its 1977 termination order, not only denied the petitioners' motion to reopen the case, but also decided the issue of the constitutionality of the new attendance plan.   Dowell v. School Board of Oklahoma City Public Schools, 606 F.Supp. 1548 (W.D.Okla.1985).  In this appeal, we address only the precise question of whether the trial court erred in denying the motion to reopen.  We hold, under the facts present here, that the court erred and remand for additional factual determinations.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This case was filed in 1961, and the history of the litigation is extensive.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>   In the ensuing years, the parties struggled through the difficult task of desegregating the public schools, each proffering plans to accomplish that goal.  Finally, after finding the district had \"emasculate[d]\" a previously approved plan, the district court ordered the implementation of the so-called \"Finger Plan.\"   Dowell v. School Board of Oklahoma City Public Schools, 338 F.Supp. 1256, 1263 (W.D.Okla.), aff'd, 465 F.2d 1012 (10th Cir.), cert. denied, 409 U.S. 1041, 93 S.Ct. 526, 34 L.Ed.2d 490, (1972).  That plan, which was instituted during the 1972-1973 school year, restructured attendance zones for high schools and middle schools so that each level enrolled black and white students.  At the elementary level, all schools with a majority of black pupils became fifth grade centers which provided enhanced curricula.  All elementary schools with a majority of white students were converted to serve grades one through four.  Generally, the white students continued to attend neighborhood schools while black students in grades one through four were bused to classes.  When white students reached the fifth grade, they were bused to the fifth grade centers, while black fifth graders attended the centers in their neighborhoods.  Schools which were located in integrated areas qualified as \"stand alone schools,\" and the students in grades one through five remained in their own neighborhoods.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In June 1975, the school board moved to close the case on the ground that it had \"eliminated all vestiges of State-imposed racial discrimination in its school system, and [that it was] ... operating a unitary school system.\"    Although the motion was contested, the court terminated active supervision of the case because it found the Finger Plan had achieved its objective.    Dowell v. School Board of Oklahoma City Public Schools, No. CIV-9452, slip op.  (W.D.Okla. Jan. 18, 1977).   See Dowell, 606 F.Supp. at 1551 (quoting the unpublished order in part).  The order was not appealed.  The 1977 order did not vacate or modify the 1972 order mandating implementation of the Finger Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In February 1985, the plaintiffs sought to reopen the case, claiming the school board unilaterally abandoned the Finger Plan and instituted a new plan for school attendance.  The Student Reassignment Plan, which has already been implemented, eliminates compulsory busing of black students in grades one through four and reinstitutes neighborhood elementary schools for these grades.  Free transportation is provided to children in the racial majority in any school who choose to transfer to a school in which they will be in the minority.  The racial balance of fifth grade centers, middle schools, and high schools is maintained through mandatory busing.  As a result of this plan, thirty-three of the district's sixty-four elementary schools are attended by students who are ninety percent, or more, of one race.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court denied the motion to reopen.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>   The court held that the Student Reassignment Plan was not constitutionally infirm and, therefore, no \"special circumstances\" were present that would justify reopening the case.   Dowell, 606 F.Supp. at 1557.  The court concluded as a matter of law:  (1) The principles of res judicata and collateral estoppel prohibit the plaintiffs from challenging the court's 1977 finding that the school system was unitary.  (2) The 1985 school district displays all indicia of unitariness.  (3) Neighborhood schools, when impartially maintained and administered, are not unconstitutional.  Moreover, the existence of racially identifiable schools, without a showing of discriminatory intent, is not unconstitutional.  (4) The Student Reassignment Plan is not discriminatory and was not established with discriminatory intent.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On appeal, the plaintiffs contend the trial court erred in arriving at these conclusions without reopening the case and without giving them an adequate opportunity to present evidence on the substantive issues.  We agree and hold that, while the principles of res judicata may apply in school desegregation cases, a past finding of unitariness, by itself, does not bar renewed litigation upon a mandatory injunction.  Moreover, when it is alleged that significant changes have been made in a court-ordered school attendance plan, any party for whose benefit the plan was adopted has a right to be heard on the issue of whether the changes will affect the unitariness of the system.  In such circumstances, it is not necessary for the party seeking enforcement of the injunction to prove the changes were motivated by a discriminatory intent.  Accordingly, we conclude the trial court erred in not reopening the case.</p>\n    </div>\n    <p>II.</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Any analysis of the legal principles governing this case must start with the procedural framework in which it was postured when the plaintiffs sought to reopen.  When the defendant board adopted the Student Reassignment Plan, the 1972 order approving the Finger Plan and ordering its immediate implementation still governed the parties.  That order was in the nature of a mandatory injunction, and the effect of that order was not altered by the 1977 order terminating the court's active supervision of the case.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Perhaps the members of the present school board acted upon the belief that the 1972 order was no longer effective;  if so, their belief was unwarranted.  Indeed, the 1972 order specifically provided:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Defendant School Board and the individual members thereof, both present and future, together with the Superintendent of Schools, shall implement and place [the Finger Plan] into effect....</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Defendant School Board shall not alter or deviate from the [Finger Plan] ... without the prior approval and permission of the court.  If the Defendant is uncertain concerning the meaning or intent of the plan, it should apply to the court for interpretation and clarification.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Dowell, 338 F.Supp. at 1273 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Nothing in the 1977 order tempered the 1972 mandatory injunction.  In fact, the 1977 order states:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>The Court has concluded that ... [the Finger Plan] was indeed a Plan that worked and that substantial compliance with the constitutional requirements has been achieved.  The School Board, under the oversight of the Court, has operated the Plan properly, and the Court does not foresee that the termination of its jurisdiction will result in the dismantlement of the Plan or any affirmative action by the defendant to undermine the unitary system so slowly and painfully accomplished over the 16 years during which the cause has been pending before the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">... The Court believes that the present members and their successors on the Board will now and in the future continue to follow the constitutional desegregation requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Dowell, No. CIV-9452, slip op. at 1 (W.D.Okla. Jan. 18, 1977) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In light of these statements reinforcing the importance of the remedial injunction and the lack of any specific or implied alteration of that remedy, we must conclude the court intended the 1972 order to retain its vitality and prospective effect.  Therefore, the competing interests of both parties must be assessed first within the penumbra of the outstanding 1972 order.  To do otherwise renders all of what has occurred since 1961 moot and mocks the painful accomplishments of sixteen years of litigation and active court supervision.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As amicus, the government argues that once a finding of unitariness is entered, all authority over the affairs of a school district is returned to its governing board, and all prior court orders, including any remedial busing order, are terminated.  According to the government, the defendants could not be compelled to follow the Finger Plan once the court determined the district was unitary.  We find the contention without merit.  The parties cannot be thrust back to the proverbial first square just because the court previously ceased active supervision over the operation of the Finger Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">While there are sound reasons for courts to seek the earliest opportunity to return control of school district affairs to the local body elected for that purpose, those reasons do not require abandonment of the inherent equitable power of any court to enforce orders which it has never vacated.  The court's authority is not diminished once the original case has been closed because the viability of a permanent injunction does not depend upon this ministerial procedure.   See Ridley v. Phillips Petroleum Co., 427 F.2d 19 (10th Cir.1970).  Therefore, termination of active supervision of a case does not prevent the court from enforcing its orders.  If such were the case, it would give more credence to the ministerial function of \"closing\" a case and less credence to the prospective operation of a mandatory injunction.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>   See Berman v. Denver Tramway Corp., 197 F.2d 946 (10th Cir.1952).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The government's position ignores the fact that the purpose of court-ordered school integration is not only to achieve, but also to maintain, a unitary school system.   Keyes v. School District No. 1, Denver, Colo., 609 F.Supp. 1491, 1515 (D.Colo.1985).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>   When the district court terminated active supervision over this case, it acknowledged that the original purpose of the lawsuit had been achieved and that the parties had implemented a means for maintaining that goal.   Dowell, 606 F.Supp. at 1551 (1977 termination order).  However, without specifically dissolving its decree, the court neither abrogated its power to enforce the mandatory order nor forgave the defendants their duty to persist in the elimination of the vestiges of segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We therefore see no reason why this case should be treated differently from any other case in which the beneficiary of a mandatory injunction seeks enforcement of the relief previously accorded by the court.  See Swann, 402 U.S. at 15-16, 91 S.Ct. at 1275-76.  When a federal court has restored unsupervised governance to a board of education, the board must, like any other litigant, return to the court if it wants to alter the duties imposed upon it by a mandatory decree.   Vaughns v. Board of Education of Prince George's County, 758 F.2d 983 (4th Cir.1985).   See also Pasadena City Board of Education v. Spangler, 427 U.S. 424, 96 S.Ct. 2697, 49 L.Ed.2d 599 (1976).  It is only when the order terminating active supervision also dissolves the mandatory injunction that the governing board regains total independence from the previous injunction.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The record in this case indicates that the defendants, unilaterally and contrary to the specific provisions of the 1972 order, have taken steps to avoid the duties imposed upon them by a continuing decree.  By implementing the Student Reassignment Plan, the defendants have acted in a manner not contemplated by the court in its earlier decrees.  The plaintiffs now are simply attempting to reassert the validity of the 1972 order and to perpetuate the duties placed upon the district.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">When a party has prevailed in a cause for mandatory injunction, that party has a right to expect that prospective relief will be maintained unless the injunction is vacated or modified by the court.   See W.R. Grace and Co. v. Local Union 759, International Union of United Rubber Workers of America, 461 U.S. 757, 103 S.Ct. 2177, 76 L.Ed.2d 298 (1983).   See also GTE Sylvania, Inc. v. Consumers Union of United States, 445 U.S. 375, 100 S.Ct. 1194, 63 L.Ed.2d 467 (1980).  To make the remedy meaningful, the injunctive order must survive beyond the procedural life of the litigation and remain within the continuing jurisdiction of the issuing court.   E.E.O.C. v. Safeway Stores, Inc., 611 F.2d 795 (10th Cir.1979), cert. denied, 446 U.S. 952, 100 S.Ct. 2918, 64 L.Ed.2d 809 (1980);  11 Wright &amp; Miller, Federal Practice and Procedure Sec. 2961 (1973).  This binding nature of a mandatory injunction is recognized in school desegregation cases.   Pasadena City Board of Education v. Spangler, 427 U.S. 424, 439, 96 S.Ct. 2697, 2706, 49 L.Ed.2d 599 (1976).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Thus, the beneficiary of a mandatory order has the right to return to court to ask for enforcement of the rights the party obtained in the prior litigation.  To invoke the court's authority, the party seeking enforcement must establish that the injunctive decree is not being obeyed.   Northside Realty Associates, Inc. v. United States, 605 F.2d 1348 (5th Cir.1979).</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Although prospective orders must be obeyed, federal courts are also empowered to alter mandatory orders when equity so requires.   United States v. United Shoe Machinery Corp., 391 U.S. 244, 88 S.Ct. 1496, 20 L.Ed.2d 562 (1968);  System Federation No. 91, Railway Employee's Department v. Wright, 364 U.S. 642, 81 S.Ct. 368, 5 L.Ed.2d 349 (1961);  United States v. Swift &amp; Co., 286 U.S. 106, 52 S.Ct. 460, 76 L.Ed. 999 (1932).  We have previously adopted the rationale behind these cases in establishing guidelines \"applicable in all instances where ... the relief sought is escape from the impact of an injunction.\"   Securities and Exchange Commission v. Jan-dal Oil &amp; Gas, Inc., 433 F.2d 304, 305 (10th Cir.1970).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Given the mandatory nature and prospective effect of an injunctive order, changes in injunctions must not be lightly countenanced but must be based upon a \"substantial change in law or facts.\"   Securities and Exchange Commission v. Thermodynamics, Inc., 464 F.2d 457, 460 (10th Cir.1972), cert. denied, 410 U.S. 927, 93 S.Ct. 1358, 35 L.Ed.2d 588 (1973).  A change in attitude by the party subjected to the decree is not enough of a change in circumstances to warrant withdrawing the injunction.  Id.  Therefore, when a party establishes that another has disregarded a mandatory decree or has taken action which has resulted in a deprivation of the benefits of injunctive relief, the court cannot lightly treat the claim.  Having once determined the necessity to impose a remedy, the court should not allow any modification of that remedy unless the law or the underlying facts have so changed that the dangers prevented by the injunction \"have become attenuated to a shadow,\" Jan-dal, 433 F.2d at 305, and the changed circumstances have produced \" 'hardship so extreme and unexpected' as to make the decree oppressive.\"   Safeway, 611 F.2d at 800 (quoting Swift &amp; Co.).    See also United States v. United Shoe Machinery Corp., 391 U.S. at 251-52, 88 S.Ct. at 1500-01.  Indeed, this \"difficult and ... severe requirement\" is necessary to be consistent with res judicata principles.   Thermodynamics, 464 F.2d at 460.</p>\n    </div>\n    <p>D.</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The court's 1972 order requiring implementation of the Finger Plan was binding upon both sides.  More pointedly, the order specified that the defendants were not to \"alter or deviate from the [Finger Plan] ... without the prior approval and permission of the court.\"   Dowell, 338 F.Supp. at 1273.  While defendants unilaterally could not take action contrary to the plan, plaintiffs also could not expect more than the approved plan provided.  When, five years later, the court determined that the implementation of the Finger Plan had resulted in unitariness within the district, that finding became final, and it, too, is binding upon the parties with equal force.  Yet, that historical finding does not preclude the plaintiffs from asserting that a continuing mandatory order is not being obeyed and that the consequences of the disobedience have destroyed the unitariness previously achieved by the district.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Thus, while the trial court properly refused to permit the plaintiffs to relitigate conditions extant in 1977, it erred in curtailing the presentation of evidence of changes that have since occurred.  Consequently, plaintiffs were deprived of the opportunity to support their petition for enforcement of the court's prior order.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In reaching this conclusion, we are not traveling new trails.  We contrast this case with the Spangler line of cases<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> in which an aggrieved party sought remedial relief in addition to the previous decree.  Here, the plaintiffs do not seek the continuous intervention of the federal court decried by the Supreme Court.  We are not faced with an attempt to achieve further desegregation based upon minor demographic changes not \"chargeable\" to the board.   Spangler, 427 U.S. at 435, 96 S.Ct. at 2704.  Rather, here the allegation is that the defendants have intentionally abandoned a plan which achieved unitariness and substituted one which appears to have the same segregative effect as the attendance plan which generated the original lawsuit.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Given the sensitive nature of school desegregation litigation and the peculiar matrix in which such cases exist, we are cognizant that minor shifts in demographics or minor changes in other circumstances which are not the result of an intentional and racially motivated scheme to avoid the consequences of a mandatory injunction cannot be the basis of judicial action.   See Spangler, 427 U.S. at 434-35, 96 S.Ct. at 2703-04;  Swann v. Charlotte-Mecklenburg Board of Education, 402 U.S. 1, 91 S.Ct. 1267, 28 L.Ed.2d 554 (1971).  However, when it is asserted that a school board under the duty imposed by a mandatory order has adopted a new attendance plan that is significantly different from the plan approved by the court and when the results of the adoption of that new plan indicate a resurgence of segregation, the court is duty bound either to enforce its order or inquire whether a change of conditions consistent with the test posed in Jan-dal has occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Therefore, consistent with traditional concepts of injunctive remedies in federal courts, plaintiffs have the right to a full determination of whether and to what extent their previously decreed rights have been jeopardized by the defendants' actions subsequent to the entry of the mandatory decree.  Moreover, we hold the plaintiffs' assertion that the defendants abandoned the Finger Plan without court approval constitutes the \"special circumstances\" the trial court found absent from the case.  The existence of these circumstances should have been recognized by the trial court as a basis for relief under Fed.R.Civ.P. 60(b), and the court's failure to do so results in manifest abuse of discretion which requires reversal.   See Security Mutual Casualty Co. v. Century Casualty Co., 621 F.2d 1062 (10th Cir.1980).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Having concluded the district court erred in not granting plaintiffs' motion to reopen, we must decide whether the error is significant in light of the court's factual findings on the board's new plan.  After review of the evidence, which led the district court to hold the new plan was not constitutionally infirm, we conclude that reversal will not be futile.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The record indicates that the hearing from which the court's findings were drawn was called for a narrow purpose.  The order setting the hearing provided:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>[T]he motion to intervene and reopen and the defendants' response join the issues, and the matters in them are set for evidentiary hearing ... at which time the question of whether this case shall be reopened and the applicants allowed to intervene shall be tried and disposed of.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">(Emphasis added.)    From the outset, then, the only issues the parties were notified to present to the court dealt with reopening and intervention.  The court did not indicate that it intended to hear evidence upon or determine the substantive constitutional issues relating to the plan or its effects.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Plaintiffs now argue they were unprepared to be heard on the ultimate issues.  Indeed, on two occasions plaintiffs' counsel inquired whether the only issue to be heard was that of reopening, and the court replied affirmatively.  Hence, plaintiffs argue their understanding of the limited scope of the hearing curtailed their cross-examination of the defendants' witnesses and prevented them from introducing evidence of alternative plans.  Our review of the record supports this assertion.  While evidence bearing on the substantive issue was presented, it focused on the underlying reasons for reopening the case rather than on the ultimate constitutional issue.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In reaching the substantive issues, the district court also improperly recast the burden of proof.  As we have already noted, the plaintiffs, as the beneficiaries of the original injunction, only have the burden of showing the court's mandatory order has been violated.   Northside Realty Associates, Inc. v. United States, 605 F.2d 1348 (5th Cir.1979).  The defendants, who essentially claim that the injunction should be amended to accommodate neighborhood elementary schools, must present evidence that changed conditions require modification or that the facts or law no longer require the enforcement of the order.   See E.E.O.C. v. Safeway Stores, Inc., 611 F.2d 795 (10th Cir.1979), cert. denied, 446 U.S. 952, 100 S.Ct. 2918, 64 L.Ed.2d 809 (1980).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Thus, by placing the burden on the plaintiffs to show the school district was no longer unitary, the court changed the usual course of what in reality is a petition for a contempt citation.  The plaintiffs were required not only to prove the mandatory injunction had been violated, but also that the violation contravened the constitution.  In the framework of this case, the latter element was beyond the scope of the hearing and certainly never the plaintiffs' burden.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Accordingly, we believe the trial court reached the merits prematurely.  We applaud the court's effort to bring speedy resolution to a difficult issue, but fairness and our understanding of the procedures governing federal injunctive remedies require us to conclude the court did not give the moving parties ample opportunity to develop the substantive issues.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We have confined our analysis to the narrow issue of the plaintiffs' right to reopen;  therefore, our holding should not be construed as addressing, even implicitly, the ultimate issue of the constitutionality of the defendants' new school attendance plan.  The judgment of the trial court is reversed, and the case is remanded for further proceedings to determine whether the original mandatory order will be enforced or whether and to what extent it should be modified.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Honorable Alan Johnson, United States District Judge for the District of Wyoming, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See Dowell v. School Board of Oklahoma City Public Schools, 219 F.Supp. 427 (W.D.Okla.1963);  Dowell v. School Board of Oklahoma City Public Schools, 430 F.2d 865 (10th Cir.1970);  Dowell v. School Board of Oklahoma City Public Schools, 338 F.Supp. 1256 (W.D.Okla.), aff'd, 465 F.2d 1012 (10th Cir.), cert. denied, 409 U.S. 1041, 93 S.Ct. 526, 34 L.Ed.2d 490 (1972)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Plaintiffs contend that the district court erred in not specifically granting their motion to intervene.  Nevertheless, the court held those who sought intervention were within the ambit of the original plaintiff class, and those persons, through their counsel, actively participated in the hearing to reopen.  They were clearly treated as party litigants even though a formal order granting them intervention was not entered.  Indeed, at the outset of the hearing, the court stated that the parties \"did meet the requirement to be a plaintiff.\"    As a practical matter, the appealing parties were allowed to intervene despite the order denying all relief prayed for;  therefore, within the peculiar context of this case, we conclude the issue is moot and the appealing persons are proper parties</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Fourth Circuit has taken a different view with which we cannot agree.  In Riddick v. The School Board of the City of Norfolk, 784 F.2d 521 (4th Cir.1986), the court seems to treat a district court order terminating supervision as an order dissolving a mandated integration plan, despite the absence of a specific order to that effect.  The court makes a bridge between a finding of unitariness and voluntary compliance with an injunction.  We find no foundation for that bridge.  It also appears inconsistent with Lee v. Macon County Board of Education, 584 F.2d 78 (5th Cir.1978), in which the court held that a finding by the district court that the school system was \"unitary in nature\" did not divest the court of subject matter jurisdiction of a petition to amend the desegregation plan where the court had not dismissed the case.  A finding of unitariness may lead to many other reasonable conclusions, but it cannot divest a court of its jurisdiction, nor can it convert a mandatory injunction into voluntary compliance</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See also Lee v. Macon County Board of Education, 584 F.2d 78, 81 (5th Cir.1978) (after full responsibility for educational decisions has been returned to public school officials by the court, they \"are bound to take no actions which would reinstitute a dual school system\");  Graves v. Walton County Board of Education, 686 F.2d 1135 (11th Cir.1982), aff'g in part, rev'g in part, 91 F.R.D. 457 (M.D.Ga.1981) (despite an earlier finding that desegregation had been accomplished, the courts reject a modification of the 1968 desegregation plan which would effectively resegregate the system)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Spangler v. Pasadena City Board of Education, 375 F.Supp. 1304 (C.D.Cal.1974), aff'd, 519 F.2d 430 (9th Cir.1975), vacated, 427 U.S. 424, 96 S.Ct. 2697, 49 L.Ed.2d 599 (1976), on remand, 549 F.2d 733 (9th Cir.1977)</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">795</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1516</span></span></p>\n    <p class=\"case_cite\">55 USLW 2033, 33 Ed. Law Rep. 1033</p>\n    <p class=\"parties\">Robert L. DOWELL, an infant under the age of 14 years, who<br>sues by A.L. DOWELL, his father as next friend,<br>Plaintiff-Appellant,<br>Vivial C. Dowell, a minor, by her father, A.L. Dowell, as<br>next friend, et al., Intervening Plaintiffs-Appellants,<br>Stephen S. Sanger, Jr., on behalf of himself and all others<br>similarly situated, et al., Intervening Plaintiffs,<br>and<br>Yvonne Monet Elliot and Donnoil S. Elliot, both minor<br>children, By and Through their parent and<br>guardian, Donald R. Elliot, et al.,<br>Applicants in Intervention-Appellants,<br>v.<br>The BOARD OF EDUCATION of the OKLAHOMA CITY PUBLIC SCHOOLS,<br>INDEPENDENT DISTRICT NO. 89, Oklahoma County,<br>Oklahoma, a Public Body Corporate, et<br>al., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 85-1886.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Tenth Circuit.</p>\n    <p class=\"date\">June 26, 1986.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Theodore M. Shaw (Julius LeVonne Chambers and Napoleon B. Williams, Jr., with him on briefs), New York City, John W. Walker, Little Rock, Ark., and Lewis Barber, Jr., of Barber/Traviolia, Oklahoma City, Okl., for plaintiffs and applicants in intervention-appellants.</p>\n      <p class=\"indent\">Ronald L. Day of Fenton, Fenton, Smith, Reneau &amp; Moon, Oklahoma City, Okl., for The Bd. of Educ. of the Oklahoma City Public Schools, Independent Dist. No. 89, Oklahoma County, defendant-appellee.</p>\n      <p class=\"indent\">William Bradford Reynolds, Asst. Atty. Gen., Walter W. Barnett, Mark L. Gross, and Michael Carvin, Attys., Dept. of Justice, Washington, D.C., filed an amicus curiae brief for the U.S of America.</p>\n      <p class=\"indent\">Before MOORE and ANDERSON, Circuit Judges, and JOHNSON, District Judge.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n      <p class=\"indent\">JOHN P. MOORE, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal is the latest chapter in the odyssey of the desegregation of the public school system in Oklahoma City, Oklahoma.  After many years of litigation, in 1977 the trial court found that the school district had achieved unitariness and entered an order terminating the court's active supervision of the case.  The parties are now before this court after an unsuccessful attempt to enjoin the school district from altering the attendance plan previously mandated by the district court.  The district court, in part relying on its 1977 termination order, not only denied the petitioners' motion to reopen the case, but also decided the issue of the constitutionality of the new attendance plan.   Dowell v. School Board of Oklahoma City Public Schools, <span class=\"citation\" data-id=\"2157170\"><a href=\"/opinion/2157170/dowell-v-bd-of-educ-of-oklahoma-city-pub-sch/\"><span class=\"volume\">606</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1548</span></a></span> (W.D.Okla.1985).  In this appeal, we address only the precise question of whether the trial court erred in denying the motion to reopen.  We hold, under the facts present here, that the court erred and remand for additional factual determinations.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This case was filed in 1961, and the history of the litigation is extensive.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>   In the ensuing years, the parties struggled through the difficult task of desegregating the public schools, each proffering plans to accomplish that goal.  Finally, after finding the district had \"emasculate[d]\" a previously approved plan, the district court ordered the implementation of the so-called \"Finger Plan.\"   Dowell v. School Board of Oklahoma City Public Schools, <span class=\"citation\" data-id=\"2182262\"><a href=\"/opinion/2182262/dowell-v-board-of-education-of-oklahoma-city-pub-sch/\"><span class=\"volume\">338</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1256</span></a></span>, 1263 (W.D.Okla.), aff'd, <span class=\"citation\" data-id=\"305277\"><a href=\"/opinion/305277/robert-l-dowell-etc-v-the-board-of-education-of-the-oklahoma-city/\"><span class=\"volume\">465</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1012</span></a></span> (10th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1041</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">526</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span></span>, (1972).  That plan, which was instituted during the 1972-1973 school year, restructured attendance zones for high schools and middle schools so that each level enrolled black and white students.  At the elementary level, all schools with a majority of black pupils became fifth grade centers which provided enhanced curricula.  All elementary schools with a majority of white students were converted to serve grades one through four.  Generally, the white students continued to attend neighborhood schools while black students in grades one through four were bused to classes.  When white students reached the fifth grade, they were bused to the fifth grade centers, while black fifth graders attended the centers in their neighborhoods.  Schools which were located in integrated areas qualified as \"stand alone schools,\" and the students in grades one through five remained in their own neighborhoods.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In June 1975, the school board moved to close the case on the ground that it had \"eliminated all vestiges of State-imposed racial discrimination in its school system, and [that it was] ... operating a unitary school system.\"    Although the motion was contested, the court terminated active supervision of the case because it found the Finger Plan had achieved its objective.    Dowell v. School Board of Oklahoma City Public Schools, No. CIV-9452, slip op.  (W.D.Okla. Jan. 18, 1977).   See Dowell, 606 F.Supp. at 1551 (quoting the unpublished order in part).  The order was not appealed.  The 1977 order did not vacate or modify the 1972 order mandating implementation of the Finger Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In February 1985, the plaintiffs sought to reopen the case, claiming the school board unilaterally abandoned the Finger Plan and instituted a new plan for school attendance.  The Student Reassignment Plan, which has already been implemented, eliminates compulsory busing of black students in grades one through four and reinstitutes neighborhood elementary schools for these grades.  Free transportation is provided to children in the racial majority in any school who choose to transfer to a school in which they will be in the minority.  The racial balance of fifth grade centers, middle schools, and high schools is maintained through mandatory busing.  As a result of this plan, thirty-three of the district's sixty-four elementary schools are attended by students who are ninety percent, or more, of one race.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court denied the motion to reopen.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>   The court held that the Student Reassignment Plan was not constitutionally infirm and, therefore, no \"special circumstances\" were present that would justify reopening the case.   Dowell, 606 F.Supp. at 1557.  The court concluded as a matter of law:  (1) The principles of res judicata and collateral estoppel prohibit the plaintiffs from challenging the court's 1977 finding that the school system was unitary.  (2) The 1985 school district displays all indicia of unitariness.  (3) Neighborhood schools, when impartially maintained and administered, are not unconstitutional.  Moreover, the existence of racially identifiable schools, without a showing of discriminatory intent, is not unconstitutional.  (4) The Student Reassignment Plan is not discriminatory and was not established with discriminatory intent.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On appeal, the plaintiffs contend the trial court erred in arriving at these conclusions without reopening the case and without giving them an adequate opportunity to present evidence on the substantive issues.  We agree and hold that, while the principles of res judicata may apply in school desegregation cases, a past finding of unitariness, by itself, does not bar renewed litigation upon a mandatory injunction.  Moreover, when it is alleged that significant changes have been made in a court-ordered school attendance plan, any party for whose benefit the plan was adopted has a right to be heard on the issue of whether the changes will affect the unitariness of the system.  In such circumstances, it is not necessary for the party seeking enforcement of the injunction to prove the changes were motivated by a discriminatory intent.  Accordingly, we conclude the trial court erred in not reopening the case.</p>\n    </div>\n    <p>II.</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Any analysis of the legal principles governing this case must start with the procedural framework in which it was postured when the plaintiffs sought to reopen.  When the defendant board adopted the Student Reassignment Plan, the 1972 order approving the Finger Plan and ordering its immediate implementation still governed the parties.  That order was in the nature of a mandatory injunction, and the effect of that order was not altered by the 1977 order terminating the court's active supervision of the case.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Perhaps the members of the present school board acted upon the belief that the 1972 order was no longer effective;  if so, their belief was unwarranted.  Indeed, the 1972 order specifically provided:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Defendant School Board and the individual members thereof, both present and future, together with the Superintendent of Schools, shall implement and place [the Finger Plan] into effect....</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Defendant School Board shall not alter or deviate from the [Finger Plan] ... without the prior approval and permission of the court.  If the Defendant is uncertain concerning the meaning or intent of the plan, it should apply to the court for interpretation and clarification.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Dowell, 338 F.Supp. at 1273 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Nothing in the 1977 order tempered the 1972 mandatory injunction.  In fact, the 1977 order states:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>The Court has concluded that ... [the Finger Plan] was indeed a Plan that worked and that substantial compliance with the constitutional requirements has been achieved.  The School Board, under the oversight of the Court, has operated the Plan properly, and the Court does not foresee that the termination of its jurisdiction will result in the dismantlement of the Plan or any affirmative action by the defendant to undermine the unitary system so slowly and painfully accomplished over the 16 years during which the cause has been pending before the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">... The Court believes that the present members and their successors on the Board will now and in the future continue to follow the constitutional desegregation requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Dowell, No. CIV-9452, slip op. at 1 (W.D.Okla. Jan. 18, 1977) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In light of these statements reinforcing the importance of the remedial injunction and the lack of any specific or implied alteration of that remedy, we must conclude the court intended the 1972 order to retain its vitality and prospective effect.  Therefore, the competing interests of both parties must be assessed first within the penumbra of the outstanding 1972 order.  To do otherwise renders all of what has occurred since 1961 moot and mocks the painful accomplishments of sixteen years of litigation and active court supervision.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As amicus, the government argues that once a finding of unitariness is entered, all authority over the affairs of a school district is returned to its governing board, and all prior court orders, including any remedial busing order, are terminated.  According to the government, the defendants could not be compelled to follow the Finger Plan once the court determined the district was unitary.  We find the contention without merit.  The parties cannot be thrust back to the proverbial first square just because the court previously ceased active supervision over the operation of the Finger Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">While there are sound reasons for courts to seek the earliest opportunity to return control of school district affairs to the local body elected for that purpose, those reasons do not require abandonment of the inherent equitable power of any court to enforce orders which it has never vacated.  The court's authority is not diminished once the original case has been closed because the viability of a permanent injunction does not depend upon this ministerial procedure.   See Ridley v. Phillips Petroleum Co., <span class=\"citation\" data-id=\"290404\"><a href=\"/opinion/290404/mayoe-porter-buster-ridley-v-phillips-petroleum-company/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span> (10th Cir.1970).  Therefore, termination of active supervision of a case does not prevent the court from enforcing its orders.  If such were the case, it would give more credence to the ministerial function of \"closing\" a case and less credence to the prospective operation of a mandatory injunction.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>   See Berman v. Denver Tramway Corp., <span class=\"citation\" data-id=\"229843\"><a href=\"/opinion/229843/berman-v-denver-tramway-corp/\"><span class=\"volume\">197</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">946</span></a></span> (10th Cir.1952).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The government's position ignores the fact that the purpose of court-ordered school integration is not only to achieve, but also to maintain, a unitary school system.   Keyes v. School District No. 1, Denver, Colo., <span class=\"citation\" data-id=\"1887209\"><a href=\"/opinion/1887209/keyes-v-school-dist-no-1-denver-colo/\"><span class=\"volume\">609</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1491</span></a></span>, 1515 (D.Colo.1985).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>   When the district court terminated active supervision over this case, it acknowledged that the original purpose of the lawsuit had been achieved and that the parties had implemented a means for maintaining that goal.   Dowell, 606 F.Supp. at 1551 (1977 termination order).  However, without specifically dissolving its decree, the court neither abrogated its power to enforce the mandatory order nor forgave the defendants their duty to persist in the elimination of the vestiges of segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We therefore see no reason why this case should be treated differently from any other case in which the beneficiary of a mandatory injunction seeks enforcement of the relief previously accorded by the court.  See Swann, 402 U.S. at 15-16, 91 S.Ct. at 1275-76.  When a federal court has restored unsupervised governance to a board of education, the board must, like any other litigant, return to the court if it wants to alter the duties imposed upon it by a mandatory decree.   Vaughns v. Board of Education of Prince George's County, <span class=\"citation\" data-id=\"450397\"><a href=\"/opinion/450397/sylvester-j-vaughns-jr-by-his-father-and-next-friend-sylvester-j/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">983</span></a></span> (4th Cir.1985).   See also Pasadena City Board of Education v. Spangler, <span class=\"citation\" data-id=\"109519\"><a href=\"/opinion/109519/pasadena-city-bd-of-ed-v-spangler/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, <span class=\"citation\" data-id=\"109519\"><a href=\"/opinion/109519/pasadena-city-bd-of-ed-v-spangler/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2697</span></a></span>, <span class=\"citation\" data-id=\"109519\"><a href=\"/opinion/109519/pasadena-city-bd-of-ed-v-spangler/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">599</span></a></span> (1976).  It is only when the order terminating active supervision also dissolves the mandatory injunction that the governing board regains total independence from the previous injunction.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The record in this case indicates that the defendants, unilaterally and contrary to the specific provisions of the 1972 order, have taken steps to avoid the duties imposed upon them by a continuing decree.  By implementing the Student Reassignment Plan, the defendants have acted in a manner not contemplated by the court in its earlier decrees.  The plaintiffs now are simply attempting to reassert the validity of the 1972 order and to perpetuate the duties placed upon the district.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">When a party has prevailed in a cause for mandatory injunction, that party has a right to expect that prospective relief will be maintained unless the injunction is vacated or modified by the court.   See W.R. Grace and Co. v. Local Union 759, International Union of United Rubber Workers of America, <span class=\"citation\" data-id=\"110944\"><a href=\"/opinion/110944/wr-grace-co-v-rubber-workers/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">757</span></a></span>, <span class=\"citation\" data-id=\"110944\"><a href=\"/opinion/110944/wr-grace-co-v-rubber-workers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2177</span></a></span>, <span class=\"citation\" data-id=\"110944\"><a href=\"/opinion/110944/wr-grace-co-v-rubber-workers/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">298</span></a></span> (1983).   See also GTE Sylvania, Inc. v. Consumers Union of United States, <span class=\"citation\" data-id=\"110227\"><a href=\"/opinion/110227/gte-sylvania-inc-v-consumers-union-of-united-states-inc/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">375</span></a></span>, <span class=\"citation\" data-id=\"110227\"><a href=\"/opinion/110227/gte-sylvania-inc-v-consumers-union-of-united-states-inc/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1194</span></a></span>, <span class=\"citation\" data-id=\"110227\"><a href=\"/opinion/110227/gte-sylvania-inc-v-consumers-union-of-united-states-inc/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">467</span></a></span> (1980).  To make the remedy meaningful, the injunctive order must survive beyond the procedural life of the litigation and remain within the continuing jurisdiction of the issuing court.   E.E.O.C. v. Safeway Stores, Inc., <span class=\"citation\" data-id=\"372861\"><a href=\"/opinion/372861/24-fair-emplpraccas-1487-21-empl-prac-dec-p-30456-equal-employment/\"><span class=\"volume\">611</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">795</span></a></span> (10th Cir.1979), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">952</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2918</span></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">809</span></span> (1980);  11 Wright &amp; Miller, Federal Practice and Procedure Sec. 2961 (1973).  This binding nature of a mandatory injunction is recognized in school desegregation cases.   Pasadena City Board of Education v. Spangler, <span class=\"citation\" data-id=\"109519\"><a href=\"/opinion/109519/pasadena-city-bd-of-ed-v-spangler/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 439, <span class=\"citation\" data-id=\"109519\"><a href=\"/opinion/109519/pasadena-city-bd-of-ed-v-spangler/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2697</span></a></span>, 2706, <span class=\"citation\" data-id=\"109519\"><a href=\"/opinion/109519/pasadena-city-bd-of-ed-v-spangler/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">599</span></a></span> (1976).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Thus, the beneficiary of a mandatory order has the right to return to court to ask for enforcement of the rights the party obtained in the prior litigation.  To invoke the court's authority, the party seeking enforcement must establish that the injunctive decree is not being obeyed.   Northside Realty Associates, Inc. v. United States, <span class=\"citation\" data-id=\"370155\"><a href=\"/opinion/370155/northside-realty-associates-inc-ed-a-isakson-and-thomas-b-ray/\"><span class=\"volume\">605</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1348</span></a></span> (5th Cir.1979).</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Although prospective orders must be obeyed, federal courts are also empowered to alter mandatory orders when equity so requires.   United States v. United Shoe Machinery Corp., <span class=\"citation\" data-id=\"107690\"><a href=\"/opinion/107690/united-states-v-united-shoe-machinery-corp/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">244</span></a></span>, <span class=\"citation\" data-id=\"107690\"><a href=\"/opinion/107690/united-states-v-united-shoe-machinery-corp/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1496</span></a></span>, <span class=\"citation\" data-id=\"107690\"><a href=\"/opinion/107690/united-states-v-united-shoe-machinery-corp/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">562</span></a></span> (1968);  System Federation No. 91, Railway Employee's Department v. Wright, <span class=\"citation\" data-id=\"106157\"><a href=\"/opinion/106157/system-federation-v-wright/\"><span class=\"volume\">364</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">642</span></a></span>, <span class=\"citation\" data-id=\"106157\"><a href=\"/opinion/106157/system-federation-v-wright/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">368</span></a></span>, <span class=\"citation\" data-id=\"106157\"><a href=\"/opinion/106157/system-federation-v-wright/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">349</span></a></span> (1961);  United States v. Swift &amp; Co., <span class=\"citation\" data-id=\"101912\"><a href=\"/opinion/101912/united-states-v-swift-co/\"><span class=\"volume\">286</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, <span class=\"citation\" data-id=\"101912\"><a href=\"/opinion/101912/united-states-v-swift-co/\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">460</span></a></span>, <span class=\"citation\" data-id=\"101912\"><a href=\"/opinion/101912/united-states-v-swift-co/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">999</span></a></span> (1932).  We have previously adopted the rationale behind these cases in establishing guidelines \"applicable in all instances where ... the relief sought is escape from the impact of an injunction.\"   Securities and Exchange Commission v. Jan-dal Oil &amp; Gas, Inc., <span class=\"citation\" data-id=\"292761\"><a href=\"/opinion/292761/fed-sec-l-rep-p-92846-securities-and-exchange-commission-v-jan-dal/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">304</span></a></span>, 305 (10th Cir.1970).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Given the mandatory nature and prospective effect of an injunctive order, changes in injunctions must not be lightly countenanced but must be based upon a \"substantial change in law or facts.\"   Securities and Exchange Commission v. Thermodynamics, Inc., <span class=\"citation\" data-id=\"304803\"><a href=\"/opinion/304803/fed-sec-l-rep-p-93577-securities-and-exchange-commission-v/\"><span class=\"volume\">464</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">457</span></a></span>, 460 (10th Cir.1972), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">927</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1358</span></span>, <span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">588</span></span> (1973).  A change in attitude by the party subjected to the decree is not enough of a change in circumstances to warrant withdrawing the injunction.  Id.  Therefore, when a party establishes that another has disregarded a mandatory decree or has taken action which has resulted in a deprivation of the benefits of injunctive relief, the court cannot lightly treat the claim.  Having once determined the necessity to impose a remedy, the court should not allow any modification of that remedy unless the law or the underlying facts have so changed that the dangers prevented by the injunction \"have become attenuated to a shadow,\" Jan-dal, 433 F.2d at 305, and the changed circumstances have produced \" 'hardship so extreme and unexpected' as to make the decree oppressive.\"   Safeway, 611 F.2d at 800 (quoting Swift &amp; Co.).    See also United States v. United Shoe Machinery Corp., 391 U.S. at 251-52, 88 S.Ct. at 1500-01.  Indeed, this \"difficult and ... severe requirement\" is necessary to be consistent with res judicata principles.   Thermodynamics, 464 F.2d at 460.</p>\n    </div>\n    <p>D.</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The court's 1972 order requiring implementation of the Finger Plan was binding upon both sides.  More pointedly, the order specified that the defendants were not to \"alter or deviate from the [Finger Plan] ... without the prior approval and permission of the court.\"   Dowell, 338 F.Supp. at 1273.  While defendants unilaterally could not take action contrary to the plan, plaintiffs also could not expect more than the approved plan provided.  When, five years later, the court determined that the implementation of the Finger Plan had resulted in unitariness within the district, that finding became final, and it, too, is binding upon the parties with equal force.  Yet, that historical finding does not preclude the plaintiffs from asserting that a continuing mandatory order is not being obeyed and that the consequences of the disobedience have destroyed the unitariness previously achieved by the district.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Thus, while the trial court properly refused to permit the plaintiffs to relitigate conditions extant in 1977, it erred in curtailing the presentation of evidence of changes that have since occurred.  Consequently, plaintiffs were deprived of the opportunity to support their petition for enforcement of the court's prior order.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In reaching this conclusion, we are not traveling new trails.  We contrast this case with the Spangler line of cases<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> in which an aggrieved party sought remedial relief in addition to the previous decree.  Here, the plaintiffs do not seek the continuous intervention of the federal court decried by the Supreme Court.  We are not faced with an attempt to achieve further desegregation based upon minor demographic changes not \"chargeable\" to the board.   Spangler, 427 U.S. at 435, 96 S.Ct. at 2704.  Rather, here the allegation is that the defendants have intentionally abandoned a plan which achieved unitariness and substituted one which appears to have the same segregative effect as the attendance plan which generated the original lawsuit.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Given the sensitive nature of school desegregation litigation and the peculiar matrix in which such cases exist, we are cognizant that minor shifts in demographics or minor changes in other circumstances which are not the result of an intentional and racially motivated scheme to avoid the consequences of a mandatory injunction cannot be the basis of judicial action.   See Spangler, 427 U.S. at 434-35, 96 S.Ct. at 2703-04;  Swann v. Charlotte-Mecklenburg Board of Education, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span> (1971).  However, when it is asserted that a school board under the duty imposed by a mandatory order has adopted a new attendance plan that is significantly different from the plan approved by the court and when the results of the adoption of that new plan indicate a resurgence of segregation, the court is duty bound either to enforce its order or inquire whether a change of conditions consistent with the test posed in Jan-dal has occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Therefore, consistent with traditional concepts of injunctive remedies in federal courts, plaintiffs have the right to a full determination of whether and to what extent their previously decreed rights have been jeopardized by the defendants' actions subsequent to the entry of the mandatory decree.  Moreover, we hold the plaintiffs' assertion that the defendants abandoned the Finger Plan without court approval constitutes the \"special circumstances\" the trial court found absent from the case.  The existence of these circumstances should have been recognized by the trial court as a basis for relief under Fed.R.Civ.P. 60(b), and the court's failure to do so results in manifest abuse of discretion which requires reversal.   See Security Mutual Casualty Co. v. Century Casualty Co., <span class=\"citation\" data-id=\"378182\"><a href=\"/opinion/378182/security-mutual-casualty-company-v-century-casualty-company/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1062</span></a></span> (10th Cir.1980).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Having concluded the district court erred in not granting plaintiffs' motion to reopen, we must decide whether the error is significant in light of the court's factual findings on the board's new plan.  After review of the evidence, which led the district court to hold the new plan was not constitutionally infirm, we conclude that reversal will not be futile.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The record indicates that the hearing from which the court's findings were drawn was called for a narrow purpose.  The order setting the hearing provided:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>[T]he motion to intervene and reopen and the defendants' response join the issues, and the matters in them are set for evidentiary hearing ... at which time the question of whether this case shall be reopened and the applicants allowed to intervene shall be tried and disposed of.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">(Emphasis added.)    From the outset, then, the only issues the parties were notified to present to the court dealt with reopening and intervention.  The court did not indicate that it intended to hear evidence upon or determine the substantive constitutional issues relating to the plan or its effects.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Plaintiffs now argue they were unprepared to be heard on the ultimate issues.  Indeed, on two occasions plaintiffs' counsel inquired whether the only issue to be heard was that of reopening, and the court replied affirmatively.  Hence, plaintiffs argue their understanding of the limited scope of the hearing curtailed their cross-examination of the defendants' witnesses and prevented them from introducing evidence of alternative plans.  Our review of the record supports this assertion.  While evidence bearing on the substantive issue was presented, it focused on the underlying reasons for reopening the case rather than on the ultimate constitutional issue.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In reaching the substantive issues, the district court also improperly recast the burden of proof.  As we have already noted, the plaintiffs, as the beneficiaries of the original injunction, only have the burden of showing the court's mandatory order has been violated.   Northside Realty Associates, Inc. v. United States, <span class=\"citation\" data-id=\"370155\"><a href=\"/opinion/370155/northside-realty-associates-inc-ed-a-isakson-and-thomas-b-ray/\"><span class=\"volume\">605</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1348</span></a></span> (5th Cir.1979).  The defendants, who essentially claim that the injunction should be amended to accommodate neighborhood elementary schools, must present evidence that changed conditions require modification or that the facts or law no longer require the enforcement of the order.   See E.E.O.C. v. Safeway Stores, Inc., <span class=\"citation\" data-id=\"372861\"><a href=\"/opinion/372861/24-fair-emplpraccas-1487-21-empl-prac-dec-p-30456-equal-employment/\"><span class=\"volume\">611</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">795</span></a></span> (10th Cir.1979), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">952</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2918</span></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">809</span></span> (1980).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Thus, by placing the burden on the plaintiffs to show the school district was no longer unitary, the court changed the usual course of what in reality is a petition for a contempt citation.  The plaintiffs were required not only to prove the mandatory injunction had been violated, but also that the violation contravened the constitution.  In the framework of this case, the latter element was beyond the scope of the hearing and certainly never the plaintiffs' burden.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Accordingly, we believe the trial court reached the merits prematurely.  We applaud the court's effort to bring speedy resolution to a difficult issue, but fairness and our understanding of the procedures governing federal injunctive remedies require us to conclude the court did not give the moving parties ample opportunity to develop the substantive issues.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We have confined our analysis to the narrow issue of the plaintiffs' right to reopen;  therefore, our holding should not be construed as addressing, even implicitly, the ultimate issue of the constitutionality of the defendants' new school attendance plan.  The judgment of the trial court is reversed, and the case is remanded for further proceedings to determine whether the original mandatory order will be enforced or whether and to what extent it should be modified.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Honorable Alan Johnson, United States District Judge for the District of Wyoming, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See Dowell v. School Board of Oklahoma City Public Schools, <span class=\"citation\" data-id=\"1438398\"><a href=\"/opinion/1438398/dowell-v-school-board-of-oklahoma-city-public-schools/\"><span class=\"volume\">219</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">427</span></a></span> (W.D.Okla.1963);  Dowell v. School Board of Oklahoma City Public Schools, <span class=\"citation\" data-id=\"291686\"><a href=\"/opinion/291686/robert-l-dowell-v-the-board-of-education-of-the-oklahoma-city-public/\"><span class=\"volume\">430</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">865</span></a></span> (10th Cir.1970);  Dowell v. School Board of Oklahoma City Public Schools, <span class=\"citation\" data-id=\"2182262\"><a href=\"/opinion/2182262/dowell-v-board-of-education-of-oklahoma-city-pub-sch/\"><span class=\"volume\">338</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1256</span></a></span> (W.D.Okla.), aff'd, <span class=\"citation\" data-id=\"305277\"><a href=\"/opinion/305277/robert-l-dowell-etc-v-the-board-of-education-of-the-oklahoma-city/\"><span class=\"volume\">465</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1012</span></a></span> (10th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1041</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">526</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span></span> (1972)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Plaintiffs contend that the district court erred in not specifically granting their motion to intervene.  Nevertheless, the court held those who sought intervention were within the ambit of the original plaintiff class, and those persons, through their counsel, actively participated in the hearing to reopen.  They were clearly treated as party litigants even though a formal order granting them intervention was not entered.  Indeed, at the outset of the hearing, the court stated that the parties \"did meet the requirement to be a plaintiff.\"    As a practical matter, the appealing parties were allowed to intervene despite the order denying all relief prayed for;  therefore, within the peculiar context of this case, we conclude the issue is moot and the appealing persons are proper parties</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Fourth Circuit has taken a different view with which we cannot agree.  In Riddick v. The School Board of the City of Norfolk, <span class=\"citation\" data-id=\"465182\"><a href=\"/opinion/465182/paul-r-riddick-jr-and-phelicia-riddick-infants-by-paul-r-riddick/\"><span class=\"volume\">784</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">521</span></a></span> (4th Cir.1986), the court seems to treat a district court order terminating supervision as an order dissolving a mandated integration plan, despite the absence of a specific order to that effect.  The court makes a bridge between a finding of unitariness and voluntary compliance with an injunction.  We find no foundation for that bridge.  It also appears inconsistent with Lee v. Macon County Board of Education, <span class=\"citation\" data-id=\"359767\"><a href=\"/opinion/359767/anthony-t-lee-v-macon-county-board-of-education-baldwin-county-board-of/\"><span class=\"volume\">584</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">78</span></a></span> (5th Cir.1978), in which the court held that a finding by the district court that the school system was \"unitary in nature\" did not divest the court of subject matter jurisdiction of a petition to amend the desegregation plan where the court had not dismissed the case.  A finding of unitariness may lead to many other reasonable conclusions, but it cannot divest a court of its jurisdiction, nor can it convert a mandatory injunction into voluntary compliance</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See also Lee v. Macon County Board of Education, <span class=\"citation\" data-id=\"359767\"><a href=\"/opinion/359767/anthony-t-lee-v-macon-county-board-of-education-baldwin-county-board-of/\"><span class=\"volume\">584</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">78</span></a></span>, 81 (5th Cir.1978) (after full responsibility for educational decisions has been returned to public school officials by the court, they \"are bound to take no actions which would reinstitute a dual school system\");  Graves v. Walton County Board of Education, <span class=\"citation\" data-id=\"407907\"><a href=\"/opinion/407907/anson-graves-v-walton-county-board-of-education-cross-appellants-v-veda/\"><span class=\"volume\">686</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1135</span></a></span> (11th Cir.1982), aff'g in part, rev'g in part, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">457</span></span> (M.D.Ga.1981) (despite an earlier finding that desegregation had been accomplished, the courts reject a modification of the 1968 desegregation plan which would effectively resegregate the system)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Spangler v. Pasadena City Board of Education, <span class=\"citation\" data-id=\"1669684\"><a href=\"/opinion/1669684/spangler-v-pasadena-city-board-of-education/\"><span class=\"volume\">375</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1304</span></a></span> (C.D.Cal.1974), aff'd, <span class=\"citation\" data-id=\"328804\"><a href=\"/opinion/328804/nancy-anne-spangler-by-her-father-and-next-friend-james-e-spangler-jr/\"><span class=\"volume\">519</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">430</span></a></span> (9th Cir.1975), vacated, <span class=\"citation\" data-id=\"109519\"><a href=\"/opinion/109519/pasadena-city-bd-of-ed-v-spangler/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, <span class=\"citation\" data-id=\"109519\"><a href=\"/opinion/109519/pasadena-city-bd-of-ed-v-spangler/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2697</span></a></span>, <span class=\"citation\" data-id=\"109519\"><a href=\"/opinion/109519/pasadena-city-bd-of-ed-v-spangler/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">599</span></a></span> (1976), on remand, <span class=\"citation\" data-id=\"342761\"><a href=\"/opinion/342761/nancy-anne-spangler-by-her-father-and-next-friend-james-e-spangler-jr/\"><span class=\"volume\">549</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">733</span></a></span> (9th Cir.1977)</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101912/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106157/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107690/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108316/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109519/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110227/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110944/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/229843/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/290404/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/291686/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/292761/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/304803/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/305277/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/328804/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/342761/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/359767/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/370155/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/372861/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/378182/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/407907/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/450397/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/465182/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1438398/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1669684/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1887209/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2157170/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2182262/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-09-22T03:06:56.678302Z",
      "date_modified": "2016-03-03T18:26:00.339826Z",
      "date_filed": "1986-06-26",
      "date_filed_is_approximate": false,
      "slug": "robert-l-dowell-an-infant-under-the-age-of-14-years-who-sues-by-al",
      "citation_id": 447451,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "Robert L. Dowell, an Infant Under the Age of 14 Years, Who Sues by A.L. Dowell, His Father as Next Friend, Vivial C. Dowell, a Minor, by Her Father, A.L. Dowell, as Next Friend, Intervening Stephen S. Sanger, Jr., on Behalf of Himself and All Others Similarly Situated, Intervening and Yvonne Monet Elliot and Donnoil S. Elliot, Both Minor Children, by and Through Their Parent and Guardian, Donald R. Elliot, Applicants in Intervention-Appellants v. The Board of Education of the Oklahoma City Public Schools, Independent District No. 89, Oklahoma County, Oklahoma, a Public Body Corporate",
      "federal_cite_one": "795 F.2d 1516",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 21,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/801927/robert-l-dowell-an-infant-under-the-age-of-14-years-who-sues-by-al/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:20:36.770785Z",
  "date_modified": "2016-02-01T18:39:05.074363Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "Robert L. Dowell, an Infant Under the Age of 14 Years, Who Sues by A.L. Dowell, His Father as Next Friend, Vivial C. Dowell, a Minor, by Her Father, A.L. Dowell, as Next Friend, Intervening Stephen S. Sanger, Jr., on Behalf of Himself and All Others Similarly Situated, Intervening and Yvonne Monet Elliot and Donnoil S. Elliot, Both Minor Children, by and Through Their Parent and Guardian, Donald R. Elliot, Applicants in Intervention-Appellants v. The Board of Education of the Oklahoma City Public Schools, Independent District No. 89, Oklahoma County, Oklahoma, a Public Body Corporate",
  "slug": "robert-l-dowell-an-infant-under-the-age-of-14-years-who-sues-by-al",
  "docket_number": "85-1886",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}