{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/802034/",
  "id": 802034,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca9/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/473752/",
      "id": 473752,
      "absolute_url": "/opinion/473752/margaret-dezell-v-day-island-yacht-club/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/802034/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/473752/",
          "id": 473752,
          "absolute_url": "/opinion/473752/margaret-dezell-v-day-island-yacht-club/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/473752/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T09:45:48Z",
          "date_modified": "2017-03-25T09:03:31.496201Z",
          "type": "010combined",
          "sha1": "030ffeac6e2bacc09ecd41180552a78625eaaca8",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/796/796.F2d.324.85-4150.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">796 F.2d 324</p>\n    <p class=\"case_cite\">6 Fed.R.Serv.3d 880</p>\n    <p class=\"parties\">Margaret DEZELL, Plaintiff-Appellee,<br>v.<br>DAY ISLAND YACHT CLUB, et al., Defendants-Appellants.</p>\n    <p class=\"docket\">No. 85-4150.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Ninth Circuit.</p>\n    <p class=\"date\">Argued and Submitted June 5, 1986.<br>Decided Aug. 8, 1986.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Curman Sebree, Tacoma, Wash., for plaintiff-appellee.</p>\n      <p class=\"indent\">Keith D. McGoffin, Rovai, McGoffin, Larkin &amp; Miller, Tacoma, Wash., for defendants-appellants.</p>\n      <p class=\"indent\">Appeal from the United States District Court for the Western District of Washington.</p>\n      <p class=\"indent\">Before WRIGHT, SNEED, and SCHROEDER, Circuit Judges.</p>\n      <p class=\"indent\">SNEED, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Day Island Yacht Club appeals from the district court's exercise of pendent jurisdiction over Margaret Dezell's sex discrimination claims and challenges the district court's exercise of subject matter jurisdiction over her federal claim.  We hold that subject matter jurisdiction was lacking and that, although the district court had power to exercise pendent jurisdiction over the state law claims, it abused its discretion in doing so.</p>\n    </div>\n    <p>I.</p>\n    <p>FACTS AND PROCEEDINGS BELOW</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Margaret Dezell (Dezell) is a single white female who wishes to become a member of the Day Island Yacht Club of Tacoma, Washington (the Club).  Membership in the Club would entitle her to inexpensive moorage, reciprocal privileges to other yacht clubs, and use of the Club's launch and grid areas.  The Club provides active membership to adult males who are interested in pleasure boating and in maintaining and developing local mooring facilities.  A woman may become a member of the Club if she is married to a member, if she is a widow of a member, or if she receives a membership as part of a divorce settlement.  In February 1985, Dezell applied for membership in the Club but was rejected;  the Club admitted that her rejection was based solely on her sex.  See Appellant's Excerpt of Record (E.R.) at 7, 13.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Dezell filed a series of complaints alleging sex discrimination.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>   Her second amended complaint was filed on July 10, 1985, and it alleged federal jurisdiction under Title II of the Civil Rights Act of 1964, 42 U.S.C. Sec. 2000a, and the Equal Protection Clause of the Fourteenth Amendment.  The district court issued a preliminary injunction on July 18, which prohibited the Club from denying Dezell access to her boat or boathouse and from threatening her.  After a bench trial, the court made the following findings of fact:  (1) the Club was \"a non-profit corporation located on privately owned property,\" E.R. at 18 (Finding of Fact 2);  (2) the only standards for membership used by the Club were an interest in pleasure boating and an interest in maintaining and developing moorage facilities, id.  (Finding of Fact 4);  (3) the Club was a \"public business facility,\" id. at 19 (Finding of Fact 6(c));  and (4) as a possessor of a Class H liquor license, the Club was prohibited under Washington law from discriminating on the basis of sex, id.  (Finding of Fact 7).  The court held that it had jurisdiction under 28 U.S.C. Secs. 1331, 1343, and that the Club was \"not truly private,\" E.R. at 20 (Conclusion of Law 4);  therefore, it awarded Dezell full membership in the Club, damages of $20,000 for emotional distress, attorneys' fees, and a permanent injunction against the Club's interfering with her use of her boat or boathouse.  The Club appeals.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <p>A. Subject Matter Jurisdiction</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Although Dezell's second amended complaint alleged jurisdiction under both Title II of the Civil Rights Act of 1964, 42 U.S.C. Sec. 2000a, and the Equal Protection Clause of the Fourteenth Amendment, only the latter basis for jurisdiction could even remotely apply.  Title II does not apply to sex discrimination.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">To properly assert jurisdiction under the Equal Protection Clause of the Fourteenth Amendment, Dezell must demonstrate state action.   See, e.g., Central Hardware Co. v. NLRB, 407 U.S. 539, 547, 92 S.Ct. 2238, 2243, 33 L.Ed.2d 122 (1972).  She relies on four grounds for her state action claim:  (1) protection of the Club by local fire and police departments;  (2) approval of the Club's marine sanitation devices by a government agency;  (3) the Club's significant use of a public waterway;  and (4) the Club's Class H liquor license.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">To resolve the issue of state action, \"the inquiry must be whether there is a sufficiently close nexus between the State and the challenged action of the regulated entity so that the action of the latter may be fairly treated as that of the State itself.\"   Jackson v. Metropolitan Edison Co., 419 U.S. 345, 351, 95 S.Ct. 449, 453, 42 L.Ed.2d 477 (1974).  Dezell's first three bases for finding state action are inappropriate.  Both the \"fire and police protection\" and the \"sanitation inspection\" arguments fall within the \"state-furnished services\" category, established in Moose Lodge No. 107 v. Irvis, 407 U.S. 163, 173, 92 S.Ct. 1965, 1971, 32 L.Ed.2d 627 (1972).  These services cannot constitute state action.  As for the third claim, use of the public waterways, the district court found only that the Club made \"substantial use of the public waterways,\" E.R. at 19 (Finding of Fact 9);  it never found that the Club's use affected the public's use in any way, and Dezell does not point to any part of the record that would support such a contention.  Accordingly, her only possible ground for state action is the Class H liquor license.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In Moose Lodge, the state granted a liquor license to a private club that practiced racial discrimination.  Although the liquor license itself did not involve the state sufficiently so as to constitute state action, 407 U.S. at 176-77, 92 S.Ct. at 1973, the Liquor Control Board's enforcement of the constitution and by-laws of the clubs to which it granted the liquor license did involve the state in fostering racial discrimination, id. at 177-79, 92 S.Ct. at 1973-74.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Washington's Class H liquor license differs from the one in Moose Lodge.    It allows a retailer \"to sell spirituous liquor by the individual glass, beer, and wine, at retail, for consumption on the premises....\"  Wash.Rev.Code Ann. Sec. 66.24.400 (1985).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The statute providing Class H licenses to restaurants not serving the general public contains an antidiscrimination clause.  See id. Sec. 66.24.425(2)(b).  In contrast, the statute setting forth requirements for a private club to receive a Class H license contains no such restriction or clause.  See id. Sec. 66.24.450.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Dezell contends that state liquor regulations prohibit licensees from discriminating.  In particular, she relies on Wash.Admin.Code R. 314-16-195 (1983), which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>(2)(a) Applications for new class H restricted licenses ... shall be accompanied by proof that:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>....</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">(ii) Membership or admission will not be denied to any person because of race, creed, color, national origin, sex or the presence of any sensory, mental or physical handicap.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Liquor Control Board proposed and adopted this regulation in 1982.  The Washington State Register contains the Board's Statement of Purpose for Wash.Admin.Code R. 314-16-195.  According to the Board,</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>[t]his rule will establish minimum qualifications for the implementation of the new class H restricted license as authorized by the last session of the legislature in section 3, Laws of 1982, ESHB 1063.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Wash.Admin.Reg. 82-10-069 (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Section 3, Laws of 1982, ESHB 1063, was codified as Wash.Rev.Code Sec. 66.24.425, the statute mentioned above that prevents restaurants not serving the general public from discriminating.  The Liquor Board clearly never intended Wash.Admin.Code R. 314-16-195 to apply to private clubs qualifying for Class H licenses under Wash.Rev.Code Sec. 66.24.450.  See Op. Att'y Gen. No. 18 (1972).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Liquor Board did not violate its own regulations, as Dezell argues, but simply issued an appropriate private club license, in accordance with state law.  The state agency was not subtly reinforcing private discrimination, as was the case in Moose Lodge.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">There was no state action and the district court lacked subject matter jurisdiction.  We reverse its judgment on the Fourteenth Amendment claim.</p>\n    </div>\n    <p>B. Pendent Jurisdiction</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">If the federal claim is not \"insubstantial,\" then the federal court has the power to exercise pendent jurisdiction over the state-law claim.   See Hagans v. Lavine, 415 U.S. 528, 537-38, 94 S.Ct. 1372, 1379-80, 39 L.Ed.2d 577 (1974).  An insubstantial claim is one that is \" 'obviously without merit' \" or one whose unsoundness \" 'so clearly results from the previous decisions of this court as to foreclose the subject and leave no room for the inference that the question sought to be raised can be the subject of controversy.' \"   Id. at 537, 94 S.Ct. at 1379 (quoting Ex parte Poresky, 290 U.S. 30, 32, 54 S.Ct. 3, 4, 78 L.Ed. 152 (1933) (per curiam)).  The Supreme Court's recent decision in Roberts v. United States Jaycees, 468 U.S. 609, 104 S.Ct. 3244, 82 L.Ed.2d 462 (1984), coupled with the difficulty in linedrawing that determination of state action entails, see, e.g., Gilmore v. City of Montgomery, 417 U.S. 556, 94 S.Ct. 2416, 41 L.Ed.2d 304 (1974);  Moose Lodge No. 107 v. Irvis, 407 U.S. 163, 92 S.Ct. 1965, 32 L.Ed.2d 627 (1972);  Burton v. Wilmington Parking Authority, 365 U.S. 715, 81 S.Ct. 856, 6 L.Ed.2d 45 (1961), suggests that the federal claim presented was not so insubstantial as to preclude the exercise of pendent jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Federal judicial power to exercise pendent jurisdiction exists when the state and federal claims \"derive from a common nucleus of operative fact.\"   United Mine Workers v. Gibbs, 383 U.S. 715, 725, 86 S.Ct. 1130, 1138, 16 L.Ed.2d 218 (1966).  Here, Dezell's federal and state claims both arise from the denial of her membership application because of her sex.  Thus, the district court had power to hear both claims.  Whether that power to exercise pendent jurisdiction should have been exercised by the district court is another matter.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Supreme Court has clearly distinguished a court's power to exercise pendent jurisdiction from its discretion to do so.  In United Mine Workers v. Gibbs, 383 U.S. 715, 86 S.Ct. 1130, 16 L.Ed.2d 218 (1966), the Court set forth its guidelines for determining when pendent jurisdiction should be exercised:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>It has consistently been recognized that pendent jurisdiction is a doctrine of discretion, not of plaintiff's right.  Its justification lies in considerations of judicial economy, convenience and fairness to litigants;  if these are not present a federal court should hesitate to exercise jurisdiction over state claims, even though bound to apply state law to them.  Needless decisions of state law should be avoided both as a matter of comity and to promote justice between the parties, by procuring for them a surer-footed reading of applicable law.  Certainly, if the federal claims are dismissed before trial, even though not insubstantial in a jurisdictional sense, the state claims should be dismissed as well.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Id. at 726, 86 S.Ct. at 1139 (citations and footnotes omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The district court did not explain why it chose to exercise its jurisdiction over the pendent state-law claims in this case.  One obvious consideration weighing in favor of a federal hearing is that both the federal and state claims \"derive from a common nucleus of operative fact.\"    See id. at 725, 86 S.Ct. at 1138.  But this is hardly controlling;  a similar concatenation of facts must necessarily exist in any case over which pendent jurisdiction could exist.  Nor can a federal claim's escape from being characterized as wholly insubstantial dictate the exercise of pendent jurisdiction when in fact the claim is without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Dezell claims, and the district court agreed, that the Club violated Washington's Law Against Discrimination, Wash.Rev.Code Sec. 49.60, which prohibits discrimination in places of public accommodation.  Wash.Rev.Code Ann. Sec. 49.60.030(1)(b) (1985).  \"Bona fide\" clubs and places of accommodation that are by nature \"distinctly private\" are exempt from this prohibition.  Id. Sec. 49.60.040.  The Club contends that it is a bona fide private club.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Washington courts have not clearly defined what makes a club \"private\" for purposes of enforcing antidiscrimination laws;  instead, to some degree, the state courts look to federal law for guidance in discrimination cases.   Cf. Hollingsworth v. Washington Mutual Savings Bank, 37 Wash.App. 386, 390, 681 P.2d 845, 848 (1984) (looking to federal cases on Title VII of the Civil Rights Act of 1964 for aid in resolving an employment discrimination suit based on state law), review denied, 103 Wash.2d 1007 (1984).  But any guidance that federal courts could give on the definition of \"privacy\" would not aid a district court in interpreting the interaction of two Liquor Control Board regulations, Wash.Admin.Code R. 314-40-020 (1983) (listing the rules for club licenses) and Wash.Admin.Code R. 314-16-195 (1983) (listing the rules for clubs with Class H licenses), both with each other and with Wash.Rev.Code Ann. Sec. 66.24.450 (West 1985) (failing to prohibit clubs with Class H licenses from discriminating).  As the Court reiterated in Hagans v. Lavine, 415 U.S. 528, 94 S.Ct. 1372, 39 L.Ed.2d 577 (1974), \"[T]he rationale of Gibbs centers upon considerations of comity and the desirability of having a reliable and final determination of the state claim by state courts having more familiarity with the controlling principles and the authority to render a final judgment,\" id. at 548, 94 S.Ct. at 1385;  see Moor v. County of Alameda, 411 U.S. 693, 715-16, 93 S.Ct. 1785, 1798-99, 36 L.Ed.2d 596 (1973) (noting that a district court may refuse to exercise pendent jurisdiction if, among other things, the court would have \" 'to resolve difficult questions of [state] law upon which state court decisions are not legion' \" (quoting Rundle v. Madigan, 331 F.Supp. 492, 495 n. 5 (N.D.Cal.1971))).  Dispositive state law on the interpretation of the public accommodation laws clearly is not legion.  These laws are not merely unclear;  they involve sensitive issues of social policy.  The abuse of discretion standard requires that tolerance leavens out review;  nonetheless, we believe it is better government to have these laws interpreted, clarified, or altered by either state courts, state agencies, or the state legislature.  We note that we are not the first circuit to reverse a district court's exercise of this discretion.   See Grano v. Barry, 733 F.2d 164, 169 (D.C.Cir.1984);  Shaffer v. Board of School Directors, 730 F.2d 910, 911-13 (3d Cir.1984);  Doe v. Board on Professional Responsibility, 717 F.2d 1424, 1428 (D.C.Cir.1983) (per curiam).  Accordingly, we hold that the district court abused its discretion in exercising pendent jurisdiction in this case.  We conclude that the \"considerations of judicial economy, convenience and fairness\" weigh heavily against the exercise of pendent jurisdiction.</p>\n    </div>\n    <p>C. Attorneys' Fees</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The Club requests attorneys' fees for its defense against Dezell's claim at trial and on appeal, based on provisions in the Washington Law Against Discrimination and on federal law.  We deny the request on both grounds.  Wash.Rev.Code Ann. Sec. 49.60.030(2) permits the award of attorneys' fees to \"[a]ny person deeming himself injured by any act in violation of this chapter [the antidiscrimination chapter].\"  The Club was not a plaintiff in the action below and was not injured by a violation of the chapter.  As such, it may not recover attorneys' fees on this ground.   See Fahn v. Cowlitz County, 95 Wash.2d 679, 682-85, 628 P.2d 813, 815-17 (1981);  Sarruf v. Miller, 90 Wash.2d 880, 884-85, 586 P.2d 466, 468 (1978) (en banc).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In order for a defendant to recover costs against a plaintiff under Title VII of the Civil Rights Act of 1964, 42 U.S.C. Sec. 2000e-5(k), a district court must first find \"that the plaintiff's action was frivolous, unreasonable, or without foundation.\"   Christiansburg Garment Co. v. EEOC, 434 U.S. 412, 421, 98 S.Ct. 694, 700, 54 L.Ed.2d 648 (1978);  cf. Hughes v. Rowe, 449 U.S. 5, 14, 101 S.Ct. 173, 178, 66 L.Ed.2d 163 (1980) (per curiam) (applying the same stringent standard to an award of fees to a prevailing defendant in an action under 42 U.S.C. Sec. 1983).  Here, the district court did not make any findings about whether the federal action was frivolous;  it merely decided the state law claim under pendent jurisdiction.  We hold that the action was not so frivolous as to merit the award of attorneys' fees.  Serious issues of state law remain unresolved.  An attempt to have them resolved by invoking pendent jurisdiction does not represent an effort deserving of being charged with the Club's fees either for defending the action in the trial court or for bringing this appeal.</p>\n    </div>\n    <p class=\"indent\">REVERSED.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">SCHROEDER, Circuit Judge, concurring in part and dissenting in part.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">I agree with the majority that the federal claim was not insubstantial, but ultimately unredressable because of the absence of state action.  I respectfully dissent, however, from the majority's strained conclusion that the district court abused its discretion in exercising pendent jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The state and federal claims sought to remedy the same injury, and the district court decided them virtually simultaneously.  Factors of judicial economy, convenience and fairness to the litigants thus all militate in favor of the exercise of pendent jurisdiction in this case.  The result of the majority's decision is to force the plaintiff to refile and relitigate her action in state court.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">As the Supreme Court has said, \"it is evident from Gibbs that pendent state law claims are not always, or even almost always, to be dismissed and not adjudicated.  On the contrary, given advantages of economy and convenience and no unfairness to litigants, Gibbs contemplates adjudication of these claims.\"   Hagans v. Lavine, 415 U.S. 528, 546, 94 S.Ct. 1372, 1383, 39 L.Ed.2d 577 (1974) (interpreting United Mine Workers of America v. Gibbs, 383 U.S. 715, 86 S.Ct. 1130, 16 L.Ed.2d 218 (1966)).  This case, like Gibbs, has \"one plaintiff, one defendant, and a federal claim joined with a state created claim.\"    C. Wright, The Law of Federal Courts 107 (4th ed. 1983).  It is, like Gibbs, \"a classic illustration of pendent jurisdiction.\"    Id.  I would therefore review the district court's decision on the merits of the state law claim.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Dezell filed her first complaint on June 13, 1985;  at the same time, she filed a motion for a preliminary injunction.  On June 19, she filed an amended complaint.  The Club moved for dismissal pursuant to Fed.R.Civ.P. 12(b)(1) and 12(b)(6), or in the alternative, for summary judgment.  On July 8, the court granted Dezell's motion for a temporary restraining order</p>\n        <p>The case evidently went to trial on August 2, 1985, and on August 16, the court entered its findings of fact and conclusions of law, awarding Dezell both $20,000 in damages and reasonable attorneys' fees.  Judgment was entered on August 21, 1985.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 42 U.S.C. Sec. 2000a(a) provides:</p>\n        <p>All persons shall be entitled to the full and equal enjoyment of the goods, services, facilities, privileges, advantages, and accommodations of any place of public accommodation, as defined in this section, without discrimination or segregation on the ground of race, color, religion, or national origin.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Class H licenses are issued</p>\n        <p>only to bona fide restaurants, hotels and clubs, and to dining, club and buffet cars on passenger trains, and to dining places at publicly owned civic centers with facilities for sports, entertainment, and conventions, and to such other establishments operated and maintained primarily for the benefit of tourists, vacationers and travelers....</p>\n        <p>Wash.Rev.Code Ann. Sec. 66.24.400 (1985).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We also deny Dezell's request for attorney's fees on appeal</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">796</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">324</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">880</span></span></p>\n    <p class=\"parties\">Margaret DEZELL, Plaintiff-Appellee,<br>v.<br>DAY ISLAND YACHT CLUB, et al., Defendants-Appellants.</p>\n    <p class=\"docket\">No. 85-4150.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Ninth Circuit.</p>\n    <p class=\"date\">Argued and Submitted June 5, 1986.<br>Decided Aug. 8, 1986.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Curman Sebree, Tacoma, Wash., for plaintiff-appellee.</p>\n      <p class=\"indent\">Keith D. McGoffin, Rovai, McGoffin, Larkin &amp; Miller, Tacoma, Wash., for defendants-appellants.</p>\n      <p class=\"indent\">Appeal from the United States District Court for the Western District of Washington.</p>\n      <p class=\"indent\">Before WRIGHT, SNEED, and SCHROEDER, Circuit Judges.</p>\n      <p class=\"indent\">SNEED, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Day Island Yacht Club appeals from the district court's exercise of pendent jurisdiction over Margaret Dezell's sex discrimination claims and challenges the district court's exercise of subject matter jurisdiction over her federal claim.  We hold that subject matter jurisdiction was lacking and that, although the district court had power to exercise pendent jurisdiction over the state law claims, it abused its discretion in doing so.</p>\n    </div>\n    <p>I.</p>\n    <p>FACTS AND PROCEEDINGS BELOW</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Margaret Dezell (Dezell) is a single white female who wishes to become a member of the Day Island Yacht Club of Tacoma, Washington (the Club).  Membership in the Club would entitle her to inexpensive moorage, reciprocal privileges to other yacht clubs, and use of the Club's launch and grid areas.  The Club provides active membership to adult males who are interested in pleasure boating and in maintaining and developing local mooring facilities.  A woman may become a member of the Club if she is married to a member, if she is a widow of a member, or if she receives a membership as part of a divorce settlement.  In February 1985, Dezell applied for membership in the Club but was rejected;  the Club admitted that her rejection was based solely on her sex.  See Appellant's Excerpt of Record (E.R.) at 7, 13.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Dezell filed a series of complaints alleging sex discrimination.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>   Her second amended complaint was filed on July 10, 1985, and it alleged federal jurisdiction under Title II of the Civil Rights Act of 1964, 42 U.S.C. Sec. 2000a, and the Equal Protection Clause of the Fourteenth Amendment.  The district court issued a preliminary injunction on July 18, which prohibited the Club from denying Dezell access to her boat or boathouse and from threatening her.  After a bench trial, the court made the following findings of fact:  (1) the Club was \"a non-profit corporation located on privately owned property,\" E.R. at 18 (Finding of Fact 2);  (2) the only standards for membership used by the Club were an interest in pleasure boating and an interest in maintaining and developing moorage facilities, id.  (Finding of Fact 4);  (3) the Club was a \"public business facility,\" id. at 19 (Finding of Fact 6(c));  and (4) as a possessor of a Class H liquor license, the Club was prohibited under Washington law from discriminating on the basis of sex, id.  (Finding of Fact 7).  The court held that it had jurisdiction under 28 U.S.C. Secs. 1331, 1343, and that the Club was \"not truly private,\" E.R. at 20 (Conclusion of Law 4);  therefore, it awarded Dezell full membership in the Club, damages of $20,000 for emotional distress, attorneys' fees, and a permanent injunction against the Club's interfering with her use of her boat or boathouse.  The Club appeals.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <p>A. Subject Matter Jurisdiction</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Although Dezell's second amended complaint alleged jurisdiction under both Title II of the Civil Rights Act of 1964, 42 U.S.C. Sec. 2000a, and the Equal Protection Clause of the Fourteenth Amendment, only the latter basis for jurisdiction could even remotely apply.  Title II does not apply to sex discrimination.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">To properly assert jurisdiction under the Equal Protection Clause of the Fourteenth Amendment, Dezell must demonstrate state action.   See, e.g., Central Hardware Co. v. NLRB, <span class=\"citation\" data-id=\"108591\"><a href=\"/opinion/108591/central-hardware-co-v-nlrb/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, 547, <span class=\"citation\" data-id=\"108591\"><a href=\"/opinion/108591/central-hardware-co-v-nlrb/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2238</span></a></span>, 2243, <span class=\"citation\" data-id=\"108591\"><a href=\"/opinion/108591/central-hardware-co-v-nlrb/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">122</span></a></span> (1972).  She relies on four grounds for her state action claim:  (1) protection of the Club by local fire and police departments;  (2) approval of the Club's marine sanitation devices by a government agency;  (3) the Club's significant use of a public waterway;  and (4) the Club's Class H liquor license.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">To resolve the issue of state action, \"the inquiry must be whether there is a sufficiently close nexus between the State and the challenged action of the regulated entity so that the action of the latter may be fairly treated as that of the State itself.\"   Jackson v. Metropolitan Edison Co., <span class=\"citation\" data-id=\"109125\"><a href=\"/opinion/109125/jackson-v-metropolitan-edison-co/\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">345</span></a></span>, 351, <span class=\"citation\" data-id=\"109125\"><a href=\"/opinion/109125/jackson-v-metropolitan-edison-co/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">449</span></a></span>, 453, <span class=\"citation\" data-id=\"109125\"><a href=\"/opinion/109125/jackson-v-metropolitan-edison-co/\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">477</span></a></span> (1974).  Dezell's first three bases for finding state action are inappropriate.  Both the \"fire and police protection\" and the \"sanitation inspection\" arguments fall within the \"state-furnished services\" category, established in Moose Lodge No. 107 v. Irvis, <span class=\"citation\" data-id=\"108572\"><a href=\"/opinion/108572/moose-lodge-no-107-v-irvis/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">163</span></a></span>, 173, <span class=\"citation\" data-id=\"108572\"><a href=\"/opinion/108572/moose-lodge-no-107-v-irvis/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1965</span></a></span>, 1971, <span class=\"citation\" data-id=\"108572\"><a href=\"/opinion/108572/moose-lodge-no-107-v-irvis/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">627</span></a></span> (1972).  These services cannot constitute state action.  As for the third claim, use of the public waterways, the district court found only that the Club made \"substantial use of the public waterways,\" E.R. at 19 (Finding of Fact 9);  it never found that the Club's use affected the public's use in any way, and Dezell does not point to any part of the record that would support such a contention.  Accordingly, her only possible ground for state action is the Class H liquor license.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In Moose Lodge, the state granted a liquor license to a private club that practiced racial discrimination.  Although the liquor license itself did not involve the state sufficiently so as to constitute state action, 407 U.S. at 176-77, 92 S.Ct. at 1973, the Liquor Control Board's enforcement of the constitution and by-laws of the clubs to which it granted the liquor license did involve the state in fostering racial discrimination, id. at 177-79, 92 S.Ct. at 1973-74.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Washington's Class H liquor license differs from the one in Moose Lodge.    It allows a retailer \"to sell spirituous liquor by the individual glass, beer, and wine, at retail, for consumption on the premises....\"  Wash.Rev.Code Ann. Sec. 66.24.400 (1985).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The statute providing Class H licenses to restaurants not serving the general public contains an antidiscrimination clause.  See id. Sec. 66.24.425(2)(b).  In contrast, the statute setting forth requirements for a private club to receive a Class H license contains no such restriction or clause.  See id. Sec. 66.24.450.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Dezell contends that state liquor regulations prohibit licensees from discriminating.  In particular, she relies on Wash.Admin.Code R. 314-16-195 (1983), which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>(2)(a) Applications for new class H restricted licenses ... shall be accompanied by proof that:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>....</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">(ii) Membership or admission will not be denied to any person because of race, creed, color, national origin, sex or the presence of any sensory, mental or physical handicap.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Liquor Control Board proposed and adopted this regulation in 1982.  The Washington State Register contains the Board's Statement of Purpose for Wash.Admin.Code R. 314-16-195.  According to the Board,</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>[t]his rule will establish minimum qualifications for the implementation of the new class H restricted license as authorized by the last session of the legislature in section 3, Laws of 1982, ESHB 1063.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Wash.Admin.Reg. 82-10-069 (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Section 3, Laws of 1982, ESHB 1063, was codified as Wash.Rev.Code Sec. 66.24.425, the statute mentioned above that prevents restaurants not serving the general public from discriminating.  The Liquor Board clearly never intended Wash.Admin.Code R. 314-16-195 to apply to private clubs qualifying for Class H licenses under Wash.Rev.Code Sec. 66.24.450.  See Op. Att'y Gen. No. 18 (1972).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Liquor Board did not violate its own regulations, as Dezell argues, but simply issued an appropriate private club license, in accordance with state law.  The state agency was not subtly reinforcing private discrimination, as was the case in Moose Lodge.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">There was no state action and the district court lacked subject matter jurisdiction.  We reverse its judgment on the Fourteenth Amendment claim.</p>\n    </div>\n    <p>B. Pendent Jurisdiction</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">If the federal claim is not \"insubstantial,\" then the federal court has the power to exercise pendent jurisdiction over the state-law claim.   See Hagans v. Lavine, <span class=\"citation\" data-id=\"108987\"><a href=\"/opinion/108987/hagans-v-lavine/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">528</span></a></span>, 537-38, <span class=\"citation\" data-id=\"108987\"><a href=\"/opinion/108987/hagans-v-lavine/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1372</span></a></span>, 1379-80, <span class=\"citation\" data-id=\"108987\"><a href=\"/opinion/108987/hagans-v-lavine/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">577</span></a></span> (1974).  An insubstantial claim is one that is \" 'obviously without merit' \" or one whose unsoundness \" 'so clearly results from the previous decisions of this court as to foreclose the subject and leave no room for the inference that the question sought to be raised can be the subject of controversy.' \"   Id. at 537, 94 S.Ct. at 1379 (quoting Ex parte Poresky, <span class=\"citation\" data-id=\"102127\"><a href=\"/opinion/102127/ex-parte-poresky/\"><span class=\"volume\">290</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">30</span></a></span>, 32, <span class=\"citation\" data-id=\"102127\"><a href=\"/opinion/102127/ex-parte-poresky/\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3</span></a></span>, 4, <span class=\"citation\" data-id=\"102127\"><a href=\"/opinion/102127/ex-parte-poresky/\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">152</span></a></span> (1933) (per curiam)).  The Supreme Court's recent decision in Roberts v. United States Jaycees, <span class=\"citation\" data-id=\"111255\"><a href=\"/opinion/111255/roberts-v-united-states-jaycees/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">609</span></a></span>, <span class=\"citation\" data-id=\"111255\"><a href=\"/opinion/111255/roberts-v-united-states-jaycees/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3244</span></a></span>, <span class=\"citation\" data-id=\"111255\"><a href=\"/opinion/111255/roberts-v-united-states-jaycees/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">462</span></a></span> (1984), coupled with the difficulty in linedrawing that determination of state action entails, see, e.g., Gilmore v. City of Montgomery, <span class=\"citation\" data-id=\"109068\"><a href=\"/opinion/109068/gilmore-v-montgomery/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">556</span></a></span>, <span class=\"citation\" data-id=\"109068\"><a href=\"/opinion/109068/gilmore-v-montgomery/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2416</span></a></span>, <span class=\"citation\" data-id=\"109068\"><a href=\"/opinion/109068/gilmore-v-montgomery/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">304</span></a></span> (1974);  Moose Lodge No. 107 v. Irvis, <span class=\"citation\" data-id=\"108572\"><a href=\"/opinion/108572/moose-lodge-no-107-v-irvis/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">163</span></a></span>, <span class=\"citation\" data-id=\"108572\"><a href=\"/opinion/108572/moose-lodge-no-107-v-irvis/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1965</span></a></span>, <span class=\"citation\" data-id=\"108572\"><a href=\"/opinion/108572/moose-lodge-no-107-v-irvis/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">627</span></a></span> (1972);  Burton v. Wilmington Parking Authority, <span class=\"citation\" data-id=\"106208\"><a href=\"/opinion/106208/burton-v-wilmington-parking-authority/\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, <span class=\"citation\" data-id=\"106208\"><a href=\"/opinion/106208/burton-v-wilmington-parking-authority/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">856</span></a></span>, <span class=\"citation\" data-id=\"106208\"><a href=\"/opinion/106208/burton-v-wilmington-parking-authority/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">45</span></a></span> (1961), suggests that the federal claim presented was not so insubstantial as to preclude the exercise of pendent jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Federal judicial power to exercise pendent jurisdiction exists when the state and federal claims \"derive from a common nucleus of operative fact.\"   United Mine Workers v. Gibbs, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, 725, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1130</span></a></span>, 1138, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span></a></span> (1966).  Here, Dezell's federal and state claims both arise from the denial of her membership application because of her sex.  Thus, the district court had power to hear both claims.  Whether that power to exercise pendent jurisdiction should have been exercised by the district court is another matter.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Supreme Court has clearly distinguished a court's power to exercise pendent jurisdiction from its discretion to do so.  In United Mine Workers v. Gibbs, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1130</span></a></span>, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span></a></span> (1966), the Court set forth its guidelines for determining when pendent jurisdiction should be exercised:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>It has consistently been recognized that pendent jurisdiction is a doctrine of discretion, not of plaintiff's right.  Its justification lies in considerations of judicial economy, convenience and fairness to litigants;  if these are not present a federal court should hesitate to exercise jurisdiction over state claims, even though bound to apply state law to them.  Needless decisions of state law should be avoided both as a matter of comity and to promote justice between the parties, by procuring for them a surer-footed reading of applicable law.  Certainly, if the federal claims are dismissed before trial, even though not insubstantial in a jurisdictional sense, the state claims should be dismissed as well.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Id. at 726, 86 S.Ct. at 1139 (citations and footnotes omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The district court did not explain why it chose to exercise its jurisdiction over the pendent state-law claims in this case.  One obvious consideration weighing in favor of a federal hearing is that both the federal and state claims \"derive from a common nucleus of operative fact.\"    See id. at 725, 86 S.Ct. at 1138.  But this is hardly controlling;  a similar concatenation of facts must necessarily exist in any case over which pendent jurisdiction could exist.  Nor can a federal claim's escape from being characterized as wholly insubstantial dictate the exercise of pendent jurisdiction when in fact the claim is without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Dezell claims, and the district court agreed, that the Club violated Washington's Law Against Discrimination, Wash.Rev.Code Sec. 49.60, which prohibits discrimination in places of public accommodation.  Wash.Rev.Code Ann. Sec. 49.60.030(1)(b) (1985).  \"Bona fide\" clubs and places of accommodation that are by nature \"distinctly private\" are exempt from this prohibition.  Id. Sec. 49.60.040.  The Club contends that it is a bona fide private club.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Washington courts have not clearly defined what makes a club \"private\" for purposes of enforcing antidiscrimination laws;  instead, to some degree, the state courts look to federal law for guidance in discrimination cases.   Cf. Hollingsworth v. Washington Mutual Savings Bank, 37 Wash.App. 386, 390, <span class=\"citation\" data-id=\"1396925\"><a href=\"/opinion/1396925/hollingsworth-v-washington-mutual/\"><span class=\"volume\">681</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">845</span></a></span>, 848 (1984) (looking to federal cases on Title VII of the Civil Rights Act of 1964 for aid in resolving an employment discrimination suit based on state law), review denied, 103 Wash.2d 1007 (1984).  But any guidance that federal courts could give on the definition of \"privacy\" would not aid a district court in interpreting the interaction of two Liquor Control Board regulations, Wash.Admin.Code R. 314-40-020 (1983) (listing the rules for club licenses) and Wash.Admin.Code R. 314-16-195 (1983) (listing the rules for clubs with Class H licenses), both with each other and with Wash.Rev.Code Ann. Sec. 66.24.450 (West 1985) (failing to prohibit clubs with Class H licenses from discriminating).  As the Court reiterated in Hagans v. Lavine, <span class=\"citation\" data-id=\"108987\"><a href=\"/opinion/108987/hagans-v-lavine/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">528</span></a></span>, <span class=\"citation\" data-id=\"108987\"><a href=\"/opinion/108987/hagans-v-lavine/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1372</span></a></span>, <span class=\"citation\" data-id=\"108987\"><a href=\"/opinion/108987/hagans-v-lavine/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">577</span></a></span> (1974), \"[T]he rationale of Gibbs centers upon considerations of comity and the desirability of having a reliable and final determination of the state claim by state courts having more familiarity with the controlling principles and the authority to render a final judgment,\" id. at 548, 94 S.Ct. at 1385;  see Moor v. County of Alameda, <span class=\"citation\" data-id=\"108782\"><a href=\"/opinion/108782/moor-v-county-of-alameda/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">693</span></a></span>, 715-16, <span class=\"citation\" data-id=\"108782\"><a href=\"/opinion/108782/moor-v-county-of-alameda/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1785</span></a></span>, 1798-99, <span class=\"citation\" data-id=\"108782\"><a href=\"/opinion/108782/moor-v-county-of-alameda/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">596</span></a></span> (1973) (noting that a district court may refuse to exercise pendent jurisdiction if, among other things, the court would have \" 'to resolve difficult questions of [state] law upon which state court decisions are not legion' \" (quoting Rundle v. Madigan, <span class=\"citation\" data-id=\"1401219\"><a href=\"/opinion/1401219/rundle-v-madigan/\"><span class=\"volume\">331</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">492</span></a></span>, 495 n. 5 (N.D.Cal.1971))).  Dispositive state law on the interpretation of the public accommodation laws clearly is not legion.  These laws are not merely unclear;  they involve sensitive issues of social policy.  The abuse of discretion standard requires that tolerance leavens out review;  nonetheless, we believe it is better government to have these laws interpreted, clarified, or altered by either state courts, state agencies, or the state legislature.  We note that we are not the first circuit to reverse a district court's exercise of this discretion.   See Grano v. Barry, <span class=\"citation\" data-id=\"435003\"><a href=\"/opinion/435003/joseph-n-grano-jr-v-marion-s-barry-jr-mayor-district-of-columbia/\"><span class=\"volume\">733</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">164</span></a></span>, 169 (D.C.Cir.1984);  Shaffer v. Board of School Directors, <span class=\"citation no-link\"><span class=\"volume\">730</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">910</span></span>, 911-13 (3d Cir.1984);  Doe v. Board on Professional Responsibility, <span class=\"citation\" data-id=\"425072\"><a href=\"/opinion/425072/john-doe-esq-co-his-counsel-perito-duerk-carlson-and-pinco-pc-v/\"><span class=\"volume\">717</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1424</span></a></span>, 1428 (D.C.Cir.1983) (per curiam).  Accordingly, we hold that the district court abused its discretion in exercising pendent jurisdiction in this case.  We conclude that the \"considerations of judicial economy, convenience and fairness\" weigh heavily against the exercise of pendent jurisdiction.</p>\n    </div>\n    <p>C. Attorneys' Fees</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The Club requests attorneys' fees for its defense against Dezell's claim at trial and on appeal, based on provisions in the Washington Law Against Discrimination and on federal law.  We deny the request on both grounds.  Wash.Rev.Code Ann. Sec. 49.60.030(2) permits the award of attorneys' fees to \"[a]ny person deeming himself injured by any act in violation of this chapter [the antidiscrimination chapter].\"  The Club was not a plaintiff in the action below and was not injured by a violation of the chapter.  As such, it may not recover attorneys' fees on this ground.   See Fahn v. Cowlitz County, 95 Wash.2d 679, 682-85, <span class=\"citation\" data-id=\"2605761\"><a href=\"/opinion/2605761/fahn-v-cowlitz-county/\"><span class=\"volume\">628</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">813</span></a></span>, 815-17 (1981);  Sarruf v. Miller, 90 Wash.2d 880, 884-85, <span class=\"citation\" data-id=\"1436188\"><a href=\"/opinion/1436188/sarruf-v-miller/\"><span class=\"volume\">586</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">466</span></a></span>, 468 (1978) (en banc).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In order for a defendant to recover costs against a plaintiff under Title VII of the Civil Rights Act of 1964, 42 U.S.C. Sec. 2000e-5(k), a district court must first find \"that the plaintiff's action was frivolous, unreasonable, or without foundation.\"   Christiansburg Garment Co. v. EEOC, <span class=\"citation\" data-id=\"109769\"><a href=\"/opinion/109769/christiansburg-garment-co-v-eeoc/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">412</span></a></span>, 421, <span class=\"citation\" data-id=\"109769\"><a href=\"/opinion/109769/christiansburg-garment-co-v-eeoc/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">694</span></a></span>, 700, <span class=\"citation\" data-id=\"109769\"><a href=\"/opinion/109769/christiansburg-garment-co-v-eeoc/\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">648</span></a></span> (1978);  cf. Hughes v. Rowe, <span class=\"citation\" data-id=\"110352\"><a href=\"/opinion/110352/hughes-v-rowe/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">5</span></a></span>, 14, <span class=\"citation\" data-id=\"110352\"><a href=\"/opinion/110352/hughes-v-rowe/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">173</span></a></span>, 178, <span class=\"citation\" data-id=\"110352\"><a href=\"/opinion/110352/hughes-v-rowe/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">163</span></a></span> (1980) (per curiam) (applying the same stringent standard to an award of fees to a prevailing defendant in an action under 42 U.S.C. Sec. 1983).  Here, the district court did not make any findings about whether the federal action was frivolous;  it merely decided the state law claim under pendent jurisdiction.  We hold that the action was not so frivolous as to merit the award of attorneys' fees.  Serious issues of state law remain unresolved.  An attempt to have them resolved by invoking pendent jurisdiction does not represent an effort deserving of being charged with the Club's fees either for defending the action in the trial court or for bringing this appeal.</p>\n    </div>\n    <p class=\"indent\">REVERSED.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">SCHROEDER, Circuit Judge, concurring in part and dissenting in part.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">I agree with the majority that the federal claim was not insubstantial, but ultimately unredressable because of the absence of state action.  I respectfully dissent, however, from the majority's strained conclusion that the district court abused its discretion in exercising pendent jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The state and federal claims sought to remedy the same injury, and the district court decided them virtually simultaneously.  Factors of judicial economy, convenience and fairness to the litigants thus all militate in favor of the exercise of pendent jurisdiction in this case.  The result of the majority's decision is to force the plaintiff to refile and relitigate her action in state court.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">As the Supreme Court has said, \"it is evident from Gibbs that pendent state law claims are not always, or even almost always, to be dismissed and not adjudicated.  On the contrary, given advantages of economy and convenience and no unfairness to litigants, Gibbs contemplates adjudication of these claims.\"   Hagans v. Lavine, <span class=\"citation\" data-id=\"108987\"><a href=\"/opinion/108987/hagans-v-lavine/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">528</span></a></span>, 546, <span class=\"citation\" data-id=\"108987\"><a href=\"/opinion/108987/hagans-v-lavine/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1372</span></a></span>, 1383, <span class=\"citation\" data-id=\"108987\"><a href=\"/opinion/108987/hagans-v-lavine/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">577</span></a></span> (1974) (interpreting United Mine Workers of America v. Gibbs, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1130</span></a></span>, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span></a></span> (1966)).  This case, like Gibbs, has \"one plaintiff, one defendant, and a federal claim joined with a state created claim.\"    C. Wright, The Law of Federal Courts 107 (4th ed. 1983).  It is, like Gibbs, \"a classic illustration of pendent jurisdiction.\"    Id.  I would therefore review the district court's decision on the merits of the state law claim.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Dezell filed her first complaint on June 13, 1985;  at the same time, she filed a motion for a preliminary injunction.  On June 19, she filed an amended complaint.  The Club moved for dismissal pursuant to Fed.R.Civ.P. 12(b)(1) and 12(b)(6), or in the alternative, for summary judgment.  On July 8, the court granted Dezell's motion for a temporary restraining order</p>\n        <p>The case evidently went to trial on August 2, 1985, and on August 16, the court entered its findings of fact and conclusions of law, awarding Dezell both $20,000 in damages and reasonable attorneys' fees.  Judgment was entered on August 21, 1985.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 42 U.S.C. Sec. 2000a(a) provides:</p>\n        <p>All persons shall be entitled to the full and equal enjoyment of the goods, services, facilities, privileges, advantages, and accommodations of any place of public accommodation, as defined in this section, without discrimination or segregation on the ground of race, color, religion, or national origin.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Class H licenses are issued</p>\n        <p>only to bona fide restaurants, hotels and clubs, and to dining, club and buffet cars on passenger trains, and to dining places at publicly owned civic centers with facilities for sports, entertainment, and conventions, and to such other establishments operated and maintained primarily for the benefit of tourists, vacationers and travelers....</p>\n        <p>Wash.Rev.Code Ann. Sec. 66.24.400 (1985).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We also deny Dezell's request for attorney's fees on appeal</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/102127/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106208/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107200/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108572/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108591/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108782/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108987/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109068/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109125/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109769/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110352/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111255/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/425072/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/435003/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1396925/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1401219/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1436188/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2605761/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-22T02:52:59.166211Z",
      "date_modified": "2016-03-03T18:26:01.085381Z",
      "date_filed": "1986-08-08",
      "date_filed_is_approximate": false,
      "slug": "margaret-dezell-v-day-island-yacht-club",
      "citation_id": 447532,
      "case_name_short": "",
      "case_name": "Margaret Dezell v. Day Island Yacht Club",
      "case_name_full": "",
      "federal_cite_one": "796 F.2d 324",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 9,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/802034/margaret-dezell-v-day-island-yacht-club/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:20:38.860126Z",
  "date_modified": "2014-10-30T12:20:38.860126Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Margaret Dezell v. Day Island Yacht Club",
  "case_name_full": "",
  "slug": "margaret-dezell-v-day-island-yacht-club",
  "docket_number": "85-4150",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}