{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/802881/",
  "id": 802881,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/nysd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1371050/",
      "id": 1371050,
      "absolute_url": "/opinion/1371050/board-of-ed-of-city-of-ny-v-us-dept-of-he-w/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/802881/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1371050/",
          "id": 1371050,
          "absolute_url": "/opinion/1371050/board-of-ed-of-city-of-ny-v-us-dept-of-he-w/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1371050/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/2481/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T05:49:56.383263Z",
          "date_modified": "2017-04-04T15:42:18.650349Z",
          "type": "010combined",
          "sha1": "23e54be6618faf4f4539ce3b4fe10793dd581802",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>384 F.Supp. 816 (1974)</b></center>\n<center><h1>The BOARD OF EDUCATION OF the CITY SCHOOL DISTRICT OF the CITY OF NEW YORK et al., Plaintiffs,<br>\nv.<br>\nThe UNITED STATES DEPARTMENT OF HEALTH, EDUCATION AND WELFARE et al., Defendants.</h1></center>\n<center>No. 74 Civ. 2830.</center>\n<center><p><b>United States District Court, S. D. New York.</b></p></center>\n<center>October 15, 1974.</center>\n<p><span class=\"star-pagination\">*817</span> Frances Loren, New York City, for Adrian P. Burke, Corp. Counsel, City of New York, for plaintiffs.</p>\n<p>Charles F. Richter, New York City, for Paul J. Curran, U. S. Atty., S. D. N. Y., for defendants.</p>\n<p></p>\n<h2>OPINION AND ORDER</h2>\n<p>OWEN, District Judge.</p>\n<p>Plaintiffs, the Board of Education of the City School District of the City of New York, New York City Community School Board No. 6 and New York City Community School Board No. 26, move for a preliminary injunction pursuant to Rule 65, Fed.R.Civ.P. Plaintiffs seek to enjoin the defendants, the United States Department of Health, Education and Welfare (\"HEW\") from further obligating, disbursing or otherwise expending any monies from funds initially allocated pursuant to the Emergency School <span class=\"star-pagination\">*818</span> Aid Act (\"ESAA\"), 20 U.S.C. § 1601 et seq., to New York State for the fiscal year 1974-75, to any other local educational agency or institution outside of New York City. Having carefully reviewed all the affidavits and exhibits submitted to me on the motion, and having held an evidentiary hearing,<sup>[1]</sup> I conclude that the preliminary injunction should not issue. The facts upon which I reach this conclusion are as follows.</p>\n<p>Each of the above named plaintiffs submitted applications for ESAA grants to HEW for the fiscal year 1974.</p>\n<p>The ESAA was enacted in 1972 to provide financial assistance (1) to meet the special needs incident to the elimination of minority group segregation and discrimination among students and faculty in elementary and secondary schools; (2) encourage the voluntary elimination, reduction or prevention of minority group isolation in elementary and secondary schools with substantial proportions of minority group students; and (3) aid school children in overcoming the educational disadvantages of minority group isolation. By its terms ESAA grants are only for one year, and the awarding of such grants is placed in the discretion of the Assistant Secretary of Education of HEW.</p>\n<p>Although there are several types of ESAA grants, the two for which plaintiffs applied are basic<sup>[2]</sup> and pilot<sup>[3]</sup> grants which are given to local educational agencies (\"LEA's\").</p>\n<p>All of the applications for grants submitted by the plaintiffs in 1974 were rejected by HEW, because of claimed inferior educational quality. It is these rejections which form the basis of the present action.</p>\n<p>For the fiscal year 1974, the second year in which ESAA grants were made, Congress appropriated funds in the amount of $236,493,000. The appropriations act required that all ESAA grants be made by June 30, 1974, the end of the fiscal year. Any unallocated money remaining after that date would be returned to the Treasury. All monies appropriated by Congress for ESAA basic and pilot grants in fiscal year 1974, were already obligated by HEW by June 28, 1974, the date plaintiffs commenced this action.</p>\n<p>Because New York City has decentralized its school system and thus contains many LEA's and because many of these applied for ESAA grants, competition this year was more intense than last year.<sup>[4]</sup></p>\n<p>In December 1973, plaintiffs Districts No. 6 and 26, submitted applications for basic grants for 1974 and plaintiff Board of Education of the City School District of the City of New York (Central Board) applied for both basic and pilot grants. Before their applications were submitted, plaintiffs were told that $17,500,000 had been allocated to New York State as a whole, for basic and pilot grants. However, the Central Board alone sought over $22,000,000, District No. 6 sought $953,000, and District 26 sought $1,373,170.</p>\n<p>Plaintiffs' applications were evaluated by the defendants according to procedures <span class=\"star-pagination\">*819</span> applied uniformly throughout the country.<sup>[5]</sup></p>\n<p>As part of the review, and in order to compare competing applications, both a statistical and quality score were assigned to each application. These scores were then totalled to arrive at a composite score.<sup>[6]</sup></p>\n<p>According to the affidavits, exhibits, and the testimony at the hearing, it is undisputed that Jack Simms, the Program Manager, Bureau of Equal Opportunity Education, Region II, met with representatives of the plaintiffs before they submitted their original applications. He explained to these representatives how to prepare an application and how that application would be evaluated. He gave these representatives copies of the administrative manual which plaintiffs admitted they knew was \"the bible\" for purposes of preparing ESAA applications. He told the representatives that the fact that New York City had received ESAA grants in Fiscal 1973 did not guarantee that they would receive such grants in Fiscal 1974, since the grants are only for one year and each year's grants are the result of a totally new competition.</p>\n<p>Mr. Simms testified that once all the original applications in New York State had been received, they were assigned statistical quality composite scores, were grouped according to the type of grant applied for, and then ranked. Mr. Simms then conducted a final independent review of all applications and made recommendations to the Regional Commissioner who had been delegated authority to approve ESAA basic and pilot grants.</p>\n<p>The applications for funding were then approved in the order of their rank. However, pursuant to the Act in 45 C.F.R. § 185.14(c) (2) and § 185.24(c), no application was considered no matter what its composite score, if its quality score was so low as to show insufficient educational merit. HEW had established minimum quality scores to ensure uniformity throughout the Nation. Mr. Simms testified that all plaintiffs' original applications were rejected for that reason. These rejections were based upon recommendations of a four member non-federal panel operating under the supervision of a proper federal officer. Before making any recommendation, Mr. Simms read all applications and the panelists' evaluation. As to the rejected applications, Mr. Simms stated that he agreed with the low quality scores below the required minimums. The Regional Commissioner, after an independent review, concurred in Mr. Simms recommendations.</p>\n<p>All plaintiffs were informed by February 28, 1974 that their original applications had been rejected. Districts 6 and 26 were given the reasons for the rejections in writing. The Central Board did not receive a written appraisal of its application. This departure from usual practice was occasioned by the extensiveness of the Central Board's application and the many reasons for its rejection. Mr. Simms therefore personally informed the Central Board's representatives of the reasons for the application's low quality scores and ways to improve the application.</p>\n<p>All the plaintiffs resubmitted their proposals in March 1974, in some cases incorporating the suggestions made by HEW, in other cases not.</p>\n<p>Thereafter, by a form letter dated May 10, 1974, the Central Board and Districts 6 and 26 were informed that all the resubmitted proposals were disapproved for lack of sufficient merit and insufficient need to warrant funding.</p>\n<p>Plaintiffs claim that the specific reasons for final disapproval of the Central <span class=\"star-pagination\">*820</span> Board's applications were not forthcoming from HEW until June 4, despite requests for this information. Plaintiffs further claim that the reasons for disapproval stated on June 4 were not the same as those given in February by Mr. Simms.</p>\n<p>Turning to the law applicable, a plaintiff seeking a preliminary injunction has the burden of showing either (1) a combination of probable success on the merits and the possibility of irreparable injury, or (2) the existence of serious questions going to the merits of the case and that the balance of hardships tip sharply in its favor. Stark v. New York Stock Exchange, 466 F.2d 743 (2d Cir. 1972). Where appropriate, the Court may also consider the extent of substantial harm to others, including the public interest if the injunction is granted. Yakus v. United States, 321 U.S. 414, 64 S.Ct. 660, 88 L.Ed. 834 (1944); Eastern Airlines v. Civil Aeronautics Board, 261 F.2d 830 (2d Cir. 1958). To be kept in mind, also, is the fact that where a government agency's decision is questioned, review is limited to whether the agency action is supported by substantial evidence on the record as a whole and whether the agency has complied with applicable procedures and statutes, Universal Camera v. N.L.R.B., 340 U.S. 474, 71 S.Ct. 456, 95 L.Ed. 456 (1951); DeGorter v. F.T.C., 244 F.2d 270 (9th Cir. 1957); 5 U.S.C. § 706(2). Also where a discretionary grant of funds is involved, agency action may not be overturned merely because the Court may disagree. S.E.C. v. Chenery Corp., 318 U.S. 80, 63 S.Ct. 454, 87 L.Ed. 626 (1943).</p>\n<p>Further, a plaintiff alleging improper government agency action is faced with the presumption that the agency's action is valid. United Fruit Co. v. Cardillo, 104 F.Supp. 81 (S.D.N. Y.1952); Hofflund v. Seaton, 105 U.S. App.D.C. 171, 265 F.2d 363 (D.C.Cir. 1959); Lang Transport Corp. v. United States, 75 F.Supp. 915 (S.D.Cal.1948).</p>\n<p>Viewed against the foregoing, the plaintiffs have failed to sustain their burden. It is reasonably clear that their applications for Basic and Pilot ESAA Grants were rejected because of their inferior educational quality when compared with competing applications. It is also reasonably clear that the plaintiffs' attack upon HEW's procedures herein are without merit.</p>\n<p>Plaintiffs claim their applications were denied a fair and impartial review in that they were rated by non-federal panelists who were inherently biased, in that they represented competing LEAs. I find to the contrary. These panelists consisted of educators, representatives of the community, superintendents of schools, principals, curriculum consultants and college or university professors, all of whom were required to have extensive experience with educational programs and school desegration and \"sensitivity\" relevant to the types of projects they were to review.<sup>[7]</sup> After reviewing in detail the method of panel selection as well as the panel voting system itself, I conclude that the panel system provided a fair, and appropriate method of rating the quality of applications who received ESAA grants.</p>\n<p>Plaintiffs next attack the panel system as an unlawful delegation of the Assistant Secretary's statutory authority to evaluate and fund ESAA applications. They claim that only the Assistant Secretary can lawfully make this evaluation. However, it is uncontradicted that before plaintiffs' applications were rejected, they were read and independently evaluated by HEW officers who not only agreed with the quality scores assigned by the panelists, but also agreed that the applications did not merit funding because of their inferior educational quality.</p>\n<p>Even aside from this independent review, it should be noted that the panels <span class=\"star-pagination\">*821</span> are only advisory bodies authorized by 45 C.F.R. § 185.14(b)(6) and 45 C.F.R. § 100a.26 (38 Fed.Reg. 30664, 1973). The panel scores are merely recommendations based on specific standards contained in the regulations. Since the panelists meet under the supervision of HEW personnel who make certain that the appropriate criteria are applied, I conclude that such a use of an advisory panel hardly amounts to an unlawful delegation of authority.</p>\n<p>Plaintiffs next make the claim that the defendants acted arbitrarily and capriciously in determining that plaintiffs' application lacked sufficient educational merit to warrant funding and improperly applied the educational criteria. They point out that plaintiffs were funded last year but not this year. However, ESAA grants are only for one year, and each year there is a new competition. The competition this year was much greater because of the increase in the number and quality of applications nationwide. This argument is without merit.</p>\n<p>Plaintiffs also maintain that there existed some sort of an implied promise that if they resubmitted their applications remedying the original panel criticisms,<sup>[8]</sup> their applications would be funded. However, on the hearing, an official of the Central Board testified specifically that no promise was made by Mr. Simms, the HEW spokesman, that the resubmitted applications would be funded.</p>\n<p>Plaintiffs also complain that some of their resubmitted applications were scored lower on the second evaluation than they had been on the first. This appears to be true, caused by the fact that in some instances the resubmissions were reviewed by different panelists, and in at least one situation, the resubmission had some crucial pages missing. However, it provides no support for plaintiffs' position.</p>\n<p>The plaintiffs' final complaint, that they were not given an opportunity to modify their original applications as required by § 1609(d)(2) of the Act, is also rejected. Plaintiffs did in fact resubmit their applications after their original was disapproved. They were informed both by letter and orally of the reasons their applications were rejected. They were then given a further opportunity to resubmit as required by law.</p>\n<p>In view of the foregoing, plaintiffs' application for a preliminary injunction is denied.</p>\n<p>It is so ordered.</p>\n<h2>NOTES</h2>\n<p>[1]  The hearing was concerned solely with the content of communications between HEW and city officials, focusing on the events of meetings held in New York City on February 27 and 28, 1974.</p>\n<p>[2]  The basic grants are monies given for specific activities authorized by § 1606 of the ESAA such as the implementation of desegration plans, a plan for the elimination, reduction or prevention of minority group isolation, or an inter-district transfer plan.</p>\n<p>[3]  Pilot grants are given for unusually promising projects, characterized by their creativity and originality. These programs are designed to overcome the adverse effects of minority group isolation by improving the academic achievement of children in schools with a minority group enrollment in excess of 50%.</p>\n<p>[4]  Although only $17,500,000 was allocated to New York State as a whole, there were sixty-one New York applicants requesting a total of over $85,000,000. It appears that New York City's LEA's received 50% of the money received in New York State for basic and pilot grants.</p>\n<p>[5]  These procedures are contained in Chapter 185 of Title 45 of the Code of Federal Regulations and in a Comprehensive Administrative Manual used by all regional officers.</p>\n<p>[6]  The statistical and quality scores were based solely upon criteria set forth in § 1609 of the Act and 45 C.F.R. § 185.14 (for basic grants) and § 185.24 (for pilot grants).</p>\n<p>[7]  Comprehensive Management Manual for ESAA prepared by the Office of Education, Washington, D.C.</p>\n<p>[8]  This was not done in all cases.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">384</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">816</span></span> (1974)</b></center>\n<center><h1>The BOARD OF EDUCATION OF the CITY SCHOOL DISTRICT OF the CITY OF NEW YORK et al., Plaintiffs,<br>\nv.<br>\nThe UNITED STATES DEPARTMENT OF HEALTH, EDUCATION AND WELFARE et al., Defendants.</h1></center>\n<center>No. 74 Civ. 2830.</center>\n<center><p><b>United States District Court, S. D. New York.</b></p></center>\n<center>October 15, 1974.</center>\n<p><span class=\"star-pagination\">*817</span> Frances Loren, New York City, for Adrian P. Burke, Corp. Counsel, City of New York, for plaintiffs.</p>\n<p>Charles F. Richter, New York City, for Paul J. Curran, U. S. Atty., S. D. N. Y., for defendants.</p>\n<p></p>\n<h2>OPINION AND ORDER</h2>\n<p>OWEN, District Judge.</p>\n<p>Plaintiffs, the Board of Education of the City School District of the City of New York, New York City Community School Board No. 6 and New York City Community School Board No. 26, move for a preliminary injunction pursuant to Rule 65, Fed.R.Civ.P. Plaintiffs seek to enjoin the defendants, the United States Department of Health, Education and Welfare (\"HEW\") from further obligating, disbursing or otherwise expending any monies from funds initially allocated pursuant to the Emergency School <span class=\"star-pagination\">*818</span> Aid Act (\"ESAA\"), 20 U.S.C. § 1601 et seq., to New York State for the fiscal year 1974-75, to any other local educational agency or institution outside of New York City. Having carefully reviewed all the affidavits and exhibits submitted to me on the motion, and having held an evidentiary hearing,<sup>[1]</sup> I conclude that the preliminary injunction should not issue. The facts upon which I reach this conclusion are as follows.</p>\n<p>Each of the above named plaintiffs submitted applications for ESAA grants to HEW for the fiscal year 1974.</p>\n<p>The ESAA was enacted in 1972 to provide financial assistance (1) to meet the special needs incident to the elimination of minority group segregation and discrimination among students and faculty in elementary and secondary schools; (2) encourage the voluntary elimination, reduction or prevention of minority group isolation in elementary and secondary schools with substantial proportions of minority group students; and (3) aid school children in overcoming the educational disadvantages of minority group isolation. By its terms ESAA grants are only for one year, and the awarding of such grants is placed in the discretion of the Assistant Secretary of Education of HEW.</p>\n<p>Although there are several types of ESAA grants, the two for which plaintiffs applied are basic<sup>[2]</sup> and pilot<sup>[3]</sup> grants which are given to local educational agencies (\"LEA's\").</p>\n<p>All of the applications for grants submitted by the plaintiffs in 1974 were rejected by HEW, because of claimed inferior educational quality. It is these rejections which form the basis of the present action.</p>\n<p>For the fiscal year 1974, the second year in which ESAA grants were made, Congress appropriated funds in the amount of $236,493,000. The appropriations act required that all ESAA grants be made by June 30, 1974, the end of the fiscal year. Any unallocated money remaining after that date would be returned to the Treasury. All monies appropriated by Congress for ESAA basic and pilot grants in fiscal year 1974, were already obligated by HEW by June 28, 1974, the date plaintiffs commenced this action.</p>\n<p>Because New York City has decentralized its school system and thus contains many LEA's and because many of these applied for ESAA grants, competition this year was more intense than last year.<sup>[4]</sup></p>\n<p>In December 1973, plaintiffs Districts No. 6 and 26, submitted applications for basic grants for 1974 and plaintiff Board of Education of the City School District of the City of New York (Central Board) applied for both basic and pilot grants. Before their applications were submitted, plaintiffs were told that $17,500,000 had been allocated to New York State as a whole, for basic and pilot grants. However, the Central Board alone sought over $22,000,000, District No. 6 sought $953,000, and District 26 sought $1,373,170.</p>\n<p>Plaintiffs' applications were evaluated by the defendants according to procedures <span class=\"star-pagination\">*819</span> applied uniformly throughout the country.<sup>[5]</sup></p>\n<p>As part of the review, and in order to compare competing applications, both a statistical and quality score were assigned to each application. These scores were then totalled to arrive at a composite score.<sup>[6]</sup></p>\n<p>According to the affidavits, exhibits, and the testimony at the hearing, it is undisputed that Jack Simms, the Program Manager, Bureau of Equal Opportunity Education, Region II, met with representatives of the plaintiffs before they submitted their original applications. He explained to these representatives how to prepare an application and how that application would be evaluated. He gave these representatives copies of the administrative manual which plaintiffs admitted they knew was \"the bible\" for purposes of preparing ESAA applications. He told the representatives that the fact that New York City had received ESAA grants in Fiscal 1973 did not guarantee that they would receive such grants in Fiscal 1974, since the grants are only for one year and each year's grants are the result of a totally new competition.</p>\n<p>Mr. Simms testified that once all the original applications in New York State had been received, they were assigned statistical quality composite scores, were grouped according to the type of grant applied for, and then ranked. Mr. Simms then conducted a final independent review of all applications and made recommendations to the Regional Commissioner who had been delegated authority to approve ESAA basic and pilot grants.</p>\n<p>The applications for funding were then approved in the order of their rank. However, pursuant to the Act in 45 C.F.R. § 185.14(c) (2) and § 185.24(c), no application was considered no matter what its composite score, if its quality score was so low as to show insufficient educational merit. HEW had established minimum quality scores to ensure uniformity throughout the Nation. Mr. Simms testified that all plaintiffs' original applications were rejected for that reason. These rejections were based upon recommendations of a four member non-federal panel operating under the supervision of a proper federal officer. Before making any recommendation, Mr. Simms read all applications and the panelists' evaluation. As to the rejected applications, Mr. Simms stated that he agreed with the low quality scores below the required minimums. The Regional Commissioner, after an independent review, concurred in Mr. Simms recommendations.</p>\n<p>All plaintiffs were informed by February 28, 1974 that their original applications had been rejected. Districts 6 and 26 were given the reasons for the rejections in writing. The Central Board did not receive a written appraisal of its application. This departure from usual practice was occasioned by the extensiveness of the Central Board's application and the many reasons for its rejection. Mr. Simms therefore personally informed the Central Board's representatives of the reasons for the application's low quality scores and ways to improve the application.</p>\n<p>All the plaintiffs resubmitted their proposals in March 1974, in some cases incorporating the suggestions made by HEW, in other cases not.</p>\n<p>Thereafter, by a form letter dated May 10, 1974, the Central Board and Districts 6 and 26 were informed that all the resubmitted proposals were disapproved for lack of sufficient merit and insufficient need to warrant funding.</p>\n<p>Plaintiffs claim that the specific reasons for final disapproval of the Central <span class=\"star-pagination\">*820</span> Board's applications were not forthcoming from HEW until June 4, despite requests for this information. Plaintiffs further claim that the reasons for disapproval stated on June 4 were not the same as those given in February by Mr. Simms.</p>\n<p>Turning to the law applicable, a plaintiff seeking a preliminary injunction has the burden of showing either (1) a combination of probable success on the merits and the possibility of irreparable injury, or (2) the existence of serious questions going to the merits of the case and that the balance of hardships tip sharply in its favor. Stark v. New York Stock Exchange, <span class=\"citation\" data-id=\"305588\"><a href=\"/opinion/305588/fed-sec-l-rep-p-93607-1972-trade-cases-p-74158-robert-wstark-jr/\"><span class=\"volume\">466</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">743</span></a></span> (2d Cir. 1972). Where appropriate, the Court may also consider the extent of substantial harm to others, including the public interest if the injunction is granted. Yakus v. United States, <span class=\"citation\" data-id=\"103950\"><a href=\"/opinion/103950/yakus-v-united-states/\"><span class=\"volume\">321</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">414</span></a></span>, <span class=\"citation\" data-id=\"103950\"><a href=\"/opinion/103950/yakus-v-united-states/\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">660</span></a></span>, <span class=\"citation\" data-id=\"103950\"><a href=\"/opinion/103950/yakus-v-united-states/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">834</span></a></span> (1944); Eastern Airlines v. Civil Aeronautics Board, <span class=\"citation no-link\"><span class=\"volume\">261</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">830</span></span> (2d Cir. 1958). To be kept in mind, also, is the fact that where a government agency's decision is questioned, review is limited to whether the agency action is supported by substantial evidence on the record as a whole and whether the agency has complied with applicable procedures and statutes, Universal Camera v. N.L.R.B., <span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span>, <span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">456</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">456</span></span> (1951); DeGorter v. F.T.C., <span class=\"citation\" data-id=\"242182\"><a href=\"/opinion/242182/jacques-de-gorter-and-suze-c-degorter-as-individuals-and-as-co-partners/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">270</span></a></span> (9th Cir. 1957); 5 U.S.C. § 706(2). Also where a discretionary grant of funds is involved, agency action may not be overturned merely because the Court may disagree. S.E.C. v. Chenery Corp., <span class=\"citation\" data-id=\"103770\"><a href=\"/opinion/103770/sec-v-chenery-corp/\"><span class=\"volume\">318</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">80</span></a></span>, <span class=\"citation\" data-id=\"103770\"><a href=\"/opinion/103770/sec-v-chenery-corp/\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">454</span></a></span>, <span class=\"citation\" data-id=\"103770\"><a href=\"/opinion/103770/sec-v-chenery-corp/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">626</span></a></span> (1943).</p>\n<p>Further, a plaintiff alleging improper government agency action is faced with the presumption that the agency's action is valid. United Fruit Co. v. Cardillo, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">81</span></span> (S.D.N. Y.1952); Hofflund v. Seaton, 105 U.S. App.D.C. 171, <span class=\"citation\" data-id=\"247716\"><a href=\"/opinion/247716/j-l-hofflund-v-fred-a-seaton-secretary-of-the-interior/\"><span class=\"volume\">265</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">363</span></a></span> (D.C.Cir. 1959); Lang Transport Corp. v. United States, <span class=\"citation\" data-id=\"2303911\"><a href=\"/opinion/2303911/lang-transp-corporation-v-united-states/\"><span class=\"volume\">75</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">915</span></a></span> (S.D.Cal.1948).</p>\n<p>Viewed against the foregoing, the plaintiffs have failed to sustain their burden. It is reasonably clear that their applications for Basic and Pilot ESAA Grants were rejected because of their inferior educational quality when compared with competing applications. It is also reasonably clear that the plaintiffs' attack upon HEW's procedures herein are without merit.</p>\n<p>Plaintiffs claim their applications were denied a fair and impartial review in that they were rated by non-federal panelists who were inherently biased, in that they represented competing LEAs. I find to the contrary. These panelists consisted of educators, representatives of the community, superintendents of schools, principals, curriculum consultants and college or university professors, all of whom were required to have extensive experience with educational programs and school desegration and \"sensitivity\" relevant to the types of projects they were to review.<sup>[7]</sup> After reviewing in detail the method of panel selection as well as the panel voting system itself, I conclude that the panel system provided a fair, and appropriate method of rating the quality of applications who received ESAA grants.</p>\n<p>Plaintiffs next attack the panel system as an unlawful delegation of the Assistant Secretary's statutory authority to evaluate and fund ESAA applications. They claim that only the Assistant Secretary can lawfully make this evaluation. However, it is uncontradicted that before plaintiffs' applications were rejected, they were read and independently evaluated by HEW officers who not only agreed with the quality scores assigned by the panelists, but also agreed that the applications did not merit funding because of their inferior educational quality.</p>\n<p>Even aside from this independent review, it should be noted that the panels <span class=\"star-pagination\">*821</span> are only advisory bodies authorized by 45 C.F.R. § 185.14(b)(6) and 45 C.F.R. § 100a.26 (38 Fed.Reg. 30664, 1973). The panel scores are merely recommendations based on specific standards contained in the regulations. Since the panelists meet under the supervision of HEW personnel who make certain that the appropriate criteria are applied, I conclude that such a use of an advisory panel hardly amounts to an unlawful delegation of authority.</p>\n<p>Plaintiffs next make the claim that the defendants acted arbitrarily and capriciously in determining that plaintiffs' application lacked sufficient educational merit to warrant funding and improperly applied the educational criteria. They point out that plaintiffs were funded last year but not this year. However, ESAA grants are only for one year, and each year there is a new competition. The competition this year was much greater because of the increase in the number and quality of applications nationwide. This argument is without merit.</p>\n<p>Plaintiffs also maintain that there existed some sort of an implied promise that if they resubmitted their applications remedying the original panel criticisms,<sup>[8]</sup> their applications would be funded. However, on the hearing, an official of the Central Board testified specifically that no promise was made by Mr. Simms, the HEW spokesman, that the resubmitted applications would be funded.</p>\n<p>Plaintiffs also complain that some of their resubmitted applications were scored lower on the second evaluation than they had been on the first. This appears to be true, caused by the fact that in some instances the resubmissions were reviewed by different panelists, and in at least one situation, the resubmission had some crucial pages missing. However, it provides no support for plaintiffs' position.</p>\n<p>The plaintiffs' final complaint, that they were not given an opportunity to modify their original applications as required by § 1609(d)(2) of the Act, is also rejected. Plaintiffs did in fact resubmit their applications after their original was disapproved. They were informed both by letter and orally of the reasons their applications were rejected. They were then given a further opportunity to resubmit as required by law.</p>\n<p>In view of the foregoing, plaintiffs' application for a preliminary injunction is denied.</p>\n<p>It is so ordered.</p>\n<h2>NOTES</h2>\n<p>[1]  The hearing was concerned solely with the content of communications between HEW and city officials, focusing on the events of meetings held in New York City on February 27 and 28, 1974.</p>\n<p>[2]  The basic grants are monies given for specific activities authorized by § 1606 of the ESAA such as the implementation of desegration plans, a plan for the elimination, reduction or prevention of minority group isolation, or an inter-district transfer plan.</p>\n<p>[3]  Pilot grants are given for unusually promising projects, characterized by their creativity and originality. These programs are designed to overcome the adverse effects of minority group isolation by improving the academic achievement of children in schools with a minority group enrollment in excess of 50%.</p>\n<p>[4]  Although only $17,500,000 was allocated to New York State as a whole, there were sixty-one New York applicants requesting a total of over $85,000,000. It appears that New York City's LEA's received 50% of the money received in New York State for basic and pilot grants.</p>\n<p>[5]  These procedures are contained in Chapter 185 of Title 45 of the Code of Federal Regulations and in a Comprehensive Administrative Manual used by all regional officers.</p>\n<p>[6]  The statistical and quality scores were based solely upon criteria set forth in § 1609 of the Act and 45 C.F.R. § 185.14 (for basic grants) and § 185.24 (for pilot grants).</p>\n<p>[7]  Comprehensive Management Manual for ESAA prepared by the Office of Education, Washington, D.C.</p>\n<p>[8]  This was not done in all cases.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103770/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103950/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104856/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/242182/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/247716/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/305588/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2303911/"
          ]
        }
      ],
      "judges": "Owen",
      "date_created": "2014-10-30T12:21:01.412081Z",
      "date_modified": "2014-10-30T12:21:01.412081Z",
      "date_filed": "1974-10-15",
      "date_filed_is_approximate": false,
      "slug": "board-of-ed-of-city-of-ny-v-us-dept-of-he-w",
      "citation_id": 1343821,
      "case_name_short": "",
      "case_name": "Board of Ed. of City of Ny v. US Dept. of He & W.",
      "case_name_full": "",
      "federal_cite_one": "384 F. Supp. 816",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/802881/board-of-ed-of-city-of-ny-v-us-dept-of-he-w/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:21:01.408074Z",
  "date_modified": "2014-10-30T12:21:01.408074Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Board of Ed. of City of Ny v. US Dept. of He & W.",
  "case_name_full": "",
  "slug": "board-of-ed-of-city-of-ny-v-us-dept-of-he-w",
  "docket_number": "74 Civ. 2830",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}