{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/805270/",
  "id": 805270,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca9/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/728049/",
      "id": 728049,
      "absolute_url": "/opinion/728049/sean-g-duffy-v-chase-riveland-secretary-of-washington-state-department/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/805270/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/728049/",
          "id": 728049,
          "absolute_url": "/opinion/728049/sean-g-duffy-v-chase-riveland-secretary-of-washington-state-department/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/728049/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2012-04-17T10:38:18Z",
          "date_modified": "2017-03-26T03:47:48.190839Z",
          "type": "010combined",
          "sha1": "c1e7cb30e8921f7356f2e6b7e04b58e86303ef16",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F3/98/98.F3d.447.94-35444.94-35191.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">98 F.3d 447</p>\n    <p class=\"case_cite\">7 A.D. Cases 555, 17 A.D.D. 1006, 8<br>NDLR P 386,<br>96 Cal. Daily Op. Serv. 7575,<br>96 Daily Journal D.A.R. 12,479</p>\n    <p class=\"parties\">Sean G. DUFFY, Plaintiff-Appellant,<br>v.<br>Chase RIVELAND, Secretary of Washington State Department of<br>Corrections, James Spalding, Director, Kenneth Ducharme,<br>Superintendent, John Ahlsted, Corrections Sergeant, Peggy<br>Williams, Clerk/Typist, Jerry Sorenson, Corrections Officer,<br>Frances Linder, Corrections Officer, Defendants-Appellees.<br>Sean G. DUFFY, Plaintiff-Appellant,<br>v.<br>Craig YOST, Classification Counselor, William Woodly,<br>Corrections Unit Supervisor, David Karton, Corrections<br>Sergeant, Linda Willenberg, Corrections Program Manager,<br>Kenneth Ducharme, Superintendent, Defendants-Appellees.</p>\n    <p class=\"docket\">Nos. 94-35191, 94-35444.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Ninth Circuit.</p>\n    <p class=\"date\">Argued and Submitted April 10, 1995.<br>Decided Oct. 11, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Leonard J. Feldman, Heller, Ehrman, White &amp; McAuliffe, Seattle, WA, for plaintiff-appellant.</p>\n      <p class=\"indent\">Marc P. Charmatz, National Association of the Deaf Law Center, Silver Spring, MD, of counsel for plaintiff-appellant.</p>\n      <p class=\"indent\">Daniel J. Judge and Douglas W. Carr, Assistant Attorneys General, Olympia, WA, for defendants-appellees.</p>\n      <p class=\"indent\">Appeal from the United States District Court for the Western District of Washington, Barbara Rothstein, District Judge, Presiding.  D.C. No. CV-92-01596-BJR.</p>\n      <p class=\"indent\">Appeal from the United States District Court for the Western District of Washington, John Coughenour, District Judge, Presiding.  D.C. No. CV-93-00637-JCC.</p>\n      <p class=\"indent\">Before WRIGHT, POOLE and WIGGINS, Circuit Judges.</p>\n      <p class=\"indent\">POOLE, Circuit Judge:</p>\n    </div>\n    <p>I. OVERVIEW</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Sean Duffy, a deaf Washington state prisoner, appeals two separate district courts' grants of summary judgment in favor of various state prison officials (collectively \"the Appellees\") and the dismissal of his actions brought under the Americans with Disabilities Act of 1990, 42 U.S.C. &#167; 12101 et seq.  (\"ADA\");  the Rehabilitation Act of 1973, 29 U.S.C. &#167; 794 (\"RA\");  the Civil Rights Act, 42 U.S.C. &#167; 1983 (\" &#167; 1983\");  and Revised Code of Washington Chapters 2.42.120(1), (2), and (4) (\"RCW\").</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Duffy filed suits after the denial of his request for a certified interpreter for the deaf at a prison disciplinary proceeding and two separate classification hearings.  His appeal regarding the claim arising out of the disciplinary hearing (94-35191) and his appeal regarding the claim arising out of the classification hearings (94-35444) have been consolidated in this action.  We affirm in part, and reverse in part.</p>\n    </div>\n    <p>II. BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The facts of this case are relatively straightforward and undisputed.  Sean Duffy is a hearing-impaired inmate at the Washington State Reformatory (WSR) in Monroe, Washington.  He has been incarcerated since 1983.  Although Duffy is hearing-impaired, he can read and write, and frequently communicates with others through an exchange of written notes.  However, he communicates most effectively with the assistance of an interpreter.</p>\n    </div>\n    <p>A. The Disciplinary Hearing</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On July 23, 1992, Duffy was charged by a corrections officer with indecent exposure under Washington Administrative Code &#167; 137-28-030(507) and Revised Criminal Code of Washington Chapter 9A.88.010(1).  WSR officials placed Duffy in the segregation unit following the incident.  The next day, Officer Jerry Sorenson attempted to serve Duffy with a notice of the infraction and the upcoming disciplinary hearing, but he refused to accept it.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The disciplinary hearing was originally scheduled for July 24, 1992.  However, because of the serious nature of the infraction, WSR officials continued the matter so that an interpreter could be secured for Duffy.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On July 28, 1992, Duffy again refused service of the infraction papers and notice of the hearing.  That same day, WSR's Disciplinary Court Clerk Peggy Williams arranged for a meeting between Duffy and Frances Linder, a mental health counselor at a different state correctional facility, who apparently knows some sign language.  Linder learned how to sign through experiences with her hearing-impaired parents.  At all times relevant to these proceedings, Linder had no formal training in sign language, nor was she certified by the Registry of Interpreters for the Deaf (RID).  However, Williams hoped that Linder would be able to assist them by serving Duffy with the notice of the hearing and the infraction.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Duffy was escorted from the segregation unit to meet with Williams and Linder.  However, as soon as Duffy saw Linder, he refused to enter the office where she sat, went directly to Sorenson's office, and wrote, \"I request an (sic) qualified interpreter for this hearing.\"   Duffy testified in his deposition that he did not know the nature of the meeting on the 28th with Linder, and he apparently assumed that it was the actual hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Linder had provided services as an interpreter in several previous hearings at WSR. She had even attended an earlier disciplinary hearing involving Duffy to serve as his interpreter.  However, this hearing was related to a minor infraction and, according to Duffy, the charges were dismissed largely because of the documentary evidence that he was able to provide.  Duffy also testified that based on his prior experience with Linder, however, his ability to communicate with her was \"not one hundred percent.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After Duffy refused to meet with Linder on the 28th, Williams sought counsel from the State Attorney General's Office regarding Duffy's refusal to accept service.  She was advised that under Washington law the hearing could be held in his absence if he refused to attend.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Williams then wrote Duffy a memorandum advising him that his hearing was scheduled for July 30, 1992, if he wished to attend.  The memorandum also explicitly stated that the hearing would be conducted without an interpreter.  Despite Duffy's earlier recalcitrance, Officer Christopher Gerstbrein finally completed service of all papers-including the disciplinary infraction report and Williams' memo-on the morning of July 29th.  At that point, the following written exchange occurred between Gerstbrein and Duffy:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>Gerstbrein:  Do you want to attend your hearing?</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>Duffy:  No. Without an (sic) qualified interpreter present, I refused (sic) to attend a hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>Gerstbrein:  Is Francis (sic) Linder qualified?</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>Duffy:  No. She's a correctional officer and she hasn't registered with the RID (Registry of Interpreter [sic] for the Deaf) so she's not an interpreter under the law.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>Gerstbrein:  I'll talk to the hearing officer about this.  Do you know anyone who is qualified?</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Duffy shook his head no to Gerstbrein's final inquiry.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On the morning of July 30th, Duffy attracted the attention of another corrections officer.  He gestured for a pen and paper, then wrote, \"What happened to the hearing at 9:00 a.m.?\"   Duffy also showed the officer the Hearing Notice/Appearance Waiver Form that Gerstbrein had served the previous day.  After reading Duffy's note and the hearing notice, the officer responded in writing \"Sometimes they run late.  But I'll check on it.\"   Sometime later, the officer returned and passed Duffy a note indicating that the WSR officials were still \"looking for a signer.\"</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The disciplinary hearing took place, however, in Duffy's absence on July 30, 1992, and he was found guilty of the infraction.  Duffy was sentenced to 15 days in disciplinary segregation, with credit for the eight days already served.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Based on these events, Duffy filed a pro se civil action seeking declaratory and monetary relief under the ADA, RA, &#167; 1983 and Washington State law.  By order dated January 28, 1994, the district court granted summary judgment to the defendants on all Duffy's claims.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Duffy filed a timely notice of appeal on February 15, 1994.</p>\n    </div>\n    <p>B. The Classification Hearings</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Classification hearings are held approximately every six months in Washington prisons by the Department of Corrections in order to discuss issues of programming with the inmates.  Since his original incarceration, Duffy had attended these meetings and participated through written communications.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On September 25, 1992, Duffy was notified about an upcoming classification meeting, and again he requested a \"qualified interpreter.\"   Duffy's classification counselor offered the services of Frances Linder but, again, Duffy refused.  The classification counselor did, however, offer to provide a certified interpreter at Duffy's eventual parole hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Duffy subsequently refused to attend his classification hearing scheduled for October 28, 1992, as well as his next hearing, scheduled for March 3, 1993.  Duffy was reviewed in absentia, and was denied \"camp and pre-release placement.\"On May 4, 1994, Duffy filed his second pro se civil suit, again seeking declaratory and monetary relief, based on the denial of his request for an interpreter at his classification hearings.  Again, the district court granted summary judgment to the defendants on all Duffy's claims by order dated April 19, 1994.  Duffy filed his timely notice of appeal on April 28, 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We have jurisdiction over both Duffy's timely appeals pursuant to 28 U.S.C. &#167; 1291.  On June 23, 1994, the two appeals were consolidated and pro bono counsel was appointed for Duffy.</p>\n    </div>\n    <p>III. STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We review a grant of summary judgment de novo.  Jesinger v. Nevada Federal Credit Union, 24 F.3d 1127, 1130 (9th Cir.1994);  Jones v. Union Pacific R.R., 968 F.2d 937, 940 (9th Cir.1992).  Our review is governed by the same standard used by the trial court under Fed.R.Civ.P. 56(c).  Jesinger, 24 F.3d at 1130.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Our task is to determine, viewing the evidence in the light most favorable to the nonmoving party, whether there are any genuine issues of material fact and whether the district court correctly applied the relevant substantive law.  Id.</p>\n    </div>\n    <p>IV. ANALYSIS</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>A. State Entity Defendants' Immunity From Suit on Duffy's ADA and RA Claims</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In the action arising from the disciplinary hearing, the district court dismissed Duffy's ADA and RA claims against the WSR and the State of Washington Department of Corrections pursuant to 28 U.S.C. &#167; 1915.  The district court held that these \"entities of the State are immune from suit .... under the Eleventh Amendment.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We conclude, however, that the district court erred as a matter of law.  Congress may abrogate the states' constitutionally secured immunity from suit in federal court through unmistakably clear statutory language.  Atascadero State Hospital v. Scanlon, 473 U.S. 234, 242, 105 S.Ct. 3142, 3147, 87 L.Ed.2d 171 (1985)(holding that action under earlier version of Rehabilitation Act was proscribed by Eleventh Amendment absent express Congressional intent to the contrary).  In section 502 of the ADA, Congress expressly provided that \"[a] State shall not be immune under the eleventh amendment to the Constitution of the United States from an action in Federal or State court of competent jurisdiction for a violation of this chapter.\"   See 42 U.S.C. &#167; 12202 (1995).  Similarly, Congress amended the RA in 1986 following Atascadero to abrogate the states' immunity under the Eleventh Amendment.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  See 42 U.S.C. &#167; 2000d-7(a)(1)(1986).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Thus, the district court erred in dismissing Duffy's ADA and RA claims against the Washington State entities that arose from the disciplinary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>B. Duffy's Standing and Ripeness of His Claims for Review</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Appellees argue that Duffy's ADA and RA claims are not ripe for judicial review because Duffy did not attend the disciplinary and classification hearings that are the subjects of his complaints.  As such, they argue, Duffy's complaints require this Court to engage in a speculative inquiry of whether his rights under the ADA and RA would have been violated had he attended the hearings.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The Appellees' argument, however, reflects a rather strained interpretation of the ripeness doctrine, and a misconstruction of Duffy's claims.  We have previously held that challenges to a governmental agency's actions are ripe for review if the issues presented are purely legal, and the challenged action is final.  See Municipality of Anchorage v. United States, 980 F.2d 1320, 1323 (9th Cir.1992)(citing Assiniboine &amp; Sioux Tribes v. Bd. of Oil &amp; Gas Conservation, 792 F.2d 782, 789 (9th Cir.1986)).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Here, Duffy's claims present the purely legal issue of the meaning of \"qualified interpreter\" under the ADA and RA.  Further, the finality of the WSR's decision not to provide an interpreter for the disciplinary hearing was unequivocally expressed in Williams' memo of July 28th.  Duffy also asserts that the Appellees repeatedly and unlawfully refused to provide an interpreter for the classification hearings other than Linder, who he contends is not qualified within the meaning of the Acts.  Thus, the \"administrative decision has been formalized and its effects felt in a concrete way by the challenging part[y].\"  See Abbott Laboratories v. Gardner, 387 U.S. 136, 148-49, 87 S.Ct. 1507, 1515, 18 L.Ed.2d 681 (1967).  As such, Duffy's claims are ripe for judicial review.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The district court reviewing the claims arising out of the classification hearings noted that Duffy's complaint alleged no damage or prejudice from the lack of an interpreter.  Although not explicitly couched in terms of standing, the district court rejected Duffy's RA and ADA claims as meritless because he did not attend the meetings.  As such, the court reasoned that Duffy was neither precluded from participation in the meetings, nor discriminated against at the meetings because of his handicap.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We have the independent obligation to consider Duffy's standing because it goes to this Court's jurisdiction.  See Lujan v. Defenders of Wildlife, 504 U.S. 555, 559-61, 112 S.Ct. 2130, 2136, 119 L.Ed.2d 351 (1992);  Greater Los Angeles Council on Deafness v. Baldrige, 827 F.2d 1353, 1358 (9th Cir.1987).  The Supreme Court has established a three-part test for Article III standing.  First, \"plaintiff must have suffered an 'injury in fact'--an invasion of a legally-protected interest which is (a) concrete and particularized .... and (b) 'actual or imminent, not 'conjectural' or 'hypothetical.' ''  Lujan, 504 U.S. at 560, 112 S.Ct. at 2136 (citations omitted).  The second and third elements of the test are causation and redressability.  Id.;  see also Valley Forge Christian College v. Americans United for Separation of Church and State, 454 U.S. 464, 472, 102 S.Ct. 752, 758-59, 70 L.Ed.2d 700 (1982)(Article III requires the party to show some actual or threatened injury by defendant's putatively illegal conduct that is traceable to that conduct, and is likely to be redressed by a favorable decision).  \"The actual or threatened injury required by Article III may exist solely by virtue of a statute that creates legal rights, the invasion of which creates standing.\"  Greater Los Angeles Council on Deafness, 827 F.2d at 1358.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Here, the ADA and RA clearly create the legal rights that Duffy alleges were invaded by the WSR. The WSR's putatively illegal conduct occurred upon their refusal to provide Duffy with an interpreter who, he alleges, satisfied the ADA, RA and Washington State law.  \"When the suit is one challenging the legality of government action or inaction,.... standing depends considerably upon whether the plaintiff is himself an object of the action (or foregone action) at issue.  If he is, there is ordinarily little question that the action or inaction has caused him injury, and that a judgment preventing or requiring the action will redress it.\"  Lujan, 504 U.S. at 561-62, 112 S.Ct. at 2137.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Because Duffy was the object of the WSR's actions, his attendance at the meetings is immaterial to our inquiry of whether the challenged governmental decisions invaded his statutorily created legal rights.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Duffy has alleged actual harm from a decision already executed as to him--the WSR's decision not to provide a qualified interpreter.  Thus, Duffy has standing to pursue his ADA and RA claims.</p>\n    </div>\n    <p>C. Duffy's Rehabilitation Act Claim</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Section 504 of the Rehabilitation Act of 1973, 29 U.S.C. &#167; 794, provides in pertinent part:No otherwise qualified individual with a disability in the United States ... shall, solely by reason of her or his handicap, be excluded from the participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">29 U.S.C. &#167; 794.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In order to prove an RA violation, Duffy must demonstrate that:  (1) \"he is a handicapped person under [the Act];  (2) that he is otherwise qualified;  (3) that the relevant program receives [federal] financial assistance;  and (4) that the defendants' refusal to provide qualified interpreter services impermissibly discriminates against him on the basis of his physical handicaps.\"   See Bonner v. Lewis, 857 F.2d 559, 562-63 (9th Cir.1988).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Duffy is indeed hearing-impaired, and thus is a handicapped person for RA purposes.  He is also \"qualified\" within the meaning of the RA.  See Bonner, 857 F.2d at 563 (prison inmates are qualified to participate in disciplinary proceedings and other prison activities).  Regarding the third element, neither district court conclusively resolved the factual question of whether the Appellees receive some level of federal funding.  See id.  (\"Whether the prison or its programs receive federal financial assistance is a question of fact to be resolved in the district court.\").  However, Appellees apparently do not dispute on appeal that Duffy satisfies the first three threshold elements of his RA claim.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The primary issue is the fourth Bonner element.  In Bonner, the prison officials claimed that their refusal to provide a \"qualified interpreter\" was not impermissible discrimination under the RA because adequate communication could be accomplished with the use of a telecommunication device and unskilled \"inmate interpreters.\"   See 857 F.2d at 563.   Similarly, Appellees here contend that Duffy can easily and clearly read and write English.  As such, they assert, Duffy's ability to communicate would be neither \"extremely difficult\" nor inadequate under Bonner.   Duffy, however, claims that \"the service of a qualified interpreter .... would be more benefits (sic) and less hostile environment for all of us.\"</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Regarding Williams' memo unequivocally stating that the disciplinary hearing would be conducted without an interpreter, the question remains under the RA and Bonner whether this decision constituted discrimination on the basis of Duffy's handicap.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Once Duffy made his handwritten request via Gerstbrein for an interpreter other than Linder, the record is silent regarding what action, if any, was taken by the hearing officer prior to conducting the hearing the following day.  Appellees now assert on appeal that they were prepared to conduct the hearing with Linder's services.  However, Linder stated in her affidavit that after her attempt to serve Duffy on the 28th, she \"had no further involvement with any of the incidents alleged in his complaint.\"</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Appellees also contend that Duffy voluntarily chose not to attend the hearing.  However, Duffy asserts that just prior to the meeting time, he inquired about its status and was told that a signer was still being sought.  In addition, Duffy did not indicate on the Hearing Notice/Appearance Waiver form that he affirmatively waived his right to attend.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Further, as we discuss more fully in the next section, Duffy has raised a question of fact regarding Linder's qualifications as an interpreter, and his ability to communicate with her effectively and adequately.  The existence of these genuine issues of material facts preclude summary judgment in favor of the Appellees on Duffy's RA claims.  See Bonner, 857 F.2d at 564.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Appellees also argue that our recent decision Gates v. Rowland, 39 F.3d 1439 (9th Cir.1994) constrains the claims that may be brought under the RA.  Gates endorses the use of the standard outlined by the Supreme Court in Turner v. Safley, 482 U.S. 78, 107 S.Ct. 2254, 96 L.Ed.2d 64 (1987), when analyzing the RA's application in a prison setting.  Gates, 39 F.3d at 1447;  see also Turner, 482 U.S. at 89, 107 S.Ct. at 2261 (\"[W]hen a prison regulation impinges on inmates' constitutional rights, the regulation is valid if it is reasonably related to legitimate penological interests.\").  Appellees argue that there were legitimate penological reasons, such as the expense of finding certified interpreters, that would justify their refusal to honor Duffy's request.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">However, Appellees raise this argument for the first time on appeal;  thus, the issue of whether Gates may potentially immunize the WSR officials' conduct based on their asserted legitimate penological reasons cannot be considered without a fuller development of the record.</p>\n    </div>\n    <p>D. Duffy's ADA Claims</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The Americans with Disabilities Act states in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Subject to the provisions of this subchapter, no qualified individual with a disability shall, by reason of such disability, be excluded from participation in or be denied the benefits of the services, programs, or activities of a public entity, or be subjected to discrimination by any such entity.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">42 U.S.C. &#167; 12132.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">This circuit has yet to set forth the elements of an ADA claim.  However, as Duffy persuasively argues, the purpose and effect of the ADA is to extend the anti-discrimination policy of the RA to \"all services, programs, and activities provided or made available by [public entities], regardless of the receipt of Federal financial assistance.\"   See 28 C.F.R.App. A &#167; 35.102 (1995).  Thus, the close relationship between the RA and the ADA offers guidance for analyzing an ADA claim.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We therefore adopt the relevant factors established by this circuit in analyzing an RA claim to Duffy's ADA claim.  As such, Duffy must demonstrate that he (1) is a handicapped person;  (2) that he is otherwise qualified;  and that the Appellees' actions either (3) excluded his participation in or denied him the benefits of a service, program, or activity;  or (4) otherwise subjected him to discrimination on the basis of his physical handicap.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">As discussed, Duffy satisfies the first two elements of his ADA claim.  Regarding the third element, one district court questioned whether the hearings at issue were \"services, programs, or activities\" for purposes of the ADA.  However, Bonner instructs that such hearings may be considered \"programs\" within the definition of the RA and hence the ADA.  Bonner, 857 F.2d at 563.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Regarding the fourth element, Duffy's principal argument is that the Appellees were implicitly required under the ADA to honor his requests for a RID-certified interpreter at his hearings.  Without such an interpreter, Duffy argues, he was discriminated against due to his disability because he would be unable to communicate effectively.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Duffy's argument regarding the certification requirement of a \"qualified interpreter\" is based largely on 28 C.F.R. Part 35 App.  A, Subpart E, &#167; 35.160, which focuses on the complexity and importance of the proceedings, and 28 C.F.R. &#167; 35.160(b)(2), which requires public entities to \"give primary consideration to the requests of the individual with disabilities\" in determining \"what type of auxiliary aid and service is necessary.\"</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Duffy alleges that the requirement that an interpreter be certified is implicit in the ADA's definition of a \"qualified interpreter.\"   See 28 C.F.R. &#167; 35.104 (\"Qualified interpreter means an interpreter who is able to interpret effectively, accurately, and impartially, both receptively and expressively, using any necessary specialized vocabulary.\").  He cites several district court decisions from other circuits as support for this proposition.  See, e.g., Clarkson v. Coughlin, 145 F.R.D. 339, 341 (S.D.N.Y.1993)(\"A qualified sign language interpreter is one who has obtained certification from the National Registry of Interpreters for the Deaf....\");  DeLong v. Brumbaugh, 703 F.Supp. 399, 403 (W.D.Pa.1989)(\"[q]ualified interpreters are available from the Registry of Interpreters for the Deaf, Inc.,....\");  Pyles v. Kamka, 491 F.Supp. 204, 205 (D.Md.1980)(approving consent decree in which prison officials agreed that \"an interpreter shall be deemed qualified if he/she is certified by the National Registry of Interpreters for the Deaf\").</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">However, we cannot agree that, as a matter of law, the ADA regulations require an interpreter to be certified by the RID.  The appendix of the DOJ's implementing regulations contains the extensive discussion of the definition of \"qualified interpreter\" that Duffy cites.  The DOJ recognized the concerns of many commentators that, absent a clear definition of the phrase, \"qualified interpreter\" would be interpreted to mean any \"available interpreter.\"</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The definition promulgated by the DOJ \"focuses on the actual ability of the interpreter in a particular interpreting context to facilitate effective communication between the public entity and the individual with disabilities.\"  28 C.F.R. Part 35, App.  A. However, the DOJ did not go so far as to suggest that the definition of \"qualified interpreter\" requires formal certification.  That restraint is evident in the statement that the definition \"does not invalidate or limit standards ... of any State or local law that are equal to or more stringent ... [nor] supersede any requirement of State law for use of a certified interpreter in court proceedings.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">However, based on the definition of qualified interpreter under the ADA, we conclude that Duffy has raised a significant factual issue as to whether Linder is a qualified interpreter.  In addition to his earlier complaint to Appellee Riveland, Duffy maintained in his deposition that Linder \"signed in a different way and not related to my signs and some of her signs I did not understand.\"   Duffy also stated that Linder also \"interrupted\" and \"would removed (sic) herself from the role of interpreter.\"</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">It is undisputed that Linder had no formal training in sign language and is not a professional interpreter.  Instead, she is a correctional mental health counselor, employed by the Washington State Department of Corrections, who learned how to sign through her relationship with her parents.  These facts give rise to issues regarding the accuracy of her signing and her ability to be impartial-both of which are material to the definition of \"qualified interpreter\" as provided in the ADA regulations.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Appellees argue that the ADA regulations are \"flexible\" and permit the use of written communications between deaf inmates and prison officials in proceedings of this nature instead of a qualified interpreter.  Appellees rely on the same discussion of the requirements for qualified interpreters contained in Appendix Part 35, specifically the comments that:</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Although in some circumstances a notepad and written materials may be sufficient to permit effective communication, in other circumstances they may not be sufficient.  For example, a qualified interpreter may be necessary when the information being communicated is complex, or is exchanged for a lengthy period of time.  Generally, factors to be considered in determining whether an interpreter is required include the context in which the communication is taking place, the number of people involved, and the importance of the communication.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Appellees argue further that the disciplinary proceeding, in particular, was not a complicated matter.  However, at the very least, this presents another factual issue that is more properly resolved in the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">We therefore reverse both district courts' grants of summary judgment for the Appellees on Duffy's ADA claims, so that these issues may be properly addressed by a fact-finder.</p>\n    </div>\n    <p>E. Duffy's Section 1983 Claim</p>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">In order to state a claim under section 1983, Duffy must show that the Appellees acted under color of law, and that their conduct deprived him of a constitutional right.  Constitutionally protected liberty interests can arise under either state law or the Due Process clause.  Hernandez v. Johnston, 833 F.2d 1316, 1318 (9th Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">There is no dispute that the WSR officials acted under color of law.  However, in Duffy's action regarding the classification hearings, the district court rejected Duffy's &#167; 1983 claim based on the Washington Supreme Court's holding that Washington prisoners do not have a liberty interest protected by the Fourteenth Amendment in their classification status.  See In re Dowell, 100 Wash.2d 770, 674 P.2d 666, 668 (1984) (en banc);  accord Hernandez, 833 F.2d at 1318.   Thus, the district court properly granted summary judgment to the Appellees on Duffy's &#167; 1983 claim regarding the classification hearings.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Duffy also maintains that the state's use of explicitly mandatory language in its regulations governing prison disciplinary hearings--in connection with the substantive predicates that govern official decision making--compels a conclusion that the State has created a liberty interest in remaining free from disciplinary segregation.  See, e.g., Wash.Admin.Code 137-28-025 &amp; -030 (listing the types of behaviors that shall constitute either a \"general\" or \"serious\" infraction).</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">However, the test for the existence of state-created liberty interests relied upon by Duffy has been abandoned by the Supreme Court.  See Sandin v. Conner, 515 U.S. 472, 115 S.Ct. 2293, 132 L.Ed.2d 418 (1995);  see also Gotcher v. Wood, 66 F.3d 1097, 1100 (9th Cir.1995).  In Sandin, the Supreme Court instructed that liberty interests protected by the Due Process clause</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p>will be generally limited to freedom from restraint which, while not exceeding the sentence in such an unexpected manner as to give rise to protection by the Due Process Clause of its own force [citations omitted], nonetheless imposes atypical and significant hardship on the inmate in relation to the ordinary incidents of prison life.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Id. at ----, 115 S.Ct. at 2300.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The Supreme Court concluded in Sandin that the conditions in Hawaii's disciplinary segregation facilities \"with insignificant exceptions, mirrored those conditions imposed upon inmates in administrative segregation and protective custody\" and, thus, did not \"work a major disruption in [Conner's] environment.\"  Id. at ----, 115 S.Ct. at 2301.   As such, the Court held that no constitutionally protected liberty interest had been created.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">We cannot, however, make such a determination on the limited record before us.  We therefore remand Duffy's section 1983 claim regarding his disciplinary proceeding for consideration in light of Sandin.   See also Gotcher, 66 F.3d at 1101 (finding that the record on appeal was insufficient for a determination of whether the disciplinary segregation imposed an \"atypical and significant hardship\" on inmate).  If the district court determines that Duffy possessed a liberty interest in remaining free from disciplinary segregation, it must then determine whether Duffy was given all process due under Wolff v. McDonnell, 418 U.S. 539, 94 S.Ct. 2963, 41 L.Ed.2d 935 (1974).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  See Sandin, 515 U.S. at ----, 115 S.Ct. at 2300 (noting that such due process principles were correctly established and applied in Wolff ).</p>\n    </div>\n    <p>F. Duffy's Washington State Law Claim</p>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Duffy's final claim in both civil actions was that the defendants failed to appoint a certified interpreter as required by RCW 2.42.120.  The statute provides in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">If a hearing impaired person is a party or witness at any stage of a judicial or quasi-judicial proceeding in the state or in a political subdivision, including but not limited to civil and criminal court proceedings ... and any proceeding in which a hearing impaired person may be subject to confinement or criminal sanction, the appointing authority shall appoint and pay for a qualified interpreter to interpret the proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Rev.Code Wash. 2.42.120(1) (emphasis added).  The Washington Code also includes in its definition of a \"qualified interpreter\" someone \"certified by the state.\"  Id. at 2.42.110(2).   Even a certified interpreter may be rejected if the hearing impaired individual is not satisfied that the interpreter is able to provide \"accurate, impartial, and effective communication with the hearing impaired person.\"  Id. at 2.42.130(2).</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">The district court that ruled on Duffy's classification hearing claims held that such hearings were not judicial or quasi-judicial proceedings, and therefore did not trigger the requirements set forth in the statute.  Appellees rely on a number of state court decisions in support of their contention that neither the classification hearings nor the disciplinary hearing were \"quasi-judicial\" in nature.  See Yaw v. Walla Walla Sch. Dist., 106 Wash.2d 408, 722 P.2d 803 (1986);  Malgarini v. Washington Jockey Club, 60 Wash.App. 823, 807 P.2d 901 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The Washington Supreme Court listed four steps to determine if an agency's action is administrative or quasi-judicial, requiring an inquiry of whether:  (1) the court could have been charged in the first instance with the responsibility of making the decision;  (2) the function of the agency is one that courts have historically performed;  (3) the agency performs functions of inquiry [and] investigation ...;  and (4) the agency's action is comparable to the ordinary business of courts.  Yaw, 722 P.2d at 807 (citing Francisco v. Board of Directors, 85 Wash.2d 575, 537 P.2d 789, 793 (1975)).</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Under this test, we conclude that the district court correctly found that the classification hearings were neither judicial nor quasi-judicial in nature.  However, applying the Washington Supreme Court's test to the WSR's disciplinary hearing, we conclude that this proceeding was quasi-judicial in nature.  Duffy was charged with violating a Washington state criminal statute prohibiting indecent exposure--a misdemeanor offense.  Thus, the hearing officer's determination of his liability under the statute was comparable to the ordinary business of courts, and certainly a function that courts have historically performed.  Further, the disciplinary hearing officer performed the functions of inquiry and investigation required under the Yaw test.  Accord Cleavinger v. Saxner, 474 U.S. 193, 203, 106 S.Ct. 496, 501-02, 88 L.Ed.2d 507 (1985)(finding that although no justification existed to provide absolute immunity for members' official acts, prison disciplinary committees \"do perform an adjudicatory function in that they determine whether the accused inmate is guilty or innocent of the charge leveled against him\").</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Appellees rely on the Washington Supreme Court decision In re Reismiller, 101 Wash.2d 291, 678 P.2d 323 (1984), to support their contention that Duffy's charges arising from his disciplinary hearing are nonreviewable matters of internal prison discipline.  Id. 678 P.2d at 325-26 (applying an arbitrary and capricious standard of review to inmate's \"personal restraint\" petition challenging the findings of his prison disciplinary proceeding).  However, Reismiller is distinguishable because Duffy neither challenges nor seeks review of the ultimate outcome of his disciplinary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Rather, Duffy makes the distinct allegation that WSR officials violated Washington law by failing to provide a certified interpreter in a \"quasi-judicial\" proceeding.  As such, we hold that the provisions of RCW 2.42.120 were applicable.  Thus, the district court erred in dismissing Duffy's state law claim regarding the disciplinary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">Appellees also argue that RCW 2.42 does not create a right of action because the statute is silent regarding a remedy for its violation.  The Washington Supreme Court rejected a similar argument in Bennett v. Hardy, 113 Wash.2d 912, 784 P.2d 1258 (1990), and implied a cause of action for age discrimination under a state statute defining \"unfair employment practices.\"<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Id. 784 P.2d at 1261.   Applying Bennett, Duffy clearly falls within the class of hearing impaired persons for whose benefit the statute was enacted.  Secondly, like the Washington Supreme Court, we may assume that \"the legislature would not enact a statute granting rights to an identifiable class without enabling members of that class to enforce those rights.\"  Id. Lastly, because the statute contains a clear mandate that qualified interpreters be appointed that satisfy the hearing impaired individual's communication needs, implying a right of action is consistent with the legislative purpose.</p>\n    </div>\n    <p>V. CONCLUSIONS</p>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">We reverse the district court's dismissal of Duffy's ADA and RA claims against the WSR and Department of Corrections on the ground of Eleventh Amendment immunity.  Because Duffy has raised genuine issues of material fact as to Linder's qualifications, and his ability to communicate effectively with her, we reverse both district courts' grants of summary judgment to Appellees on Duffy's ADA and RA claims, and remand for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">We affirm the grant of summary judgment to the Appellees on Duffy's &#167; 1983 claims stemming from his classification hearings.  However, we reverse and remand for consideration of Duffy's &#167; 1983 claim regarding his disciplinary proceeding in light of Sandin v. Conner.   Finally, we reverse the dismissal of Duffy's Washington state law claims regarding his disciplinary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">AFFIRMED IN PART, REVERSED IN PART and REMANDED.   The parties shall bear their own costs on appeal.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> After one of Duffy's 1991 encounters with Linder, he wrote a letter to Appellee Riveland regarding his communication difficulties with her:  \"The problem is:  there is no qualified interpreter present in this disciplinary proceeding at all!   I did indicate that I want an (sic) qualified interpreter to be in this hearing, but I was disregard (sic)....   The [Twin Rivers Correctional Center] officials did use a correctional officer as an interpreter, but she's not fluently (sic) in sign languages nor met the requirement to became (sic) an qualified interpreter.  So there was a problem with the communication in the disciplinary proceeding and I became uncooperative with these officers.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Officer Gerstbrein stated in his affidavit that he returned a copy of his written exchange with Duffy to Ms. Williams in the disciplinary hearing office.  However, the record is silent regarding what, if any, inquiry was made by WSR officials to determine Duffy's ability to communicate effectively with Linder</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The district court had previously dismissed defendants WSR and the Washington State Department of Corrections from Duffy's action based on their asserted immunity from suit under the Eleventh Amendment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We also note that \"[t]he only immunities that can be claimed in an official-capacity action are forms of sovereign immunity that the entity, qua entity, may possess.  ....\"  Kentucky v. Graham, 473 U.S. 159, 167, 105 S.Ct. 3099, 3106, 87 L.Ed.2d 114 (1985).  Thus, Congress's abrogation of the states' Eleventh Amendment immunity from suit under the ADA and RA similarly precludes assertion of immunity by state officials sued in their official capacity.  See Pena v. Gardner, 976 F.2d 469, 473 (9th Cir.1992)(\"An official sued in his official capacity has the same immunity as the state ...\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Further, as to the July disciplinary hearing, it is not clear that Duffy affirmatively waived his right to attend.  Just prior to the scheduled hearing time, Duffy inquired about its status and was told that an interpreter was still being sought.  Thus, we cannot determine on the current record whether Duffy realized that the hearing was in fact proceeding in his absence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> As we noted in Bonner, the implementing regulations promulgated by the Department of Justice (\"DOJ\") under section 504 of the RA require correctional facilities to \" .... provide appropriate auxiliary aids to qualified handicapped persons with impaired sensory, manual or speaking skills where refusal to make such provision would discriminatorily impair or exclude the participation of such persons....  Such auxiliary aids may include brailled and taped materials, qualified interpreters, readers and telephonic devices.\"  28 C.F.R. &#167; 42.503(f) (1995)(emphasis added)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The WSR's decision in this regard is particularly curious in light of the fact that the hearing had previously been continued based on the \"serious nature\" of the infraction, and their belief that interpreter services should be secured</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> To the extent that Duffy asserts his &#167; 1983 claims against the various prison officials as \"personal capacity\" suits, because it was not addressed below, we do not reach the Appellees' argument that they are entitled to qualified immunity.  See Hafer v. Melo, 502 U.S. 21, 25, 112 S.Ct. 358, 362, 116 L.Ed.2d 301 (1991)(\"... officials sued in their personal capacities ... may assert personal immunity defenses such as objectively reasonable reliance on existing law.\");  Gardner, 976 F.2d at 473.   Rather, we also remand this issue to the district court for consideration, as appropriate, once it completes its analysis of Duffy's claims under Sandin</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The Washington Supreme Court adopted a three-part test employed in the federal courts requiring an inquiry into whether:  1) plaintiff is within the class for whose benefit the statute was enacted;  2) legislative intent, explicitly or implicitly supports creating or denying a remedy;  and 3) implying a remedy is consistent with the underlying purpose of the legislation.  Bennett, 784 P.2d at 1261-62 (citing Cort v. Ash, 422 U.S. 66, 95 S.Ct. 2080, 45 L.Ed.2d 26 (1975);  In re WPPSS Sec. Litig., 823 F.2d 1349 (9th Cir.1987))</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">447</span></span></p>\n    <p class=\"case_cite\">7 A.D. Cases 555, 17 A.D.D. 1006, 8<br>NDLR P 386,<br>96 Cal. Daily Op. Serv. 7575,<br>96 Daily Journal D.A.R. 12,479</p>\n    <p class=\"parties\">Sean G. DUFFY, Plaintiff-Appellant,<br>v.<br>Chase RIVELAND, Secretary of Washington State Department of<br>Corrections, James Spalding, Director, Kenneth Ducharme,<br>Superintendent, John Ahlsted, Corrections Sergeant, Peggy<br>Williams, Clerk/Typist, Jerry Sorenson, Corrections Officer,<br>Frances Linder, Corrections Officer, Defendants-Appellees.<br>Sean G. DUFFY, Plaintiff-Appellant,<br>v.<br>Craig YOST, Classification Counselor, William Woodly,<br>Corrections Unit Supervisor, David Karton, Corrections<br>Sergeant, Linda Willenberg, Corrections Program Manager,<br>Kenneth Ducharme, Superintendent, Defendants-Appellees.</p>\n    <p class=\"docket\">Nos. 94-35191, 94-35444.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Ninth Circuit.</p>\n    <p class=\"date\">Argued and Submitted April 10, 1995.<br>Decided Oct. 11, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Leonard J. Feldman, Heller, Ehrman, White &amp; McAuliffe, Seattle, WA, for plaintiff-appellant.</p>\n      <p class=\"indent\">Marc P. Charmatz, National Association of the Deaf Law Center, Silver Spring, MD, of counsel for plaintiff-appellant.</p>\n      <p class=\"indent\">Daniel J. Judge and Douglas W. Carr, Assistant Attorneys General, Olympia, WA, for defendants-appellees.</p>\n      <p class=\"indent\">Appeal from the United States District Court for the Western District of Washington, Barbara Rothstein, District Judge, Presiding.  D.C. No. CV-92-01596-BJR.</p>\n      <p class=\"indent\">Appeal from the United States District Court for the Western District of Washington, John Coughenour, District Judge, Presiding.  D.C. No. CV-93-00637-JCC.</p>\n      <p class=\"indent\">Before WRIGHT, POOLE and WIGGINS, Circuit Judges.</p>\n      <p class=\"indent\">POOLE, Circuit Judge:</p>\n    </div>\n    <p>I. OVERVIEW</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Sean Duffy, a deaf Washington state prisoner, appeals two separate district courts' grants of summary judgment in favor of various state prison officials (collectively \"the Appellees\") and the dismissal of his actions brought under the Americans with Disabilities Act of 1990, 42 U.S.C. &#167; 12101 et seq.  (\"ADA\");  the Rehabilitation Act of 1973, 29 U.S.C. &#167; 794 (\"RA\");  the Civil Rights Act, 42 U.S.C. &#167; 1983 (\" &#167; 1983\");  and Revised Code of Washington Chapters 2.42.120(1), (2), and (4) (\"RCW\").</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Duffy filed suits after the denial of his request for a certified interpreter for the deaf at a prison disciplinary proceeding and two separate classification hearings.  His appeal regarding the claim arising out of the disciplinary hearing (94-35191) and his appeal regarding the claim arising out of the classification hearings (94-35444) have been consolidated in this action.  We affirm in part, and reverse in part.</p>\n    </div>\n    <p>II. BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The facts of this case are relatively straightforward and undisputed.  Sean Duffy is a hearing-impaired inmate at the Washington State Reformatory (WSR) in Monroe, Washington.  He has been incarcerated since 1983.  Although Duffy is hearing-impaired, he can read and write, and frequently communicates with others through an exchange of written notes.  However, he communicates most effectively with the assistance of an interpreter.</p>\n    </div>\n    <p>A. The Disciplinary Hearing</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On July 23, 1992, Duffy was charged by a corrections officer with indecent exposure under Washington Administrative Code &#167; 137-28-030(507) and Revised Criminal Code of Washington Chapter 9A.88.010(1).  WSR officials placed Duffy in the segregation unit following the incident.  The next day, Officer Jerry Sorenson attempted to serve Duffy with a notice of the infraction and the upcoming disciplinary hearing, but he refused to accept it.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The disciplinary hearing was originally scheduled for July 24, 1992.  However, because of the serious nature of the infraction, WSR officials continued the matter so that an interpreter could be secured for Duffy.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On July 28, 1992, Duffy again refused service of the infraction papers and notice of the hearing.  That same day, WSR's Disciplinary Court Clerk Peggy Williams arranged for a meeting between Duffy and Frances Linder, a mental health counselor at a different state correctional facility, who apparently knows some sign language.  Linder learned how to sign through experiences with her hearing-impaired parents.  At all times relevant to these proceedings, Linder had no formal training in sign language, nor was she certified by the Registry of Interpreters for the Deaf (RID).  However, Williams hoped that Linder would be able to assist them by serving Duffy with the notice of the hearing and the infraction.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Duffy was escorted from the segregation unit to meet with Williams and Linder.  However, as soon as Duffy saw Linder, he refused to enter the office where she sat, went directly to Sorenson's office, and wrote, \"I request an (sic) qualified interpreter for this hearing.\"   Duffy testified in his deposition that he did not know the nature of the meeting on the 28th with Linder, and he apparently assumed that it was the actual hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Linder had provided services as an interpreter in several previous hearings at WSR. She had even attended an earlier disciplinary hearing involving Duffy to serve as his interpreter.  However, this hearing was related to a minor infraction and, according to Duffy, the charges were dismissed largely because of the documentary evidence that he was able to provide.  Duffy also testified that based on his prior experience with Linder, however, his ability to communicate with her was \"not one hundred percent.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After Duffy refused to meet with Linder on the 28th, Williams sought counsel from the State Attorney General's Office regarding Duffy's refusal to accept service.  She was advised that under Washington law the hearing could be held in his absence if he refused to attend.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Williams then wrote Duffy a memorandum advising him that his hearing was scheduled for July 30, 1992, if he wished to attend.  The memorandum also explicitly stated that the hearing would be conducted without an interpreter.  Despite Duffy's earlier recalcitrance, Officer Christopher Gerstbrein finally completed service of all papers-including the disciplinary infraction report and Williams' memo-on the morning of July 29th.  At that point, the following written exchange occurred between Gerstbrein and Duffy:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>Gerstbrein:  Do you want to attend your hearing?</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>Duffy:  No. Without an (sic) qualified interpreter present, I refused (sic) to attend a hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>Gerstbrein:  Is Francis (sic) Linder qualified?</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>Duffy:  No. She's a correctional officer and she hasn't registered with the RID (Registry of Interpreter [sic] for the Deaf) so she's not an interpreter under the law.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>Gerstbrein:  I'll talk to the hearing officer about this.  Do you know anyone who is qualified?</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Duffy shook his head no to Gerstbrein's final inquiry.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On the morning of July 30th, Duffy attracted the attention of another corrections officer.  He gestured for a pen and paper, then wrote, \"What happened to the hearing at 9:00 a.m.?\"   Duffy also showed the officer the Hearing Notice/Appearance Waiver Form that Gerstbrein had served the previous day.  After reading Duffy's note and the hearing notice, the officer responded in writing \"Sometimes they run late.  But I'll check on it.\"   Sometime later, the officer returned and passed Duffy a note indicating that the WSR officials were still \"looking for a signer.\"</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The disciplinary hearing took place, however, in Duffy's absence on July 30, 1992, and he was found guilty of the infraction.  Duffy was sentenced to 15 days in disciplinary segregation, with credit for the eight days already served.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Based on these events, Duffy filed a pro se civil action seeking declaratory and monetary relief under the ADA, RA, &#167; 1983 and Washington State law.  By order dated January 28, 1994, the district court granted summary judgment to the defendants on all Duffy's claims.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Duffy filed a timely notice of appeal on February 15, 1994.</p>\n    </div>\n    <p>B. The Classification Hearings</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Classification hearings are held approximately every six months in Washington prisons by the Department of Corrections in order to discuss issues of programming with the inmates.  Since his original incarceration, Duffy had attended these meetings and participated through written communications.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On September 25, 1992, Duffy was notified about an upcoming classification meeting, and again he requested a \"qualified interpreter.\"   Duffy's classification counselor offered the services of Frances Linder but, again, Duffy refused.  The classification counselor did, however, offer to provide a certified interpreter at Duffy's eventual parole hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Duffy subsequently refused to attend his classification hearing scheduled for October 28, 1992, as well as his next hearing, scheduled for March 3, 1993.  Duffy was reviewed in absentia, and was denied \"camp and pre-release placement.\"On May 4, 1994, Duffy filed his second pro se civil suit, again seeking declaratory and monetary relief, based on the denial of his request for an interpreter at his classification hearings.  Again, the district court granted summary judgment to the defendants on all Duffy's claims by order dated April 19, 1994.  Duffy filed his timely notice of appeal on April 28, 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We have jurisdiction over both Duffy's timely appeals pursuant to 28 U.S.C. &#167; 1291.  On June 23, 1994, the two appeals were consolidated and pro bono counsel was appointed for Duffy.</p>\n    </div>\n    <p>III. STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We review a grant of summary judgment de novo.  Jesinger v. Nevada Federal Credit Union, <span class=\"citation\" data-id=\"670602\"><a href=\"/opinion/670602/jeanette-jesinger-v-nevada-federal-credit-union-a-federally-chartered/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1127</span></a></span>, 1130 (9th Cir.1994);  Jones v. Union Pacific R.R., <span class=\"citation\" data-id=\"586403\"><a href=\"/opinion/586403/william-michael-jones-v-union-pacific-railroad-company-united/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">937</span></a></span>, 940 (9th Cir.1992).  Our review is governed by the same standard used by the trial court under Fed.R.Civ.P. 56(c).  Jesinger, 24 F.3d at 1130.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Our task is to determine, viewing the evidence in the light most favorable to the nonmoving party, whether there are any genuine issues of material fact and whether the district court correctly applied the relevant substantive law.  Id.</p>\n    </div>\n    <p>IV. ANALYSIS</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>A. State Entity Defendants' Immunity From Suit on Duffy's ADA and RA Claims</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In the action arising from the disciplinary hearing, the district court dismissed Duffy's ADA and RA claims against the WSR and the State of Washington Department of Corrections pursuant to 28 U.S.C. &#167; 1915.  The district court held that these \"entities of the State are immune from suit .... under the Eleventh Amendment.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We conclude, however, that the district court erred as a matter of law.  Congress may abrogate the states' constitutionally secured immunity from suit in federal court through unmistakably clear statutory language.  Atascadero State Hospital v. Scanlon, <span class=\"citation\" data-id=\"111503\"><a href=\"/opinion/111503/atascadero-state-hospital-v-scanlon/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></a></span>, 242, <span class=\"citation\" data-id=\"111503\"><a href=\"/opinion/111503/atascadero-state-hospital-v-scanlon/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3142</span></a></span>, 3147, <span class=\"citation\" data-id=\"111503\"><a href=\"/opinion/111503/atascadero-state-hospital-v-scanlon/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">171</span></a></span> (1985)(holding that action under earlier version of Rehabilitation Act was proscribed by Eleventh Amendment absent express Congressional intent to the contrary).  In section 502 of the ADA, Congress expressly provided that \"[a] State shall not be immune under the eleventh amendment to the Constitution of the United States from an action in Federal or State court of competent jurisdiction for a violation of this chapter.\"   See 42 U.S.C. &#167; 12202 (1995).  Similarly, Congress amended the RA in 1986 following Atascadero to abrogate the states' immunity under the Eleventh Amendment.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  See 42 U.S.C. &#167; 2000d-7(a)(1)(1986).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Thus, the district court erred in dismissing Duffy's ADA and RA claims against the Washington State entities that arose from the disciplinary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>B. Duffy's Standing and Ripeness of His Claims for Review</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Appellees argue that Duffy's ADA and RA claims are not ripe for judicial review because Duffy did not attend the disciplinary and classification hearings that are the subjects of his complaints.  As such, they argue, Duffy's complaints require this Court to engage in a speculative inquiry of whether his rights under the ADA and RA would have been violated had he attended the hearings.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The Appellees' argument, however, reflects a rather strained interpretation of the ripeness doctrine, and a misconstruction of Duffy's claims.  We have previously held that challenges to a governmental agency's actions are ripe for review if the issues presented are purely legal, and the challenged action is final.  See Municipality of Anchorage v. United States, <span class=\"citation\" data-id=\"596199\"><a href=\"/opinion/596199/municipality-of-anchorage-and-the-city-of-craig-alaska-and-the-city/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1320</span></a></span>, 1323 (9th Cir.1992)(citing Assiniboine &amp; Sioux Tribes v. Bd. of Oil &amp; Gas Conservation, <span class=\"citation\" data-id=\"471358\"><a href=\"/opinion/471358/assiniboine-and-sioux-tribes-of-the-fort-peck-indian-reservation/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">782</span></a></span>, 789 (9th Cir.1986)).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Here, Duffy's claims present the purely legal issue of the meaning of \"qualified interpreter\" under the ADA and RA.  Further, the finality of the WSR's decision not to provide an interpreter for the disciplinary hearing was unequivocally expressed in Williams' memo of July 28th.  Duffy also asserts that the Appellees repeatedly and unlawfully refused to provide an interpreter for the classification hearings other than Linder, who he contends is not qualified within the meaning of the Acts.  Thus, the \"administrative decision has been formalized and its effects felt in a concrete way by the challenging part[y].\"  See Abbott Laboratories v. Gardner, <span class=\"citation\" data-id=\"107451\"><a href=\"/opinion/107451/abbott-laboratories-v-gardner/\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">136</span></a></span>, 148-49, <span class=\"citation\" data-id=\"107451\"><a href=\"/opinion/107451/abbott-laboratories-v-gardner/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1507</span></a></span>, 1515, <span class=\"citation\" data-id=\"107451\"><a href=\"/opinion/107451/abbott-laboratories-v-gardner/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">681</span></a></span> (1967).  As such, Duffy's claims are ripe for judicial review.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The district court reviewing the claims arising out of the classification hearings noted that Duffy's complaint alleged no damage or prejudice from the lack of an interpreter.  Although not explicitly couched in terms of standing, the district court rejected Duffy's RA and ADA claims as meritless because he did not attend the meetings.  As such, the court reasoned that Duffy was neither precluded from participation in the meetings, nor discriminated against at the meetings because of his handicap.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We have the independent obligation to consider Duffy's standing because it goes to this Court's jurisdiction.  See Lujan v. Defenders of Wildlife, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">555</span></a></span>, 559-61, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span>, 2136, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1992);  Greater Los Angeles Council on Deafness v. Baldrige, <span class=\"citation\" data-id=\"493676\"><a href=\"/opinion/493676/greater-los-angeles-council-on-deafness-inc-v-malcolm-baldrige/\"><span class=\"volume\">827</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1353</span></a></span>, 1358 (9th Cir.1987).  The Supreme Court has established a three-part test for Article III standing.  First, \"plaintiff must have suffered an 'injury in fact'--an invasion of a legally-protected interest which is (a) concrete and particularized .... and (b) 'actual or imminent, not 'conjectural' or 'hypothetical.' ''  Lujan, 504 U.S. at 560, 112 S.Ct. at 2136 (citations omitted).  The second and third elements of the test are causation and redressability.  Id.;  see also Valley Forge Christian College v. Americans United for Separation of Church and State, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span>, 472, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">752</span></a></span>, 758-59, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">700</span></a></span> (1982)(Article III requires the party to show some actual or threatened injury by defendant's putatively illegal conduct that is traceable to that conduct, and is likely to be redressed by a favorable decision).  \"The actual or threatened injury required by Article III may exist solely by virtue of a statute that creates legal rights, the invasion of which creates standing.\"  Greater Los Angeles Council on Deafness, 827 F.2d at 1358.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Here, the ADA and RA clearly create the legal rights that Duffy alleges were invaded by the WSR. The WSR's putatively illegal conduct occurred upon their refusal to provide Duffy with an interpreter who, he alleges, satisfied the ADA, RA and Washington State law.  \"When the suit is one challenging the legality of government action or inaction,.... standing depends considerably upon whether the plaintiff is himself an object of the action (or foregone action) at issue.  If he is, there is ordinarily little question that the action or inaction has caused him injury, and that a judgment preventing or requiring the action will redress it.\"  Lujan, 504 U.S. at 561-62, 112 S.Ct. at 2137.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Because Duffy was the object of the WSR's actions, his attendance at the meetings is immaterial to our inquiry of whether the challenged governmental decisions invaded his statutorily created legal rights.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Duffy has alleged actual harm from a decision already executed as to him--the WSR's decision not to provide a qualified interpreter.  Thus, Duffy has standing to pursue his ADA and RA claims.</p>\n    </div>\n    <p>C. Duffy's Rehabilitation Act Claim</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Section 504 of the Rehabilitation Act of 1973, 29 U.S.C. &#167; 794, provides in pertinent part:No otherwise qualified individual with a disability in the United States ... shall, solely by reason of her or his handicap, be excluded from the participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">29 U.S.C. &#167; 794.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In order to prove an RA violation, Duffy must demonstrate that:  (1) \"he is a handicapped person under [the Act];  (2) that he is otherwise qualified;  (3) that the relevant program receives [federal] financial assistance;  and (4) that the defendants' refusal to provide qualified interpreter services impermissibly discriminates against him on the basis of his physical handicaps.\"   See Bonner v. Lewis, <span class=\"citation\" data-id=\"511839\"><a href=\"/opinion/511839/nicki-arron-bonner-v-mr-lewis-director-at-adoc-cpo-crowley-cpo-vega/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">559</span></a></span>, 562-63 (9th Cir.1988).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Duffy is indeed hearing-impaired, and thus is a handicapped person for RA purposes.  He is also \"qualified\" within the meaning of the RA.  See Bonner, 857 F.2d at 563 (prison inmates are qualified to participate in disciplinary proceedings and other prison activities).  Regarding the third element, neither district court conclusively resolved the factual question of whether the Appellees receive some level of federal funding.  See id.  (\"Whether the prison or its programs receive federal financial assistance is a question of fact to be resolved in the district court.\").  However, Appellees apparently do not dispute on appeal that Duffy satisfies the first three threshold elements of his RA claim.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The primary issue is the fourth Bonner element.  In Bonner, the prison officials claimed that their refusal to provide a \"qualified interpreter\" was not impermissible discrimination under the RA because adequate communication could be accomplished with the use of a telecommunication device and unskilled \"inmate interpreters.\"   See 857 F.2d at 563.   Similarly, Appellees here contend that Duffy can easily and clearly read and write English.  As such, they assert, Duffy's ability to communicate would be neither \"extremely difficult\" nor inadequate under Bonner.   Duffy, however, claims that \"the service of a qualified interpreter .... would be more benefits (sic) and less hostile environment for all of us.\"</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Regarding Williams' memo unequivocally stating that the disciplinary hearing would be conducted without an interpreter, the question remains under the RA and Bonner whether this decision constituted discrimination on the basis of Duffy's handicap.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Once Duffy made his handwritten request via Gerstbrein for an interpreter other than Linder, the record is silent regarding what action, if any, was taken by the hearing officer prior to conducting the hearing the following day.  Appellees now assert on appeal that they were prepared to conduct the hearing with Linder's services.  However, Linder stated in her affidavit that after her attempt to serve Duffy on the 28th, she \"had no further involvement with any of the incidents alleged in his complaint.\"</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Appellees also contend that Duffy voluntarily chose not to attend the hearing.  However, Duffy asserts that just prior to the meeting time, he inquired about its status and was told that a signer was still being sought.  In addition, Duffy did not indicate on the Hearing Notice/Appearance Waiver form that he affirmatively waived his right to attend.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Further, as we discuss more fully in the next section, Duffy has raised a question of fact regarding Linder's qualifications as an interpreter, and his ability to communicate with her effectively and adequately.  The existence of these genuine issues of material facts preclude summary judgment in favor of the Appellees on Duffy's RA claims.  See Bonner, 857 F.2d at 564.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Appellees also argue that our recent decision Gates v. Rowland, <span class=\"citation\" data-id=\"682439\"><a href=\"/opinion/682439/jay-lee-gates-john-ronald-bertram-v-james-rowland-and-his-successor-in/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1439</span></a></span> (9th Cir.1994) constrains the claims that may be brought under the RA.  Gates endorses the use of the standard outlined by the Supreme Court in Turner v. Safley, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2254</span></a></span>, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">64</span></a></span> (1987), when analyzing the RA's application in a prison setting.  Gates, 39 F.3d at 1447;  see also Turner, 482 U.S. at 89, 107 S.Ct. at 2261 (\"[W]hen a prison regulation impinges on inmates' constitutional rights, the regulation is valid if it is reasonably related to legitimate penological interests.\").  Appellees argue that there were legitimate penological reasons, such as the expense of finding certified interpreters, that would justify their refusal to honor Duffy's request.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">However, Appellees raise this argument for the first time on appeal;  thus, the issue of whether Gates may potentially immunize the WSR officials' conduct based on their asserted legitimate penological reasons cannot be considered without a fuller development of the record.</p>\n    </div>\n    <p>D. Duffy's ADA Claims</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The Americans with Disabilities Act states in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Subject to the provisions of this subchapter, no qualified individual with a disability shall, by reason of such disability, be excluded from participation in or be denied the benefits of the services, programs, or activities of a public entity, or be subjected to discrimination by any such entity.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">42 U.S.C. &#167; 12132.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">This circuit has yet to set forth the elements of an ADA claim.  However, as Duffy persuasively argues, the purpose and effect of the ADA is to extend the anti-discrimination policy of the RA to \"all services, programs, and activities provided or made available by [public entities], regardless of the receipt of Federal financial assistance.\"   See 28 C.F.R.App. A &#167; 35.102 (1995).  Thus, the close relationship between the RA and the ADA offers guidance for analyzing an ADA claim.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We therefore adopt the relevant factors established by this circuit in analyzing an RA claim to Duffy's ADA claim.  As such, Duffy must demonstrate that he (1) is a handicapped person;  (2) that he is otherwise qualified;  and that the Appellees' actions either (3) excluded his participation in or denied him the benefits of a service, program, or activity;  or (4) otherwise subjected him to discrimination on the basis of his physical handicap.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">As discussed, Duffy satisfies the first two elements of his ADA claim.  Regarding the third element, one district court questioned whether the hearings at issue were \"services, programs, or activities\" for purposes of the ADA.  However, Bonner instructs that such hearings may be considered \"programs\" within the definition of the RA and hence the ADA.  Bonner, 857 F.2d at 563.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Regarding the fourth element, Duffy's principal argument is that the Appellees were implicitly required under the ADA to honor his requests for a RID-certified interpreter at his hearings.  Without such an interpreter, Duffy argues, he was discriminated against due to his disability because he would be unable to communicate effectively.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Duffy's argument regarding the certification requirement of a \"qualified interpreter\" is based largely on 28 C.F.R. Part 35 App.  A, Subpart E, &#167; 35.160, which focuses on the complexity and importance of the proceedings, and 28 C.F.R. &#167; 35.160(b)(2), which requires public entities to \"give primary consideration to the requests of the individual with disabilities\" in determining \"what type of auxiliary aid and service is necessary.\"</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Duffy alleges that the requirement that an interpreter be certified is implicit in the ADA's definition of a \"qualified interpreter.\"   See 28 C.F.R. &#167; 35.104 (\"Qualified interpreter means an interpreter who is able to interpret effectively, accurately, and impartially, both receptively and expressively, using any necessary specialized vocabulary.\").  He cites several district court decisions from other circuits as support for this proposition.  See, e.g., Clarkson v. Coughlin, <span class=\"citation no-link\"><span class=\"volume\">145</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">339</span></span>, 341 (S.D.N.Y.1993)(\"A qualified sign language interpreter is one who has obtained certification from the National Registry of Interpreters for the Deaf....\");  DeLong v. Brumbaugh, <span class=\"citation no-link\"><span class=\"volume\">703</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">399</span></span>, 403 (W.D.Pa.1989)(\"[q]ualified interpreters are available from the Registry of Interpreters for the Deaf, Inc.,....\");  Pyles v. Kamka, <span class=\"citation\" data-id=\"1799154\"><a href=\"/opinion/1799154/pyles-v-kamka/\"><span class=\"volume\">491</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">204</span></a></span>, 205 (D.Md.1980)(approving consent decree in which prison officials agreed that \"an interpreter shall be deemed qualified if he/she is certified by the National Registry of Interpreters for the Deaf\").</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">However, we cannot agree that, as a matter of law, the ADA regulations require an interpreter to be certified by the RID.  The appendix of the DOJ's implementing regulations contains the extensive discussion of the definition of \"qualified interpreter\" that Duffy cites.  The DOJ recognized the concerns of many commentators that, absent a clear definition of the phrase, \"qualified interpreter\" would be interpreted to mean any \"available interpreter.\"</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The definition promulgated by the DOJ \"focuses on the actual ability of the interpreter in a particular interpreting context to facilitate effective communication between the public entity and the individual with disabilities.\"  28 C.F.R. Part 35, App.  A. However, the DOJ did not go so far as to suggest that the definition of \"qualified interpreter\" requires formal certification.  That restraint is evident in the statement that the definition \"does not invalidate or limit standards ... of any State or local law that are equal to or more stringent ... [nor] supersede any requirement of State law for use of a certified interpreter in court proceedings.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">However, based on the definition of qualified interpreter under the ADA, we conclude that Duffy has raised a significant factual issue as to whether Linder is a qualified interpreter.  In addition to his earlier complaint to Appellee Riveland, Duffy maintained in his deposition that Linder \"signed in a different way and not related to my signs and some of her signs I did not understand.\"   Duffy also stated that Linder also \"interrupted\" and \"would removed (sic) herself from the role of interpreter.\"</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">It is undisputed that Linder had no formal training in sign language and is not a professional interpreter.  Instead, she is a correctional mental health counselor, employed by the Washington State Department of Corrections, who learned how to sign through her relationship with her parents.  These facts give rise to issues regarding the accuracy of her signing and her ability to be impartial-both of which are material to the definition of \"qualified interpreter\" as provided in the ADA regulations.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Appellees argue that the ADA regulations are \"flexible\" and permit the use of written communications between deaf inmates and prison officials in proceedings of this nature instead of a qualified interpreter.  Appellees rely on the same discussion of the requirements for qualified interpreters contained in Appendix Part 35, specifically the comments that:</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Although in some circumstances a notepad and written materials may be sufficient to permit effective communication, in other circumstances they may not be sufficient.  For example, a qualified interpreter may be necessary when the information being communicated is complex, or is exchanged for a lengthy period of time.  Generally, factors to be considered in determining whether an interpreter is required include the context in which the communication is taking place, the number of people involved, and the importance of the communication.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Appellees argue further that the disciplinary proceeding, in particular, was not a complicated matter.  However, at the very least, this presents another factual issue that is more properly resolved in the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">We therefore reverse both district courts' grants of summary judgment for the Appellees on Duffy's ADA claims, so that these issues may be properly addressed by a fact-finder.</p>\n    </div>\n    <p>E. Duffy's Section 1983 Claim</p>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">In order to state a claim under section 1983, Duffy must show that the Appellees acted under color of law, and that their conduct deprived him of a constitutional right.  Constitutionally protected liberty interests can arise under either state law or the Due Process clause.  Hernandez v. Johnston, <span class=\"citation\" data-id=\"497986\"><a href=\"/opinion/497986/frank-v-hernandez-v-denny-johnston-tom-ahearn-jim-rogers-john-mccain/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1316</span></a></span>, 1318 (9th Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">There is no dispute that the WSR officials acted under color of law.  However, in Duffy's action regarding the classification hearings, the district court rejected Duffy's &#167; 1983 claim based on the Washington Supreme Court's holding that Washington prisoners do not have a liberty interest protected by the Fourteenth Amendment in their classification status.  See In re Dowell, 100 Wash.2d 770, <span class=\"citation\" data-id=\"1248373\"><a href=\"/opinion/1248373/in-re-dowell/\"><span class=\"volume\">674</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">666</span></a></span>, 668 (1984) (en banc);  accord Hernandez, 833 F.2d at 1318.   Thus, the district court properly granted summary judgment to the Appellees on Duffy's &#167; 1983 claim regarding the classification hearings.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Duffy also maintains that the state's use of explicitly mandatory language in its regulations governing prison disciplinary hearings--in connection with the substantive predicates that govern official decision making--compels a conclusion that the State has created a liberty interest in remaining free from disciplinary segregation.  See, e.g., Wash.Admin.Code 137-28-025 &amp; -030 (listing the types of behaviors that shall constitute either a \"general\" or \"serious\" infraction).</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">However, the test for the existence of state-created liberty interests relied upon by Duffy has been abandoned by the Supreme Court.  See Sandin v. Conner, <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">472</span></a></span>, <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2293</span></a></span>, <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">418</span></a></span> (1995);  see also Gotcher v. Wood, <span class=\"citation\" data-id=\"705150\"><a href=\"/opinion/705150/95-cal-daily-op-serv-7769-95-daily-journal-dar-13325-norman/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1097</span></a></span>, 1100 (9th Cir.1995).  In Sandin, the Supreme Court instructed that liberty interests protected by the Due Process clause</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p>will be generally limited to freedom from restraint which, while not exceeding the sentence in such an unexpected manner as to give rise to protection by the Due Process Clause of its own force [citations omitted], nonetheless imposes atypical and significant hardship on the inmate in relation to the ordinary incidents of prison life.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Id. at ----, 115 S.Ct. at 2300.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The Supreme Court concluded in Sandin that the conditions in Hawaii's disciplinary segregation facilities \"with insignificant exceptions, mirrored those conditions imposed upon inmates in administrative segregation and protective custody\" and, thus, did not \"work a major disruption in [Conner's] environment.\"  Id. at ----, 115 S.Ct. at 2301.   As such, the Court held that no constitutionally protected liberty interest had been created.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">We cannot, however, make such a determination on the limited record before us.  We therefore remand Duffy's section 1983 claim regarding his disciplinary proceeding for consideration in light of Sandin.   See also Gotcher, 66 F.3d at 1101 (finding that the record on appeal was insufficient for a determination of whether the disciplinary segregation imposed an \"atypical and significant hardship\" on inmate).  If the district court determines that Duffy possessed a liberty interest in remaining free from disciplinary segregation, it must then determine whether Duffy was given all process due under Wolff v. McDonnell, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2963</span></a></span>, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">935</span></a></span> (1974).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  See Sandin, 515 U.S. at ----, 115 S.Ct. at 2300 (noting that such due process principles were correctly established and applied in Wolff ).</p>\n    </div>\n    <p>F. Duffy's Washington State Law Claim</p>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Duffy's final claim in both civil actions was that the defendants failed to appoint a certified interpreter as required by RCW 2.42.120.  The statute provides in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">If a hearing impaired person is a party or witness at any stage of a judicial or quasi-judicial proceeding in the state or in a political subdivision, including but not limited to civil and criminal court proceedings ... and any proceeding in which a hearing impaired person may be subject to confinement or criminal sanction, the appointing authority shall appoint and pay for a qualified interpreter to interpret the proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Rev.Code Wash. 2.42.120(1) (emphasis added).  The Washington Code also includes in its definition of a \"qualified interpreter\" someone \"certified by the state.\"  Id. at 2.42.110(2).   Even a certified interpreter may be rejected if the hearing impaired individual is not satisfied that the interpreter is able to provide \"accurate, impartial, and effective communication with the hearing impaired person.\"  Id. at 2.42.130(2).</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">The district court that ruled on Duffy's classification hearing claims held that such hearings were not judicial or quasi-judicial proceedings, and therefore did not trigger the requirements set forth in the statute.  Appellees rely on a number of state court decisions in support of their contention that neither the classification hearings nor the disciplinary hearing were \"quasi-judicial\" in nature.  See Yaw v. Walla Walla Sch. Dist., 106 Wash.2d 408, <span class=\"citation\" data-id=\"2603625\"><a href=\"/opinion/2603625/yaw-v-walla-walla-school-dist/\"><span class=\"volume\">722</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">803</span></a></span> (1986);  Malgarini v. Washington Jockey Club, 60 Wash.App. 823, <span class=\"citation\" data-id=\"1454626\"><a href=\"/opinion/1454626/malgarini-v-washington-jockey-club/\"><span class=\"volume\">807</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">901</span></a></span> (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The Washington Supreme Court listed four steps to determine if an agency's action is administrative or quasi-judicial, requiring an inquiry of whether:  (1) the court could have been charged in the first instance with the responsibility of making the decision;  (2) the function of the agency is one that courts have historically performed;  (3) the agency performs functions of inquiry [and] investigation ...;  and (4) the agency's action is comparable to the ordinary business of courts.  Yaw, 722 P.2d at 807 (citing Francisco v. Board of Directors, 85 Wash.2d 575, <span class=\"citation\" data-id=\"1170257\"><a href=\"/opinion/1170257/francisco-v-bd-of-directors/\"><span class=\"volume\">537</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">789</span></a></span>, 793 (1975)).</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Under this test, we conclude that the district court correctly found that the classification hearings were neither judicial nor quasi-judicial in nature.  However, applying the Washington Supreme Court's test to the WSR's disciplinary hearing, we conclude that this proceeding was quasi-judicial in nature.  Duffy was charged with violating a Washington state criminal statute prohibiting indecent exposure--a misdemeanor offense.  Thus, the hearing officer's determination of his liability under the statute was comparable to the ordinary business of courts, and certainly a function that courts have historically performed.  Further, the disciplinary hearing officer performed the functions of inquiry and investigation required under the Yaw test.  Accord Cleavinger v. Saxner, <span class=\"citation\" data-id=\"111547\"><a href=\"/opinion/111547/cleavinger-v-saxner/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">193</span></a></span>, 203, <span class=\"citation\" data-id=\"111547\"><a href=\"/opinion/111547/cleavinger-v-saxner/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">496</span></a></span>, 501-02, <span class=\"citation\" data-id=\"111547\"><a href=\"/opinion/111547/cleavinger-v-saxner/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">507</span></a></span> (1985)(finding that although no justification existed to provide absolute immunity for members' official acts, prison disciplinary committees \"do perform an adjudicatory function in that they determine whether the accused inmate is guilty or innocent of the charge leveled against him\").</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Appellees rely on the Washington Supreme Court decision In re Reismiller, 101 Wash.2d 291, <span class=\"citation\" data-id=\"1216737\"><a href=\"/opinion/1216737/in-re-reismiller/\"><span class=\"volume\">678</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">323</span></a></span> (1984), to support their contention that Duffy's charges arising from his disciplinary hearing are nonreviewable matters of internal prison discipline.  Id. 678 P.2d at 325-26 (applying an arbitrary and capricious standard of review to inmate's \"personal restraint\" petition challenging the findings of his prison disciplinary proceeding).  However, Reismiller is distinguishable because Duffy neither challenges nor seeks review of the ultimate outcome of his disciplinary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Rather, Duffy makes the distinct allegation that WSR officials violated Washington law by failing to provide a certified interpreter in a \"quasi-judicial\" proceeding.  As such, we hold that the provisions of RCW 2.42.120 were applicable.  Thus, the district court erred in dismissing Duffy's state law claim regarding the disciplinary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">Appellees also argue that RCW 2.42 does not create a right of action because the statute is silent regarding a remedy for its violation.  The Washington Supreme Court rejected a similar argument in Bennett v. Hardy, 113 Wash.2d 912, <span class=\"citation no-link\"><span class=\"volume\">784</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1258</span></span> (1990), and implied a cause of action for age discrimination under a state statute defining \"unfair employment practices.\"<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Id. 784 P.2d at 1261.   Applying Bennett, Duffy clearly falls within the class of hearing impaired persons for whose benefit the statute was enacted.  Secondly, like the Washington Supreme Court, we may assume that \"the legislature would not enact a statute granting rights to an identifiable class without enabling members of that class to enforce those rights.\"  Id. Lastly, because the statute contains a clear mandate that qualified interpreters be appointed that satisfy the hearing impaired individual's communication needs, implying a right of action is consistent with the legislative purpose.</p>\n    </div>\n    <p>V. CONCLUSIONS</p>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">We reverse the district court's dismissal of Duffy's ADA and RA claims against the WSR and Department of Corrections on the ground of Eleventh Amendment immunity.  Because Duffy has raised genuine issues of material fact as to Linder's qualifications, and his ability to communicate effectively with her, we reverse both district courts' grants of summary judgment to Appellees on Duffy's ADA and RA claims, and remand for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">We affirm the grant of summary judgment to the Appellees on Duffy's &#167; 1983 claims stemming from his classification hearings.  However, we reverse and remand for consideration of Duffy's &#167; 1983 claim regarding his disciplinary proceeding in light of Sandin v. Conner.   Finally, we reverse the dismissal of Duffy's Washington state law claims regarding his disciplinary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">AFFIRMED IN PART, REVERSED IN PART and REMANDED.   The parties shall bear their own costs on appeal.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> After one of Duffy's 1991 encounters with Linder, he wrote a letter to Appellee Riveland regarding his communication difficulties with her:  \"The problem is:  there is no qualified interpreter present in this disciplinary proceeding at all!   I did indicate that I want an (sic) qualified interpreter to be in this hearing, but I was disregard (sic)....   The [Twin Rivers Correctional Center] officials did use a correctional officer as an interpreter, but she's not fluently (sic) in sign languages nor met the requirement to became (sic) an qualified interpreter.  So there was a problem with the communication in the disciplinary proceeding and I became uncooperative with these officers.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Officer Gerstbrein stated in his affidavit that he returned a copy of his written exchange with Duffy to Ms. Williams in the disciplinary hearing office.  However, the record is silent regarding what, if any, inquiry was made by WSR officials to determine Duffy's ability to communicate effectively with Linder</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The district court had previously dismissed defendants WSR and the Washington State Department of Corrections from Duffy's action based on their asserted immunity from suit under the Eleventh Amendment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We also note that \"[t]he only immunities that can be claimed in an official-capacity action are forms of sovereign immunity that the entity, qua entity, may possess.  ....\"  Kentucky v. Graham, <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">159</span></a></span>, 167, <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3099</span></a></span>, 3106, <span class=\"citation\" data-id=\"111500\"><a href=\"/opinion/111500/kentucky-v-graham/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">114</span></a></span> (1985).  Thus, Congress's abrogation of the states' Eleventh Amendment immunity from suit under the ADA and RA similarly precludes assertion of immunity by state officials sued in their official capacity.  See Pena v. Gardner, <span class=\"citation\" data-id=\"591450\"><a href=\"/opinion/591450/joseph-l-pena-v-booth-gardner-lawrence-kincheloe-warden-john-lambert-amos/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">469</span></a></span>, 473 (9th Cir.1992)(\"An official sued in his official capacity has the same immunity as the state ...\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Further, as to the July disciplinary hearing, it is not clear that Duffy affirmatively waived his right to attend.  Just prior to the scheduled hearing time, Duffy inquired about its status and was told that an interpreter was still being sought.  Thus, we cannot determine on the current record whether Duffy realized that the hearing was in fact proceeding in his absence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> As we noted in Bonner, the implementing regulations promulgated by the Department of Justice (\"DOJ\") under section 504 of the RA require correctional facilities to \" .... provide appropriate auxiliary aids to qualified handicapped persons with impaired sensory, manual or speaking skills where refusal to make such provision would discriminatorily impair or exclude the participation of such persons....  Such auxiliary aids may include brailled and taped materials, qualified interpreters, readers and telephonic devices.\"  28 C.F.R. &#167; 42.503(f) (1995)(emphasis added)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The WSR's decision in this regard is particularly curious in light of the fact that the hearing had previously been continued based on the \"serious nature\" of the infraction, and their belief that interpreter services should be secured</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> To the extent that Duffy asserts his &#167; 1983 claims against the various prison officials as \"personal capacity\" suits, because it was not addressed below, we do not reach the Appellees' argument that they are entitled to qualified immunity.  See Hafer v. Melo, <span class=\"citation\" data-id=\"112657\"><a href=\"/opinion/112657/hafer-v-melo/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">21</span></a></span>, 25, <span class=\"citation\" data-id=\"112657\"><a href=\"/opinion/112657/hafer-v-melo/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">358</span></a></span>, 362, <span class=\"citation\" data-id=\"112657\"><a href=\"/opinion/112657/hafer-v-melo/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">301</span></a></span> (1991)(\"... officials sued in their personal capacities ... may assert personal immunity defenses such as objectively reasonable reliance on existing law.\");  Gardner, 976 F.2d at 473.   Rather, we also remand this issue to the district court for consideration, as appropriate, once it completes its analysis of Duffy's claims under Sandin</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The Washington Supreme Court adopted a three-part test employed in the federal courts requiring an inquiry into whether:  1) plaintiff is within the class for whose benefit the statute was enacted;  2) legislative intent, explicitly or implicitly supports creating or denying a remedy;  and 3) implying a remedy is consistent with the underlying purpose of the legislation.  Bennett, 784 P.2d at 1261-62 (citing Cort v. Ash, <span class=\"citation\" data-id=\"109286\"><a href=\"/opinion/109286/cort-v-ash/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">66</span></a></span>, <span class=\"citation\" data-id=\"109286\"><a href=\"/opinion/109286/cort-v-ash/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2080</span></a></span>, <span class=\"citation\" data-id=\"109286\"><a href=\"/opinion/109286/cort-v-ash/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">26</span></a></span> (1975);  In re WPPSS Sec. Litig., <span class=\"citation\" data-id=\"491564\"><a href=\"/opinion/491564/in-re-washington-public-power-supply-system-securities-litigation-henry/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1349</span></a></span> (9th Cir.1987))</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107451/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109097/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109286/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110599/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111500/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111503/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111547/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111904/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112657/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112747/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117957/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/471358/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/491564/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/493676/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/497986/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/511839/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/586403/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/591450/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/596199/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/670602/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/682439/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/705150/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1170257/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1216737/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1248373/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1454626/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1799154/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2603625/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-14T00:51:42.260250Z",
      "date_modified": "2018-04-04T05:17:49.506909Z",
      "date_filed": "1996-10-11",
      "date_filed_is_approximate": false,
      "slug": "sean-g-duffy-v-chase-riveland-secretary-of-washington-state-department",
      "citation_id": 700804,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "Sean G. Duffy v. Chase Riveland, Secretary of Washington State Department of Corrections, James Spalding, Director, Kenneth Ducharme, Superintendent, John Ahlsted, Corrections Sergeant, Peggy Williams, Clerk/typist, Jerry Sorenson, Corrections Officer, Frances Linder, Corrections Officer, Sean G. Duffy v. Craig Yost, Classification Counselor, William Woodly, Corrections Unit Supervisor, David Karton, Corrections Sergeant, Linda Willenberg, Corrections Program Manager, Kenneth Ducharme, Superintendent",
      "federal_cite_one": "98 F.3d 447",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 57,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/805270/sean-g-duffy-v-chase-riveland-secretary-of-washington-state-department/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:22:06.153107Z",
  "date_modified": "2016-02-01T18:39:05.781263Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "Sean G. Duffy v. Chase Riveland, Secretary of Washington State Department of Corrections, James Spalding, Director, Kenneth Ducharme, Superintendent, John Ahlsted, Corrections Sergeant, Peggy Williams, Clerk/typist, Jerry Sorenson, Corrections Officer, Frances Linder, Corrections Officer, Sean G. Duffy v. Craig Yost, Classification Counselor, William Woodly, Corrections Unit Supervisor, David Karton, Corrections Sergeant, Linda Willenberg, Corrections Program Manager, Kenneth Ducharme, Superintendent",
  "slug": "sean-g-duffy-v-chase-riveland-secretary-of-washington-state-department",
  "docket_number": "94-35191",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}