{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/805333/",
  "id": 805333,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/cal/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1372916/",
      "id": 1372916,
      "absolute_url": "/opinion/1372916/williams-v-superior-court/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/805333/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1372916/",
          "id": 1372916,
          "absolute_url": "/opinion/1372916/williams-v-superior-court/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1372916/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/3836/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T05:50:30.916032Z",
          "date_modified": "2017-04-04T15:51:02.486850Z",
          "type": "010combined",
          "sha1": "be18b3988b6da6cd73e619941855f7f668f51511",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>5 Cal.4th 337 (1993)</b></center>\n<center><b>852 P.2d 377</b></center>\n<center><b>19 Cal. Rptr.2d 882</b></center>\n<center><h1>DICK WILLIAMS, as Sheriff, etc., Petitioner,<br>\nv.<br>\nTHE SUPERIOR COURT OF SAN BERNARDINO COUNTY, Respondent; FREEDOM NEWSPAPERS, INC., Real Party in Interest.</h1></center>\n<center>Docket No. S022639.</center>\n<center><p><b>Supreme Court of California.</b></p></center>\n<center>June 7, 1993.</center>\n<p><span class=\"star-pagination\">*340</span> COUNSEL</p>\n<p>Cotkin, Collins &amp; Franscell, Paul N. Paquette, Keith A. Fink and Scott A. Taryle for Petitioner.</p>\n<p>Martin J. Mayer and Irving Berger as Amici Curiae on behalf of Petitioner.</p>\n<p>No appearance for Respondent.</p>\n<p>Helsing &amp; Wray, Mark Wray, Crosby, Heafey, Roach &amp; May, Peter W. Davis, John E. Carne, Erza Hendon, Thomas R. Burke and Valarie Mark for Real Party in Interest. <span class=\"star-pagination\">*341</span> Edward M. Chen, Carol Sobel, Harold W. Fuson, Judith L. Fanshaw, Brobeck, Phleger &amp; Harrison and Neil L. Shapiro as Amici Curiae on behalf of Real Party in Interest.</p>\n<p>OPINION</p>\n<p>PANELLI, J.</p>\n<p>This case requires us to interpret the California Public Records Act. (Gov. Code, § 6250 et seq. [hereafter CPRA].)<sup>[1]</sup> The particular provision at issue (§ 6254, subd. (f)) exempts law enforcement investigatory files from the act's general requirement of public disclosure. The underlying dispute arose out of a newspaper's request for access to a county sheriff's records of disciplinary proceedings against two deputies. After reviewing the requested records in camera, the superior court ordered partial disclosure. The Court of Appeal vacated that order and directed the lower court to examine the records a second time, applying criteria set out in the reviewing court's opinion.</p>\n<p>We conclude that the Court of Appeal correctly vacated the superior court's order but erred in articulating the scope of the relevant exemption. Therefore, we shall remand the case for further proceedings in accordance with the views set out below.</p>\n<p></p>\n<h2>I. BACKGROUND AND PROCEDURAL HISTORY</h2>\n<p>On August 22, 1990, deputies of petitioner, the Sheriff of San Bernardino County (Sheriff), executed a search warrant for illegal drugs at the home of Daniel Morgan. The event attracted public attention because Morgan, who did not in fact possess drugs, was beaten and severely injured by deputies during the raid. The Sheriff conducted separate administrative and criminal investigations into the incident. The administrative investigation culminated in disciplinary action against two deputies involved in the raid. The criminal investigation led the district attorney to file charges against one of the deputies, who was subsequently tried and acquitted.</p>\n<p>Real party in interest the Daily Press, a division of Freedom Newspapers, Inc. (Daily Press), sought information about the disciplinary proceedings under the CPRA. In its letter to the Sheriff, the Daily Press specifically requested any \"[r]eports of disciplinary proceedings\" and any \"[r]ecommendations from a deputy chief's review board.\" The Sheriff refused the request in its entirety, asserting that all of the records in question were exempt from <span class=\"star-pagination\">*342</span> disclosure as \"peace officer personnel records\" under Penal Code sections 832.5 and 832.7 and could \"only be obtained by motion pursuant to Evidence Code section 1043.\"<sup>[2]</sup></p>\n<p>The Daily Press responded by calling the Sheriff's attention to <i>Bradshaw</i> v. <i>City of Los Angeles</i> (1990) 221 Cal. App.3d 908 [270 Cal. Rptr. 711], which held that Penal Code section 832.7, in accordance with its express terms, applies only to \"`criminal or civil proceeding[s].'\" (<i>Bradshaw</i> v. <i>City of Los Angeles, supra,</i> 221 Cal. App.3d at p. 921, quoting Pen. Code, § 832.7, italics omitted.) The Sheriff, however, still refused to disclose the requested records, arguing that <i>Bradshaw</i> conflicted with other, unnamed Court of Appeal decisions. As an additional justification for refusing disclosure, the Sheriff invoked \"privacy interests\" on behalf of the personnel in question and cited a provision of the CPRA that authorizes the withholding of records when disclosure \"would constitute an unwarranted invasion of personal privacy.\" (§ 6254, subd. (c).)</p>\n<p>The Daily Press sought review of the Sheriff's decision by initiating a proceeding under the CPRA in the superior court. (See §§ 6258, 6259.) In its petition, the Daily Press offered evidence to show that the records in question actually existed: the Professional Standards Division of the San Bernardino County Sheriff's Department had conducted an investigation and prepared a report, the report had been reviewed by a board of deputy chiefs, and the Sheriff, as a result of the investigation, had fired one deputy and placed another on administrative leave. The Daily Press also argued that the statutory provisions on which the Sheriff relied did not justify his refusal to disclose the requested records.</p>\n<p>Based on the Daily Press's petition, the superior court issued an order to show cause directing the Sheriff either to disclose the records or to produce them for examination by the court in camera. (See § 6259, subd. (a).)<sup>[3]</sup> The court's order covered three categories of documents: \"(1) All reports and <span class=\"star-pagination\">*343</span> investigatory records concerning the conduct of sheriff deputies during the August 22, 1990 raid at the home and business of Daniel Morgan;\" \"(2) [a]ll recommendations for discipline against deputies involved in the Morgan raid;\" and \"(3) [a]ll records of discipline imposed against any deputies involved, including documents showing the reasons for such discipline....\"</p>\n<p>Despite the order to show cause, the Sheriff initially refused either to disclose the records or to produce them for examination by the court. To explain his refusal, the Sheriff argued that the CPRA's provision for the examination of records in camera (§ 6259, subd. (a)) did not apply to records that the CPRA exempted from public disclosure. The Sheriff asserted that the requested records were expressly exempt from disclosure under section 6254, subdivision (f) (hereafter referred to in text as subdivision (f)), as investigatory records maintained by a law enforcement agency.<sup>[4]</sup> Apparently abandoning the position that he had taken in his letters to the Daily Press, the Sheriff did not assert that disclosure was prohibited by Penal Code sections <span class=\"star-pagination\">*344</span> 832.5 and 832.7 or by the CPRA provision addressing \"unwarranted invasion[s] of personal privacy\" (§ 6254, subd. (c)).</p>\n<p>The superior court rejected the Sheriff's argument that it was not entitled to inspect the records in camera and, once again, ordered him to produce them for that purpose. The Sheriff then petitioned the Court of Appeal for a writ of mandate to compel the superior court to set aside its order. The Court of Appeal denied the petition, noting that \"[t]he language of ... section 6259 expressly permits the court to conduct an in camera review,[<sup>[5]</sup>] and [that] such a review is appropriate wherever materials sought to be protected may be only partially exempt.\" The court also expressed \"concern over the legitimacy of [the Sheriff's] current position that the records are in fact investigatory files under ... subdivision (f)\" in view of the Sheriff's having \"originally asserted that the records were privileged as personnel records, pursuant to ... section 6254, subdivision (c), and Penal Code section 832.7.\"</p>\n<p>On remand, the superior court ordered the Sheriff to lodge the requested records with the court under seal, together with \"a written statement of reasons for exempting any particular information contained in the records.\" The court also ordered the Sheriff to provide the Daily Press with \"an index describing the records being lodged.\" The index that the Sheriff gave to the Daily Press divided the records into two categories: an \"administrative investigation file\" consisting of 59 documents and tape recordings, and a \"criminal investigation file\" consisting of 30 documents. Following the review in camera, the court issued an order granting the Daily Press access <span class=\"star-pagination\">*345</span> to 10 documents in their entirety and to another 28 after the redaction of exempt information. The order denied access completely to 29 documents.</p>\n<p>The Sheriff again petitioned the Court of Appeal for a writ of mandate, arguing that all of the requested records were exempt from disclosure under subdivision (f). The Daily Press also requested relief, arguing that the superior court had committed various procedural errors. Specifically, the superior court's order addressed only 67 of the 89 records listed in the Sheriff's index and did not specify whether particular records came from the administrative or the criminal files. The superior court had also relied, in some instances, on nonstatutory grounds for refusing disclosure. For example, the court had justified the withholding of certain documents with the cryptic term \"cumulative.\" Finally, the Daily Press asked that the Sheriff be ordered to provide a more detailed index of the records in question and that the superior court be ordered to hold a hearing to permit the Daily Press to contest the applicability of subdivision (f). (Cf. § 6259, subd. (a) [permitting but not requiring the superior court to hear oral argument].)</p>\n<p>The Court of Appeal summarily denied the petition for mandate. We granted review, stayed the order of disclosure, and transferred the case to the Court of Appeal with directions to issue an alternative writ. After briefing and argument, the Court of Appeal issued a written opinion vacating the trial court's order and directing it to conduct further review in camera in accordance with standards set out in the opinion.</p>\n<p>In attempting to set standards for determining whether particular records would be exempt from disclosure, the Court of Appeal articulated two limitations on the subdivision (f) exemption that do not appear on the face of the statute.</p>\n<p>The first such limitation resulted from the Court of Appeal's decision to incorporate into California law certain evaluative criteria set out in the federal Freedom of Information Act (5 U.S.C. § 552 [hereafter FOIA]). The FOIA, like the CPRA, permits the withholding of \"records or information compiled for law enforcement purposes.\" (5 U.S.C. § 552(b)(7).) In contrast to the CPRA, however, the FOIA permits withholding \"only to the extent that the production of such law enforcement records or information (A) could reasonably be expected to interfere with enforcement proceedings, (B) would deprive a person of a right to a fair trial or an impartial adjudication, (C) could reasonably be expected to constitute an unwarranted invasion of personal privacy, (D) could reasonably be expected to disclose the identity of a confidential source, including a State, local, or foreign agency or authority or any private institution which furnished information on a confidential basis, and, in the case of a record or information compiled by a <span class=\"star-pagination\">*346</span> criminal law enforcement authority in the course of a criminal investigation or by an agency conducting a lawful national security intelligence investigation, information furnished by a confidential source, (E) would disclose techniques and procedures for law enforcement investigations or prosecutions, or would disclose guidelines for law enforcement investigations or prosecutions if such disclosure could reasonably be expected to risk circumvention of the law, or (F) could reasonably be expected to endanger the life or physical safety of any individual....\" (5 U.S.C. § 552(b)(7).) By incorporating these criteria into the CPRA, the Court of Appeal in effect held that the Sheriff's law enforcement records would not be exempt from disclosure, despite the express exemption set out in subdivision (f), unless the Sheriff could satisfy one or more of the FOIA criteria.</p>\n<p>The second nonstatutory limitation that the Court of Appeal imposed on the subdivision (f) exemption affects the category of records that are not exempt from disclosure on their face but become exempt because of their inclusion in an investigatory file. (See <i>American Civil Liberties Union Foundation</i> v. <i>Deukmejian</i> (1982) 32 Cal.3d 440, 449, fn. 10 [186 Cal. Rptr. 235, 651 P.2d 822]; <i>Younger</i> v. <i>Berkeley City Council</i> (1975) 45 Cal. App.3d 825, 833 [119 Cal. Rptr. 830]; <i>Black Panther Party</i> v. <i>Kehoe</i> (1974) 42 Cal. App.3d 645, 654 [117 Cal. Rptr. 106]; cf. <i>Uribe</i> v. <i>Howie</i> (1971) 19 Cal. App.3d 194, 212-213 [96 Cal. Rptr. 493].) Although the Court of Appeal's discussion of the point is somewhat cryptic, the court appears to have held that such records remain exempt only so long as they continue to relate to a \"pending\" investigation. The Court of Appeal's holding affects this case because the Sheriff has completed his investigations into the conduct of the deputies who participated in the raid on Morgan's home.</p>\n<p>We granted the Sheriff's petition for review.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>At the heart of the CPRA is the declaration that \"every person has a right to inspect any public record, except as hereafter provided.\" (§ 6253, subd. (a).) In other words, all public records are subject to disclosure unless the Legislature has expressly provided to the contrary.</p>\n<p>This case requires us to interpret the express exemption contained in subdivision (f) for law enforcement investigatory records. Throughout this litigation the Sheriff has resisted public disclosure on the ground that the subdivision (f) exemption is \"absolute.\" However, it is clear that the exemption is not literally \"absolute.\" In the first place, subdivision (f), itself, requires the disclosure of certain specified information. In the second place, <span class=\"star-pagination\">*347</span> section 6259 expressly authorizes the superior court, upon a sufficient showing, to examine records in camera to determine whether they are being improperly withheld. Although the Sheriff originally argued that the subdivision (f) exemption was so \"absolute\" as to preclude even review in camera, he has now abandoned that position.</p>\n<p>The Sheriff still maintains that subdivision (f) is \"absolute,\" but a close examination of his argument shows that he is properly advancing in this court only two objections to the decision below. The Sheriff's first objection is to the Court of Appeal's holding that the trial court must apply the FOIA criteria in deciding questions arising under the CPRA. The Sheriff's second objection is to the Court of Appeal's holding that the exemption for investigatory files terminates when the investigation terminates. These are the issues properly before us.</p>\n<p>It is also important to make clear what is not properly before us. While the Sheriff does contend that subdivision (f) protects the criminal investigation file, he does not contend that subdivision (f) protects the administrative investigation file related to the disciplinary proceedings. Instead, the Sheriff asserts that the latter is exempt from disclosure under other provisions of the CPRA, including section 6254, subdivisions (c),<sup>[6]</sup> (k),<sup>[7]</sup> and (p),<sup>[8]</sup> and section 6255.<sup>[9]</sup> The parties dispute whether the Sheriff adequately preserved these additional claims of exemption by raising them in the superior court. Neither the superior court nor the Court of Appeal addressed these claims. Moreover, the Sheriff did not designate any issues based upon these claims in his petition for review. For these reasons, and because the claims involve unresolved factual issues, we shall remand them to the superior court for consideration in the first instance without any opinion as to their merit.</p>\n<p>Two additional claims are not properly before us. The first is the Sheriff's contention that the federal and state constitutional rights to privacy bar the <span class=\"star-pagination\">*348</span> disclosure of records of criminal arrests and investigations that do not lead to convictions  a contention not presented to the lower courts. The second is the Daily Press's request for a more detailed index of the records lodged with the superior court for examination in camera. The Court of Appeal denied this request, and the Daily Press did not petition for review or designate the issue in its answer to the Sheriff's petition. We do not ordinarily consider such issues and see no reason to do so in this case.</p>\n<p>We thus turn to the issues that are properly before us.</p>\n<p></p>\n<h2>A. <i>The CPRA's Exemption for Law Enforcement Investigatory Records Does Not Incorporate the FOIA Criteria.</i>\n</h2>\n<p>(1a) As mentioned, the Court of Appeal held that subdivision (f), the CPRA's exemption for law enforcement investigatory records, was limited by the FOIA criteria. We conclude that the holding must be rejected as inconsistent with the language, history, and intent of the statute.</p>\n<p>It is important at the outset to understand the structure of subdivision (f), a complicated provision that has undergone many revisions since its enactment in 1968. (Stats. 1968, ch. 1473, § 39, p. 2947.) At the most basic level, subdivision (f) is a part of section 6254, which sets out several exemptions from the CPRA's general rule of disclosure. Section 6254, and subdivision (f), begin by articulating a broad exemption in these words:</p>\n<p>\"Except as provided in Section 6254.7 [which concerns air pollution data], nothing in this chapter [i.e., the CPRA] shall be construed to require the disclosure of records that are any of the following:</p>\n<p>\".... .... .... .... .... .... ....</p>\n<p>\"(f) Records of complaints to, or investigations conducted by, or records of intelligence information or security procedures of, the office of the Attorney General and the Department of Justice, and any state or local police agency, or any investigatory or security files compiled by any other state or local police agency, or any investigatory or security files compiled by any other state or local agency for correctional, law enforcement, or licensing purposes....\"</p>\n<p>The sentence just quoted continues with language designed to provide access to information contained in law enforcement investigatory records without, however, requiring disclosure of the records themselves in most cases:</p>\n<p><span class=\"star-pagination\">*349</span> \"... except that state and local law enforcement agencies shall disclose the names and addresses of persons involved in, or witnesses other than confidential informants to, the incident, the description of any property involved, the date, time, and location of the incident, all diagrams, statements of the parties involved in the incident, the statements of all witnesses, other than confidential informants, to the victims of an incident, or an authorized representative thereof, an insurance carrier against which a claim has been or might be made, and any person suffering bodily injury or property damage or loss, as the result of the incident caused by arson, burglary, fire, explosion, larceny, robbery, vandalism, vehicle theft, or a crime as defined by subdivision (c) of Section 13960 [i.e., one that renders its victim eligible for compensation from the Restitution Fund]....\"</p>\n<p>The main part of subdivision (f) concludes with language that limits the obligation to disclose information derived from investigatory records when disclosure would entail certain identified risks. Specifically, the agency \"shall disclose\" the required information \"<i>unless</i> the disclosure would endanger the safety of a witness or other person involved in the investigation, or unless disclosure would endanger the successful completion of the investigation or a related investigation. However, nothing in this division shall require the disclosure of that portion of those investigative files which reflect the analysis or conclusions of the investigating officer.\" (Italics added.)</p>\n<p>In summary, subdivision (f), up to this point, (1) articulates a broad exemption from disclosure for law enforcement investigatory records, (2) requires law enforcement agencies to provide certain information derived from the records about the incidents under investigation, and (3) permits the withholding of information that (a) would endanger the safety of a witness or other person, (b) would endanger the successful completion of an investigation, or (c) reflects the analysis or conclusions of investigating officers.</p>\n<p>Subdivision (f) concludes with two subparts that require law enforcement agencies to disclose information about arrests and arrestees (§ 6254, subd. (f)(1)) and about complaints and requests for assistance (<i>id.,</i> subd. (f)(2)). As before, however, these additional disclosure requirements do not apply \"to the extent that disclosure of a particular item of information would endanger the safety of a person involved in an investigation or would endanger the successful completion of the investigation or a related investigation.\" (§ 6254, subd. (f), 2d par.)</p>\n<p>With this background one can appreciate the effect of the Court of Appeal's decision to engraft the FOIA criteria onto California's statutory scheme. Without the FOIA criteria, subdivision (f) makes law enforcement <span class=\"star-pagination\">*350</span> investigatory records exempt from disclosure. The required disclosures of <i>information derived from the records</i> about incidents, arrests, and complaints need not, in most cases, entail disclosure of the records themselves. (See, e.g., <i>Furnishing Copies of Arrest or Complaint Reports,</i> 65 Ops.Cal.Atty.Gen. 563 (1982) [while a law enforcement agency must provide certain information about arrests under subdivision (f), the arrest reports themselves are exempt from disclosure].) As courts have recognized, the provisions that require the disclosure of information \"`extend public access to information contained in agency records ... themselves exempted from disclosure by ... subdivision (f).'\" (<i>City of Santa Rosa</i> v. <i>Press Democrat</i> (1986) 187 Cal. App.3d 1315, 1321 [232 Cal. Rptr. 445].)</p>\n<p>In contrast, subdivision (f), as the Court of Appeal interpreted it, would exempt investigatory records \"<i>only to the extent</i> that disclosure of the information would\" trigger one of the six FOIA criteria. Thus, a law enforcement agency faced with a request for investigatory records would have the burden of establishing that disclosure would interfere with enforcement, threaten a fair trial, invade a person's privacy, disclose confidential information or sources, disclose investigative techniques, or endanger the life of law enforcement personnel. (See <i>City of Santa Rosa</i> v. <i>Press Democrat, supra,</i> 187 Cal. App.3d at p. 1321; see also 5 U.S.C. § 552(b)(7).)</p>\n<p>The most obvious and important objection to the Court of Appeal's interpretation of subdivision (f) is that it finds no support in the statutory language. (2) Our primary task in construing a statute is to determine the Legislature's intent, and \"[t]he statutory language, of course, is the best indicator of legislative intent.\" (<i>Adoption of Kelsey S.</i> (1992) 1 Cal.4th 816, 826 [4 Cal. Rptr.2d 615, 823 P.2d 1216].) (1b) In drafting subdivision (f) the Legislature expressly imposed several precise limitations on the confidentiality of law enforcement investigatory records. Clearly the Legislature was capable of articulating additional limitations if that is what it had intended to do.</p>\n<p>Moreover, the Legislature has already enacted appropriate statutory provisions to address the concerns articulated in the FOIA criteria. Protection against \"unwarranted invasion[s] of personal privacy\" (5 U.S.C. § 552(b)(7)(C)) is found in section 6254, subdivision (c), of the CPRA, which exempts \"[p]ersonnel, medical, or similar files, the disclosure of which would constitute an unwarranted invasion of personal privacy.\" Protection for \"the identity of a confidential source\" and the \"information furnished by a confidential source\" (5 U.S.C. § 552(b)(7)(D)) is found in subdivision (f) which exempts the \"statements\" and the \"names and addresses of ... confidential informants....\" Protection for information <span class=\"star-pagination\">*351</span> that \"could reasonably be expected to endanger the life or physical safety of any individual\" (5 U.S.C. § 552(b)(7)(F)) is also found in subdivision (f), which does not require disclosures that \"would endanger the safety of a person involved in an investigation....\"</p>\n<p>The remaining FOIA criteria, which address \"interfere[nce] with enforcement proceedings\" (5 U.S.C. § 552(b)(7)(A)), protection of \"the right to a fair trial\" (<i>id.,</i> § 552(b)(7)(B)), and the \"disclos[ure] [of] techniques and procedures for law enforcement investigations or prosecutions\" (<i>id.,</i> § 552(b)(7)(E)), are addressed in the CPRA partly through specific provisions<sup>[10]</sup> and partly through a general, catch-all exemption. The latter applies whenever a public agency demonstrates \"that on the facts of the particular case the public interest served by not making the record public clearly outweighs the public interest served by disclosure of the record.\" (§ 6255.)</p>\n<p>In view of the Legislature's painstaking efforts to articulate appropriate limitations on the mandatory disclosure of public records, the argument in favor of incorporating the FOIA criteria into the CPRA is extremely weak. Indeed, the argument relies upon a single lower court opinion, <i>South Coast Newspapers, Inc.</i> v. <i>City of Oceanside</i> (1984) 160 Cal. App.3d 261 [206 Cal. Rptr. 527] (<i>South Coast</i>), which misinterpreted controlling authority.</p>\n<p>The plaintiff in <i>South Coast,</i> a newspaper, sought to compel the City of Oceanside to disclose records of the police department's investigation of a high school principal for allegedly failing to report an incident of child abuse. The newspaper, which sought the broadest possible disclosure, argued that subdivision (f) authorized the city to withhold only those documents that met one of the FOIA criteria. The Court of Appeal agreed, believing to have found support for its conclusion in <i>American Civil Liberties Union Foundation</i> v. <i>Deukmejian, supra,</i> 32 Cal.3d 440 (<i>ACLU</i>). The Court of Appeal interpreted <i>ACLU</i> as ruling that \"the FOIA and its amendments should ... be used to construe the CPRA.\" (<i>South Coast, supra,</i> 160 Cal. App.3d at p. 268.)</p>\n<p>In <i>ACLU</i> we did write that the FOIA and the CPRA \"should receive a parallel construction.\" (<i>ACLU, supra,</i> 32 Cal.3d at p. 451.) However, that statement in context had a much narrower meaning than the <i>South Coast</i> court recognized. We certainly did not hold that the CPRA was to be interpreted as if it incorporated the FOIA criteria.</p>\n<p><span class=\"star-pagination\">*352</span> At issue in <i>ACLU</i> was the definition of \"intelligence information,\" which is one of the categories of information that subdivision (f) protects from disclosure. The American Civil Liberties Union Foundation sought to compel the state Attorney General to disclose information compiled by interstate networks of law enforcement agencies about persons suspected of involvement in organized crime. The trial court ruled that the exemption for \"intelligence information\" protected only information that might reveal the names of persons named in the reports or of persons who had furnished information in confidence. (<i>ACLU, supra,</i> 32 Cal.3d at p. 446.) The Attorney General challenged this ruling, arguing that the exemption more broadly protected all information that was \"`reasonably related to criminal activity.'\" (<i>ACLU, supra,</i> 32 Cal.3d at p. 449.)</p>\n<p>Because the CPRA did not define \"intelligence information\" we looked elsewhere for assistance  primarily to the FOIA. (3) In doing so we simply applied the well-accepted principle of statutory interpretation that permits reference to a similar statute \"to guide the construction\" of the statute in question. (<i>ACLU, supra,</i> 32 Cal.3d at p. 449; see, e.g., 2B Sutherland, Statutory Construction (5th ed. 1992) § 52.02, pp. 198-201; <i>Kaplan's Fruit &amp; Produce Co.</i> v. <i>Superior Court</i> (1979) 26 Cal.3d 60, 65 [160 Cal. Rptr. 745, 603 P.2d 1341].) Because the original version of the CPRA was \"modeled on\" the FOIA, the \"judicial construction and legislative history of the federal act serve[d] to illuminate the interpretation of its California counterpart\" (<i>ACLU, supra,</i> 32 Cal.3d at p. 447), particularly the CPRA's undefined term \"intelligence information\" (§ 6254, subd. (f)).</p>\n<p>(1c) This exercise in \"parallel construction\" (<i>ACLU, supra,</i> 32 Cal.3d at p. 451) did not, however, include incorporating the statutory FOIA criteria into the CPRA. On this point the court in <i>South Coast</i> (<i>supra,</i> 160 Cal. App.3d at pp. 268-269) and the Court of Appeal below were mistaken. The point of our decision in <i>ACLU</i> was to define \"intelligence information\"; we accomplished that task not by adopting the FOIA criteria but, instead, by adding a single category of information to that which the trial court had recognized as protected. Where the trial court had interpreted the exemption for \"intelligence information\" to mean only information that might identify persons named in the reports or persons who had supplied information in confidence, we held that the definition also covered information \"that was supplied in confidence by its original source.\" (<i>ACLU, supra,</i> 32 Cal.3d at p. 450.) To be sure, this definition somewhat resembles one of the FOIA criteria.<sup>[11]</sup> However, neither that resemblance nor anything else in <i>ACLU</i> justifies the wholesale incorporation of the FOIA criteria into California law.</p>\n<p><span class=\"star-pagination\">*353</span> Incorporation of the FOIA criteria would be mistaken for another reason as well: they were created by Congress to correct an early misinterpretation of the FOIA by the federal courts that had no parallel in California law. (See <i>ACLU, supra,</i> 32 Cal.3d at pp. 450-451.) Between 1972 and 1974, several federal court opinions interpreted the original version of the FOIA to create an absolute exemption for all materials contained in law enforcement investigatory files without exception or qualification. (See the cases cited in <i>ACLU, supra,</i> 32 Cal.3d at p. 448, fn. 9.) Congress reacted in 1974 by limiting the exemption with the FOIA criteria. (5 U.S.C. § 552(b)(7)(A)-(F), added by Pub.L. No. 93-502, § 2(b), 88 Stat. 1563-1564; see also <i>NLRB</i> v. <i>Robbins Tire &amp; Rubber Co.</i> (1978) 437 U.S. 214, 226-234 [57 L.Ed.2d 159, 169-173, 98 S.Ct. 2311] [discussing the legislative history of the 1974 amendments].) Thus, after the 1974 amendments the FOIA exempted law enforcement investigatory files \"only to the extent that the production of such ... records\" would violate one of the six criteria articulated in the statute. (5 U.S.C. § 552(b)(7).)</p>\n<p>The California Legislature limited the CPRA's exemption for law enforcement investigatory files a few years after Congress limited the analogous exemption in the FOIA. However, the Legislature took a different approach than Congress. Instead of adopting criteria that would require the exemption's applicability to be determined on a case-by-case basis, the Legislature, as already mentioned, adopted a series of amendments that required the disclosure of <i>information derived from the records</i> while, in most cases, preserving the exemption for the records themselves. The first such amendment, which the Legislature adopted in 1976, requires law enforcement agencies to disclose such information as the names and addresses of witnesses and persons involved in the incidents under investigation. (See § 6254, subd. (f) [1st par., beginning with \"except that\"], added by Stats. 1976, ch. 314, § 1, pp. 629-631.) (4)(See fn. 12.) Apparently satisfied with this approach to limiting the exemption for investigatory records, the Legislature in 1982 added two provisions that operate in the same manner to provide information from investigatory records about arrests and arrestees (§ 6254, subd. (f)(1)) and complaints and requests for assistance (<i>id.,</i> subd. (f)(2)). (Added by Stats. 1982, ch. 83, § 1, pp. 242-243.)<sup>[12]</sup></p>\n<p>The Legislature's careful efforts to provide access to selected information from law enforcement investigatory records was largely a waste of time if, as <span class=\"star-pagination\">*354</span> the Court of Appeal held, the records themselves are subject to disclosure when none of the FOIA criteria apply. (5) A court should not lightly adopt an interpretation of statutory language that renders the language useless in many of the cases it was intended to govern. This is especially true when the argument favoring such an interpretation rests on little more than a lower court opinion (<i>South Coast, supra,</i> 160 Cal. App.3d 261) that misinterpreted controlling authority.</p>\n<p>(1d) The Daily Press, in its brief to this court, suggested a test that might be used in place of the FOIA criteria to limit the scope of the subdivision (f) exemption. Under the proposed test, documents would be exempt from disclosure only if \"(1) they directly pertain to specific, concrete and definite investigations of possible violations of the criminal law; or (2) their disclosure would impair the ability of law enforcement agencies to conduct criminal investigations by disclosing confidential informants, threatening the safety of police agents, victims, or witnesses, or revealing investigative techniques.\" The adoption of such a test, which includes the substance of three of the FOIA criteria (see 5 U.S.C. § 552(b)(7)(D), (E) &amp; (F)), is subject to the same objection as the proposal to incorporate the FOIA criteria wholesale: the Legislature has carefully limited the exemption for law enforcement investigatory records by requiring the disclosure of specific information from such records. It is not our task to rewrite the statute.</p>\n<p>Accordingly, we conclude that subdivision (f) should not be interpreted as if it incorporated the FOIA criteria. Therefore, on remand the Court of Appeal should direct the trial court to apply subdivision (f) according to its terms by compelling the disclosure only of that information from law enforcement investigatory records that the statute expressly requires to be disclosed.</p>\n<p></p>\n<h2>B. <i>The CPRA's Exemption for Investigatory Files Does Not Terminate When the Investigation Terminates.</i>\n</h2>\n<p>Subdivision (f) does not require the disclosure of \"investigatory or security <i>files</i> compiled by ... [a] state or local police agency\" or of \"investigatory or security <i>files</i> compiled by any other state or local agency for correctional, law enforcement, or licensing purposes....\" (§ 6254, subd. (f), italics added.) (6) This statutory language protects materials that, while not on their face exempt from disclosure, nevertheless become exempt through inclusion in an investigatory file. (<i>ACLU, supra,</i> 32 Cal.3d at p. 449, fn. 10; <i>Younger</i> v. <i>Berkeley City Council, supra,</i> 45 Cal. App.3d at p. 833; <i>Black Panther Party</i> v. <i>Kehoe, supra,</i> 42 Cal. App.3d at p. 654; cf. <i>Uribe</i> v. <i>Howie, supra,</i> 19 Cal. App.3d at pp. 212-213.)</p>\n<p><span class=\"star-pagination\">*355</span> (7a) While the parties agree that otherwise nonexempt materials can become exempt through inclusion in an investigatory file, they disagree about the duration of that exemption. The Daily Press argues that the exemption terminates when the investigation terminates. The Sheriff disagrees, asserting that the statute on its face contains no time limitation and that the exemption serves interests that outlive the investigation for which the file was originally created, such as the safety of informants and undercover officers, the integrity of related investigations, and the privacy of persons whose affairs have been investigated but who have not been charged with crimes.</p>\n<p>We conclude that the exemption for law enforcement investigatory files does not end when the investigation ends. While there may be reasons of policy that would support a time limitation on the exemption for investigatory files, such a limitation is virtually impossible to reconcile with the language and history of subdivision (f).</p>\n<p>It is perhaps best to begin with the few points on which the parties agree and on which the law is relatively clear. (8) No one argues, and the law does not provide, that a public agency may shield a record from public disclosure, regardless of its nature, simply by placing it in a file labelled \"investigatory.\" That extreme interpretation of the CPRA was rejected, shortly after the statute was enacted, in <i>Uribe</i> v. <i>Howie, supra,</i> 19 Cal. App.3d 194 (<i>Uribe</i>).</p>\n<p>The plaintiff in <i>Uribe,</i> a farm worker, suffered from health problems attributed to pesticides. The county agricultural commissioner denied the plaintiff's request under the CPRA to inspect mandatory reports filed by farmers who had sprayed pesticides in the area. The commissioner argued that the reports belonged to investigatory files compiled for \"licensing\" purposes and were, thus, subject to the same protection under subdivision (f) as files complied for \"law enforcement\" purposes. (See § 6254, subd. (f) [referring to \"any investigatory ... files compiled by any other state or local agency for correctional, law enforcement, or licensing purposes\"].) The Court of Appeal rejected the argument because licensing \"was not the primary purpose [for which the files] were compiled\" and because they were not \"being put to such a purpose at the time of trial.\" (<i>Uribe, supra,</i> 19 Cal. App.3d at p. 213.) Applying federal authority by analogy, the court held that the exemption for \"files\" applies \"only when the prospect of enforcement proceedings is concrete and definite. [Citation.] It is not enough that an agency label its file `investigatory' and suggest that enforcement proceedings may be initiated at some unspecified future date or were previously considered.... [¶] ... To say that the exemption created by subdivision <span class=\"star-pagination\">*356</span> (f) is applicable to any document which a public agency might, under any circumstances, use in the course of [an investigation] would be to create a virtual <i>carte blanche</i> for the denial of public access to public records. The exception would thus swallow the rule.\" (<i>Uribe, supra,</i> 19 Cal. App.3d at pp. 212-213, citing <i>Bristol-Myers Company</i> v. <i>F.T.C.</i> (D.C. Cir.1970) 424 F.2d 935, 939 [138 App.D.C. 22].)</p>\n<p>(9) Subsequent decisions have consistently followed the <i>Uribe</i> court's holding on this point. As a result, it now appears to be well established that \"information in public files [becomes] exempt as `investigatory' material only when the prospect of enforcement proceedings [becomes] concrete and definite.\" (<i>Black Panther Party</i> v. <i>Kehoe, supra,</i> 42 Cal. App.3d at p. 654; see also <i>ACLU, supra,</i> 32 Cal.3d at p. 449 &amp; fn. 10; <i>Younger</i> v. <i>Berkeley City Council, supra,</i> 45 Cal. App.3d at p. 833; <i>State of California</i> ex rel. <i>Division of Industrial Safety</i> v. <i>Superior Court</i> (1974) 43 Cal. App.3d 778, 785 [117 Cal. Rptr. 726].)</p>\n<p>The exemption for investigatory files serves an important purpose. When an investigation, as defined in <i>Uribe</i> (<i>supra,</i> 19 Cal. App.3d at pp. 212-213), has come into being, a document in the file may have extraordinary significance to the investigation even though it does not on its face purport to be an investigatory record and, thus, have an independent claim to exempt status. Examples abound. A commonplace business card may reveal the name and endanger the safety of an informant. Receipts for transportation may tell the astute observer which clues the police have checked and which they have not yet found.</p>\n<p>(7b) While important, however, the exemption is not unlimited. A public agency may not shield a document from disclosure with the bare assertion that it relates to an investigation. At an earlier point in this litigation the Sheriff apparently took this position and, as mentioned above, even disputed the superior court's power to review the requested documents in camera. However, when a petitioner has made a prima facie showing that documents are being improperly withheld (§ 6259), the court logically must review the documents and hear the agency's claim for withholding them in order to determine whether they actually relate to the investigation and, thus, properly belong in the file. Only through such an examination can the court ensure that an agency has not commingled investigatory materials with other documents that have no legitimate claim to confidentiality. We note, however, that the Sheriff no longer argues that the court lacks this power. To quote his brief, the Sheriff now \"concede[s]\" that it is \"a proper function of the court under [section] 6259\" \"to conduct an in camera review to segregate exempt from non-exempt materials.\"</p>\n<p><span class=\"star-pagination\">*357</span> The parties do continue to disagree on the standards that the court must apply in segregating exempt from nonexempt materials. However, the conclusion that the superior court should not apply the FOIA criteria partly resolves this dispute. The remainder of the dispute concerns the Court of Appeal's apparent conclusion that the exemption for investigatory files terminates when the related investigation terminates. While the Court of Appeal did not address this issue in detail, it did state that materials included in an investigatory file needed a \"relation to <i>pending</i> law enforcement proceedings to remain exempt from public disclosure.\" Because the parties had asked the Court of Appeal to decide the issue, it is reasonable to interpret the opinion as doing so, however cryptically.</p>\n<p>In considering the scope of the exemption we turn first to the language of the statute. It is noteworthy that nothing therein purports to place a time limit on the exemption for investigatory files. Indeed, a file \"compiled by ... [a] police agency\" or a file \"compiled by any other state or local agency for ... law enforcement ... purposes\" continues to meet that definition after the investigation has concluded. If the Legislature had wished to limit the exemption to files that were \"related to pending investigations,\" words to achieve that result were available. It is not the province of courts \"to insert what has been omitted.\" (Code Civ. Proc., § 1858; see, e.g., <i>Security Pacific National Bank</i> v. <i>Wozab</i> (1990) 51 Cal.3d 991, 998 [275 Cal. Rptr. 201, 800 P.2d 557].)</p>\n<p>Moreover, to place a time limit on the exemption for investigatory files would appear to contravene the intent of the Legislature as expressed in other parts of the statute. Subdivision (f), which contains the exemption, also contains language designed to protect interests that outlive the conclusion of a particular investigation. For example, the clause of subdivision (f) that gives the public access to information derived from investigatory files, as opposed to the files themselves, does not apply when \"disclosure of a particular item of information would endanger the safety of a person involved in an investigation\" or \"the successful completion of ... a <i>related</i> investigation.\" (§ 6254, subd. (f), 2d par., italics added.) This language would have no effect in many cases if we held that the exemption for investigatory files terminates with the conclusion of the investigation that first prompted the creation of a file. An interpretation that renders statutory language a nullity is obviously to be avoided. (See Code Civ. Proc., § 1858.)</p>\n<p>As a justification for departing from the language of the statute, the Daily Press argues that the FOIA does not protect investigatory files after the related investigation has concluded and that the CPRA \"should receive a parallel construction.\" (<i>ACLU, supra,</i> 32 Cal.3d at p. 451.) The Daily Press's <span class=\"star-pagination\">*358</span> argument is not completely convincing, however, because it oversimplifies federal law and ignores the unique history of California's statute.</p>\n<p>In federal law, the notion that an investigatory file remains exempt from disclosure only so long as the related investigation is pending began with dictum in <i>Bristol-Myers Company</i> v. <i>F.T.C., supra,</i> 424 F.2d 935 (<i>Bristol-Myers</i>), a 1970 decision. The plaintiffs in that case were pharmaceutical companies who sought investigatory records from the Federal Trade Commission (FTC). The FTC had once investigated the plaintiffs' advertising practices and filed a complaint against them. Later, however, the FTC withdrew the complaint and decided to deal with the matter through rule-making rather than adjudicatory proceedings. At the time, the FOIA broadly exempted \"investigatory files compiled for law enforcement purposes....\" (5 U.S.C. former § 552(b)(7), as added by Pub.L. 90-23, § 1, 81 Stat. 54, 55.) Congress had not yet limited the exemption with the FOIA criteria. (See 5 U.S.C. § 552(b)(7)(A)-(F), added by Pub.L. No. 93-502, § 2(b), 88 Stat. 1563-1564.)</p>\n<p>In considering the plaintiffs' request for access to the FTC's investigatory files, the federal court identified \"[t]he threshold question [as] whether the files sought by Bristol-Myers relate[d] to anything that can fairly be characterized as an enforcement proceeding.\" (<i>Bristol-Myers, supra,</i> 424 F.2d at p. 939.) Because the FTC had once filed a complaint against the plaintiffs, the court found \"some basis for the view that the items sought [were] `investigatory files compiled for law enforcement purposes.'\" (<i>Ibid.</i>) However, the court also noted that \"the complaint [had been] withdrawn more than two years prior to the Notice of Rulemaking that precipitated the company's present request for documents. If further adjudicatory proceedings are imminent, then the company's request may fall within the category the exemption was designed to control.\" (<i>Ibid.</i>) With the last sentence of this passage the court suggested, albeit in dictum, that investigatory files lose their exemption when the investigation terminates.</p>\n<p>The Daily Press argues that we expressly adopted the <i>Bristol-Myers</i> dictum in <i>ACLU.</i> However, all we said in <i>ACLU</i> was that \"[t]he <i>Bristol-Meyers</i> [<i>sic</i>] doctrine, as adopted in <i>Uribe</i> v. <i>Howie, supra,</i> 19 Cal. App.3d 194, ... remains viable as a construction of the [CPRA].\" (<i>ACLU, supra,</i> 32 Cal.3d at p. 449, fn. 10.) In context, our statement in <i>ACLU</i> clearly was a reference to the <i>holding</i> of <i>Bristol-Myers</i>  that an investigatory file does not come into being until the prospect of enforcement proceedings is concrete and definite  rather than to the <i>dictum</i> that the exemption terminates when the investigation terminates. <i>ACLU</i> did not present the latter issue. Instead, the question before us was whether to adopt the Attorney General's <span class=\"star-pagination\">*359</span> view that subdivision (f) broadly protected \"all information which is `reasonably related to criminal activity.'\" (<i>ACLU, supra,</i> 32 Cal.3d at p. 449.) While we rejected that view in favor of requiring \"concrete and definite enforcement prospects\" at the time a file is created (<i>id.,</i> at p. 449), we had no occasion to discuss the exemption's duration.</p>\n<p>To be sure, a few lower courts have phrased the \"concrete and definite\" test in language that seems to suggest a need for future enforcement proceedings, as opposed to a prospect of enforcement at the time an investigatory file is created. However, none of those opinions addressed a claim that materials formerly exempt under subdivision (f) had lost their exemption with the termination of an investigation. <i>Uribe,</i> as already noted, involved a claim that files were exempt because they had been compiled for \"licensing\" purposes. (See § 6254, subd. (f).) The court did not hold that the subdivision (f) exemption had attached and later dissolved; instead, the court held that the exemption had never attached to the records in question because licensing \"was not the primary purpose [for which] they were compiled.\" (<i>Uribe, supra,</i> 19 Cal. App.3d at p. 213; cf. <i>State of California</i> ex rel. <i>Division of Industrial Safety</i> v. <i>Superior Court, supra,</i> 43 Cal. App.3d at p. 785 [court referred to the need for \"future enforcement proceedings\" when the question was whether the exemption had ever attached].)</p>\n<p>In the federal system, the scope of the exemption for law enforcement investigatory records was eventually determined by Congress rather than by the dictum in <i>Bristol-Myers, supra,</i> 424 F.2d 935. A few years after deciding <i>Bristol-Myers,</i> the same court reversed its position in that case to hold that law enforcement investigatory files remained exempt without regard to the passage of time, the pendency of an investigation, or any other circumstances. (<i>Center for National Policy Review on Race and Urban Issues</i> v. <i>Weinberger</i> (D.C. Cir.1974) 502 F.2d 370, 374 [160 App.D.C. 154]; <i>Ditlow</i> v. <i>Brinegar</i> (D.C. Cir.1974) 494 F.2d 1073, 1074 [160 App.D.C. 231]; <i>Aspin</i> v. <i>Department of Defense</i> (D.C. Cir.1973) 491 F.2d 24, 30 [160 App.D.C. 231]; <i>Weisberg</i> v. <i>U.S. Department of Justice</i> (D.C. Cir.1973) 489 F.2d 1195, 1198 [160 App.D.C. 71].)</p>\n<p>Congress reacted to these decisions in 1974 by adopting the six FOIA criteria. (5 U.S.C. § 552(b)(7)(A)-(F), added by Pub.L. 93-502, § 2(b), 88 Stat. 1563-1564.) (10) A major purpose of this amendment, as the United States Supreme Court would later explain, was to abrogate \"`recent court decisions'\" applying the exemption to investigatory files \"`even if they ha[d] long since lost any requirement for secrecy.'\" (<i>NLRB</i> v. <i>Robbins Tire &amp; Rubber Co.</i> (1978) 437 U.S. 214, 230 [57 L.Ed.2d 159, 171-172, 98 S.Ct. 2311] [quoting debates on the floor of the House of Representatives].) <span class=\"star-pagination\">*360</span> Congress wished to require courts \"to `loo[k] to the reasons' for allowing [the] withholding of investigatory files before making their decisions.\" (<i>Ibid.</i>) The six new criteria achieved this goal by providing that <i>no</i> record was exempt <i>unless</i> its disclosure would \"interfere with enforcement proceedings\" (5 U.S.C. § 552(b)(7)(A)) or trigger one of the other criteria (<i>id.,</i> § 552(b)(7)(B)-(F)).</p>\n<p>The effect of criterion (A), in many cases, is to dissolve the exemption for investigatory records when the investigation terminates. This is because disclosure will not \"interfere with enforcement proceedings\" (5 U.S.C. § 552(b)(7)(A)) unless enforcement proceedings are at least possible. However, investigatory records do not invariably lose their exempt status under the FOIA when the investigation ends because any one of the other five criteria can justify withholding. Federal courts have held, for example, that investigatory records have remained exempt long after the termination of an investigation in cases where disclosure would have revealed the names of confidential sources (e.g., <i>Fitzgibbon</i> v. <i>U.S. Secret Service</i> (D.D.C. 1990) 747 F. Supp. 51, 59-60 [historian sought pre-1961 documents concerning allegations that agents of the Dominican Republic had conspired to assassinate the President of the United States]; see 5 U.S.C. § 552(b)(7)(D)) or caused an invasion of privacy (e.g., <i>Fitzgibbon</i> v. <i>U.S. Secret Service, supra,</i> 747 F. Supp. at p. 59; <i>Landano</i> v. <i>U.S. Department of Justice</i> (D.N.J. 1990) 751 F. Supp. 502, 506-509 [criminal sought information about the 1977 investigation of the murder for which he was convicted]; see 5 U.S.C. § 552(b)(7)(C)).</p>\n<p>(7c) In short, the FOIA's exemption for law enforcement investigatory records often does terminate when the investigation terminates. But this is the result of the statutory FOIA criteria, as applied to individual cases, rather than dictum in <i>Bristol-Myers</i> (<i>supra,</i> 424 F.2d at p. 939) or a general rule. Thus, the Daily Press's argument that we should adopt such a rule as state law in the name of \"parallel construction\" in truth merely replicates the argument that the CPRA incorporates the FOIA criteria. That argument, as already explained, lacks merit.</p>\n<p>Furthermore, the argument that federal and state statutes should receive parallel constructions loses its force after both statutes have been substantially revised. That is the case here, because Congress and the Legislature have taken very different approaches to the problem of limiting the exemption for law enforcement investigatory records. Congress, as already mentioned, has made the availability of the exemption in each case depend on the applicability of one of the FOIA criteria. (5 U.S.C. § 552(b)(7)(A)-(F).) The state Legislature, in contrast, has limited the CPRA's exemption for law enforcement investigatory files (§ 6254, subd. (f)) by requiring agencies <span class=\"star-pagination\">*361</span> to disclose specific information derived from the materials in investigatory files rather than the materials, themselves. Thus, even when the CPRA's exemption for law enforcement investigatory files applies, the investigating agency ordinarily must still disclose to the public \"the time, substance, and location of all complaints or requests for assistance received by the agency and the time and nature of the response thereto, including, to the extent the information regarding crimes alleged or committed or any other incident investigated is recorded, the time, date, and location of occurrence, [and] the time and date of the report, the name, age, and current address of the victim....\" (§ 6254, subd. (f)(2).) Agencies must also disclose to the public \"[t]he full name, current address, and occupation of every individual arrested by the agency, the individual's physical description including date of birth, color of eyes and hair, sex, height and weight, the time and date of arrest, the time and date of booking, the location of the arrest, the factual circumstances surrounding the arrest, the amount of bail set, the time and manner of release or the location where the individual is currently being held, and all charges the individual is being held upon, including any outstanding warrants from other jurisdictions and parole or probation holds.\" (<i>Id.,</i> subd. (f)(1).)</p>\n<p>Agencies must make additional disclosures to interested persons, who include \"the victims of an incident, or an authorized representative thereof, an insurance carrier against which a claim has been or might be made, and any person suffering bodily injury or property damage or loss, as the result of the incident....\" (§ 6254, subd. (f), 1st par.) These additional required disclosures include \"the names and addresses of persons involved in, or witnesses other than confidential informants to, the incident, the description of any property involved, the date, time, and location of the incident, all diagrams, statements of the parties involved in the incident, [and] the statements of all witnesses, other than confidential informants....\" (<i>Ibid.</i>)</p>\n<p>These provisions for mandatory disclosure from law enforcement investigatory files represent the Legislature's judgment, set out in exceptionally careful detail, about what items of information should be disclosed and to whom. Unless that judgment runs afoul of the Constitution it is not our province to declare that the statutorily required disclosures are inadequate or that the statutory exemption from disclosure is too broad. Nor is it our province to say that the approach the Legislature chose is inferior to that which Congress chose, or to substitute one approach for the other. Requests for broader disclosure must be directed to the Legislature.<sup>[13]</sup></p>\n<p>For these reasons, we shall enforce subdivision (f) according to its terms by holding the exemption for investigatory files does not terminate with the <span class=\"star-pagination\">*362</span> conclusion of the investigation. Once an investigation, as defined in <i>Uribe</i> (<i>supra,</i> 19 Cal. App.3d at pp. 212-213), has come into being because there is a concrete and definite prospect of enforcement proceedings at that time, materials that relate to the investigation and, thus, properly belong in the file, remain exempt subject to the terms of the statute.</p>\n<p></p>\n<h2>III. DISPOSITION</h2>\n<p>The judgment of the Court of Appeal is affirmed insofar as it directs the superior court to vacate its order compelling public disclosure. The judgment is reversed in all other respects and the case remanded for further proceedings in accordance with the views set forth above.</p>\n<p>Lucas, C.J., Mosk, J., Kennard, J., Arabian, J., Baxter, J., and George, J., concurred.</p>\n<h2>NOTES</h2>\n<p>[1]  All further statutory citations are to the Government Code except as noted or as the context may require.</p>\n<p>[2]  Penal Code section 832.5 requires agencies that employ peace officers to \"establish a procedure to investigate citizens' complaints\" against such officers. Penal Code section 832.7 provides that \"[p]eace officer personnel records ... are confidential and shall not be disclosed in any criminal or civil proceeding except by discovery pursuant to Sections 1043 and 1046 of the Evidence Code.\"</p>\n<p>[3]  \"Whenever it is made to appear by verified petition to the superior court of the county where the records or some part thereof are situated that certain public records are being improperly withheld from a member of the public, the court shall order the officer or person charged with withholding the records to disclose the public record or show cause why he or she should not do so. The court shall decide the case after examining the record in camera, if permitted by subdivision (b) of Section 915 of the Evidence Code [which concerns claims of privilege under Division 8 of that code], papers filed by the parties and any oral argument and additional evidence as the court may allow.\" (<i>Ibid.</i>)</p>\n<p>[4]  Subdivision (f), provides:\n</p>\n<p>\"Except as provided in Section 6254.7, nothing in this chapter shall be construed to require disclosure of records that are any of the following:</p>\n<p>\".... .... .... .... .... .... ....</p>\n<p>\"(f) Records of complaints to, or investigations conducted by, or records of intelligence information or security procedures of, the office of the Attorney General and the Department of Justice, and any state or local police agency, or any investigatory or security files compiled by any other state or local police agency, or any investigatory or security files compiled by any other state or local agency for correctional, law enforcement, or licensing purposes, except that state and local law enforcement agencies shall disclose the names and addresses of persons involved in, or witnesses other than confidential informants to, the incident, the description of any property involved, the date, time, and location of the incident, all diagrams, statements of the parties involved in the incident, the statements of all witnesses, other than confidential informants, to the victims of an incident, or an authorized representative thereof, an insurance carrier against which a claim has been or might be made, and any person suffering bodily injury or property damage or loss, as the result of the incident caused by arson, burglary, fire, explosion, larceny, robbery, vandalism, vehicle theft, or a crime as defined by subdivision (c) of Section 13960, unless the disclosure would endanger the safety of a witness or other person involved in the investigation, or unless disclosure would endanger the successful completion of the investigation or a related investigation. However, nothing in this division shall require the disclosure of that portion of those investigative files which reflect the analysis or conclusions of the investigating officer.</p>\n<p>\"Other provisions of this subdivision notwithstanding, state and local law enforcement agencies shall make public the following information, except to the extent that disclosure of a particular item of information would endanger the safety of a person involved in an investigation or would endanger the successful completion of the investigation or a related investigation:</p>\n<p>\"(1) The full name, current address, and occupation of every individual arrested by the agency, the individual's physical description including date of birth, color of eyes and hair, sex, height and weight, the time and date of arrest, the time and date of booking, the location of the arrest, the factual circumstances surrounding the arrest, the amount of bail set, the time and manner of release or the location where the individual is currently being held, and all charges the individual is being held upon, including any outstanding warrants from other jurisdictions and parole or probation holds.</p>\n<p>\"(2) Subject to the restrictions imposed by Section 841.5 of the Penal Code, the time, substance, and location of all complaints or requests for assistance received by the agency and the time and nature of the response thereto, including, to the extent the information regarding crimes alleged or committed or any other incident investigated is recorded, the time, date, and location of occurrence, the time and date of the report, the name, age, and current address of the victim, except that the address of the victim of any crime defined by Section 261, 264, 264.1, 273a, 273d, 273.5, 286, 288, 288a, 289, 422.6, 422.7, or 422.75 of the Penal Code shall not be disclosed, the factual circumstances surrounding the crime or incident, and a general description of any injuries, property, or weapons involved. The name of a victim of any crime defined by Section 261, 264, 264.1, 273a, 273d, 273.5, 286, 288, 288a, 289, 422.6, 422.7, or 422.75 of the Penal Code may be withheld at the victim's request, or at the request of the victim's parent or guardian if the victim is a minor. When a person is the victim of more than one crime, information disclosing that the person is a victim of a crime defined by Section 261, 264, 264.1, 273a, 273d, 286, 288, 288a, 289, 422.6, 422.7, or 422.75 of the Penal Code may be deleted at the request of the victim, or the victim's parent or guardian if the victim is a minor, in making the report of the crime, or of any crime or incident accompanying the crime, available to the public in compliance with the requirements of this paragraph.\"</p>\n<p>[5]  See footnote 3, <i>ante.</i></p>\n<p>[6]  \"Personnel, medical, or similar files, the disclosure of which would constitute an unwarranted invasion of personal privacy.\"</p>\n<p>[7]  \"Records the disclosure of which is exempted or prohibited pursuant to federal or state law, including, but not limited to, provisions of the Evidence Code relating to privilege.\"</p>\n<p>[8]  \"Records of state agencies related to activities governed by [the chapters of the Government Code that regulate public employee relations], which reveal a state agency's deliberative processes, impressions, evaluations, opinions, recommendations, meeting minutes, research, work products, theories, or strategy, or which provide instruction, advice, or training to employees who do not have full collective bargaining and representation rights under the above chapters. Nothing in this subdivision shall be construed to limit the disclosure duties of a state agency with respect to any other records relating to the activities governed by the employee relations acts referred to in this subdivision.\"</p>\n<p>[9]  Section 6255, which has been called a catch-all exemption, authorizes an agency to withhold a record if it can demonstrate \"that on the facts of the particular case the public interest served by not making the record public clearly outweighs the public interest served by disclosure of the record.\"</p>\n<p>[10]  For provisions of the CPRA partly addressing these concerns, see section 6254, subdivision (f), which exempts information that would \"endanger the successful completion of the investigation or a related investigation,\" and subdivision (b), which exempts \"[r]ecords pertaining to pending litigation to which the public agency is a party, or to claims ..., until the pending litigation or claim has been finally adjudicated or otherwise settled.\"</p>\n<p>[11]  Namely, title 5 of the United States Code, section 552(b)(7)(D), which permits the withholding of information when its disclosure \"could reasonably be expected to disclose the identity of a confidential source [or] ... information furnished by a confidential source....\"</p>\n<p>[12]  We do not interpret the CPRA as giving the custodian of law enforcement records unreviewable power to decide whether subdivision (f) requires the disclosure of particular items of information from such records. While section 6259 expressly mentions only the court's power to \"order the public official to make the <i>record</i> public\" (§ 6254, subd. (b), italics added), that greater power necessarily includes the lesser. Otherwise, the statutory right of access to information from law enforcement records would be meaningless.</p>\n<p>[13]  In our view, the matter does appear to deserve legislative attention. Although there are good reasons for maintaining the confidentiality of investigatory records even after an investigation has ended (<i>ante,</i> p. 355), those reasons lose force with the passage of time. Public policy does not demand that stale records be kept secret when their disclosure can harm no one, and the public good would seem to require a procedure by which a court may declare that the exemption for such records has expired.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">337</span></span> (1993)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">852</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">377</span></span></b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">882</span></span></b></center>\n<center><h1>DICK WILLIAMS, as Sheriff, etc., Petitioner,<br>\nv.<br>\nTHE SUPERIOR COURT OF SAN BERNARDINO COUNTY, Respondent; FREEDOM NEWSPAPERS, INC., Real Party in Interest.</h1></center>\n<center>Docket No. S022639.</center>\n<center><p><b>Supreme Court of California.</b></p></center>\n<center>June 7, 1993.</center>\n<p><span class=\"star-pagination\">*340</span> COUNSEL</p>\n<p>Cotkin, Collins &amp; Franscell, Paul N. Paquette, Keith A. Fink and Scott A. Taryle for Petitioner.</p>\n<p>Martin J. Mayer and Irving Berger as Amici Curiae on behalf of Petitioner.</p>\n<p>No appearance for Respondent.</p>\n<p>Helsing &amp; Wray, Mark Wray, Crosby, Heafey, Roach &amp; May, Peter W. Davis, John E. Carne, Erza Hendon, Thomas R. Burke and Valarie Mark for Real Party in Interest. <span class=\"star-pagination\">*341</span> Edward M. Chen, Carol Sobel, Harold W. Fuson, Judith L. Fanshaw, Brobeck, Phleger &amp; Harrison and Neil L. Shapiro as Amici Curiae on behalf of Real Party in Interest.</p>\n<p>OPINION</p>\n<p>PANELLI, J.</p>\n<p>This case requires us to interpret the California Public Records Act. (Gov. Code, § 6250 et seq. [hereafter CPRA].)<sup>[1]</sup> The particular provision at issue (§ 6254, subd. (f)) exempts law enforcement investigatory files from the act's general requirement of public disclosure. The underlying dispute arose out of a newspaper's request for access to a county sheriff's records of disciplinary proceedings against two deputies. After reviewing the requested records in camera, the superior court ordered partial disclosure. The Court of Appeal vacated that order and directed the lower court to examine the records a second time, applying criteria set out in the reviewing court's opinion.</p>\n<p>We conclude that the Court of Appeal correctly vacated the superior court's order but erred in articulating the scope of the relevant exemption. Therefore, we shall remand the case for further proceedings in accordance with the views set out below.</p>\n<p></p>\n<h2>I. BACKGROUND AND PROCEDURAL HISTORY</h2>\n<p>On August 22, 1990, deputies of petitioner, the Sheriff of San Bernardino County (Sheriff), executed a search warrant for illegal drugs at the home of Daniel Morgan. The event attracted public attention because Morgan, who did not in fact possess drugs, was beaten and severely injured by deputies during the raid. The Sheriff conducted separate administrative and criminal investigations into the incident. The administrative investigation culminated in disciplinary action against two deputies involved in the raid. The criminal investigation led the district attorney to file charges against one of the deputies, who was subsequently tried and acquitted.</p>\n<p>Real party in interest the Daily Press, a division of Freedom Newspapers, Inc. (Daily Press), sought information about the disciplinary proceedings under the CPRA. In its letter to the Sheriff, the Daily Press specifically requested any \"[r]eports of disciplinary proceedings\" and any \"[r]ecommendations from a deputy chief's review board.\" The Sheriff refused the request in its entirety, asserting that all of the records in question were exempt from <span class=\"star-pagination\">*342</span> disclosure as \"peace officer personnel records\" under Penal Code sections 832.5 and 832.7 and could \"only be obtained by motion pursuant to Evidence Code section 1043.\"<sup>[2]</sup></p>\n<p>The Daily Press responded by calling the Sheriff's attention to <i>Bradshaw</i> v. <i>City of Los Angeles</i> (1990) <span class=\"citation no-link\"><span class=\"volume\">221</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">908</span></span> [<span class=\"citation\" data-id=\"2126503\"><a href=\"/opinion/2126503/bradshaw-v-city-of-los-angeles/\"><span class=\"volume\">270</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">711</span></a></span>], which held that Penal Code section 832.7, in accordance with its express terms, applies only to \"`criminal or civil proceeding[s].'\" (<i>Bradshaw</i> v. <i>City of Los Angeles, supra,</i> 221 Cal. App.3d at p. 921, quoting Pen. Code, § 832.7, italics omitted.) The Sheriff, however, still refused to disclose the requested records, arguing that <i>Bradshaw</i> conflicted with other, unnamed Court of Appeal decisions. As an additional justification for refusing disclosure, the Sheriff invoked \"privacy interests\" on behalf of the personnel in question and cited a provision of the CPRA that authorizes the withholding of records when disclosure \"would constitute an unwarranted invasion of personal privacy.\" (§ 6254, subd. (c).)</p>\n<p>The Daily Press sought review of the Sheriff's decision by initiating a proceeding under the CPRA in the superior court. (See §§ 6258, 6259.) In its petition, the Daily Press offered evidence to show that the records in question actually existed: the Professional Standards Division of the San Bernardino County Sheriff's Department had conducted an investigation and prepared a report, the report had been reviewed by a board of deputy chiefs, and the Sheriff, as a result of the investigation, had fired one deputy and placed another on administrative leave. The Daily Press also argued that the statutory provisions on which the Sheriff relied did not justify his refusal to disclose the requested records.</p>\n<p>Based on the Daily Press's petition, the superior court issued an order to show cause directing the Sheriff either to disclose the records or to produce them for examination by the court in camera. (See § 6259, subd. (a).)<sup>[3]</sup> The court's order covered three categories of documents: \"(1) All reports and <span class=\"star-pagination\">*343</span> investigatory records concerning the conduct of sheriff deputies during the August 22, 1990 raid at the home and business of Daniel Morgan;\" \"(2) [a]ll recommendations for discipline against deputies involved in the Morgan raid;\" and \"(3) [a]ll records of discipline imposed against any deputies involved, including documents showing the reasons for such discipline....\"</p>\n<p>Despite the order to show cause, the Sheriff initially refused either to disclose the records or to produce them for examination by the court. To explain his refusal, the Sheriff argued that the CPRA's provision for the examination of records in camera (§ 6259, subd. (a)) did not apply to records that the CPRA exempted from public disclosure. The Sheriff asserted that the requested records were expressly exempt from disclosure under section 6254, subdivision (f) (hereafter referred to in text as subdivision (f)), as investigatory records maintained by a law enforcement agency.<sup>[4]</sup> Apparently abandoning the position that he had taken in his letters to the Daily Press, the Sheriff did not assert that disclosure was prohibited by Penal Code sections <span class=\"star-pagination\">*344</span> 832.5 and 832.7 or by the CPRA provision addressing \"unwarranted invasion[s] of personal privacy\" (§ 6254, subd. (c)).</p>\n<p>The superior court rejected the Sheriff's argument that it was not entitled to inspect the records in camera and, once again, ordered him to produce them for that purpose. The Sheriff then petitioned the Court of Appeal for a writ of mandate to compel the superior court to set aside its order. The Court of Appeal denied the petition, noting that \"[t]he language of ... section 6259 expressly permits the court to conduct an in camera review,[<sup>[5]</sup>] and [that] such a review is appropriate wherever materials sought to be protected may be only partially exempt.\" The court also expressed \"concern over the legitimacy of [the Sheriff's] current position that the records are in fact investigatory files under ... subdivision (f)\" in view of the Sheriff's having \"originally asserted that the records were privileged as personnel records, pursuant to ... section 6254, subdivision (c), and Penal Code section 832.7.\"</p>\n<p>On remand, the superior court ordered the Sheriff to lodge the requested records with the court under seal, together with \"a written statement of reasons for exempting any particular information contained in the records.\" The court also ordered the Sheriff to provide the Daily Press with \"an index describing the records being lodged.\" The index that the Sheriff gave to the Daily Press divided the records into two categories: an \"administrative investigation file\" consisting of 59 documents and tape recordings, and a \"criminal investigation file\" consisting of 30 documents. Following the review in camera, the court issued an order granting the Daily Press access <span class=\"star-pagination\">*345</span> to 10 documents in their entirety and to another 28 after the redaction of exempt information. The order denied access completely to 29 documents.</p>\n<p>The Sheriff again petitioned the Court of Appeal for a writ of mandate, arguing that all of the requested records were exempt from disclosure under subdivision (f). The Daily Press also requested relief, arguing that the superior court had committed various procedural errors. Specifically, the superior court's order addressed only 67 of the 89 records listed in the Sheriff's index and did not specify whether particular records came from the administrative or the criminal files. The superior court had also relied, in some instances, on nonstatutory grounds for refusing disclosure. For example, the court had justified the withholding of certain documents with the cryptic term \"cumulative.\" Finally, the Daily Press asked that the Sheriff be ordered to provide a more detailed index of the records in question and that the superior court be ordered to hold a hearing to permit the Daily Press to contest the applicability of subdivision (f). (Cf. § 6259, subd. (a) [permitting but not requiring the superior court to hear oral argument].)</p>\n<p>The Court of Appeal summarily denied the petition for mandate. We granted review, stayed the order of disclosure, and transferred the case to the Court of Appeal with directions to issue an alternative writ. After briefing and argument, the Court of Appeal issued a written opinion vacating the trial court's order and directing it to conduct further review in camera in accordance with standards set out in the opinion.</p>\n<p>In attempting to set standards for determining whether particular records would be exempt from disclosure, the Court of Appeal articulated two limitations on the subdivision (f) exemption that do not appear on the face of the statute.</p>\n<p>The first such limitation resulted from the Court of Appeal's decision to incorporate into California law certain evaluative criteria set out in the federal Freedom of Information Act (5 U.S.C. § 552 [hereafter FOIA]). The FOIA, like the CPRA, permits the withholding of \"records or information compiled for law enforcement purposes.\" (5 U.S.C. § 552(b)(7).) In contrast to the CPRA, however, the FOIA permits withholding \"only to the extent that the production of such law enforcement records or information (A) could reasonably be expected to interfere with enforcement proceedings, (B) would deprive a person of a right to a fair trial or an impartial adjudication, (C) could reasonably be expected to constitute an unwarranted invasion of personal privacy, (D) could reasonably be expected to disclose the identity of a confidential source, including a State, local, or foreign agency or authority or any private institution which furnished information on a confidential basis, and, in the case of a record or information compiled by a <span class=\"star-pagination\">*346</span> criminal law enforcement authority in the course of a criminal investigation or by an agency conducting a lawful national security intelligence investigation, information furnished by a confidential source, (E) would disclose techniques and procedures for law enforcement investigations or prosecutions, or would disclose guidelines for law enforcement investigations or prosecutions if such disclosure could reasonably be expected to risk circumvention of the law, or (F) could reasonably be expected to endanger the life or physical safety of any individual....\" (5 U.S.C. § 552(b)(7).) By incorporating these criteria into the CPRA, the Court of Appeal in effect held that the Sheriff's law enforcement records would not be exempt from disclosure, despite the express exemption set out in subdivision (f), unless the Sheriff could satisfy one or more of the FOIA criteria.</p>\n<p>The second nonstatutory limitation that the Court of Appeal imposed on the subdivision (f) exemption affects the category of records that are not exempt from disclosure on their face but become exempt because of their inclusion in an investigatory file. (See <i>American Civil Liberties Union Foundation</i> v. <i>Deukmejian</i> (1982) <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">440</span></span>, 449, fn. 10 [<span class=\"citation no-link\"><span class=\"volume\">186</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">235</span></span>, <span class=\"citation no-link\"><span class=\"volume\">651</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">822</span></span>]; <i>Younger</i> v. <i>Berkeley City Council</i> (1975) <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">825</span></span>, 833 [<span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">830</span></span>]; <i>Black Panther Party</i> v. <i>Kehoe</i> (1974) <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">645</span></span>, 654 [<span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">106</span></span>]; cf. <i>Uribe</i> v. <i>Howie</i> (1971) <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">194</span></span>, 212-213 [<span class=\"citation\" data-id=\"2142909\"><a href=\"/opinion/2142909/uribe-v-howie/\"><span class=\"volume\">96</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">493</span></a></span>].) Although the Court of Appeal's discussion of the point is somewhat cryptic, the court appears to have held that such records remain exempt only so long as they continue to relate to a \"pending\" investigation. The Court of Appeal's holding affects this case because the Sheriff has completed his investigations into the conduct of the deputies who participated in the raid on Morgan's home.</p>\n<p>We granted the Sheriff's petition for review.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>At the heart of the CPRA is the declaration that \"every person has a right to inspect any public record, except as hereafter provided.\" (§ 6253, subd. (a).) In other words, all public records are subject to disclosure unless the Legislature has expressly provided to the contrary.</p>\n<p>This case requires us to interpret the express exemption contained in subdivision (f) for law enforcement investigatory records. Throughout this litigation the Sheriff has resisted public disclosure on the ground that the subdivision (f) exemption is \"absolute.\" However, it is clear that the exemption is not literally \"absolute.\" In the first place, subdivision (f), itself, requires the disclosure of certain specified information. In the second place, <span class=\"star-pagination\">*347</span> section 6259 expressly authorizes the superior court, upon a sufficient showing, to examine records in camera to determine whether they are being improperly withheld. Although the Sheriff originally argued that the subdivision (f) exemption was so \"absolute\" as to preclude even review in camera, he has now abandoned that position.</p>\n<p>The Sheriff still maintains that subdivision (f) is \"absolute,\" but a close examination of his argument shows that he is properly advancing in this court only two objections to the decision below. The Sheriff's first objection is to the Court of Appeal's holding that the trial court must apply the FOIA criteria in deciding questions arising under the CPRA. The Sheriff's second objection is to the Court of Appeal's holding that the exemption for investigatory files terminates when the investigation terminates. These are the issues properly before us.</p>\n<p>It is also important to make clear what is not properly before us. While the Sheriff does contend that subdivision (f) protects the criminal investigation file, he does not contend that subdivision (f) protects the administrative investigation file related to the disciplinary proceedings. Instead, the Sheriff asserts that the latter is exempt from disclosure under other provisions of the CPRA, including section 6254, subdivisions (c),<sup>[6]</sup> (k),<sup>[7]</sup> and (p),<sup>[8]</sup> and section 6255.<sup>[9]</sup> The parties dispute whether the Sheriff adequately preserved these additional claims of exemption by raising them in the superior court. Neither the superior court nor the Court of Appeal addressed these claims. Moreover, the Sheriff did not designate any issues based upon these claims in his petition for review. For these reasons, and because the claims involve unresolved factual issues, we shall remand them to the superior court for consideration in the first instance without any opinion as to their merit.</p>\n<p>Two additional claims are not properly before us. The first is the Sheriff's contention that the federal and state constitutional rights to privacy bar the <span class=\"star-pagination\">*348</span> disclosure of records of criminal arrests and investigations that do not lead to convictions  a contention not presented to the lower courts. The second is the Daily Press's request for a more detailed index of the records lodged with the superior court for examination in camera. The Court of Appeal denied this request, and the Daily Press did not petition for review or designate the issue in its answer to the Sheriff's petition. We do not ordinarily consider such issues and see no reason to do so in this case.</p>\n<p>We thus turn to the issues that are properly before us.</p>\n<p></p>\n<h2>A. <i>The CPRA's Exemption for Law Enforcement Investigatory Records Does Not Incorporate the FOIA Criteria.</i>\n</h2>\n<p>(1a) As mentioned, the Court of Appeal held that subdivision (f), the CPRA's exemption for law enforcement investigatory records, was limited by the FOIA criteria. We conclude that the holding must be rejected as inconsistent with the language, history, and intent of the statute.</p>\n<p>It is important at the outset to understand the structure of subdivision (f), a complicated provision that has undergone many revisions since its enactment in 1968. (Stats. 1968, ch. 1473, § 39, p. 2947.) At the most basic level, subdivision (f) is a part of section 6254, which sets out several exemptions from the CPRA's general rule of disclosure. Section 6254, and subdivision (f), begin by articulating a broad exemption in these words:</p>\n<p>\"Except as provided in Section 6254.7 [which concerns air pollution data], nothing in this chapter [i.e., the CPRA] shall be construed to require the disclosure of records that are any of the following:</p>\n<p>\".... .... .... .... .... .... ....</p>\n<p>\"(f) Records of complaints to, or investigations conducted by, or records of intelligence information or security procedures of, the office of the Attorney General and the Department of Justice, and any state or local police agency, or any investigatory or security files compiled by any other state or local police agency, or any investigatory or security files compiled by any other state or local agency for correctional, law enforcement, or licensing purposes....\"</p>\n<p>The sentence just quoted continues with language designed to provide access to information contained in law enforcement investigatory records without, however, requiring disclosure of the records themselves in most cases:</p>\n<p><span class=\"star-pagination\">*349</span> \"... except that state and local law enforcement agencies shall disclose the names and addresses of persons involved in, or witnesses other than confidential informants to, the incident, the description of any property involved, the date, time, and location of the incident, all diagrams, statements of the parties involved in the incident, the statements of all witnesses, other than confidential informants, to the victims of an incident, or an authorized representative thereof, an insurance carrier against which a claim has been or might be made, and any person suffering bodily injury or property damage or loss, as the result of the incident caused by arson, burglary, fire, explosion, larceny, robbery, vandalism, vehicle theft, or a crime as defined by subdivision (c) of Section 13960 [i.e., one that renders its victim eligible for compensation from the Restitution Fund]....\"</p>\n<p>The main part of subdivision (f) concludes with language that limits the obligation to disclose information derived from investigatory records when disclosure would entail certain identified risks. Specifically, the agency \"shall disclose\" the required information \"<i>unless</i> the disclosure would endanger the safety of a witness or other person involved in the investigation, or unless disclosure would endanger the successful completion of the investigation or a related investigation. However, nothing in this division shall require the disclosure of that portion of those investigative files which reflect the analysis or conclusions of the investigating officer.\" (Italics added.)</p>\n<p>In summary, subdivision (f), up to this point, (1) articulates a broad exemption from disclosure for law enforcement investigatory records, (2) requires law enforcement agencies to provide certain information derived from the records about the incidents under investigation, and (3) permits the withholding of information that (a) would endanger the safety of a witness or other person, (b) would endanger the successful completion of an investigation, or (c) reflects the analysis or conclusions of investigating officers.</p>\n<p>Subdivision (f) concludes with two subparts that require law enforcement agencies to disclose information about arrests and arrestees (§ 6254, subd. (f)(1)) and about complaints and requests for assistance (<i>id.,</i> subd. (f)(2)). As before, however, these additional disclosure requirements do not apply \"to the extent that disclosure of a particular item of information would endanger the safety of a person involved in an investigation or would endanger the successful completion of the investigation or a related investigation.\" (§ 6254, subd. (f), 2d par.)</p>\n<p>With this background one can appreciate the effect of the Court of Appeal's decision to engraft the FOIA criteria onto California's statutory scheme. Without the FOIA criteria, subdivision (f) makes law enforcement <span class=\"star-pagination\">*350</span> investigatory records exempt from disclosure. The required disclosures of <i>information derived from the records</i> about incidents, arrests, and complaints need not, in most cases, entail disclosure of the records themselves. (See, e.g., <i>Furnishing Copies of Arrest or Complaint Reports,</i> 65 Ops.Cal.Atty.Gen. 563 (1982) [while a law enforcement agency must provide certain information about arrests under subdivision (f), the arrest reports themselves are exempt from disclosure].) As courts have recognized, the provisions that require the disclosure of information \"`extend public access to information contained in agency records ... themselves exempted from disclosure by ... subdivision (f).'\" (<i>City of Santa Rosa</i> v. <i>Press Democrat</i> (1986) <span class=\"citation\" data-id=\"2161788\"><a href=\"/opinion/2161788/city-of-santa-rosa-v-press-democrat/\"><span class=\"volume\">187</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">1315</span></a></span>, 1321 [<span class=\"citation\" data-id=\"2161788\"><a href=\"/opinion/2161788/city-of-santa-rosa-v-press-democrat/\"><span class=\"volume\">232</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">445</span></a></span>].)</p>\n<p>In contrast, subdivision (f), as the Court of Appeal interpreted it, would exempt investigatory records \"<i>only to the extent</i> that disclosure of the information would\" trigger one of the six FOIA criteria. Thus, a law enforcement agency faced with a request for investigatory records would have the burden of establishing that disclosure would interfere with enforcement, threaten a fair trial, invade a person's privacy, disclose confidential information or sources, disclose investigative techniques, or endanger the life of law enforcement personnel. (See <i>City of Santa Rosa</i> v. <i>Press Democrat, supra,</i> 187 Cal. App.3d at p. 1321; see also 5 U.S.C. § 552(b)(7).)</p>\n<p>The most obvious and important objection to the Court of Appeal's interpretation of subdivision (f) is that it finds no support in the statutory language. (2) Our primary task in construing a statute is to determine the Legislature's intent, and \"[t]he statutory language, of course, is the best indicator of legislative intent.\" (<i>Adoption of Kelsey S.</i> (1992) <span class=\"citation\" data-id=\"1151153\"><a href=\"/opinion/1151153/adoption-of-kelsey-s/\"><span class=\"volume\">1</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">816</span></a></span>, 826 [<span class=\"citation\" data-id=\"1151153\"><a href=\"/opinion/1151153/adoption-of-kelsey-s/\"><span class=\"volume\">4</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">615</span></a></span>, <span class=\"citation\" data-id=\"1151153\"><a href=\"/opinion/1151153/adoption-of-kelsey-s/\"><span class=\"volume\">823</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1216</span></a></span>].) (1b) In drafting subdivision (f) the Legislature expressly imposed several precise limitations on the confidentiality of law enforcement investigatory records. Clearly the Legislature was capable of articulating additional limitations if that is what it had intended to do.</p>\n<p>Moreover, the Legislature has already enacted appropriate statutory provisions to address the concerns articulated in the FOIA criteria. Protection against \"unwarranted invasion[s] of personal privacy\" (5 U.S.C. § 552(b)(7)(C)) is found in section 6254, subdivision (c), of the CPRA, which exempts \"[p]ersonnel, medical, or similar files, the disclosure of which would constitute an unwarranted invasion of personal privacy.\" Protection for \"the identity of a confidential source\" and the \"information furnished by a confidential source\" (5 U.S.C. § 552(b)(7)(D)) is found in subdivision (f) which exempts the \"statements\" and the \"names and addresses of ... confidential informants....\" Protection for information <span class=\"star-pagination\">*351</span> that \"could reasonably be expected to endanger the life or physical safety of any individual\" (5 U.S.C. § 552(b)(7)(F)) is also found in subdivision (f), which does not require disclosures that \"would endanger the safety of a person involved in an investigation....\"</p>\n<p>The remaining FOIA criteria, which address \"interfere[nce] with enforcement proceedings\" (5 U.S.C. § 552(b)(7)(A)), protection of \"the right to a fair trial\" (<i>id.,</i> § 552(b)(7)(B)), and the \"disclos[ure] [of] techniques and procedures for law enforcement investigations or prosecutions\" (<i>id.,</i> § 552(b)(7)(E)), are addressed in the CPRA partly through specific provisions<sup>[10]</sup> and partly through a general, catch-all exemption. The latter applies whenever a public agency demonstrates \"that on the facts of the particular case the public interest served by not making the record public clearly outweighs the public interest served by disclosure of the record.\" (§ 6255.)</p>\n<p>In view of the Legislature's painstaking efforts to articulate appropriate limitations on the mandatory disclosure of public records, the argument in favor of incorporating the FOIA criteria into the CPRA is extremely weak. Indeed, the argument relies upon a single lower court opinion, <i>South Coast Newspapers, Inc.</i> v. <i>City of Oceanside</i> (1984) <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">261</span></span> [<span class=\"citation\" data-id=\"2152148\"><a href=\"/opinion/2152148/south-coast-newspapers-inc-v-city-of-oceanside/\"><span class=\"volume\">206</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">527</span></a></span>] (<i>South Coast</i>), which misinterpreted controlling authority.</p>\n<p>The plaintiff in <i>South Coast,</i> a newspaper, sought to compel the City of Oceanside to disclose records of the police department's investigation of a high school principal for allegedly failing to report an incident of child abuse. The newspaper, which sought the broadest possible disclosure, argued that subdivision (f) authorized the city to withhold only those documents that met one of the FOIA criteria. The Court of Appeal agreed, believing to have found support for its conclusion in <i>American Civil Liberties Union Foundation</i> v. <i>Deukmejian, supra,</i> <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">440</span></span> (<i>ACLU</i>). The Court of Appeal interpreted <i>ACLU</i> as ruling that \"the FOIA and its amendments should ... be used to construe the CPRA.\" (<i>South Coast, supra,</i> 160 Cal. App.3d at p. 268.)</p>\n<p>In <i>ACLU</i> we did write that the FOIA and the CPRA \"should receive a parallel construction.\" (<i>ACLU, supra,</i> 32 Cal.3d at p. 451.) However, that statement in context had a much narrower meaning than the <i>South Coast</i> court recognized. We certainly did not hold that the CPRA was to be interpreted as if it incorporated the FOIA criteria.</p>\n<p><span class=\"star-pagination\">*352</span> At issue in <i>ACLU</i> was the definition of \"intelligence information,\" which is one of the categories of information that subdivision (f) protects from disclosure. The American Civil Liberties Union Foundation sought to compel the state Attorney General to disclose information compiled by interstate networks of law enforcement agencies about persons suspected of involvement in organized crime. The trial court ruled that the exemption for \"intelligence information\" protected only information that might reveal the names of persons named in the reports or of persons who had furnished information in confidence. (<i>ACLU, supra,</i> 32 Cal.3d at p. 446.) The Attorney General challenged this ruling, arguing that the exemption more broadly protected all information that was \"`reasonably related to criminal activity.'\" (<i>ACLU, supra,</i> 32 Cal.3d at p. 449.)</p>\n<p>Because the CPRA did not define \"intelligence information\" we looked elsewhere for assistance  primarily to the FOIA. (3) In doing so we simply applied the well-accepted principle of statutory interpretation that permits reference to a similar statute \"to guide the construction\" of the statute in question. (<i>ACLU, supra,</i> 32 Cal.3d at p. 449; see, e.g., 2B Sutherland, Statutory Construction (5th ed. 1992) § 52.02, pp. 198-201; <i>Kaplan's Fruit &amp; Produce Co.</i> v. <i>Superior Court</i> (1979) <span class=\"citation\" data-id=\"1431574\"><a href=\"/opinion/1431574/kaplans-fruit-produce-co-v-superior-court/\"><span class=\"volume\">26</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">60</span></a></span>, 65 [<span class=\"citation\" data-id=\"1431574\"><a href=\"/opinion/1431574/kaplans-fruit-produce-co-v-superior-court/\"><span class=\"volume\">160</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">745</span></a></span>, <span class=\"citation\" data-id=\"1431574\"><a href=\"/opinion/1431574/kaplans-fruit-produce-co-v-superior-court/\"><span class=\"volume\">603</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1341</span></a></span>].) Because the original version of the CPRA was \"modeled on\" the FOIA, the \"judicial construction and legislative history of the federal act serve[d] to illuminate the interpretation of its California counterpart\" (<i>ACLU, supra,</i> 32 Cal.3d at p. 447), particularly the CPRA's undefined term \"intelligence information\" (§ 6254, subd. (f)).</p>\n<p>(1c) This exercise in \"parallel construction\" (<i>ACLU, supra,</i> 32 Cal.3d at p. 451) did not, however, include incorporating the statutory FOIA criteria into the CPRA. On this point the court in <i>South Coast</i> (<i>supra,</i> 160 Cal. App.3d at pp. 268-269) and the Court of Appeal below were mistaken. The point of our decision in <i>ACLU</i> was to define \"intelligence information\"; we accomplished that task not by adopting the FOIA criteria but, instead, by adding a single category of information to that which the trial court had recognized as protected. Where the trial court had interpreted the exemption for \"intelligence information\" to mean only information that might identify persons named in the reports or persons who had supplied information in confidence, we held that the definition also covered information \"that was supplied in confidence by its original source.\" (<i>ACLU, supra,</i> 32 Cal.3d at p. 450.) To be sure, this definition somewhat resembles one of the FOIA criteria.<sup>[11]</sup> However, neither that resemblance nor anything else in <i>ACLU</i> justifies the wholesale incorporation of the FOIA criteria into California law.</p>\n<p><span class=\"star-pagination\">*353</span> Incorporation of the FOIA criteria would be mistaken for another reason as well: they were created by Congress to correct an early misinterpretation of the FOIA by the federal courts that had no parallel in California law. (See <i>ACLU, supra,</i> 32 Cal.3d at pp. 450-451.) Between 1972 and 1974, several federal court opinions interpreted the original version of the FOIA to create an absolute exemption for all materials contained in law enforcement investigatory files without exception or qualification. (See the cases cited in <i>ACLU, supra,</i> 32 Cal.3d at p. 448, fn. 9.) Congress reacted in 1974 by limiting the exemption with the FOIA criteria. (5 U.S.C. § 552(b)(7)(A)-(F), added by Pub.L. No. 93-502, § 2(b), 88 Stat. 1563-1564; see also <i>NLRB</i> v. <i>Robbins Tire &amp; Rubber Co.</i> (1978) <span class=\"citation\" data-id=\"109898\"><a href=\"/opinion/109898/nlrb-v-robbins-tire-rubber-co/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">214</span></a></span>, 226-234 [<span class=\"citation\" data-id=\"109898\"><a href=\"/opinion/109898/nlrb-v-robbins-tire-rubber-co/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">159</span></a></span>, 169-173, <span class=\"citation\" data-id=\"109898\"><a href=\"/opinion/109898/nlrb-v-robbins-tire-rubber-co/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2311</span></a></span>] [discussing the legislative history of the 1974 amendments].) Thus, after the 1974 amendments the FOIA exempted law enforcement investigatory files \"only to the extent that the production of such ... records\" would violate one of the six criteria articulated in the statute. (5 U.S.C. § 552(b)(7).)</p>\n<p>The California Legislature limited the CPRA's exemption for law enforcement investigatory files a few years after Congress limited the analogous exemption in the FOIA. However, the Legislature took a different approach than Congress. Instead of adopting criteria that would require the exemption's applicability to be determined on a case-by-case basis, the Legislature, as already mentioned, adopted a series of amendments that required the disclosure of <i>information derived from the records</i> while, in most cases, preserving the exemption for the records themselves. The first such amendment, which the Legislature adopted in 1976, requires law enforcement agencies to disclose such information as the names and addresses of witnesses and persons involved in the incidents under investigation. (See § 6254, subd. (f) [1st par., beginning with \"except that\"], added by Stats. 1976, ch. 314, § 1, pp. 629-631.) (4)(See fn. 12.) Apparently satisfied with this approach to limiting the exemption for investigatory records, the Legislature in 1982 added two provisions that operate in the same manner to provide information from investigatory records about arrests and arrestees (§ 6254, subd. (f)(1)) and complaints and requests for assistance (<i>id.,</i> subd. (f)(2)). (Added by Stats. 1982, ch. 83, § 1, pp. 242-243.)<sup>[12]</sup></p>\n<p>The Legislature's careful efforts to provide access to selected information from law enforcement investigatory records was largely a waste of time if, as <span class=\"star-pagination\">*354</span> the Court of Appeal held, the records themselves are subject to disclosure when none of the FOIA criteria apply. (5) A court should not lightly adopt an interpretation of statutory language that renders the language useless in many of the cases it was intended to govern. This is especially true when the argument favoring such an interpretation rests on little more than a lower court opinion (<i>South Coast, supra,</i> <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">261</span></span>) that misinterpreted controlling authority.</p>\n<p>(1d) The Daily Press, in its brief to this court, suggested a test that might be used in place of the FOIA criteria to limit the scope of the subdivision (f) exemption. Under the proposed test, documents would be exempt from disclosure only if \"(1) they directly pertain to specific, concrete and definite investigations of possible violations of the criminal law; or (2) their disclosure would impair the ability of law enforcement agencies to conduct criminal investigations by disclosing confidential informants, threatening the safety of police agents, victims, or witnesses, or revealing investigative techniques.\" The adoption of such a test, which includes the substance of three of the FOIA criteria (see 5 U.S.C. § 552(b)(7)(D), (E) &amp; (F)), is subject to the same objection as the proposal to incorporate the FOIA criteria wholesale: the Legislature has carefully limited the exemption for law enforcement investigatory records by requiring the disclosure of specific information from such records. It is not our task to rewrite the statute.</p>\n<p>Accordingly, we conclude that subdivision (f) should not be interpreted as if it incorporated the FOIA criteria. Therefore, on remand the Court of Appeal should direct the trial court to apply subdivision (f) according to its terms by compelling the disclosure only of that information from law enforcement investigatory records that the statute expressly requires to be disclosed.</p>\n<p></p>\n<h2>B. <i>The CPRA's Exemption for Investigatory Files Does Not Terminate When the Investigation Terminates.</i>\n</h2>\n<p>Subdivision (f) does not require the disclosure of \"investigatory or security <i>files</i> compiled by ... [a] state or local police agency\" or of \"investigatory or security <i>files</i> compiled by any other state or local agency for correctional, law enforcement, or licensing purposes....\" (§ 6254, subd. (f), italics added.) (6) This statutory language protects materials that, while not on their face exempt from disclosure, nevertheless become exempt through inclusion in an investigatory file. (<i>ACLU, supra,</i> 32 Cal.3d at p. 449, fn. 10; <i>Younger</i> v. <i>Berkeley City Council, supra,</i> 45 Cal. App.3d at p. 833; <i>Black Panther Party</i> v. <i>Kehoe, supra,</i> 42 Cal. App.3d at p. 654; cf. <i>Uribe</i> v. <i>Howie, supra,</i> 19 Cal. App.3d at pp. 212-213.)</p>\n<p><span class=\"star-pagination\">*355</span> (7a) While the parties agree that otherwise nonexempt materials can become exempt through inclusion in an investigatory file, they disagree about the duration of that exemption. The Daily Press argues that the exemption terminates when the investigation terminates. The Sheriff disagrees, asserting that the statute on its face contains no time limitation and that the exemption serves interests that outlive the investigation for which the file was originally created, such as the safety of informants and undercover officers, the integrity of related investigations, and the privacy of persons whose affairs have been investigated but who have not been charged with crimes.</p>\n<p>We conclude that the exemption for law enforcement investigatory files does not end when the investigation ends. While there may be reasons of policy that would support a time limitation on the exemption for investigatory files, such a limitation is virtually impossible to reconcile with the language and history of subdivision (f).</p>\n<p>It is perhaps best to begin with the few points on which the parties agree and on which the law is relatively clear. (8) No one argues, and the law does not provide, that a public agency may shield a record from public disclosure, regardless of its nature, simply by placing it in a file labelled \"investigatory.\" That extreme interpretation of the CPRA was rejected, shortly after the statute was enacted, in <i>Uribe</i> v. <i>Howie, supra,</i> <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">194</span></span> (<i>Uribe</i>).</p>\n<p>The plaintiff in <i>Uribe,</i> a farm worker, suffered from health problems attributed to pesticides. The county agricultural commissioner denied the plaintiff's request under the CPRA to inspect mandatory reports filed by farmers who had sprayed pesticides in the area. The commissioner argued that the reports belonged to investigatory files compiled for \"licensing\" purposes and were, thus, subject to the same protection under subdivision (f) as files complied for \"law enforcement\" purposes. (See § 6254, subd. (f) [referring to \"any investigatory ... files compiled by any other state or local agency for correctional, law enforcement, or licensing purposes\"].) The Court of Appeal rejected the argument because licensing \"was not the primary purpose [for which the files] were compiled\" and because they were not \"being put to such a purpose at the time of trial.\" (<i>Uribe, supra,</i> 19 Cal. App.3d at p. 213.) Applying federal authority by analogy, the court held that the exemption for \"files\" applies \"only when the prospect of enforcement proceedings is concrete and definite. [Citation.] It is not enough that an agency label its file `investigatory' and suggest that enforcement proceedings may be initiated at some unspecified future date or were previously considered.... [¶] ... To say that the exemption created by subdivision <span class=\"star-pagination\">*356</span> (f) is applicable to any document which a public agency might, under any circumstances, use in the course of [an investigation] would be to create a virtual <i>carte blanche</i> for the denial of public access to public records. The exception would thus swallow the rule.\" (<i>Uribe, supra,</i> 19 Cal. App.3d at pp. 212-213, citing <i>Bristol-Myers Company</i> v. <i>F.T.C.</i> (D.C. Cir.1970) <span class=\"citation no-link\"><span class=\"volume\">424</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">935</span></span>, 939 [138 App.D.C. 22].)</p>\n<p>(9) Subsequent decisions have consistently followed the <i>Uribe</i> court's holding on this point. As a result, it now appears to be well established that \"information in public files [becomes] exempt as `investigatory' material only when the prospect of enforcement proceedings [becomes] concrete and definite.\" (<i>Black Panther Party</i> v. <i>Kehoe, supra,</i> 42 Cal. App.3d at p. 654; see also <i>ACLU, supra,</i> 32 Cal.3d at p. 449 &amp; fn. 10; <i>Younger</i> v. <i>Berkeley City Council, supra,</i> 45 Cal. App.3d at p. 833; <i>State of California</i> ex rel. <i>Division of Industrial Safety</i> v. <i>Superior Court</i> (1974) <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">778</span></span>, 785 [<span class=\"citation\" data-id=\"2112125\"><a href=\"/opinion/2112125/state-division-of-indus-safety-v-superior-court/\"><span class=\"volume\">117</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">726</span></a></span>].)</p>\n<p>The exemption for investigatory files serves an important purpose. When an investigation, as defined in <i>Uribe</i> (<i>supra,</i> 19 Cal. App.3d at pp. 212-213), has come into being, a document in the file may have extraordinary significance to the investigation even though it does not on its face purport to be an investigatory record and, thus, have an independent claim to exempt status. Examples abound. A commonplace business card may reveal the name and endanger the safety of an informant. Receipts for transportation may tell the astute observer which clues the police have checked and which they have not yet found.</p>\n<p>(7b) While important, however, the exemption is not unlimited. A public agency may not shield a document from disclosure with the bare assertion that it relates to an investigation. At an earlier point in this litigation the Sheriff apparently took this position and, as mentioned above, even disputed the superior court's power to review the requested documents in camera. However, when a petitioner has made a prima facie showing that documents are being improperly withheld (§ 6259), the court logically must review the documents and hear the agency's claim for withholding them in order to determine whether they actually relate to the investigation and, thus, properly belong in the file. Only through such an examination can the court ensure that an agency has not commingled investigatory materials with other documents that have no legitimate claim to confidentiality. We note, however, that the Sheriff no longer argues that the court lacks this power. To quote his brief, the Sheriff now \"concede[s]\" that it is \"a proper function of the court under [section] 6259\" \"to conduct an in camera review to segregate exempt from non-exempt materials.\"</p>\n<p><span class=\"star-pagination\">*357</span> The parties do continue to disagree on the standards that the court must apply in segregating exempt from nonexempt materials. However, the conclusion that the superior court should not apply the FOIA criteria partly resolves this dispute. The remainder of the dispute concerns the Court of Appeal's apparent conclusion that the exemption for investigatory files terminates when the related investigation terminates. While the Court of Appeal did not address this issue in detail, it did state that materials included in an investigatory file needed a \"relation to <i>pending</i> law enforcement proceedings to remain exempt from public disclosure.\" Because the parties had asked the Court of Appeal to decide the issue, it is reasonable to interpret the opinion as doing so, however cryptically.</p>\n<p>In considering the scope of the exemption we turn first to the language of the statute. It is noteworthy that nothing therein purports to place a time limit on the exemption for investigatory files. Indeed, a file \"compiled by ... [a] police agency\" or a file \"compiled by any other state or local agency for ... law enforcement ... purposes\" continues to meet that definition after the investigation has concluded. If the Legislature had wished to limit the exemption to files that were \"related to pending investigations,\" words to achieve that result were available. It is not the province of courts \"to insert what has been omitted.\" (Code Civ. Proc., § 1858; see, e.g., <i>Security Pacific National Bank</i> v. <i>Wozab</i> (1990) <span class=\"citation\" data-id=\"2612486\"><a href=\"/opinion/2612486/security-pacific-national-bank-v-wozab/\"><span class=\"volume\">51</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">991</span></a></span>, 998 [<span class=\"citation\" data-id=\"2612486\"><a href=\"/opinion/2612486/security-pacific-national-bank-v-wozab/\"><span class=\"volume\">275</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">201</span></a></span>, <span class=\"citation\" data-id=\"2612486\"><a href=\"/opinion/2612486/security-pacific-national-bank-v-wozab/\"><span class=\"volume\">800</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">557</span></a></span>].)</p>\n<p>Moreover, to place a time limit on the exemption for investigatory files would appear to contravene the intent of the Legislature as expressed in other parts of the statute. Subdivision (f), which contains the exemption, also contains language designed to protect interests that outlive the conclusion of a particular investigation. For example, the clause of subdivision (f) that gives the public access to information derived from investigatory files, as opposed to the files themselves, does not apply when \"disclosure of a particular item of information would endanger the safety of a person involved in an investigation\" or \"the successful completion of ... a <i>related</i> investigation.\" (§ 6254, subd. (f), 2d par., italics added.) This language would have no effect in many cases if we held that the exemption for investigatory files terminates with the conclusion of the investigation that first prompted the creation of a file. An interpretation that renders statutory language a nullity is obviously to be avoided. (See Code Civ. Proc., § 1858.)</p>\n<p>As a justification for departing from the language of the statute, the Daily Press argues that the FOIA does not protect investigatory files after the related investigation has concluded and that the CPRA \"should receive a parallel construction.\" (<i>ACLU, supra,</i> 32 Cal.3d at p. 451.) The Daily Press's <span class=\"star-pagination\">*358</span> argument is not completely convincing, however, because it oversimplifies federal law and ignores the unique history of California's statute.</p>\n<p>In federal law, the notion that an investigatory file remains exempt from disclosure only so long as the related investigation is pending began with dictum in <i>Bristol-Myers Company</i> v. <i>F.T.C., supra,</i> <span class=\"citation no-link\"><span class=\"volume\">424</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">935</span></span> (<i>Bristol-Myers</i>), a 1970 decision. The plaintiffs in that case were pharmaceutical companies who sought investigatory records from the Federal Trade Commission (FTC). The FTC had once investigated the plaintiffs' advertising practices and filed a complaint against them. Later, however, the FTC withdrew the complaint and decided to deal with the matter through rule-making rather than adjudicatory proceedings. At the time, the FOIA broadly exempted \"investigatory files compiled for law enforcement purposes....\" (5 U.S.C. former § 552(b)(7), as added by Pub.L. 90-23, § 1, 81 Stat. 54, 55.) Congress had not yet limited the exemption with the FOIA criteria. (See 5 U.S.C. § 552(b)(7)(A)-(F), added by Pub.L. No. 93-502, § 2(b), 88 Stat. 1563-1564.)</p>\n<p>In considering the plaintiffs' request for access to the FTC's investigatory files, the federal court identified \"[t]he threshold question [as] whether the files sought by Bristol-Myers relate[d] to anything that can fairly be characterized as an enforcement proceeding.\" (<i>Bristol-Myers, supra,</i> 424 F.2d at p. 939.) Because the FTC had once filed a complaint against the plaintiffs, the court found \"some basis for the view that the items sought [were] `investigatory files compiled for law enforcement purposes.'\" (<i>Ibid.</i>) However, the court also noted that \"the complaint [had been] withdrawn more than two years prior to the Notice of Rulemaking that precipitated the company's present request for documents. If further adjudicatory proceedings are imminent, then the company's request may fall within the category the exemption was designed to control.\" (<i>Ibid.</i>) With the last sentence of this passage the court suggested, albeit in dictum, that investigatory files lose their exemption when the investigation terminates.</p>\n<p>The Daily Press argues that we expressly adopted the <i>Bristol-Myers</i> dictum in <i>ACLU.</i> However, all we said in <i>ACLU</i> was that \"[t]he <i>Bristol-Meyers</i> [<i>sic</i>] doctrine, as adopted in <i>Uribe</i> v. <i>Howie, supra,</i> <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">194</span></span>, ... remains viable as a construction of the [CPRA].\" (<i>ACLU, supra,</i> 32 Cal.3d at p. 449, fn. 10.) In context, our statement in <i>ACLU</i> clearly was a reference to the <i>holding</i> of <i>Bristol-Myers</i>  that an investigatory file does not come into being until the prospect of enforcement proceedings is concrete and definite  rather than to the <i>dictum</i> that the exemption terminates when the investigation terminates. <i>ACLU</i> did not present the latter issue. Instead, the question before us was whether to adopt the Attorney General's <span class=\"star-pagination\">*359</span> view that subdivision (f) broadly protected \"all information which is `reasonably related to criminal activity.'\" (<i>ACLU, supra,</i> 32 Cal.3d at p. 449.) While we rejected that view in favor of requiring \"concrete and definite enforcement prospects\" at the time a file is created (<i>id.,</i> at p. 449), we had no occasion to discuss the exemption's duration.</p>\n<p>To be sure, a few lower courts have phrased the \"concrete and definite\" test in language that seems to suggest a need for future enforcement proceedings, as opposed to a prospect of enforcement at the time an investigatory file is created. However, none of those opinions addressed a claim that materials formerly exempt under subdivision (f) had lost their exemption with the termination of an investigation. <i>Uribe,</i> as already noted, involved a claim that files were exempt because they had been compiled for \"licensing\" purposes. (See § 6254, subd. (f).) The court did not hold that the subdivision (f) exemption had attached and later dissolved; instead, the court held that the exemption had never attached to the records in question because licensing \"was not the primary purpose [for which] they were compiled.\" (<i>Uribe, supra,</i> 19 Cal. App.3d at p. 213; cf. <i>State of California</i> ex rel. <i>Division of Industrial Safety</i> v. <i>Superior Court, supra,</i> 43 Cal. App.3d at p. 785 [court referred to the need for \"future enforcement proceedings\" when the question was whether the exemption had ever attached].)</p>\n<p>In the federal system, the scope of the exemption for law enforcement investigatory records was eventually determined by Congress rather than by the dictum in <i>Bristol-Myers, supra,</i> <span class=\"citation no-link\"><span class=\"volume\">424</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">935</span></span>. A few years after deciding <i>Bristol-Myers,</i> the same court reversed its position in that case to hold that law enforcement investigatory files remained exempt without regard to the passage of time, the pendency of an investigation, or any other circumstances. (<i>Center for National Policy Review on Race and Urban Issues</i> v. <i>Weinberger</i> (D.C. Cir.1974) <span class=\"citation\" data-id=\"321239\"><a href=\"/opinion/321239/center-for-national-policy-review-on-race-and-urban-issues-v-caspar-w/\"><span class=\"volume\">502</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">370</span></a></span>, 374 [160 App.D.C. 154]; <i>Ditlow</i> v. <i>Brinegar</i> (D.C. Cir.1974) <span class=\"citation\" data-id=\"318313\"><a href=\"/opinion/318313/clarence-ditlow-v-claude-s-brinegar-secretary-of-the-department-of/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1073</span></a></span>, 1074 [160 App.D.C. 231]; <i>Aspin</i> v. <i>Department of Defense</i> (D.C. Cir.1973) <span class=\"citation\" data-id=\"316588\"><a href=\"/opinion/316588/les-aspin-william-b-broydrick-v-department-of-defense-melvin-r-laird/\"><span class=\"volume\">491</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">24</span></a></span>, 30 [160 App.D.C. 231]; <i>Weisberg</i> v. <i>U.S. Department of Justice</i> (D.C. Cir.1973) <span class=\"citation\" data-id=\"316139\"><a href=\"/opinion/316139/harold-weisberg-v-us-department-of-justice/\"><span class=\"volume\">489</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1195</span></a></span>, 1198 [160 App.D.C. 71].)</p>\n<p>Congress reacted to these decisions in 1974 by adopting the six FOIA criteria. (5 U.S.C. § 552(b)(7)(A)-(F), added by Pub.L. 93-502, § 2(b), 88 Stat. 1563-1564.) (10) A major purpose of this amendment, as the United States Supreme Court would later explain, was to abrogate \"`recent court decisions'\" applying the exemption to investigatory files \"`even if they ha[d] long since lost any requirement for secrecy.'\" (<i>NLRB</i> v. <i>Robbins Tire &amp; Rubber Co.</i> (1978) <span class=\"citation\" data-id=\"109898\"><a href=\"/opinion/109898/nlrb-v-robbins-tire-rubber-co/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">214</span></a></span>, 230 [<span class=\"citation\" data-id=\"109898\"><a href=\"/opinion/109898/nlrb-v-robbins-tire-rubber-co/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">159</span></a></span>, 171-172, <span class=\"citation\" data-id=\"109898\"><a href=\"/opinion/109898/nlrb-v-robbins-tire-rubber-co/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2311</span></a></span>] [quoting debates on the floor of the House of Representatives].) <span class=\"star-pagination\">*360</span> Congress wished to require courts \"to `loo[k] to the reasons' for allowing [the] withholding of investigatory files before making their decisions.\" (<i>Ibid.</i>) The six new criteria achieved this goal by providing that <i>no</i> record was exempt <i>unless</i> its disclosure would \"interfere with enforcement proceedings\" (5 U.S.C. § 552(b)(7)(A)) or trigger one of the other criteria (<i>id.,</i> § 552(b)(7)(B)-(F)).</p>\n<p>The effect of criterion (A), in many cases, is to dissolve the exemption for investigatory records when the investigation terminates. This is because disclosure will not \"interfere with enforcement proceedings\" (5 U.S.C. § 552(b)(7)(A)) unless enforcement proceedings are at least possible. However, investigatory records do not invariably lose their exempt status under the FOIA when the investigation ends because any one of the other five criteria can justify withholding. Federal courts have held, for example, that investigatory records have remained exempt long after the termination of an investigation in cases where disclosure would have revealed the names of confidential sources (e.g., <i>Fitzgibbon</i> v. <i>U.S. Secret Service</i> (D.D.C. 1990) <span class=\"citation no-link\"><span class=\"volume\">747</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">51</span></span>, 59-60 [historian sought pre-1961 documents concerning allegations that agents of the Dominican Republic had conspired to assassinate the President of the United States]; see 5 U.S.C. § 552(b)(7)(D)) or caused an invasion of privacy (e.g., <i>Fitzgibbon</i> v. <i>U.S. Secret Service, supra,</i> 747 F. Supp. at p. 59; <i>Landano</i> v. <i>U.S. Department of Justice</i> (D.N.J. 1990) <span class=\"citation no-link\"><span class=\"volume\">751</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">502</span></span>, 506-509 [criminal sought information about the 1977 investigation of the murder for which he was convicted]; see 5 U.S.C. § 552(b)(7)(C)).</p>\n<p>(7c) In short, the FOIA's exemption for law enforcement investigatory records often does terminate when the investigation terminates. But this is the result of the statutory FOIA criteria, as applied to individual cases, rather than dictum in <i>Bristol-Myers</i> (<i>supra,</i> 424 F.2d at p. 939) or a general rule. Thus, the Daily Press's argument that we should adopt such a rule as state law in the name of \"parallel construction\" in truth merely replicates the argument that the CPRA incorporates the FOIA criteria. That argument, as already explained, lacks merit.</p>\n<p>Furthermore, the argument that federal and state statutes should receive parallel constructions loses its force after both statutes have been substantially revised. That is the case here, because Congress and the Legislature have taken very different approaches to the problem of limiting the exemption for law enforcement investigatory records. Congress, as already mentioned, has made the availability of the exemption in each case depend on the applicability of one of the FOIA criteria. (5 U.S.C. § 552(b)(7)(A)-(F).) The state Legislature, in contrast, has limited the CPRA's exemption for law enforcement investigatory files (§ 6254, subd. (f)) by requiring agencies <span class=\"star-pagination\">*361</span> to disclose specific information derived from the materials in investigatory files rather than the materials, themselves. Thus, even when the CPRA's exemption for law enforcement investigatory files applies, the investigating agency ordinarily must still disclose to the public \"the time, substance, and location of all complaints or requests for assistance received by the agency and the time and nature of the response thereto, including, to the extent the information regarding crimes alleged or committed or any other incident investigated is recorded, the time, date, and location of occurrence, [and] the time and date of the report, the name, age, and current address of the victim....\" (§ 6254, subd. (f)(2).) Agencies must also disclose to the public \"[t]he full name, current address, and occupation of every individual arrested by the agency, the individual's physical description including date of birth, color of eyes and hair, sex, height and weight, the time and date of arrest, the time and date of booking, the location of the arrest, the factual circumstances surrounding the arrest, the amount of bail set, the time and manner of release or the location where the individual is currently being held, and all charges the individual is being held upon, including any outstanding warrants from other jurisdictions and parole or probation holds.\" (<i>Id.,</i> subd. (f)(1).)</p>\n<p>Agencies must make additional disclosures to interested persons, who include \"the victims of an incident, or an authorized representative thereof, an insurance carrier against which a claim has been or might be made, and any person suffering bodily injury or property damage or loss, as the result of the incident....\" (§ 6254, subd. (f), 1st par.) These additional required disclosures include \"the names and addresses of persons involved in, or witnesses other than confidential informants to, the incident, the description of any property involved, the date, time, and location of the incident, all diagrams, statements of the parties involved in the incident, [and] the statements of all witnesses, other than confidential informants....\" (<i>Ibid.</i>)</p>\n<p>These provisions for mandatory disclosure from law enforcement investigatory files represent the Legislature's judgment, set out in exceptionally careful detail, about what items of information should be disclosed and to whom. Unless that judgment runs afoul of the Constitution it is not our province to declare that the statutorily required disclosures are inadequate or that the statutory exemption from disclosure is too broad. Nor is it our province to say that the approach the Legislature chose is inferior to that which Congress chose, or to substitute one approach for the other. Requests for broader disclosure must be directed to the Legislature.<sup>[13]</sup></p>\n<p>For these reasons, we shall enforce subdivision (f) according to its terms by holding the exemption for investigatory files does not terminate with the <span class=\"star-pagination\">*362</span> conclusion of the investigation. Once an investigation, as defined in <i>Uribe</i> (<i>supra,</i> 19 Cal. App.3d at pp. 212-213), has come into being because there is a concrete and definite prospect of enforcement proceedings at that time, materials that relate to the investigation and, thus, properly belong in the file, remain exempt subject to the terms of the statute.</p>\n<p></p>\n<h2>III. DISPOSITION</h2>\n<p>The judgment of the Court of Appeal is affirmed insofar as it directs the superior court to vacate its order compelling public disclosure. The judgment is reversed in all other respects and the case remanded for further proceedings in accordance with the views set forth above.</p>\n<p>Lucas, C.J., Mosk, J., Kennard, J., Arabian, J., Baxter, J., and George, J., concurred.</p>\n<h2>NOTES</h2>\n<p>[1]  All further statutory citations are to the Government Code except as noted or as the context may require.</p>\n<p>[2]  Penal Code section 832.5 requires agencies that employ peace officers to \"establish a procedure to investigate citizens' complaints\" against such officers. Penal Code section 832.7 provides that \"[p]eace officer personnel records ... are confidential and shall not be disclosed in any criminal or civil proceeding except by discovery pursuant to Sections 1043 and 1046 of the Evidence Code.\"</p>\n<p>[3]  \"Whenever it is made to appear by verified petition to the superior court of the county where the records or some part thereof are situated that certain public records are being improperly withheld from a member of the public, the court shall order the officer or person charged with withholding the records to disclose the public record or show cause why he or she should not do so. The court shall decide the case after examining the record in camera, if permitted by subdivision (b) of Section 915 of the Evidence Code [which concerns claims of privilege under Division 8 of that code], papers filed by the parties and any oral argument and additional evidence as the court may allow.\" (<i>Ibid.</i>)</p>\n<p>[4]  Subdivision (f), provides:\n</p>\n<p>\"Except as provided in Section 6254.7, nothing in this chapter shall be construed to require disclosure of records that are any of the following:</p>\n<p>\".... .... .... .... .... .... ....</p>\n<p>\"(f) Records of complaints to, or investigations conducted by, or records of intelligence information or security procedures of, the office of the Attorney General and the Department of Justice, and any state or local police agency, or any investigatory or security files compiled by any other state or local police agency, or any investigatory or security files compiled by any other state or local agency for correctional, law enforcement, or licensing purposes, except that state and local law enforcement agencies shall disclose the names and addresses of persons involved in, or witnesses other than confidential informants to, the incident, the description of any property involved, the date, time, and location of the incident, all diagrams, statements of the parties involved in the incident, the statements of all witnesses, other than confidential informants, to the victims of an incident, or an authorized representative thereof, an insurance carrier against which a claim has been or might be made, and any person suffering bodily injury or property damage or loss, as the result of the incident caused by arson, burglary, fire, explosion, larceny, robbery, vandalism, vehicle theft, or a crime as defined by subdivision (c) of Section 13960, unless the disclosure would endanger the safety of a witness or other person involved in the investigation, or unless disclosure would endanger the successful completion of the investigation or a related investigation. However, nothing in this division shall require the disclosure of that portion of those investigative files which reflect the analysis or conclusions of the investigating officer.</p>\n<p>\"Other provisions of this subdivision notwithstanding, state and local law enforcement agencies shall make public the following information, except to the extent that disclosure of a particular item of information would endanger the safety of a person involved in an investigation or would endanger the successful completion of the investigation or a related investigation:</p>\n<p>\"(1) The full name, current address, and occupation of every individual arrested by the agency, the individual's physical description including date of birth, color of eyes and hair, sex, height and weight, the time and date of arrest, the time and date of booking, the location of the arrest, the factual circumstances surrounding the arrest, the amount of bail set, the time and manner of release or the location where the individual is currently being held, and all charges the individual is being held upon, including any outstanding warrants from other jurisdictions and parole or probation holds.</p>\n<p>\"(2) Subject to the restrictions imposed by Section 841.5 of the Penal Code, the time, substance, and location of all complaints or requests for assistance received by the agency and the time and nature of the response thereto, including, to the extent the information regarding crimes alleged or committed or any other incident investigated is recorded, the time, date, and location of occurrence, the time and date of the report, the name, age, and current address of the victim, except that the address of the victim of any crime defined by Section 261, 264, 264.1, 273a, 273d, 273.5, 286, 288, 288a, 289, 422.6, 422.7, or 422.75 of the Penal Code shall not be disclosed, the factual circumstances surrounding the crime or incident, and a general description of any injuries, property, or weapons involved. The name of a victim of any crime defined by Section 261, 264, 264.1, 273a, 273d, 273.5, 286, 288, 288a, 289, 422.6, 422.7, or 422.75 of the Penal Code may be withheld at the victim's request, or at the request of the victim's parent or guardian if the victim is a minor. When a person is the victim of more than one crime, information disclosing that the person is a victim of a crime defined by Section 261, 264, 264.1, 273a, 273d, 286, 288, 288a, 289, 422.6, 422.7, or 422.75 of the Penal Code may be deleted at the request of the victim, or the victim's parent or guardian if the victim is a minor, in making the report of the crime, or of any crime or incident accompanying the crime, available to the public in compliance with the requirements of this paragraph.\"</p>\n<p>[5]  See footnote 3, <i>ante.</i></p>\n<p>[6]  \"Personnel, medical, or similar files, the disclosure of which would constitute an unwarranted invasion of personal privacy.\"</p>\n<p>[7]  \"Records the disclosure of which is exempted or prohibited pursuant to federal or state law, including, but not limited to, provisions of the Evidence Code relating to privilege.\"</p>\n<p>[8]  \"Records of state agencies related to activities governed by [the chapters of the Government Code that regulate public employee relations], which reveal a state agency's deliberative processes, impressions, evaluations, opinions, recommendations, meeting minutes, research, work products, theories, or strategy, or which provide instruction, advice, or training to employees who do not have full collective bargaining and representation rights under the above chapters. Nothing in this subdivision shall be construed to limit the disclosure duties of a state agency with respect to any other records relating to the activities governed by the employee relations acts referred to in this subdivision.\"</p>\n<p>[9]  Section 6255, which has been called a catch-all exemption, authorizes an agency to withhold a record if it can demonstrate \"that on the facts of the particular case the public interest served by not making the record public clearly outweighs the public interest served by disclosure of the record.\"</p>\n<p>[10]  For provisions of the CPRA partly addressing these concerns, see section 6254, subdivision (f), which exempts information that would \"endanger the successful completion of the investigation or a related investigation,\" and subdivision (b), which exempts \"[r]ecords pertaining to pending litigation to which the public agency is a party, or to claims ..., until the pending litigation or claim has been finally adjudicated or otherwise settled.\"</p>\n<p>[11]  Namely, title 5 of the United States Code, section 552(b)(7)(D), which permits the withholding of information when its disclosure \"could reasonably be expected to disclose the identity of a confidential source [or] ... information furnished by a confidential source....\"</p>\n<p>[12]  We do not interpret the CPRA as giving the custodian of law enforcement records unreviewable power to decide whether subdivision (f) requires the disclosure of particular items of information from such records. While section 6259 expressly mentions only the court's power to \"order the public official to make the <i>record</i> public\" (§ 6254, subd. (b), italics added), that greater power necessarily includes the lesser. Otherwise, the statutory right of access to information from law enforcement records would be meaningless.</p>\n<p>[13]  In our view, the matter does appear to deserve legislative attention. Although there are good reasons for maintaining the confidentiality of investigatory records even after an investigation has ended (<i>ante,</i> p. 355), those reasons lose force with the passage of time. Public policy does not demand that stale records be kept secret when their disclosure can harm no one, and the public good would seem to require a procedure by which a court may declare that the exemption for such records has expired.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109898/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/289598/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/316139/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/316588/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/318313/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/321239/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1151153/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1165526/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1431574/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2112125/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2126503/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2142909/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2152148/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2161788/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2612486/"
          ]
        }
      ],
      "judges": "Panelli",
      "date_created": "2016-01-26T01:59:13.010020Z",
      "date_modified": "2017-08-31T17:40:52.812681Z",
      "date_filed": "1993-06-07",
      "date_filed_is_approximate": false,
      "slug": "williams-v-superior-court",
      "citation_id": 1345687,
      "case_name_short": "",
      "case_name": "Williams v. Superior Court",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "5 Cal. 4th 337",
      "state_cite_two": "19 Cal. Rptr. 2d 882",
      "state_cite_three": "",
      "state_cite_regional": "852 P.2d 377",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 67,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/805333/williams-v-superior-court/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:22:08.165959Z",
  "date_modified": "2014-10-30T12:22:08.165959Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Williams v. Superior Court",
  "case_name_full": "",
  "slug": "williams-v-superior-court",
  "docket_number": "S022639",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}