{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/808923/",
  "id": 808923,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca6/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/487442/",
      "id": 487442,
      "absolute_url": "/opinion/487442/eileen-lynch-v-s-david-freeman-charles-h-dean-jr-and-richard-m/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/808923/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/487442/",
          "id": 487442,
          "absolute_url": "/opinion/487442/eileen-lynch-v-s-david-freeman-charles-h-dean-jr-and-richard-m/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/487442/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T09:49:36Z",
          "date_modified": "2017-03-25T09:58:38.231565Z",
          "type": "010combined",
          "sha1": "db43fc2ac3a1e7698d51fb33e2b7d15453b9d64a",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/817/817.F2d.380.85-6020.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">817 F.2d 380</p>\n    <p class=\"case_cite\">43 Fair Empl.Prac.Cas.  1120,<br>43 Empl. Prac. Dec. P 37,092, 55 USLW 2605</p>\n    <p class=\"parties\">Eileen LYNCH, Plaintiff-Appellant,<br>v.<br>S. David FREEMAN, Charles H. Dean, Jr., and Richard M.<br>Freeman as Members of the Board of Directors of<br>the Tennessee Valley Authority,<br>Defendants-Appellees.</p>\n    <p class=\"docket\">No. 85-6020.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Sixth Circuit.</p>\n    <p class=\"date\">Argued Nov. 6, 1986.<br>Decided April 28, 1987.<br>Rehearing and Rehearing En Banc Denied July 9, 1987.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Patrick D. O'Rourke, Gerber, Gerber and Agee, Nashville, Tenn., Mary Frances Lyle, argued, Bruce, Weathers, Dughman, Lyle (Robert Belton, of counsel), Nashville, Tenn., for plaintiff-appellant.</p>\n      <p class=\"indent\">Herbert S. Sanger, Jr., Tennessee Valley Authority, Office of General Counsel, Knoxville, Tenn., Justin M. Schwamm, Sr., A. Jackson Woodall, argued, Richard E. Riggs, for defendants-appellees.</p>\n      <p class=\"indent\">Before LIVELY, Chief Judge;  MARTIN and BOGGS, Circuit Judges.</p>\n      <p class=\"indent\">LIVELY, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The plaintiff appeals dismissal of her Title VII action in which she charged her employer with sex discrimination.  Her several claims of discrimination were based principally on the employer's failure to furnish adequate, sanitary toilet facilities at the worksite where the plaintiff was employed.  The district court conducted a bench trial, after which it issued an opinion containing extensive findings of fact and conclusions of law.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plaintiff was hired by the Construction Service Branch (CSB) of the Tennessee Valley Authority (TVA) as a carpenter apprentice.  She began working in November 1979 at an electrical generating plant at Cumberland City, Tennessee where TVA was making major modifications.  Most of this work was carried on in an open area adjacent to the main building of the plant, referred to as the \"powerhouse.\"    The construction site covered three acres and contained two portable toilets for women, one at each end of the work area.  There were also 21 other portable toilets on the site, not designated by sex, but primarily used by men.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The portable toilets were dirty, often had no toilet paper or paper that was soiled, and were not equipped with running water or sanitary napkins.  In addition, those designated for women had no locks or bolts on the doors and one of them had a hole punched in the side.  To avoid using the toilets, Ms. Lynch began holding her urine until she left work.  Within three days after starting work she experienced pain and was advised that the practice she had adopted, as well as using contaminated toilet paper, frequently caused bladder infections.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The powerhouse was off limits to construction workers.  It had large, clean, fully equipped restrooms and the plaintiff testified that some of the men she worked with used them regularly and were not disciplined.  In late December 1979 or early January 1980 Ms. Lynch began using the powerhouse restrooms occasionally after her doctor diagnosed her condition as cystitis, a type of urinary tract infection.  When the infection returned in February, the plaintiff began using a restroom in the powerhouse regularly and she had no further urinary tract infections.  She admitted at trial that she knew use of the indoor restrooms by CSB personnel was prohibited.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In early January 1980 the carpenters' union business agent told Ms. Lynch that he had received complaints that she was loafing on the job and performing her work unsatisfactorily.  He identified the complainant as James Fogg, the general foreman under whom the plaintiff worked.  The plaintiff denied loafing on the job and requested more formal evaluations of her work.  In these evaluations she was generally rated good or fair.  On April 16, 1980, Mr. Fogg saw Ms. Lynch at the powerhouse and issued a warning letter which stated that the plaintiff had violated job Rule No. 7, entitled \"Loafing, Wasting of Time, or Eating During Work Hours.\"    The warning letter stated \"this is an unauthorized area for Construction Service Branch personnel.... [Y]ou may be discharged if you again violate this rule within six (6) months of the above violation.\"    The plaintiff protested the warning letter, stating that it did not reflect the true nature of the incident.  She also wrote to the manager of construction for TVA complaining that Mr. Fogg had singled her out for reprimands and stating that she used the powerhouse restroom because it was common knowledge that the portable toilets were not hygienically acceptable for women.  A few days later she wrote the equal employment opportunity office of TVA, claiming that she was being subjected to discrimination and that it was inevitable that she would be discharged for using the powerhouse restrooms.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On May 1 James Fogg saw Ms. Lynch enter the powerhouse and called the construction superintendent, George Riddle, to meet him where the plaintiff came out of the powerhouse and returned to her work area.  Mr. Riddle told her she was fired and directed her to collect her belongings and leave.  TVA issued a notice of termination which gave the reason for discharge as \"Unsatisfactory Conduct in Work Area.\"    Ms. Lynch filed a charge with the Equal Employment Opportunity Commission (EEOC) and received a right to sue letter.  This action followed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Title VII of the Civil Rights Act of 1964, 42 U.S.C. Sec. 2000e, et seq., permits a plaintiff to base a claim of employment discrimination on two separate theories--disparate treatment and disparate impact.  A plaintiff may proceed on either or both theories;  no election is required.   Rowe v. Cleveland Pneumatic Co., 690 F.2d 88, 92 (6th Cir.1982).  To prevail on a claim of disparate treatment a plaintiff must show that her employer intentionally discriminated against her.  Direct evidence of intent is not required;  the plaintiff can establish intent by proof of \"actions taken by the employer from which one can infer, if such actions remain unexplained, that it is more likely than not that such actions were 'based on a discriminatory criterion illegal under the Act.' \"   Furnco Construction Corp. v. Waters, 438 U.S. 567, 576, 98 S.Ct. 2943, 2949, 57 L.Ed.2d 957 (1978), quoting Teamsters v. United States, 431 U.S. 324, 358, 97 S.Ct. 1843, 1866, 52 L.Ed.2d 396 (1977).  In a disparate treatment case, the trial court must consider all evidence of discriminatory intent--circumstantial as well as direct.   United States Postal Service v. Aikens, 460 U.S. 711, 714 n. 3, 103 S.Ct. 1478, 1481 n. 3, 75 L.Ed.2d 403 (1983).  A trial court's finding on the issue of intent to discriminate is a pure question of fact, subject to review under the \"clearly erroneous\" standard of Rule 52(a), Fed.R.Civ.P.    Pullman-Standard v. Swint, 456 U.S. 273, 287-88, 102 S.Ct. 1781, 1789-90, 72 L.Ed.2d 66 (1982).  The discriminatory intent that must be shown is actual motive, \"not a legal presumption to be drawn from a factual showing of something less than actual motive.\"   Id. at 289-90, 102 S.Ct. at 1790-91.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A claimant proceeding under the disparate impact theory is not required to prove an intent to discriminate.  In such a case, the trial court is concerned with \"the consequences of employment practices, not simply the motivation.\"   Griggs v. Duke Power Co., 401 U.S. 424, 432, 91 S.Ct. 849, 854, 28 L.Ed.2d 158 (1971) (emphasis in original).  Disparate impact cases typically are concerned with facially neutral practices or standards that in fact work to place a disproportionate burden on a discrete group of employees who are protected under Title VII.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A plaintiff has the ultimate burden of persuasion regardless of the theory under which she proceeds.  If a plaintiff makes a prima facie case under the disparate treatment theory, the burden of production shifts to the defendant to articulate a legitimate nondiscriminatory explanation for its actions.  If a defendant carries this burden, the plaintiff may still prevail by showing that the legitimate reasons offered by the employer were pretexts for discrimination and were not the real reasons for the action complained of.   Texas Department of Community Affairs v. Burdine, 450 U.S. 248, 252-53, 101 S.Ct. 1089, 1093-94, 67 L.Ed.2d 207 (1981).  A similar shifting of burdens occurs in a disparate impact case.  Once a prima facie case is established, the employer may rebut it by showing that the practice complained of is required by \"business necessity,\" or has \"a manifest relationship to the employment in question.\"    If the employer makes this showing, the plaintiff may still prevail by showing that the employer relied on the practice as a pretext for discrimination.   Connecticut v. Teal, 457 U.S. 440, 446-47, 102 S.Ct. 2525, 2530-31, 73 L.Ed.2d 130 (1982), quoting Griggs, 401 U.S. at 432, 91 S.Ct. at 854.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court acknowledged that Ms. Lynch was proceeding under both theories and treated her claims separately.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The court found no evidence, either direct or circumstantial, from which it could conclude that TVA intentionally discriminated against the plaintiff.  Its ultimate finding was that Ms. Lynch was fired for violation of Rule 7 and insubordination, both legitimate, nondiscriminatory reasons.  The court rejected as not credible the testimony of male co-workers that they had entered the powerhouse openly and had not been disciplined, and noted that 23 other construction workers had received warning letters for Rule 7 violations related to use of the powerhouse.  These workers were not discharged, the court found, because they heeded the warnings.  While the court found some evidence that on occasion the plaintiff was treated more harshly than other employees in the application of Rule 7, there was no proof that this treatment occurred because the plaintiff is a woman.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The plaintiff also attempted to establish disparate treatment by evidence other than that related to the enforcement of work rules.  The court ruled that plaintiff's attempt to establish a discriminatory motive on the basis of the relatively small number of female construction workers hired by TVA at the Cumberland City site did not meet recognized standards for statistical proof.  The plaintiff also produced testimony that James Fogg watched her more closely than he did the other apprentices and appeared to resent her being part of his crew.  The district court examined this evidence and found that there was no proof that any antipathy Mr. Fogg might have displayed toward the plaintiff was based on her sex.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In rejecting the claim of disparate treatment the district court did not explicitly rule on whether the plaintiff had made out a prima facie case, but simply ruled that she had failed to carry the ultimate burden of persuasion on the issue of discriminatory intent.  In other words, it accepted TVA's reasons for the plaintiff's discharge.  This procedure was approved by the Supreme Court in Postal Service v. Aikens:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>Where the defendant has done everything that would be required of him if the plaintiff had properly made out a prima facie case, whether the plaintiff really did so is no longer relevant.  The district court has before it all the evidence it needs to decide whether \"the defendant intentionally discriminated against the plaintiff.\"    Burdine, supra, [450 U.S.] at 253 [101 S.Ct. at 1093].</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">460 U.S. at 715, 103 S.Ct. at 1481.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The district court proceeded somewhat differently in treating the disparate impact claim.  It made extensive findings with respect to the conditions of the portable toilets, the effect of these conditions on the plaintiff, and their effect on women generally.  In the end, however, the court concluded that these conditions \"do not impose a 'substantial burden' on women that men need not suffer,\" citing Nashville Gas Co. v. Satty, 434 U.S. 136, 142, 98 S.Ct. 347, 351, 54 L.Ed.2d 356 (1977).  On the basis of this determination the district court concluded that the plaintiff had failed to establish a prima facie case of discrimination under Title VII.  Although there was a full trial, TVA offered no evidence of business necessity, relying throughout on its position that Ms. Lynch proved no discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The principal findings of the district court with respect to disparate impact follow:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">TVA had a contract with Modern Portable Buildings to provide the toilets and to maintain them in a sanitary condition complete with toilet tissue and paper seat covers.  The evidence reveals that the service was sometimes poor.  The toilets were cleaned twice weekly, a frequency which is generally sufficient for such toilets.  The cleaning was accomplished by pumping out the sewage.  This process often left the toilets messy, with human feces on the floors, walls, and even on the seats.  The contractors were to scrub down the toilets afterward, but it appears that they often failed to do so.  Paper covers were not provided, and the toilet paper, if any, was sometimes wet and/or soiled with urine.  Furthermore, no running water for washing one's hands was available near the toilets, although a chemical hand cleaner could be checked-out from the \"gang-boxes.\"</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>* * *</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>* * *</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On balance, the Court finds it credible that most women were inhibited from using the portable toilets.  Further, the Court finds that the inhibitions described were not personal peculiarities, but that plaintiff and others reasonable [sic] believed that the toilets could endanger their health.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>* * *</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>* * *</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Plaintiff introduced credible medical expert testimony to demonstrate that women are more vulnerable to urinary tract infections than are men.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>* * *</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>* * *</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On the basis of the medical evidence, the Court concludes that an increased danger of urinary tract infections may be linked to the practice of females holding their urine and to the use of toilets under the circumstances where the female's bacteria-contaminated hands came into contact with her external genitalia or where a female's perineal area comes into direct contact with bacteria-contaminated surfaces.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In rejecting TVA's contention that Ms. Lynch had failed to establish a prima facie case because she produced no statistical evidence of a widespread impact, the district court stated, in a footnote:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>In this case, only two women testified that they had used the toilets without any problems or fears.  In statistical terms, which are admittedly nearly meaningless in a small group such as this, over two-thirds of the women were affected.  More significantly, the defendants' argument is misplaced because, whether they complained or not, all females were placed at a higher risk of urinary tract infections by using unsanitary portable toilets or by avoiding the use use of such toilets and holding their urine.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The plaintiff contends that the district court committed both legal and factual errors in concluding that she did not show that TVA's proffered reasons for discharging her were pretextual.  She argues that her evidence of unequal enforcement of Rule 7 showed that she was not fired for violation of that rule.  The district court erred as a matter of law, the plaintiff asserts, in refusing to consider the testimony of five male co-workers that they entered the powerhouse on occasion without being disciplined.  Ms. Lynch argues that this uncontradicted evidence was not so improbable as to permit the district court to discount it completely.  She also contends that the district court erred by refusing to consider whether supervisors other than James Fogg enforced disciplinary rules less strictly than Fogg enforced them in her case.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In his memorandum the district judge made a specific determination that the testimony of the co-workers was not credible, and gave reasons for this conclusion.  Obviously, this court must accord great deference to the credibility determination of a trial judge who has observed the witnesses as they testified.   Anderson v. City of Bessemer City, N.C., 470 U.S. 564, 105 S.Ct. 1504, 1512, 84 L.Ed.2d 518 (1985).  Although the witnesses were not contradicted, the trial judge was aware of inconsistencies in their version of events, based on pretrial discovery.  We can find no basis for overruling this credibility determination.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The trial judge may have erred in looking only to the actions of the plaintiff's immediate supervisor, Mr. Fogg, rather than those of all TVA supervisors;  however, any such error was harmless.  The proffered evidence of leniency by other supervisors contained no element of proof that Fogg's more severe treatment of the plaintiff resulted from intentional discrimination on the basis of sex.  As the court pointed out, James Fogg may have disliked the plaintiff for reasons totally unrelated to the fact that she is a woman, and the evidence of difference in treatment was far from conclusive.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The plaintiff makes a separate claim of disparate treatment under the rubric \"constructive discharge.\"    This court has recognized the doctrine of constructive discharge, both in labor relations and civil rights cases.  See Easter v. Jeep Corp., 750 F.2d 520, 522 (6th Cir.1984);  Held v. Gulf Oil Co., 684 F.2d 427, 432 (6th Cir.1982);  Jacobs v. Martin Sweets Co., 550 F.2d 364 (6th Cir.), cert. denied, 431 U.S. 917, 97 S.Ct. 2180, 53 L.Ed.2d 227 (1977), (all Title VII cases);  NLRB v. Tennessee Packers, Inc., 339 F.2d 203 (6th Cir.1964), (labor case).  The plaintiff contends that the district court committed reversible error in testing her constructive discharge claim by the standard stated in Muller v. United States Steel Corp., 509 F.2d 923 (10th Cir.), cert. denied, 423 U.S. 825, 96 S.Ct. 39, 46 L.Ed.2d 41 (1975), rather than that set out in the Sixth Circuit cases.    Muller required a showing that the employer deliberately rendered the employee's working conditions intolerable.  The Sixth Circuit cases permit a finding of constructive discharge where an employer engages in conduct that has the reasonably foreseeable effect of causing the employee to feel compelled to quit.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The district court's reference to Muller did not constitute reversible error.  Under either the Muller test or the Sixth Circuit test, a determination of constructive discharge necessarily rests on a finding of discriminatory intent.  The district court found no such intent and this finding is not clearly erroneous.  Moreover, the plaintiff's constructive discharge argument suffers from a more serious defect.  The plaintiff was actually discharged;  she did not resign.  An employee who is actually discharged has no basis upon which to assert a claim of constructive discharge.  The district court's finding of no intentional discrimination disposed of the plaintiff's claim of unlawful discharge under the disparate treatment theory.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The plaintiff's arguments for reversal of the district court's determination that she was not a victim of disparate treatment all seem designed to avoid the clearly erroneous standard of review.  No matter how it is stated, her fundamental quarrel is with the district court's conclusion that TVA did not intentionally treat her in a discriminatory manner because of her sex.  She cannot avoid the fact that this conclusion is based on a purely factual finding of no intent.  Since we have determined that this finding is not clearly erroneous, we have no grounds for reversing that holding of the district court.</p>\n    </div>\n    <p>V.</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">After making the findings on the disparate impact claim that are set forth in III-B, the district court held that the plaintiff had not established a prima facie case.  The district court explicitly recognized that the toilet facilities had an impact on female employees not experienced by male employees.  However, the court concluded that these conditions did not \"constitute a barrier to equal opportunities for women because the female construction workers could have eradicated the increased health danger by a few simple measures.\"    This being so, the district court determined that the unsanitary and inadequate toilet facilities did \"not impose a 'substantial burden' on women that men need not suffer.\"</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The \"few simple\" measures available to the female employees were described by the district court as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">First of all, the use in general of the portable toilets poses no special risk to women.  The use of dirty toilets constitutes an increased chance of urinary tract infections only when the female's perineal area becomes contaminated with E. Coli bacteria either from direct contact with contaminated toilet paper or toilet seats or from contaminated hands coming in contact with the vaginal area.  Thus, in order to avoid any increased risk to their health, the women need to avoid using soiled toilet paper, to avoid sitting directly on dirty seats, and to avoid inserting tampons when their hands may be dirty.  To avoid using contaminated toilet paper, the female workers could have carried their own toilet paper to use if the toilet paper provided were dirty or missing.  Plaintiff and several other women testified that at times they did carry their own toilet paper.  To avoid contact with a contaminated toilet seat, the females could cover the dirty seat with toilet paper or could refrain from sitting directly on the seat.  Furthermore, the contract with Modern Portable Buildings included the provision of paper seat covers.  The women could have pursued better compliance with the contract.  Lastly, to avoid the problems associated with tampon use, the women could have checked out the waterless hand cleaner.  Alternatively, as several testified that they did successfully, the women could have sought permission to use the indoor powerhouse facilities during their menstrual periods.  By adhering to these practices, the disproportionate impact of the toilets on women would disappear.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The plaintiff argues that the district court misapplied the disparate impact theory in concluding that she failed to establish a prima facie case.  The district court required her to prove more than a significant adverse impact and by imposing upon her the additional burden of taking steps to reduce the impact, \"collapsed the shifting burden method of proof.\"    By establishing that the unsanitary facilities created a health hazard for women which was not experienced by the men on the job, the plaintiff contends she met her burden of proof, and the burden then shifted to TVA to prove \"business necessity.\"    Since TVA offered no proof on this issue, Ms. Lynch argues that she was entitled to prevail as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">TVA maintains that the district court correctly held that the plaintiff failed to make a prima facie case because the condition of the toilets was not subject to a disparate impact analysis.  It contends that conditions of employment are dealt with in Sec. 703(a)(1) of Title VII whereas Sec. 703(a)(2) only forbids acts that deprive employees of opportunities by limiting, segregating or classifying them.  TVA argues that Sec. 703(a)(1) applies to disparate treatment cases and Sec. 703(a)(2) to disparate impact cases, and that Ms. Lynch brought her disparate impact claim under the wrong section;  that is, that claims based on conditions of employment must be brought under Sec. 703(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">TVA also asserts that since the facilities for men and women are equal, the plaintiff is contending that women must receive preferential treatment, which Title VII does not require.  Finally, TVA states that \"numerical disparity\" is the key in a disparate impact case, and that the plaintiff failed to prove an adverse impact on the basis of statistically significant numbers.</p>\n    </div>\n    <p>VI.</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Sections 703(a)(1) and (2) of Title VII provide:</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>(a) It shall be an unlawful employment practice for an employer--</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">(1) to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's race, color, religion, sex, or national origin;  or</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">(2) to limit, segregate, or classify his employees or applicants for employment in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee, because of such individual's race, color, religion, sex, or national origin.</p>\n    </div>\n    <p class=\"indent\">42 U.S.C. Sec. 2000e-2(a)</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We reject TVA's argument that working conditions may never be the basis of disparate impact claims.  The fact that the prohibited practices specified in Sec. 703(a)(1) include discriminatory conditions of employment and conditions are not mentioned in Sec. 703(a)(2) does not mean that discriminatory conditions may not form the basis of a disparate impact claim.  The Supreme Court has held that a disparate impact claim \"reflects the language of Sec. 703(a)(2)....\"   Connecticut v. Teal, 457 U.S. at 448, 102 S.Ct. at 2531.  However, the language of Sec. 703(a)(2) is clearly broad enough to include working conditions that have an adverse impact on a protected group of employees.  It is an unlawful employment practice under Sec. 703(a)(2) \"to limit ... employees ... in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee, because of such individual's ... sex.\"    The condition of the toilets did \"limit\" female CSB employees in a way that adversely affected their status as employees based solely on their sex.  The district court properly considered the merits of the disparate impact claim based on working conditions that had an adverse effect on female employees not experienced by male co-workers.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The district court did not directly address TVA's argument that since it furnished the same facilities to all employees, it cannot be held to have discriminated against the female employees.  If this argument could prevail, there would be no disparate impact cases.  The underlying premise of these cases is that the employer permits or requires \"employment practices that are facially neutral in their treatment of different groups but that in fact fall more harshly on one group than another....\"  Chrisner v. Complete Auto Transit, 645 F.2d 1251, 1257 (6th Cir.1981).  If apparent equality of facilities could shield an employer from Title VII liability the entire rationale of the disparate impact theory--based as it is on \"consequences\"--would be undercut.  In these cases \"discrimination results not from the decision to employ a challenged practice, but from its effect.\"    Id.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The district court also correctly ruled that the plaintiff was not required to prove her case by statistics.  While Title VII plaintiffs may be able to prove some disparate impact cases by statistics, that is not the only avenue available.  Both Secs. 703(a)(1) and (a)(2) speak in terms of \"any individual.\"    The focus of Sec. 703(a)(1) is discriminatory treatment of any individual, and of Sec. 703(a)(2) discriminatory consequences for any individual.  The language of the statute does not support TVA's argument.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We also reject TVA's contention that the plaintiff did not raise her disparate impact claim administratively.  As the district court found, the \"scope\" of the plaintiff's EEOC complaint was sufficiently broad to include the disparate impact claim included in her judicial complaint.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">We believe the district court erred as a matter of law in holding that the plaintiff failed to make a prima facie case because the acknowledged uneven burden on women was not substantial.  The evidentiary requirements of a prima facie case of discrimination are not onerous.   Burdine, 450 U.S. at 253, 101 S.Ct. at 1093;  Daniels v. Board of Education of the Ravenna City School District, 805 F.2d 203, 207 (6th Cir.1986).  The purpose of Sec. 703(a)(2) is to achieve equality of employment opportunities for women and members of minority groups by prohibiting practices that operate as \"built in headwinds\" for such people and have no relationship to job performance.   Griggs, 401 U.S. at 432, 91 S.Ct. at 854.  TVA argues that portable toilets have been approved by the commission established under the Occupational Health &amp; Safety Act (OSHA) and that female employees must accept them as part of construction work.  This misses the point.  The issue is not the decision to use portable toilets--it is the failure to furnish adequate and sanitary facilities to female workers who have been shown to suffer identifiable health risks from using portable toilets in the deplorable conditions of those furnished by TVA at the Cumberland City construction site.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The district court found in favor of the plaintiff on every significant factual claim in her disparate impact case.  It then concluded that the impact was not substantial because the plaintiff and other female workers could have alleviated the effect of the unsanitary facilities.  We can find no legal basis for the district court's approach.  Few concerns are more pressing to anyone than those related to personal health.  A prima facie case is established when a plaintiff shows \"that the facially neutral practice has a significantly discriminatory impact.\"   Connecticut v. Teal, 457 U.S. at 446, 102 S.Ct. at 2530.  Any employment practice that adversely affects the health of female employees while leaving male employees unaffected has a significantly discriminatory impact.  The district court erred as a matter of law in concluding that Ms. Lynch failed to make out a prima facie case.  The court found that \"all females were placed at a higher risk of urinary tract infections by using unsanitary portable toilets or by avoiding the use of such toilets and holding their urine.\"    The court also found that men were not exposed to the same risks from using the toilets because of \"anatomical differences between the sexes.\"    It was error, after the plaintiff had made out a prima facie case, to require anything else of her.  The burden then shifted to TVA to justify the practice which resulted in this discriminatory impact by showing \"business necessity,\" that is, that the practice of furnishing unsanitary toilet facilities at the work site \"substantially promote[s] the proficient operation of the business.\"   Chrisner v. Complete Auto Transit, 645 F.2d at 1262.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Title VII is remedial legislation which must be construed liberally to achieve its purpose of eliminating discrimination from the workplace.   Parham v. Southwestern Bell Telephone Co., 433 F.2d 421, 425 (8th Cir.1970);  Culpepper v. Reynolds Metals Co., 421 F.2d 888, 891 (5th Cir.1970).  Although Ms. Lynch was discharged for violating a rule, she did so in order to avoid the continued risk to her health which would have resulted from obeying the rule.  This employer created an unacceptable situation in which Ms. Lynch and other female construction workers were required to choose between submitting to a discriminatory health hazard or risking termination for disobeying a company rule.  Anatomical differences between men and women are \"immutable characteristics,\" just as race, color and national origin are immutable characteristics.  When it is shown that employment practices place a heavier burden on minority employees than on members of the majority, and this burden relates to characteristics which identify them as members of the protected group, the requirements of a Title VII disparate impact case are satisfied.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The plaintiff was entitled to judgment on her disparate impact claim.  She established a prima facie case, and TVA made no attempt to prove business necessity, the \"touchstone\" in a disparate impact case.   Griggs, 401 U.S. at 431, 91 S.Ct. at 853.  The district court conducted a full trial on all issues, and TVA chose to defend solely on its assertion that there was no discrimination.  Under these circumstances the court may \"assume no justification exists.\"   Nashville Gas Co. v. Satty, 434 U.S. at 143, 98 S.Ct. at 352.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The judgment of the district court is reversed, and the case is remanded to the district court to determine the appropriate remedy for the violation found by this court.  The plaintiff will recover costs on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">BOGGS, Circuit Judge, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The history of sex discrimination in America is replete with arguments based on the supposed fragility of women, and their inability to endure conditions which arise in various employments.  The basic tenor of legislation against sex discrimination has been to give a woman, if she chooses, the opportunity to engage in an occupation previously substantially limited to men, however onerous the conditions of that occupation.  In this case, the court holds that Title VII protects a woman from working at a job where conditions may be more hazardous to her health than to the health of men.  I believe this ruling confuses the dictates of Title VII with the functions of the Occupational Safety and Health Administration, and I therefore dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The court properly states the distinction between disparate treatment and disparate impact analysis, but it begins to go astray by analyzing physical conditions of employment through a disparate impact analysis.  The landmark case, Griggs v. Duke Power Co., 401 U.S. 424, 91 S.Ct. 849, 28 L.Ed.2d 158 (1971), properly emphasizes that the theme of disparate impact analysis concerning job qualification is that we must measure the person for the job, not just the person in the abstract.  In other words, the most important thing is whether the person can do the job.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The force of this policy has also been the genesis of the \"business necessity\" test in rebuttal, holding that if a company completely shuts out persons from consideration, the practice must be one \"necessary to the safe and efficient operation of the business,\" Head v. Timken Roller Bearing Co., 486 F.2d 870, 879 (6th Cir.1973) (quoting Robinson v. Lorillard, 444 F.2d 791, 798 (4th Cir.1971)), or \"such as to substantially promote the proficient operation of the business,\" Chrisner v. Complete Auto Transit, 645 F.2d 1251, 1262 (6th Cir.1981).  This is a stringent test.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">This type of disparate impact analysis is almost completely unsuited to examination of conditions.    By hypothesis, the conditions being examined are in fact facially neutral.  However, it can rarely, if ever, be said that conditions, especially any that would be complained of, are \"necessary.\"    Almost any condition can be improved or ameliorated at a certain cost.  I do not believe Title VII empowers us to analyze just how much a condition may reasonably be improved without eliminating the business.  Instead, OSHA is specifically charged with determining the safety standards and levels of health risk to be observed.  It does not appear that OSHA has any standards that differentiate safe working conditions for women from those for men.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">I do not agree with the court that working conditions that apply to all workers can be viewed as a method by which an employer would \"limit, segregate, or classify\" employees, in the words of Sec. 703(a)(2).  An employer could conceivably use working conditions as a way to \"limit ... employees ... in a way which would deprive\" them of opportunities on account of sex.  Thus, in E.E.O.C. v. Ball Corp., 661 F.2d 531 (6th Cir.1981), different working conditions applied to different groups which were heavily differentiated by sex.  In such a case, disparate impact analysis may be appropriate because there in fact has been a classification of employees.  Here, there is no \"limit\" on employees, other than in the sense that every reaction to work conditions or requirements may be a limit to some employee.  In Ball, employees did have a specific rule that limited them.  Here, that is not true.  There is also not the slightest evidence in this case that the employer's toilet practices were based on any intention or desire to discourage women employees.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">At page 387 of its opinion, the court argues that the entire rationale of disparate impact would be undone if \"apparent equality of facilities could shield an employer from Title VII liability,\" because it would overlook differences in effect from a \"challenged practice.\"    But this argument is simply another way of pointing out that if disparate impact analysis is extended to conditions, then every job arrangement is subject to scrutiny under that standard.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">A more sensible view is that disparate impact analysis does apply to classifications and differentiation in doing the work of a job.  But a working condition applicable to all--by hypothesis people who already are employed and are paid equally if they do the job--is not a limitation or classification of employees.  It is simply not a \"practice\" as that term has been used in the context of Sec. 703(a)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The various components of the complaint here also indicate the unsuitability of \"business necessity\" analysis.  Thus, plaintiff complains of at least the following:</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">1. the unsanitary and soiled conditions of the facilities generally;</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">2. the absence of paper seat covers;</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">3. the absence of unsoiled toilet paper;</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">4. the absence of sanitary napkin dispensers;  and</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">5. the absence of running water.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">It is obvious that these items fall on a continuum of cost, trouble, and prevalence in the industry.  The general condition of the toilets was contrary to the contract, and represented a failure of the contractor, and of TVA's supervision.  The absence of paper covers was the same, though it appears to have been more episodic.  The unsuitability of the toilet paper that was furnished may have been the result of the contractor, or of actions by fellow employees.  The absence of running water was clearly a choice dictated by cost and conveniences, and an alternative was made available in the form of the waterless hand cleaner, which plaintiff did not use.  Sanitary napkin dispensers would clearly be a convenience for women only, which TVA chose not to provide.  This wide range of items, and of justifications, also leads me to believe that the court was hasty in holding that a violation occurred, rather than remanding to the district court for consideration of the business necessity on the new basis announced by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">At page 388 of its opinion, the court says the decision to use portable toilets is not the issue.  However, under the court's analysis it would seem that an employer who failed to provide toilets at all would be in violation of Title VII, whether or not in violation of OSHA regulations.  The consequences developed in this case would surely be the same, or worse.  Again, this would be a result likely to have startled the members of Congress who enacted this legislation.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Nor are these contingencies purely hypothetical.  There certainly are a reasonable number of outdoor-type jobs, such as fire-fighting, itinerant construction, or maintenance, where this court's ruling could have real impact.  It would also pose the familiar dilemma for an employer of choosing between incurring higher costs by employing women or risking a discrimination complaint by attempting unobtrusively to exclude them.  Our decision today certainly makes the latter course more likely than it would be otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Virtually every strenuous, unusual, or dangerous job contains conditions that may have a differential impact on a sex, age group, or race.  In most cases, this disparity could be eliminated by a greater or lesser expenditure of money and effort to provide amenities, redesign jobs, and so on.  This type of \"reasonable accommodation\" analysis is appropriate in cases of discrimination against the handicapped<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> under Sec. 504 of the Rehabilitation Act of 1973, 29 U.S.C. Sec. 794 (1982 Ed.), but Title VII does not mandate such a standard for race or sex.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">On a relative and statistical basis, women may well be impacted more by dirty toilets than are men.  But so too are women working at jobs designed to require heavy lifting, so too are whites working in conditions of extreme heat and sunlight;  so too are those of lowland national origin in working at great altitudes, and so too are older people working at jobs requiring great flexibility, strength and speed.  If all of these are to be analyzed under the rubric that working conditions are the type of qualifications to which disparate impact analysis applies, and further that only \"business necessity\" can overcome them, we have imported wholesale into Title VII exactly the type of cost versus risk considerations that are the staple expertise of OSHA.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">As has been frequently remarked, the legislative history of Title VII is remarkable for its sparseness.  However, I see nothing there, or in the whole movement toward sexual equality in the workplace embodied in Title VII, to enact a requirement that working conditions for all must be upgraded to some unstated standard before women can have full access to the workplace.  Quite the contrary, the keynote of that movement has been the removal of barriers that are special to women so that they may then compete on the basis of their ability to do the actual job, given its conditions.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">I would AFFIRM.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> It is interesting to note that in the recent case of Alexander v. Choate, 469 U.S. 287, 105 S.Ct. 712, 83 L.Ed.2d 661 (1985), the Supreme Court refused to hold that all cases of disparate impact made out even a prima facie case of discrimination, even under the more favorable standards of Sec. 504.  Id., 105 S.Ct. at 720</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">380</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">Fair Empl. Prac. Cas. (BNA)</span>  <span class=\"page\">1120</span></span>,<br>43 Empl. Prac. Dec. P 37,092, 55 USLW 2605</p>\n    <p class=\"parties\">Eileen LYNCH, Plaintiff-Appellant,<br>v.<br>S. David FREEMAN, Charles H. Dean, Jr., and Richard M.<br>Freeman as Members of the Board of Directors of<br>the Tennessee Valley Authority,<br>Defendants-Appellees.</p>\n    <p class=\"docket\">No. 85-6020.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Sixth Circuit.</p>\n    <p class=\"date\">Argued Nov. 6, 1986.<br>Decided April 28, 1987.<br>Rehearing and Rehearing En Banc Denied July 9, 1987.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Patrick D. O'Rourke, Gerber, Gerber and Agee, Nashville, Tenn., Mary Frances Lyle, argued, Bruce, Weathers, Dughman, Lyle (Robert Belton, of counsel), Nashville, Tenn., for plaintiff-appellant.</p>\n      <p class=\"indent\">Herbert S. Sanger, Jr., Tennessee Valley Authority, Office of General Counsel, Knoxville, Tenn., Justin M. Schwamm, Sr., A. Jackson Woodall, argued, Richard E. Riggs, for defendants-appellees.</p>\n      <p class=\"indent\">Before LIVELY, Chief Judge;  MARTIN and BOGGS, Circuit Judges.</p>\n      <p class=\"indent\">LIVELY, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The plaintiff appeals dismissal of her Title VII action in which she charged her employer with sex discrimination.  Her several claims of discrimination were based principally on the employer's failure to furnish adequate, sanitary toilet facilities at the worksite where the plaintiff was employed.  The district court conducted a bench trial, after which it issued an opinion containing extensive findings of fact and conclusions of law.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plaintiff was hired by the Construction Service Branch (CSB) of the Tennessee Valley Authority (TVA) as a carpenter apprentice.  She began working in November 1979 at an electrical generating plant at Cumberland City, Tennessee where TVA was making major modifications.  Most of this work was carried on in an open area adjacent to the main building of the plant, referred to as the \"powerhouse.\"    The construction site covered three acres and contained two portable toilets for women, one at each end of the work area.  There were also 21 other portable toilets on the site, not designated by sex, but primarily used by men.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The portable toilets were dirty, often had no toilet paper or paper that was soiled, and were not equipped with running water or sanitary napkins.  In addition, those designated for women had no locks or bolts on the doors and one of them had a hole punched in the side.  To avoid using the toilets, Ms. Lynch began holding her urine until she left work.  Within three days after starting work she experienced pain and was advised that the practice she had adopted, as well as using contaminated toilet paper, frequently caused bladder infections.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The powerhouse was off limits to construction workers.  It had large, clean, fully equipped restrooms and the plaintiff testified that some of the men she worked with used them regularly and were not disciplined.  In late December 1979 or early January 1980 Ms. Lynch began using the powerhouse restrooms occasionally after her doctor diagnosed her condition as cystitis, a type of urinary tract infection.  When the infection returned in February, the plaintiff began using a restroom in the powerhouse regularly and she had no further urinary tract infections.  She admitted at trial that she knew use of the indoor restrooms by CSB personnel was prohibited.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In early January 1980 the carpenters' union business agent told Ms. Lynch that he had received complaints that she was loafing on the job and performing her work unsatisfactorily.  He identified the complainant as James Fogg, the general foreman under whom the plaintiff worked.  The plaintiff denied loafing on the job and requested more formal evaluations of her work.  In these evaluations she was generally rated good or fair.  On April 16, 1980, Mr. Fogg saw Ms. Lynch at the powerhouse and issued a warning letter which stated that the plaintiff had violated job Rule No. 7, entitled \"Loafing, Wasting of Time, or Eating During Work Hours.\"    The warning letter stated \"this is an unauthorized area for Construction Service Branch personnel.... [Y]ou may be discharged if you again violate this rule within six (6) months of the above violation.\"    The plaintiff protested the warning letter, stating that it did not reflect the true nature of the incident.  She also wrote to the manager of construction for TVA complaining that Mr. Fogg had singled her out for reprimands and stating that she used the powerhouse restroom because it was common knowledge that the portable toilets were not hygienically acceptable for women.  A few days later she wrote the equal employment opportunity office of TVA, claiming that she was being subjected to discrimination and that it was inevitable that she would be discharged for using the powerhouse restrooms.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On May 1 James Fogg saw Ms. Lynch enter the powerhouse and called the construction superintendent, George Riddle, to meet him where the plaintiff came out of the powerhouse and returned to her work area.  Mr. Riddle told her she was fired and directed her to collect her belongings and leave.  TVA issued a notice of termination which gave the reason for discharge as \"Unsatisfactory Conduct in Work Area.\"    Ms. Lynch filed a charge with the Equal Employment Opportunity Commission (EEOC) and received a right to sue letter.  This action followed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Title VII of the Civil Rights Act of 1964, 42 U.S.C. Sec. 2000e, et seq., permits a plaintiff to base a claim of employment discrimination on two separate theories--disparate treatment and disparate impact.  A plaintiff may proceed on either or both theories;  no election is required.   Rowe v. Cleveland Pneumatic Co., <span class=\"citation\" data-id=\"409386\"><a href=\"/opinion/409386/29-fair-emplpraccas-1682-30-empl-prac-dec-p-33107-richard-d-rowe/\"><span class=\"volume\">690</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">88</span></a></span>, 92 (6th Cir.1982).  To prevail on a claim of disparate treatment a plaintiff must show that her employer intentionally discriminated against her.  Direct evidence of intent is not required;  the plaintiff can establish intent by proof of \"actions taken by the employer from which one can infer, if such actions remain unexplained, that it is more likely than not that such actions were 'based on a discriminatory criterion illegal under the Act.' \"   Furnco Construction Corp. v. Waters, <span class=\"citation\" data-id=\"109934\"><a href=\"/opinion/109934/furnco-constr-corp-v-waters/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">567</span></a></span>, 576, <span class=\"citation\" data-id=\"109934\"><a href=\"/opinion/109934/furnco-constr-corp-v-waters/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2943</span></a></span>, 2949, <span class=\"citation\" data-id=\"109934\"><a href=\"/opinion/109934/furnco-constr-corp-v-waters/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">957</span></a></span> (1978), quoting Teamsters v. United States, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">324</span></a></span>, 358, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1843</span></a></span>, 1866, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1977).  In a disparate treatment case, the trial court must consider all evidence of discriminatory intent--circumstantial as well as direct.   United States Postal Service v. Aikens, <span class=\"citation\" data-id=\"110899\"><a href=\"/opinion/110899/postal-service-bd-of-governors-v-aikens/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">711</span></a></span>, 714 n. 3, <span class=\"citation\" data-id=\"110899\"><a href=\"/opinion/110899/postal-service-bd-of-governors-v-aikens/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1478</span></a></span>, 1481 n. 3, <span class=\"citation\" data-id=\"110899\"><a href=\"/opinion/110899/postal-service-bd-of-governors-v-aikens/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">403</span></a></span> (1983).  A trial court's finding on the issue of intent to discriminate is a pure question of fact, subject to review under the \"clearly erroneous\" standard of Rule 52(a), Fed.R.Civ.P.    Pullman-Standard v. Swint, <span class=\"citation\" data-id=\"110698\"><a href=\"/opinion/110698/pullman-standard-v-swint/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">273</span></a></span>, 287-88, <span class=\"citation\" data-id=\"110698\"><a href=\"/opinion/110698/pullman-standard-v-swint/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1781</span></a></span>, 1789-90, <span class=\"citation\" data-id=\"110698\"><a href=\"/opinion/110698/pullman-standard-v-swint/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">66</span></a></span> (1982).  The discriminatory intent that must be shown is actual motive, \"not a legal presumption to be drawn from a factual showing of something less than actual motive.\"   Id. at 289-90, 102 S.Ct. at 1790-91.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A claimant proceeding under the disparate impact theory is not required to prove an intent to discriminate.  In such a case, the trial court is concerned with \"the consequences of employment practices, not simply the motivation.\"   Griggs v. Duke Power Co., <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 432, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">849</span></a></span>, 854, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">158</span></a></span> (1971) (emphasis in original).  Disparate impact cases typically are concerned with facially neutral practices or standards that in fact work to place a disproportionate burden on a discrete group of employees who are protected under Title VII.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A plaintiff has the ultimate burden of persuasion regardless of the theory under which she proceeds.  If a plaintiff makes a prima facie case under the disparate treatment theory, the burden of production shifts to the defendant to articulate a legitimate nondiscriminatory explanation for its actions.  If a defendant carries this burden, the plaintiff may still prevail by showing that the legitimate reasons offered by the employer were pretexts for discrimination and were not the real reasons for the action complained of.   Texas Department of Community Affairs v. Burdine, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, 252-53, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>, 1093-94, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></a></span> (1981).  A similar shifting of burdens occurs in a disparate impact case.  Once a prima facie case is established, the employer may rebut it by showing that the practice complained of is required by \"business necessity,\" or has \"a manifest relationship to the employment in question.\"    If the employer makes this showing, the plaintiff may still prevail by showing that the employer relied on the practice as a pretext for discrimination.   Connecticut v. Teal, <span class=\"citation\" data-id=\"110751\"><a href=\"/opinion/110751/connecticut-v-teal/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">440</span></a></span>, 446-47, <span class=\"citation\" data-id=\"110751\"><a href=\"/opinion/110751/connecticut-v-teal/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2525</span></a></span>, 2530-31, <span class=\"citation\" data-id=\"110751\"><a href=\"/opinion/110751/connecticut-v-teal/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">130</span></a></span> (1982), quoting Griggs, 401 U.S. at 432, 91 S.Ct. at 854.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court acknowledged that Ms. Lynch was proceeding under both theories and treated her claims separately.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The court found no evidence, either direct or circumstantial, from which it could conclude that TVA intentionally discriminated against the plaintiff.  Its ultimate finding was that Ms. Lynch was fired for violation of Rule 7 and insubordination, both legitimate, nondiscriminatory reasons.  The court rejected as not credible the testimony of male co-workers that they had entered the powerhouse openly and had not been disciplined, and noted that 23 other construction workers had received warning letters for Rule 7 violations related to use of the powerhouse.  These workers were not discharged, the court found, because they heeded the warnings.  While the court found some evidence that on occasion the plaintiff was treated more harshly than other employees in the application of Rule 7, there was no proof that this treatment occurred because the plaintiff is a woman.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The plaintiff also attempted to establish disparate treatment by evidence other than that related to the enforcement of work rules.  The court ruled that plaintiff's attempt to establish a discriminatory motive on the basis of the relatively small number of female construction workers hired by TVA at the Cumberland City site did not meet recognized standards for statistical proof.  The plaintiff also produced testimony that James Fogg watched her more closely than he did the other apprentices and appeared to resent her being part of his crew.  The district court examined this evidence and found that there was no proof that any antipathy Mr. Fogg might have displayed toward the plaintiff was based on her sex.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In rejecting the claim of disparate treatment the district court did not explicitly rule on whether the plaintiff had made out a prima facie case, but simply ruled that she had failed to carry the ultimate burden of persuasion on the issue of discriminatory intent.  In other words, it accepted TVA's reasons for the plaintiff's discharge.  This procedure was approved by the Supreme Court in Postal Service v. Aikens:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>Where the defendant has done everything that would be required of him if the plaintiff had properly made out a prima facie case, whether the plaintiff really did so is no longer relevant.  The district court has before it all the evidence it needs to decide whether \"the defendant intentionally discriminated against the plaintiff.\"    Burdine, supra, [450 U.S.] at 253 [101 S.Ct. at 1093].</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">460 U.S. at 715, 103 S.Ct. at 1481.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The district court proceeded somewhat differently in treating the disparate impact claim.  It made extensive findings with respect to the conditions of the portable toilets, the effect of these conditions on the plaintiff, and their effect on women generally.  In the end, however, the court concluded that these conditions \"do not impose a 'substantial burden' on women that men need not suffer,\" citing Nashville Gas Co. v. Satty, <span class=\"citation\" data-id=\"109753\"><a href=\"/opinion/109753/nashville-gas-co-v-satty/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">136</span></a></span>, 142, <span class=\"citation\" data-id=\"109753\"><a href=\"/opinion/109753/nashville-gas-co-v-satty/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">347</span></a></span>, 351, <span class=\"citation\" data-id=\"109753\"><a href=\"/opinion/109753/nashville-gas-co-v-satty/\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">356</span></a></span> (1977).  On the basis of this determination the district court concluded that the plaintiff had failed to establish a prima facie case of discrimination under Title VII.  Although there was a full trial, TVA offered no evidence of business necessity, relying throughout on its position that Ms. Lynch proved no discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The principal findings of the district court with respect to disparate impact follow:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">TVA had a contract with Modern Portable Buildings to provide the toilets and to maintain them in a sanitary condition complete with toilet tissue and paper seat covers.  The evidence reveals that the service was sometimes poor.  The toilets were cleaned twice weekly, a frequency which is generally sufficient for such toilets.  The cleaning was accomplished by pumping out the sewage.  This process often left the toilets messy, with human feces on the floors, walls, and even on the seats.  The contractors were to scrub down the toilets afterward, but it appears that they often failed to do so.  Paper covers were not provided, and the toilet paper, if any, was sometimes wet and/or soiled with urine.  Furthermore, no running water for washing one's hands was available near the toilets, although a chemical hand cleaner could be checked-out from the \"gang-boxes.\"</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>* * *</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>* * *</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On balance, the Court finds it credible that most women were inhibited from using the portable toilets.  Further, the Court finds that the inhibitions described were not personal peculiarities, but that plaintiff and others reasonable [sic] believed that the toilets could endanger their health.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>* * *</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>* * *</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Plaintiff introduced credible medical expert testimony to demonstrate that women are more vulnerable to urinary tract infections than are men.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>* * *</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>* * *</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On the basis of the medical evidence, the Court concludes that an increased danger of urinary tract infections may be linked to the practice of females holding their urine and to the use of toilets under the circumstances where the female's bacteria-contaminated hands came into contact with her external genitalia or where a female's perineal area comes into direct contact with bacteria-contaminated surfaces.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In rejecting TVA's contention that Ms. Lynch had failed to establish a prima facie case because she produced no statistical evidence of a widespread impact, the district court stated, in a footnote:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>In this case, only two women testified that they had used the toilets without any problems or fears.  In statistical terms, which are admittedly nearly meaningless in a small group such as this, over two-thirds of the women were affected.  More significantly, the defendants' argument is misplaced because, whether they complained or not, all females were placed at a higher risk of urinary tract infections by using unsanitary portable toilets or by avoiding the use use of such toilets and holding their urine.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The plaintiff contends that the district court committed both legal and factual errors in concluding that she did not show that TVA's proffered reasons for discharging her were pretextual.  She argues that her evidence of unequal enforcement of Rule 7 showed that she was not fired for violation of that rule.  The district court erred as a matter of law, the plaintiff asserts, in refusing to consider the testimony of five male co-workers that they entered the powerhouse on occasion without being disciplined.  Ms. Lynch argues that this uncontradicted evidence was not so improbable as to permit the district court to discount it completely.  She also contends that the district court erred by refusing to consider whether supervisors other than James Fogg enforced disciplinary rules less strictly than Fogg enforced them in her case.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In his memorandum the district judge made a specific determination that the testimony of the co-workers was not credible, and gave reasons for this conclusion.  Obviously, this court must accord great deference to the credibility determination of a trial judge who has observed the witnesses as they testified.   Anderson v. City of Bessemer City, N.C., <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1504</span></a></span>, 1512, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">518</span></a></span> (1985).  Although the witnesses were not contradicted, the trial judge was aware of inconsistencies in their version of events, based on pretrial discovery.  We can find no basis for overruling this credibility determination.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The trial judge may have erred in looking only to the actions of the plaintiff's immediate supervisor, Mr. Fogg, rather than those of all TVA supervisors;  however, any such error was harmless.  The proffered evidence of leniency by other supervisors contained no element of proof that Fogg's more severe treatment of the plaintiff resulted from intentional discrimination on the basis of sex.  As the court pointed out, James Fogg may have disliked the plaintiff for reasons totally unrelated to the fact that she is a woman, and the evidence of difference in treatment was far from conclusive.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The plaintiff makes a separate claim of disparate treatment under the rubric \"constructive discharge.\"    This court has recognized the doctrine of constructive discharge, both in labor relations and civil rights cases.  See Easter v. Jeep Corp., <span class=\"citation\" data-id=\"445492\"><a href=\"/opinion/445492/virginia-easter-cross-appellant-v-the-jeep-corporation-cross-appellee/\"><span class=\"volume\">750</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">520</span></a></span>, 522 (6th Cir.1984);  Held v. Gulf Oil Co., <span class=\"citation\" data-id=\"406664\"><a href=\"/opinion/406664/29-fair-emplpraccas-837-29-empl-prac-dec-p-32968-george-ann-martin/\"><span class=\"volume\">684</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">427</span></a></span>, 432 (6th Cir.1982);  Jacobs v. Martin Sweets Co., <span class=\"citation\" data-id=\"343326\"><a href=\"/opinion/343326/14-fair-emplpraccas-687-13-empl-prac-dec-p-11537-rose-m-jacobs/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">364</span></a></span> (6th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">917</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2180</span></span>, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">227</span></span> (1977), (all Title VII cases);  NLRB v. Tennessee Packers, Inc., <span class=\"citation\" data-id=\"266175\"><a href=\"/opinion/266175/national-labor-relations-board-v-tennessee-packers-inc-frosty-morn/\"><span class=\"volume\">339</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">203</span></a></span> (6th Cir.1964), (labor case).  The plaintiff contends that the district court committed reversible error in testing her constructive discharge claim by the standard stated in Muller v. United States Steel Corp., <span class=\"citation\" data-id=\"324729\"><a href=\"/opinion/324729/10-fair-emplpraccas-323-9-empl-prac-dec-p-9901-paul-muller-v-united/\"><span class=\"volume\">509</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">923</span></a></span> (10th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">39</span></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">41</span></span> (1975), rather than that set out in the Sixth Circuit cases.    Muller required a showing that the employer deliberately rendered the employee's working conditions intolerable.  The Sixth Circuit cases permit a finding of constructive discharge where an employer engages in conduct that has the reasonably foreseeable effect of causing the employee to feel compelled to quit.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The district court's reference to Muller did not constitute reversible error.  Under either the Muller test or the Sixth Circuit test, a determination of constructive discharge necessarily rests on a finding of discriminatory intent.  The district court found no such intent and this finding is not clearly erroneous.  Moreover, the plaintiff's constructive discharge argument suffers from a more serious defect.  The plaintiff was actually discharged;  she did not resign.  An employee who is actually discharged has no basis upon which to assert a claim of constructive discharge.  The district court's finding of no intentional discrimination disposed of the plaintiff's claim of unlawful discharge under the disparate treatment theory.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The plaintiff's arguments for reversal of the district court's determination that she was not a victim of disparate treatment all seem designed to avoid the clearly erroneous standard of review.  No matter how it is stated, her fundamental quarrel is with the district court's conclusion that TVA did not intentionally treat her in a discriminatory manner because of her sex.  She cannot avoid the fact that this conclusion is based on a purely factual finding of no intent.  Since we have determined that this finding is not clearly erroneous, we have no grounds for reversing that holding of the district court.</p>\n    </div>\n    <p>V.</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">After making the findings on the disparate impact claim that are set forth in III-B, the district court held that the plaintiff had not established a prima facie case.  The district court explicitly recognized that the toilet facilities had an impact on female employees not experienced by male employees.  However, the court concluded that these conditions did not \"constitute a barrier to equal opportunities for women because the female construction workers could have eradicated the increased health danger by a few simple measures.\"    This being so, the district court determined that the unsanitary and inadequate toilet facilities did \"not impose a 'substantial burden' on women that men need not suffer.\"</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The \"few simple\" measures available to the female employees were described by the district court as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">First of all, the use in general of the portable toilets poses no special risk to women.  The use of dirty toilets constitutes an increased chance of urinary tract infections only when the female's perineal area becomes contaminated with E. Coli bacteria either from direct contact with contaminated toilet paper or toilet seats or from contaminated hands coming in contact with the vaginal area.  Thus, in order to avoid any increased risk to their health, the women need to avoid using soiled toilet paper, to avoid sitting directly on dirty seats, and to avoid inserting tampons when their hands may be dirty.  To avoid using contaminated toilet paper, the female workers could have carried their own toilet paper to use if the toilet paper provided were dirty or missing.  Plaintiff and several other women testified that at times they did carry their own toilet paper.  To avoid contact with a contaminated toilet seat, the females could cover the dirty seat with toilet paper or could refrain from sitting directly on the seat.  Furthermore, the contract with Modern Portable Buildings included the provision of paper seat covers.  The women could have pursued better compliance with the contract.  Lastly, to avoid the problems associated with tampon use, the women could have checked out the waterless hand cleaner.  Alternatively, as several testified that they did successfully, the women could have sought permission to use the indoor powerhouse facilities during their menstrual periods.  By adhering to these practices, the disproportionate impact of the toilets on women would disappear.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The plaintiff argues that the district court misapplied the disparate impact theory in concluding that she failed to establish a prima facie case.  The district court required her to prove more than a significant adverse impact and by imposing upon her the additional burden of taking steps to reduce the impact, \"collapsed the shifting burden method of proof.\"    By establishing that the unsanitary facilities created a health hazard for women which was not experienced by the men on the job, the plaintiff contends she met her burden of proof, and the burden then shifted to TVA to prove \"business necessity.\"    Since TVA offered no proof on this issue, Ms. Lynch argues that she was entitled to prevail as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">TVA maintains that the district court correctly held that the plaintiff failed to make a prima facie case because the condition of the toilets was not subject to a disparate impact analysis.  It contends that conditions of employment are dealt with in Sec. 703(a)(1) of Title VII whereas Sec. 703(a)(2) only forbids acts that deprive employees of opportunities by limiting, segregating or classifying them.  TVA argues that Sec. 703(a)(1) applies to disparate treatment cases and Sec. 703(a)(2) to disparate impact cases, and that Ms. Lynch brought her disparate impact claim under the wrong section;  that is, that claims based on conditions of employment must be brought under Sec. 703(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">TVA also asserts that since the facilities for men and women are equal, the plaintiff is contending that women must receive preferential treatment, which Title VII does not require.  Finally, TVA states that \"numerical disparity\" is the key in a disparate impact case, and that the plaintiff failed to prove an adverse impact on the basis of statistically significant numbers.</p>\n    </div>\n    <p>VI.</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Sections 703(a)(1) and (2) of Title VII provide:</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>(a) It shall be an unlawful employment practice for an employer--</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">(1) to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's race, color, religion, sex, or national origin;  or</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">(2) to limit, segregate, or classify his employees or applicants for employment in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee, because of such individual's race, color, religion, sex, or national origin.</p>\n    </div>\n    <p class=\"indent\">42 U.S.C. Sec. 2000e-2(a)</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We reject TVA's argument that working conditions may never be the basis of disparate impact claims.  The fact that the prohibited practices specified in Sec. 703(a)(1) include discriminatory conditions of employment and conditions are not mentioned in Sec. 703(a)(2) does not mean that discriminatory conditions may not form the basis of a disparate impact claim.  The Supreme Court has held that a disparate impact claim \"reflects the language of Sec. 703(a)(2)....\"   Connecticut v. Teal, 457 U.S. at 448, 102 S.Ct. at 2531.  However, the language of Sec. 703(a)(2) is clearly broad enough to include working conditions that have an adverse impact on a protected group of employees.  It is an unlawful employment practice under Sec. 703(a)(2) \"to limit ... employees ... in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee, because of such individual's ... sex.\"    The condition of the toilets did \"limit\" female CSB employees in a way that adversely affected their status as employees based solely on their sex.  The district court properly considered the merits of the disparate impact claim based on working conditions that had an adverse effect on female employees not experienced by male co-workers.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The district court did not directly address TVA's argument that since it furnished the same facilities to all employees, it cannot be held to have discriminated against the female employees.  If this argument could prevail, there would be no disparate impact cases.  The underlying premise of these cases is that the employer permits or requires \"employment practices that are facially neutral in their treatment of different groups but that in fact fall more harshly on one group than another....\"  Chrisner v. Complete Auto Transit, <span class=\"citation\" data-id=\"389256\"><a href=\"/opinion/389256/25-fair-emplpraccas-484-25-empl-prac-dec-p-31669-mary-r-chrisner/\"><span class=\"volume\">645</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1251</span></a></span>, 1257 (6th Cir.1981).  If apparent equality of facilities could shield an employer from Title VII liability the entire rationale of the disparate impact theory--based as it is on \"consequences\"--would be undercut.  In these cases \"discrimination results not from the decision to employ a challenged practice, but from its effect.\"    Id.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The district court also correctly ruled that the plaintiff was not required to prove her case by statistics.  While Title VII plaintiffs may be able to prove some disparate impact cases by statistics, that is not the only avenue available.  Both Secs. 703(a)(1) and (a)(2) speak in terms of \"any individual.\"    The focus of Sec. 703(a)(1) is discriminatory treatment of any individual, and of Sec. 703(a)(2) discriminatory consequences for any individual.  The language of the statute does not support TVA's argument.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We also reject TVA's contention that the plaintiff did not raise her disparate impact claim administratively.  As the district court found, the \"scope\" of the plaintiff's EEOC complaint was sufficiently broad to include the disparate impact claim included in her judicial complaint.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">We believe the district court erred as a matter of law in holding that the plaintiff failed to make a prima facie case because the acknowledged uneven burden on women was not substantial.  The evidentiary requirements of a prima facie case of discrimination are not onerous.   Burdine, 450 U.S. at 253, 101 S.Ct. at 1093;  Daniels v. Board of Education of the Ravenna City School District, <span class=\"citation\" data-id=\"479234\"><a href=\"/opinion/479234/rosie-m-daniels-teresa-chambers-v-board-of-education-of-the-ravenna-city/\"><span class=\"volume\">805</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">203</span></a></span>, 207 (6th Cir.1986).  The purpose of Sec. 703(a)(2) is to achieve equality of employment opportunities for women and members of minority groups by prohibiting practices that operate as \"built in headwinds\" for such people and have no relationship to job performance.   Griggs, 401 U.S. at 432, 91 S.Ct. at 854.  TVA argues that portable toilets have been approved by the commission established under the Occupational Health &amp; Safety Act (OSHA) and that female employees must accept them as part of construction work.  This misses the point.  The issue is not the decision to use portable toilets--it is the failure to furnish adequate and sanitary facilities to female workers who have been shown to suffer identifiable health risks from using portable toilets in the deplorable conditions of those furnished by TVA at the Cumberland City construction site.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The district court found in favor of the plaintiff on every significant factual claim in her disparate impact case.  It then concluded that the impact was not substantial because the plaintiff and other female workers could have alleviated the effect of the unsanitary facilities.  We can find no legal basis for the district court's approach.  Few concerns are more pressing to anyone than those related to personal health.  A prima facie case is established when a plaintiff shows \"that the facially neutral practice has a significantly discriminatory impact.\"   Connecticut v. Teal, 457 U.S. at 446, 102 S.Ct. at 2530.  Any employment practice that adversely affects the health of female employees while leaving male employees unaffected has a significantly discriminatory impact.  The district court erred as a matter of law in concluding that Ms. Lynch failed to make out a prima facie case.  The court found that \"all females were placed at a higher risk of urinary tract infections by using unsanitary portable toilets or by avoiding the use of such toilets and holding their urine.\"    The court also found that men were not exposed to the same risks from using the toilets because of \"anatomical differences between the sexes.\"    It was error, after the plaintiff had made out a prima facie case, to require anything else of her.  The burden then shifted to TVA to justify the practice which resulted in this discriminatory impact by showing \"business necessity,\" that is, that the practice of furnishing unsanitary toilet facilities at the work site \"substantially promote[s] the proficient operation of the business.\"   Chrisner v. Complete Auto Transit, 645 F.2d at 1262.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Title VII is remedial legislation which must be construed liberally to achieve its purpose of eliminating discrimination from the workplace.   Parham v. Southwestern Bell Telephone Co., <span class=\"citation\" data-id=\"292828\"><a href=\"/opinion/292828/2-fair-emplpraccas-1017-3-empl-prac-dec-p-8021-arthur-ray-parham-v/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">421</span></a></span>, 425 (8th Cir.1970);  Culpepper v. Reynolds Metals Co., <span class=\"citation\" data-id=\"288428\"><a href=\"/opinion/288428/samuel-culpepper-plaintiff-appellant-cross-v-reynolds-metals-company/\"><span class=\"volume\">421</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">888</span></a></span>, 891 (5th Cir.1970).  Although Ms. Lynch was discharged for violating a rule, she did so in order to avoid the continued risk to her health which would have resulted from obeying the rule.  This employer created an unacceptable situation in which Ms. Lynch and other female construction workers were required to choose between submitting to a discriminatory health hazard or risking termination for disobeying a company rule.  Anatomical differences between men and women are \"immutable characteristics,\" just as race, color and national origin are immutable characteristics.  When it is shown that employment practices place a heavier burden on minority employees than on members of the majority, and this burden relates to characteristics which identify them as members of the protected group, the requirements of a Title VII disparate impact case are satisfied.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The plaintiff was entitled to judgment on her disparate impact claim.  She established a prima facie case, and TVA made no attempt to prove business necessity, the \"touchstone\" in a disparate impact case.   Griggs, 401 U.S. at 431, 91 S.Ct. at 853.  The district court conducted a full trial on all issues, and TVA chose to defend solely on its assertion that there was no discrimination.  Under these circumstances the court may \"assume no justification exists.\"   Nashville Gas Co. v. Satty, 434 U.S. at 143, 98 S.Ct. at 352.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The judgment of the district court is reversed, and the case is remanded to the district court to determine the appropriate remedy for the violation found by this court.  The plaintiff will recover costs on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">BOGGS, Circuit Judge, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The history of sex discrimination in America is replete with arguments based on the supposed fragility of women, and their inability to endure conditions which arise in various employments.  The basic tenor of legislation against sex discrimination has been to give a woman, if she chooses, the opportunity to engage in an occupation previously substantially limited to men, however onerous the conditions of that occupation.  In this case, the court holds that Title VII protects a woman from working at a job where conditions may be more hazardous to her health than to the health of men.  I believe this ruling confuses the dictates of Title VII with the functions of the Occupational Safety and Health Administration, and I therefore dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The court properly states the distinction between disparate treatment and disparate impact analysis, but it begins to go astray by analyzing physical conditions of employment through a disparate impact analysis.  The landmark case, Griggs v. Duke Power Co., <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">849</span></a></span>, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">158</span></a></span> (1971), properly emphasizes that the theme of disparate impact analysis concerning job qualification is that we must measure the person for the job, not just the person in the abstract.  In other words, the most important thing is whether the person can do the job.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The force of this policy has also been the genesis of the \"business necessity\" test in rebuttal, holding that if a company completely shuts out persons from consideration, the practice must be one \"necessary to the safe and efficient operation of the business,\" Head v. Timken Roller Bearing Co., <span class=\"citation\" data-id=\"314220\"><a href=\"/opinion/314220/6-fair-emplpraccas-813-6-empl-prac-dec-p-8876-john-henry-head-v/\"><span class=\"volume\">486</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">870</span></a></span>, 879 (6th Cir.1973) (quoting Robinson v. Lorillard, <span class=\"citation\" data-id=\"297540\"><a href=\"/opinion/297540/dorothy-p-robinson-v-lorillard-corporation-two-cases/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">791</span></a></span>, 798 (4th Cir.1971)), or \"such as to substantially promote the proficient operation of the business,\" Chrisner v. Complete Auto Transit, <span class=\"citation\" data-id=\"389256\"><a href=\"/opinion/389256/25-fair-emplpraccas-484-25-empl-prac-dec-p-31669-mary-r-chrisner/\"><span class=\"volume\">645</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1251</span></a></span>, 1262 (6th Cir.1981).  This is a stringent test.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">This type of disparate impact analysis is almost completely unsuited to examination of conditions.    By hypothesis, the conditions being examined are in fact facially neutral.  However, it can rarely, if ever, be said that conditions, especially any that would be complained of, are \"necessary.\"    Almost any condition can be improved or ameliorated at a certain cost.  I do not believe Title VII empowers us to analyze just how much a condition may reasonably be improved without eliminating the business.  Instead, OSHA is specifically charged with determining the safety standards and levels of health risk to be observed.  It does not appear that OSHA has any standards that differentiate safe working conditions for women from those for men.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">I do not agree with the court that working conditions that apply to all workers can be viewed as a method by which an employer would \"limit, segregate, or classify\" employees, in the words of Sec. 703(a)(2).  An employer could conceivably use working conditions as a way to \"limit ... employees ... in a way which would deprive\" them of opportunities on account of sex.  Thus, in E.E.O.C. v. Ball Corp., <span class=\"citation\" data-id=\"395320\"><a href=\"/opinion/395320/26-fair-emplpraccas-1701-27-empl-prac-dec-p-32150-equal-employment/\"><span class=\"volume\">661</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">531</span></a></span> (6th Cir.1981), different working conditions applied to different groups which were heavily differentiated by sex.  In such a case, disparate impact analysis may be appropriate because there in fact has been a classification of employees.  Here, there is no \"limit\" on employees, other than in the sense that every reaction to work conditions or requirements may be a limit to some employee.  In Ball, employees did have a specific rule that limited them.  Here, that is not true.  There is also not the slightest evidence in this case that the employer's toilet practices were based on any intention or desire to discourage women employees.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">At page 387 of its opinion, the court argues that the entire rationale of disparate impact would be undone if \"apparent equality of facilities could shield an employer from Title VII liability,\" because it would overlook differences in effect from a \"challenged practice.\"    But this argument is simply another way of pointing out that if disparate impact analysis is extended to conditions, then every job arrangement is subject to scrutiny under that standard.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">A more sensible view is that disparate impact analysis does apply to classifications and differentiation in doing the work of a job.  But a working condition applicable to all--by hypothesis people who already are employed and are paid equally if they do the job--is not a limitation or classification of employees.  It is simply not a \"practice\" as that term has been used in the context of Sec. 703(a)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The various components of the complaint here also indicate the unsuitability of \"business necessity\" analysis.  Thus, plaintiff complains of at least the following:</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">1. the unsanitary and soiled conditions of the facilities generally;</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">2. the absence of paper seat covers;</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">3. the absence of unsoiled toilet paper;</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">4. the absence of sanitary napkin dispensers;  and</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">5. the absence of running water.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">It is obvious that these items fall on a continuum of cost, trouble, and prevalence in the industry.  The general condition of the toilets was contrary to the contract, and represented a failure of the contractor, and of TVA's supervision.  The absence of paper covers was the same, though it appears to have been more episodic.  The unsuitability of the toilet paper that was furnished may have been the result of the contractor, or of actions by fellow employees.  The absence of running water was clearly a choice dictated by cost and conveniences, and an alternative was made available in the form of the waterless hand cleaner, which plaintiff did not use.  Sanitary napkin dispensers would clearly be a convenience for women only, which TVA chose not to provide.  This wide range of items, and of justifications, also leads me to believe that the court was hasty in holding that a violation occurred, rather than remanding to the district court for consideration of the business necessity on the new basis announced by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">At page 388 of its opinion, the court says the decision to use portable toilets is not the issue.  However, under the court's analysis it would seem that an employer who failed to provide toilets at all would be in violation of Title VII, whether or not in violation of OSHA regulations.  The consequences developed in this case would surely be the same, or worse.  Again, this would be a result likely to have startled the members of Congress who enacted this legislation.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Nor are these contingencies purely hypothetical.  There certainly are a reasonable number of outdoor-type jobs, such as fire-fighting, itinerant construction, or maintenance, where this court's ruling could have real impact.  It would also pose the familiar dilemma for an employer of choosing between incurring higher costs by employing women or risking a discrimination complaint by attempting unobtrusively to exclude them.  Our decision today certainly makes the latter course more likely than it would be otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Virtually every strenuous, unusual, or dangerous job contains conditions that may have a differential impact on a sex, age group, or race.  In most cases, this disparity could be eliminated by a greater or lesser expenditure of money and effort to provide amenities, redesign jobs, and so on.  This type of \"reasonable accommodation\" analysis is appropriate in cases of discrimination against the handicapped<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> under Sec. 504 of the Rehabilitation Act of 1973, 29 U.S.C. Sec. 794 (1982 Ed.), but Title VII does not mandate such a standard for race or sex.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">On a relative and statistical basis, women may well be impacted more by dirty toilets than are men.  But so too are women working at jobs designed to require heavy lifting, so too are whites working in conditions of extreme heat and sunlight;  so too are those of lowland national origin in working at great altitudes, and so too are older people working at jobs requiring great flexibility, strength and speed.  If all of these are to be analyzed under the rubric that working conditions are the type of qualifications to which disparate impact analysis applies, and further that only \"business necessity\" can overcome them, we have imported wholesale into Title VII exactly the type of cost versus risk considerations that are the staple expertise of OSHA.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">As has been frequently remarked, the legislative history of Title VII is remarkable for its sparseness.  However, I see nothing there, or in the whole movement toward sexual equality in the workplace embodied in Title VII, to enact a requirement that working conditions for all must be upgraded to some unstated standard before women can have full access to the workplace.  Quite the contrary, the keynote of that movement has been the removal of barriers that are special to women so that they may then compete on the basis of their ability to do the actual job, given its conditions.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">I would AFFIRM.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> It is interesting to note that in the recent case of Alexander v. Choate, <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">287</span></a></span>, <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">712</span></a></span>, <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">661</span></a></span> (1985), the Supreme Court refused to hold that all cases of disparate impact made out even a prima facie case of discrimination, even under the more favorable standards of Sec. 504.  Id., 105 S.Ct. at 720</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108284/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109665/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109753/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109934/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110424/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110698/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110751/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110899/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111299/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111373/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/266175/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/288428/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/292828/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/297540/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/314220/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/324729/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/343326/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/389256/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/395320/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/406664/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/409386/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/445492/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/479234/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-09-24T20:05:48.137095Z",
      "date_modified": "2017-04-15T02:28:55.701569Z",
      "date_filed": "1987-07-09",
      "date_filed_is_approximate": false,
      "slug": "eileen-lynch-v-s-david-freeman-charles-h-dean-jr-and-richard-m",
      "citation_id": 461222,
      "case_name_short": "",
      "case_name": "Eileen Lynch v. S. David Freeman, Charles H. Dean, Jr., and Richard M. Freeman as Members of the Board of Directors of the Tennessee Valley Authority",
      "case_name_full": "",
      "federal_cite_one": "817 F.2d 380",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 26,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/808923/eileen-lynch-v-s-david-freeman-charles-h-dean-jr-a/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:23:36.916618Z",
  "date_modified": "2014-10-30T12:23:36.916618Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Eileen Lynch v. S. David Freeman, Charles H. Dean, Jr., and Richard M. Freeman as Members of the Board of Directors of the Tennessee Valley Authority",
  "case_name_full": "",
  "slug": "eileen-lynch-v-s-david-freeman-charles-h-dean-jr-a",
  "docket_number": "85-6020",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}