{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/816094/",
  "id": 816094,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca8/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/510079/",
      "id": 510079,
      "absolute_url": "/opinion/510079/fern-scoggins-earnest-perry-geneva-perry-carl-atkins-sue-atkins-logan/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/816094/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/510079/",
          "id": 510079,
          "absolute_url": "/opinion/510079/fern-scoggins-earnest-perry-geneva-perry-carl-atkins-sue-atkins-logan/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/510079/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T09:56:14Z",
          "date_modified": "2017-03-25T11:33:41.979068Z",
          "type": "010combined",
          "sha1": "8643c6777fec7ed58aef854e9a4ab42f5769adf0",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/853/853.F2d.1472.87-1553.87-1424.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">853 F.2d 1472</p>\n    <p class=\"case_cite\">47 Fair Empl.Prac.Cas.  985,<br>47 Empl. Prac. Dec. P 38,193, 12 Fed.R.Serv.3d 185,<br>48 Ed. Law Rep. 772</p>\n    <p class=\"parties\">Fern SCOGGINS;  Earnest Perry;  Geneva Perry;  Carl Atkins;<br>Sue Atkins;   Logan Coulter;  Janet Coulter;  Earl Scoggins;<br>Maryland C. White;  Marke Lee;  Pearlie Lee;  Edna<br>Armstrong;  John Smith;  Vertie L. Smith;  Adeon Griddine;<br>Linda Cheathem;  Pauline Nelson;  Ruthie Green;  Ora Newton;<br>and Earma Holt, Appellants,<br>v.<br>The BOARD OF EDUCATION OF the NASHVILLE, ARKANSAS PUBLIC<br>SCHOOLS, etc. and Carl Barger, Superintendent, individually<br>and in his official capacity as Superintendent of the<br>Nashville, Arkansas Public Schools, Appellees.<br>Fern SCOGGINS;  Earnest Perry;  Geneva Perry;  Carl Atkins;<br>Sue Atkins;   Logan Coulter;  Janet Coulter;  Earl Scoggins;<br>Maryland C. White;  Marke Lee;  Pearlie Lee;  Edna<br>Armstrong;  John Smith;  Vertie L. Smith;  Adeon Griddine;<br>Linda Cheathem;  Pauline Nelson;  Ruthie Green;  Ora Newton;<br>and Earma Holt, Appellees,<br>v.<br>The BOARD OF EDUCATION OF the NASHVILLE, ARKANSAS PUBLIC<br>SCHOOLS, etc. and Carl Barger, Superintendent, individually<br>and in his official capacity as Superintendent of the<br>Nashville, Arkansas Public Schools, Appellants.</p>\n    <p class=\"docket\">Nos. 87-1424, 87-1553.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Eighth Circuit.</p>\n    <p class=\"date\">Submitted March 17, 1988.<br>Decided Aug. 12, 1988.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John W. Walker, Little Rock, Ark., for appellants.</p>\n      <p class=\"indent\">G. Ross Smith, Little Rock, Ark., for appellees.</p>\n      <p class=\"indent\">Before HEANEY, Circuit Judge, FLOYD R. GIBSON and HENLEY, Senior Circuit Judges.</p>\n      <p class=\"indent\">HENLEY, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case presents a combination of individual and class claims alleging racial discrimination in the Nashville, Arkansas Public Schools.  Individual plaintiff Fern Scoggins appeals the judgment for the defendants in her action for employment discrimination under 42 U.S.C. Secs. 1981, 1983 and 2000d and 2000e, and her pendent state claim under the Arkansas Teacher Fair Dismissal Act of 1979, Act of April 6, 1979, No. 766 (repealed).  We affirm the orders of the district court regarding these individual claims.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Mrs. Scoggins joins the other named plaintiffs as the representatives of a class of parents and students claiming that they are the victims of a racially discriminatory environment in the Nashville Public Schools.  The class plaintiffs also contend that the defendants have not lived up to their obligations to desegregate the teaching and administrative staff as ordered by the district court in 1967.  The district court found for the defendants on all claims except for the latter;  the court ordered defendants to institute a written policy regarding the hiring of black teachers and staff with the aim of achieving a black/white faculty ratio approximately proportioned to the number of black and white students enrolled in the school district.  Both class claimants and defendants appeal the orders adverse to them.  We affirm in part, vacate in part, and remand for further proceedings.</p>\n    </div>\n    <p>THE INDIVIDUAL CASE</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Fern Scoggins, a black female, was employed as a school teacher by the defendants from 1968 through the 1981-82 school year.  In May of 1982, upon the recommendation of the appellant Superintendent of Schools Carl Barger, the appellant School Board voted not to renew Scoggins' teaching contract.  This decision grew out of the allegation that Scoggins taught her students the actual questions from the SRA test, a standardized achievement test which at the time was required by the State of Arkansas.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The testimony at trial revealed that school officials became concerned about their students' scores on the SRA and their standing in relation to other students' scores around the country.  At a general faculty meeting, Superintendent Barger emphasized the importance of helping the students raise their SRA scores.  According to Mrs. Scoggins, Barger told the teachers at the meeting \"to teach to the test,\" and if necessary, teach the actual test itself.  Another teacher, a white male named Dale Watson, testified to the same effect.  Mr. Watson has resigned his teaching position after being informed that his contract would not be renewed because he taught the test.  Barger testified, on the other hand, that he told the teachers to teach to the test, but that teaching the test itself was impermissible.  Other teachers who were at the meeting corroborated this testimony.  The district court found that Barger instructed the faculty only to \"teach to the test,\" and that both the faculty and the administration understood this to mean that the teachers should teach the subject matter which the SRA test covers, but that the actual questions from the test should not be taught.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After the test was given, and in response to an inquiry from a newspaper reporter about possible irregularities in the SRA testing, Barger questioned principals in the School District about the testing in their schools.  Paul Tollett, the principal of the elementary school where Scoggins was employed, informed Barger that he had heard from other teachers and from students that Scoggins and perhaps another teacher had taught their students the test.  Barger and Tollett met with Scoggins to discuss the matter with her.  They both testified that she admitted that she had taught test questions from a copy of the SRA she had obtained from her brother-in-law, who is a school official in another district.  Subsequently Barger requested that Scoggins attend a preliminary, informal hearing before the School Board, to which she agreed.  At that meeting, Scoggins contended that she did not teach the exact test questions, but that the questions she taught were adapted from questions she received from a friend of her husband.  After the meeting, Barger notified her that he was recommending nonrenewal of her contract for \"unprofessional ethics as a teacher ... by being insubordinate to the Superintendent and the Elementary Principal in teaching the SRA test to your 5th grade science students.\"    Mrs. Scoggins requested and was granted a public hearing before the School Board.  At the hearing the Board voted to accept Barger's recommendation not to renew Scoggins' contract.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In her complaint, Mrs. Scoggins challenged her nonrenewal on two grounds.  First, she claimed that she was discriminated against because of her race in violation of Title VII, 42 U.S.C. Sec. 2000e(d) &amp; (e), and 42 U.S.C. Secs. 1981 and 1983.  She also claimed that the defendants did not comply with the procedures required by the Arkansas Teacher Fair Dismissal Act, (formerly Ark.Stat.Ann. Secs. 80-1266 to -1266.9).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We affirm the district court's conclusion that Scoggins was not discriminated against because of her race.  The court found that Scoggins taught the SRA test in violation of the superintendent's instructions, and that a white teacher's contract was not renewed for the same reason.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>   Other faculty members present at the meeting in which the test was discussed testified that they understood they were not to teach actual test questions.  While not all of the questions Scoggins gave her class during preparation for the test were identical to actual test questions, some were, and some varied insignificantly from the actual questions.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Plaintiff argues that the comparison to the white teacher is inappropriate as Barger, the superintendent, allegedly carried a grudge against this teacher for not acting as a \"snitch\" about other teachers' activities.  Barger denied this, and the court did not err in crediting his testimony;  in fact, plaintiff does not cite anything in the record indicating that Barger actually held any sort of a grudge against Watson.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Plaintiff also argues that white teachers who committed more serious violations than she were not disciplined, and that she was the first teacher to be terminated or nonrenewed since the schools were integrated.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>   While these facts may well be relevant toward a showing of racial discrimination, they are not necessarily conclusive inasmuch as a white teacher who admittedly engaged in the same conduct Scoggins was accused of was treated similarly.  Although we might have decided the case differently were we charged with finding the facts, we cannot say in reviewing the district court's decision that its determination constitutes clear error.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Nor do we agree with plaintiff that the manner of her nonrenewal violated the Arkansas Teacher Fair Dismissal Act of 1979, Act of April 6, 1979, No. 766 (repealed) (formerly Ark.Stat.Ann. Secs. 80-1264 to -1264.10 (1980)).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>   Plaintiff contends that she did not receive adequate notice of the charges against her pursuant to the Act.  Barger testified that he did not intend to recommend nonrenewal of Scoggins' contract upon initially learning that she had taught the SRA test.  He decided to recommend nonrenewal only after determining that allegedly she told to the School Board at the preliminary meeting a different story about where she obtained test questions than she had earlier told him.  As Barger put it, he recommended her nonrenewal for \"covering up.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Teacher Dismissal Act in effect at the time required that a teacher's contract be renewed unless, inter alia, \"the teacher is notified by the school superintendent that the superintendent is recommending that the teacher's contract not be renewed....\"  Ark.Stat.Ann. Sec. 80-1264.3.  A teacher who has taught more than three years, as Scoggins had, was entitled to a statement in the notice of the grounds for the recommendation.  Id.  The notice Barger sent to Scoggins stated that the reason for the recommendation of nonrenewal was \"unprofessional ethics as a teacher in the Nashville Public Schools by being insubordinate to the Superintendent and the Elementary Principal in teaching the SRA test to your 5th grade science students....\"  Plaintiff argues that the notice did not set forth any allegation that plaintiff had lied or had engaged in a coverup, and that consequently it did not alert her that these were the reasons for the recommendation.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The School District was not required to exercise strict compliance with the terms of the Act;  only substantial compliance was required.   Roberts v. Van Buren Public Schools, 773 F.2d 949, 959 (8th Cir.1985).  The Arkansas Supreme Court, as well as this court, has focused on whether the teacher was aware of the problems leading to the recommendation of nonrenewal in order to determine whether a nonrenewal notice substantially complied with the Act's provisions.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">While it is true that Barger changed his mind once he decided that plaintiff had lied, the notice specified that teaching the SRA test was the ground upon which nonrenewal was recommended, and this was the reason that the Board voted not to renew.  Consequently, we cannot say that the defendants failed to substantially comply with the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Plaintiff argues that the Act also required that she be given written notice and an opportunity to improve her performance before the Board voted not to renew her contract.  Ark.Stat.Ann. Sec. 80-1264.6 provided:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>Annual Evaluation--Admonishment Procedure.--</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>....</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Whenever a principal or other school administrator charged with supervision of a teacher finds it necessary to admonish a teacher for a reason that the administrator believes may lead to termination or nonrenewal, the administrator shall bring the matter to the attention of the teacher involved in writing and shall document the efforts which have been undertaken to assist the teacher to correct whatever appears to be the cause for potential termination or nonrenewal.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">(Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Before this procedure is required, however, the supervisory official must first \"find it necessary to admonish\" the teacher for a matter which \"may lead\" to termination or nonrenewal.  However, the Act does not require that a teacher in all instances must first be admonished prior to nonrenewal or termination.  The decision whether to admonish the teacher, as opposed to recommending immediate termination or nonrenewal, is left to the discretion of the supervisor.  The procedure outlined in the Act clearly contemplates only those matters which have the potential for leading to dismissal in the future, so that a teacher may improve his or her performance before dismissal becomes necessary.  Thus, ordinarily school officials may not simply let a teacher's actions or deficiencies go without comment, and then at some future date dismiss the teacher without any notice that improvement was required.  That is not what occurred here.  The quoted section of the Act is silent about any procedures that must be taken once the decision has been reached to dismiss a teacher for a current infraction.  Sections 80-1264.3, supra, and 80-1264.5 (dealing with termination, as opposed to nonrenewal) do address that situation, and require only notice of the grounds for dismissal.  Consequently, we are not convinced that the defendants failed to comply with Sec. 80-1264.6.</p>\n    </div>\n    <p>THE CLASS CLAIMS</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We note at the outset that the Nashville School District remains under the supervision of the district court pursuant to that court's 1967 desegregation order, see Walton v. Nashville, Arkansas, Special School Dist. No. 1, 401 F.2d 137, 144 (8th Cir.1968), and that the School District has not subsequently been declared unitary.  Consequently, the School District continues to have an affirmative obligation to rid itself \"root and branch\" of racial discrimination.   Green v. County School Bd. of New Kent County, 391 U.S. 430, 437-38, 88 S.Ct. 1689, 1693-94, 20 L.Ed.2d 716 (1968);  Little Rock School Dist. v. Pulaski County Special School Dist. No. 1, 778 F.2d 404, 410 (8th Cir.1985) (en banc), cert. denied, 476 U.S. 1186, 106 S.Ct. 2926, 91 L.Ed.2d 554 (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The class plaintiffs alleged that they were subjected in the Nashville Public Schools to physical brutality;  discrimination in discipline and grading;  segregation in school activities;  that a black girl who was elected homecoming queen had that honor taken away so that a white girl could hold the title;  discrimination in the selection of students to participate in a gifted and talented program;  a lack of college counseling or academic counseling for blacks;  the use of racial epithets by faculty members and in a history text;  and a failure of teachers to call on blacks in class.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The district court in its memorandum opinion found that plaintiffs' allegations of racial discrimination in grading, discipline, and exclusion from extracurricular activities were \"highly in dispute,\" and that the \"plaintiffs have failed to present substantial, credible testimony as to misconduct of teachers in the school district as it concerns punishment or grading of black students.\"    At this juncture the district court did not undertake to detail all of the plaintiffs' claims of discrimination;  not mentioned are the allegations relating to racial epithets, inadequate counseling, the gifted and talented program, or the failure to call on blacks in classes.  Earlier in its opinion the court did state that \"[p]laintiffs offered substantial testimony from both students and faculty ... as to the treatment of black students....\"  It therefore appears that in essence the court's decision turned upon weight of the evidence and credibility findings.  The court's view of the credibility of plaintiffs' witnesses appears to rest in part upon the \"highly disputed\" nature of the testimony rather than upon any express findings with regard to the credibility of individual witnesses or portions of their testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We have carefully reviewed the record, and find ourselves in agreement with at least some of the plaintiffs' contentions that much of the testimony they presented with regard to disparate treatment of blacks was not disputed;  in fact, in some instances defendants made no attempt at rebuttal.  This is not to say that there are not some internal inconsistencies in testimony or differences in inferences to be drawn even from unrebutted testimony.  While a witness may not lack credibility merely because his testimony is contradicted or disputed, in the end it is the duty of the court to accept that which is true and probative and reject that which is unpersuasive, giving due weight to the many factors which may go to weight of evidence and credibility.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Rule 52(a) of the Federal Rules of Civil Procedure requires the district court to \"find the facts specially and state separately its conclusions of law thereon....\"  The rule's purposes are</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>(1) to aid appellate review by affording a clear and concise statement of the basis for the court's decision.... (2) to make the decision of the court definite to aid in future application of the doctrine of res judicata; and (3) to cause the trial judge to fully and conscientiously consider the basis for his decision.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Maxwell v. Mason, 668 F.2d 361, 362 n. 5 (8th Cir.1981) (citations omitted).  However, the requirements of the rule are not jurisdictional, and we may decide the merits of an appeal when the record \"sufficiently informs the court of the basis for the trial court's decision....\"  Id. at 362 (quoting Finney v. Arkansas Bd. of Correction, 505 F.2d 194, 213 n. 16 (8th Cir.1974)).  Here, the court's language is fairly to be read as a finding that, for one reason or another, most or all of plaintiffs' witnesses lacked substantiality or credibility.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The plaintiffs did, as the district court at one point noted, supply substantial evidence of disparate treatment.  As indicated, even though much of this testimony was undisputed, we apply the clearly erroneous test to the district court's ultimate factual findings.  Fed.R.Civ.P. 52(a);  Commissioner v. Duberstein, 363 U.S. 278, 291, 80 S.Ct. 1190, 1199, 4 L.Ed.2d 1218 (1960);  Smith v. Commissioner, 608 F.2d 321, 323 (8th Cir.1979) (per curiam).  Taking into account the requirement of Rule 52(a) that we give due regard to the district court's opportunity to weigh the evidence and to observe the demeanor of the witnesses at trial, we decline to overturn its findings.   See Anderson v. City of Bessemer City, 470 U.S. 564, 575, 105 S.Ct. 1504, 1512, 84 L.Ed.2d 518 (1985) (credibility determinations rarely to be found clearly erroneous).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Inasmuch as the district court exercises continuing jurisdiction of this case, and to the extent that plaintiffs' complaints represent genuine grievances, they may apply for relief again should the alleged discriminatory conduct of the defendants become onerous.  In order to avoid further litigation, it would be highly advisable for the defendants to make a candid and critical evaluation of the degree to which conditions in the Nashville School District comport with the constitutional obligation to provide an educational environment free of racial discrimination, and to take such steps as may be necessary to ensure that all students are able to fully participate in the educational process regardless of race.</p>\n    </div>\n    <p>HIRING GOALS</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The district court found that of one hundred faculty members, five were black, while approximately 25% of the students in the School District are black.  The court's order requires the defendants to establish a written policy for the recruitment and hiring of black teachers and staff in order to create a faculty that approximately reflects the racial composition of the students in the District.  The defendants appeal from this order, contending that the proportionality requirement is improper because it does not take into account the number of blacks in the relevant labor market.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Defendants rely on Hazelwood School Dist. v. United States, 433 U.S. 299, 97 S.Ct. 2736, 53 L.Ed.2d 768 (1977), which required an examination of the relevant labor market in order to determine whether the Hazelwood School District engaged in a pattern or practice of employment discrimination.   Id. at 313, 97 S.Ct. at 2744.  Plaintiffs correctly respond that Hazelwood, a Title VII case, did not involve a formerly segregated school system that was under a preexisting court-ordered duty to integrate its faculty.  See id. at 304, 97 S.Ct. at 2740.  Thus, the purpose of the labor market analysis in Hazelwood was to determine the issue of liability under Title VII;  the Court in Hazelwood had no occasion to decide the application of labor market statistics to a claim arising under the Constitution.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">However, in United States v. Paradise, 480 U.S. 149, 107 S.Ct. 1053, 94 L.Ed.2d 203 (1987), a case which involved violations of the equal protection clause, the Supreme Court made clear its position that the validity of race-conscious remedies in general will depend in part upon an examination of the relevant labor market.  Id. 107 S.Ct. at 1067 (plurality opinion);  id. 107 S.Ct. at 1081 (O'Connor, J., dissenting).    Paradise was decided on February 25, 1987, a little more than a week before the district court rendered its written decision, and well after the case was taken under advisement in December of 1986.  It does not appear that Paradise came to the attention of the court, and we note that it is not cited by either party on appeal.  That case clearly does require an examination of the relevant labor market in the equal protection context which this case presents.  Because Paradise was decided after the trial in this case, it was not entirely clear at the time of trial that evidence relating to the relevant labor market was required.   Cf. Paradise, 107 S.Ct. at 1075 &amp; n. 1 (Powell, J., concurring) (standards of analysis in Title VII and equal protection cases not necessarily identical).  Accordingly, we think it appropriate to remand for further proceedings for consideration of this factor, along with such other factors set forth in Paradise, id. 107 S.Ct. at 1067, as may be relevant.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We caution, however, that if the relevant labor market for blacks has decreased because of discrimination by the School District, the defendants may not merely rely on present conditions.  We do not read Paradise as either holding or suggesting that the District here may be the beneficiary of its own discriminatory conduct.  Plaintiffs complain that the District's allegedly discriminatory hiring practices have driven qualified black applicants out of the area, thereby shrinking the numerical ratio of blacks to whites in the relevant labor market.  This problem may be mitigated at least in part by the district's practice of recruiting from colleges outside of the immediate area of the Nashville Schools.  Thus, the relevant labor market may encompass more than potential applicants in the immediate vicinity.  (Precisely what constitutes the relevant labor market will be a question of fact for determination by the trial court.)    Nevertheless, the immediate vicinity would seem to be a fertile source of teaching talent, and if plaintiffs can demonstrate that defendants' practices have driven black teachers out of the area so as to reduce the number of qualified black applicants in the overall relevant labor market, in ordering an equitable remedy the district court may take that fact into account.   See Swann v. Charlotte-Mecklenburg Bd. of Educ., 402 U.S. 1, 15, 91 S.Ct. 1267, 1275, 28 L.Ed.2d 554 (1971) (district court has broad equitable powers to remedy effects of segregation).  Penultimately we observe, perhaps redundantly at this juncture, that in determining the extent and reasons for any present disparity in the percentage of black teachers, the district court is free to consider the percentage of black teachers at the time the District's schools were unified.  And finally we have and express no opinion as to precise hiring goals the district court should establish on remand.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We affirm the judgment for the defendants as to Scoggins' claims concerning her nonrenewal, and we also affirm as to the class claims of a racially discriminatory educational environment.  The order requiring proportional hiring goals is vacated and remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Actually, Watson, the white teacher, resigned after he admitted that he had taught the test and was told that he would not be recommended for renewal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At oral argument plaintiff's counsel argued that a white teacher taught actual test questions to her class but was not terminated.  Nothing in the record demonstrates that these allegations came to the attention of school authorities, and the student who testified that the white teacher taught the test questions also testified that he did not bring it to anyone's attention</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Act was replaced by the Teacher Dismissal Act of 1983, Ark.Code Ann. Secs. 6-17-1501 to -1510 (1987)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> But see Fullilove v. Klutznick, 448 U.S. 448, 510, 100 S.Ct. 2758, 2791, 65 L.Ed.2d 902 (1980) (Powell, J., concurring)</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1472</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">Fair Empl. Prac. Cas. (BNA)</span>  <span class=\"page\">985</span></span>,<br>47 Empl. Prac. Dec. P 38,193, <span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">185</span></span>,<br>48 Ed. Law Rep. 772</p>\n    <p class=\"parties\">Fern SCOGGINS;  Earnest Perry;  Geneva Perry;  Carl Atkins;<br>Sue Atkins;   Logan Coulter;  Janet Coulter;  Earl Scoggins;<br>Maryland C. White;  Marke Lee;  Pearlie Lee;  Edna<br>Armstrong;  John Smith;  Vertie L. Smith;  Adeon Griddine;<br>Linda Cheathem;  Pauline Nelson;  Ruthie Green;  Ora Newton;<br>and Earma Holt, Appellants,<br>v.<br>The BOARD OF EDUCATION OF the NASHVILLE, ARKANSAS PUBLIC<br>SCHOOLS, etc. and Carl Barger, Superintendent, individually<br>and in his official capacity as Superintendent of the<br>Nashville, Arkansas Public Schools, Appellees.<br>Fern SCOGGINS;  Earnest Perry;  Geneva Perry;  Carl Atkins;<br>Sue Atkins;   Logan Coulter;  Janet Coulter;  Earl Scoggins;<br>Maryland C. White;  Marke Lee;  Pearlie Lee;  Edna<br>Armstrong;  John Smith;  Vertie L. Smith;  Adeon Griddine;<br>Linda Cheathem;  Pauline Nelson;  Ruthie Green;  Ora Newton;<br>and Earma Holt, Appellees,<br>v.<br>The BOARD OF EDUCATION OF the NASHVILLE, ARKANSAS PUBLIC<br>SCHOOLS, etc. and Carl Barger, Superintendent, individually<br>and in his official capacity as Superintendent of the<br>Nashville, Arkansas Public Schools, Appellants.</p>\n    <p class=\"docket\">Nos. 87-1424, 87-1553.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Eighth Circuit.</p>\n    <p class=\"date\">Submitted March 17, 1988.<br>Decided Aug. 12, 1988.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John W. Walker, Little Rock, Ark., for appellants.</p>\n      <p class=\"indent\">G. Ross Smith, Little Rock, Ark., for appellees.</p>\n      <p class=\"indent\">Before HEANEY, Circuit Judge, FLOYD R. GIBSON and HENLEY, Senior Circuit Judges.</p>\n      <p class=\"indent\">HENLEY, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case presents a combination of individual and class claims alleging racial discrimination in the Nashville, Arkansas Public Schools.  Individual plaintiff Fern Scoggins appeals the judgment for the defendants in her action for employment discrimination under 42 U.S.C. Secs. 1981, 1983 and 2000d and 2000e, and her pendent state claim under the Arkansas Teacher Fair Dismissal Act of 1979, Act of April 6, 1979, No. 766 (repealed).  We affirm the orders of the district court regarding these individual claims.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Mrs. Scoggins joins the other named plaintiffs as the representatives of a class of parents and students claiming that they are the victims of a racially discriminatory environment in the Nashville Public Schools.  The class plaintiffs also contend that the defendants have not lived up to their obligations to desegregate the teaching and administrative staff as ordered by the district court in 1967.  The district court found for the defendants on all claims except for the latter;  the court ordered defendants to institute a written policy regarding the hiring of black teachers and staff with the aim of achieving a black/white faculty ratio approximately proportioned to the number of black and white students enrolled in the school district.  Both class claimants and defendants appeal the orders adverse to them.  We affirm in part, vacate in part, and remand for further proceedings.</p>\n    </div>\n    <p>THE INDIVIDUAL CASE</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Fern Scoggins, a black female, was employed as a school teacher by the defendants from 1968 through the 1981-82 school year.  In May of 1982, upon the recommendation of the appellant Superintendent of Schools Carl Barger, the appellant School Board voted not to renew Scoggins' teaching contract.  This decision grew out of the allegation that Scoggins taught her students the actual questions from the SRA test, a standardized achievement test which at the time was required by the State of Arkansas.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The testimony at trial revealed that school officials became concerned about their students' scores on the SRA and their standing in relation to other students' scores around the country.  At a general faculty meeting, Superintendent Barger emphasized the importance of helping the students raise their SRA scores.  According to Mrs. Scoggins, Barger told the teachers at the meeting \"to teach to the test,\" and if necessary, teach the actual test itself.  Another teacher, a white male named Dale Watson, testified to the same effect.  Mr. Watson has resigned his teaching position after being informed that his contract would not be renewed because he taught the test.  Barger testified, on the other hand, that he told the teachers to teach to the test, but that teaching the test itself was impermissible.  Other teachers who were at the meeting corroborated this testimony.  The district court found that Barger instructed the faculty only to \"teach to the test,\" and that both the faculty and the administration understood this to mean that the teachers should teach the subject matter which the SRA test covers, but that the actual questions from the test should not be taught.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After the test was given, and in response to an inquiry from a newspaper reporter about possible irregularities in the SRA testing, Barger questioned principals in the School District about the testing in their schools.  Paul Tollett, the principal of the elementary school where Scoggins was employed, informed Barger that he had heard from other teachers and from students that Scoggins and perhaps another teacher had taught their students the test.  Barger and Tollett met with Scoggins to discuss the matter with her.  They both testified that she admitted that she had taught test questions from a copy of the SRA she had obtained from her brother-in-law, who is a school official in another district.  Subsequently Barger requested that Scoggins attend a preliminary, informal hearing before the School Board, to which she agreed.  At that meeting, Scoggins contended that she did not teach the exact test questions, but that the questions she taught were adapted from questions she received from a friend of her husband.  After the meeting, Barger notified her that he was recommending nonrenewal of her contract for \"unprofessional ethics as a teacher ... by being insubordinate to the Superintendent and the Elementary Principal in teaching the SRA test to your 5th grade science students.\"    Mrs. Scoggins requested and was granted a public hearing before the School Board.  At the hearing the Board voted to accept Barger's recommendation not to renew Scoggins' contract.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In her complaint, Mrs. Scoggins challenged her nonrenewal on two grounds.  First, she claimed that she was discriminated against because of her race in violation of Title VII, 42 U.S.C. Sec. 2000e(d) &amp; (e), and 42 U.S.C. Secs. 1981 and 1983.  She also claimed that the defendants did not comply with the procedures required by the Arkansas Teacher Fair Dismissal Act, (formerly Ark.Stat.Ann. Secs. 80-1266 to -1266.9).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We affirm the district court's conclusion that Scoggins was not discriminated against because of her race.  The court found that Scoggins taught the SRA test in violation of the superintendent's instructions, and that a white teacher's contract was not renewed for the same reason.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>   Other faculty members present at the meeting in which the test was discussed testified that they understood they were not to teach actual test questions.  While not all of the questions Scoggins gave her class during preparation for the test were identical to actual test questions, some were, and some varied insignificantly from the actual questions.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Plaintiff argues that the comparison to the white teacher is inappropriate as Barger, the superintendent, allegedly carried a grudge against this teacher for not acting as a \"snitch\" about other teachers' activities.  Barger denied this, and the court did not err in crediting his testimony;  in fact, plaintiff does not cite anything in the record indicating that Barger actually held any sort of a grudge against Watson.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Plaintiff also argues that white teachers who committed more serious violations than she were not disciplined, and that she was the first teacher to be terminated or nonrenewed since the schools were integrated.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>   While these facts may well be relevant toward a showing of racial discrimination, they are not necessarily conclusive inasmuch as a white teacher who admittedly engaged in the same conduct Scoggins was accused of was treated similarly.  Although we might have decided the case differently were we charged with finding the facts, we cannot say in reviewing the district court's decision that its determination constitutes clear error.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Nor do we agree with plaintiff that the manner of her nonrenewal violated the Arkansas Teacher Fair Dismissal Act of 1979, Act of April 6, 1979, No. 766 (repealed) (formerly Ark.Stat.Ann. Secs. 80-1264 to -1264.10 (1980)).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>   Plaintiff contends that she did not receive adequate notice of the charges against her pursuant to the Act.  Barger testified that he did not intend to recommend nonrenewal of Scoggins' contract upon initially learning that she had taught the SRA test.  He decided to recommend nonrenewal only after determining that allegedly she told to the School Board at the preliminary meeting a different story about where she obtained test questions than she had earlier told him.  As Barger put it, he recommended her nonrenewal for \"covering up.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Teacher Dismissal Act in effect at the time required that a teacher's contract be renewed unless, inter alia, \"the teacher is notified by the school superintendent that the superintendent is recommending that the teacher's contract not be renewed....\"  Ark.Stat.Ann. Sec. 80-1264.3.  A teacher who has taught more than three years, as Scoggins had, was entitled to a statement in the notice of the grounds for the recommendation.  Id.  The notice Barger sent to Scoggins stated that the reason for the recommendation of nonrenewal was \"unprofessional ethics as a teacher in the Nashville Public Schools by being insubordinate to the Superintendent and the Elementary Principal in teaching the SRA test to your 5th grade science students....\"  Plaintiff argues that the notice did not set forth any allegation that plaintiff had lied or had engaged in a coverup, and that consequently it did not alert her that these were the reasons for the recommendation.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The School District was not required to exercise strict compliance with the terms of the Act;  only substantial compliance was required.   Roberts v. Van Buren Public Schools, <span class=\"citation\" data-id=\"458742\"><a href=\"/opinion/458742/estella-roberts-and-bertha-burden-v-van-buren-public-schools-james-r-tate/\"><span class=\"volume\">773</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">949</span></a></span>, 959 (8th Cir.1985).  The Arkansas Supreme Court, as well as this court, has focused on whether the teacher was aware of the problems leading to the recommendation of nonrenewal in order to determine whether a nonrenewal notice substantially complied with the Act's provisions.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">While it is true that Barger changed his mind once he decided that plaintiff had lied, the notice specified that teaching the SRA test was the ground upon which nonrenewal was recommended, and this was the reason that the Board voted not to renew.  Consequently, we cannot say that the defendants failed to substantially comply with the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Plaintiff argues that the Act also required that she be given written notice and an opportunity to improve her performance before the Board voted not to renew her contract.  Ark.Stat.Ann. Sec. 80-1264.6 provided:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>Annual Evaluation--Admonishment Procedure.--</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>....</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Whenever a principal or other school administrator charged with supervision of a teacher finds it necessary to admonish a teacher for a reason that the administrator believes may lead to termination or nonrenewal, the administrator shall bring the matter to the attention of the teacher involved in writing and shall document the efforts which have been undertaken to assist the teacher to correct whatever appears to be the cause for potential termination or nonrenewal.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">(Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Before this procedure is required, however, the supervisory official must first \"find it necessary to admonish\" the teacher for a matter which \"may lead\" to termination or nonrenewal.  However, the Act does not require that a teacher in all instances must first be admonished prior to nonrenewal or termination.  The decision whether to admonish the teacher, as opposed to recommending immediate termination or nonrenewal, is left to the discretion of the supervisor.  The procedure outlined in the Act clearly contemplates only those matters which have the potential for leading to dismissal in the future, so that a teacher may improve his or her performance before dismissal becomes necessary.  Thus, ordinarily school officials may not simply let a teacher's actions or deficiencies go without comment, and then at some future date dismiss the teacher without any notice that improvement was required.  That is not what occurred here.  The quoted section of the Act is silent about any procedures that must be taken once the decision has been reached to dismiss a teacher for a current infraction.  Sections 80-1264.3, supra, and 80-1264.5 (dealing with termination, as opposed to nonrenewal) do address that situation, and require only notice of the grounds for dismissal.  Consequently, we are not convinced that the defendants failed to comply with Sec. 80-1264.6.</p>\n    </div>\n    <p>THE CLASS CLAIMS</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We note at the outset that the Nashville School District remains under the supervision of the district court pursuant to that court's 1967 desegregation order, see Walton v. Nashville, Arkansas, Special School Dist. No. 1, <span class=\"citation\" data-id=\"281708\"><a href=\"/opinion/281708/mrs-ernestine-walton-claude-e-king-jr-and-major-reynolds-white-v-the/\"><span class=\"volume\">401</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">137</span></a></span>, 144 (8th Cir.1968), and that the School District has not subsequently been declared unitary.  Consequently, the School District continues to have an affirmative obligation to rid itself \"root and branch\" of racial discrimination.   Green v. County School Bd. of New Kent County, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">430</span></a></span>, 437-38, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, 1693-94, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">716</span></a></span> (1968);  Little Rock School Dist. v. Pulaski County Special School Dist. No. 1, <span class=\"citation\" data-id=\"461402\"><a href=\"/opinion/461402/little-rock-school-district-v-pulaski-county-special-school-district-no-1/\"><span class=\"volume\">778</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">404</span></a></span>, 410 (8th Cir.1985) (en banc), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1186</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2926</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></span> (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The class plaintiffs alleged that they were subjected in the Nashville Public Schools to physical brutality;  discrimination in discipline and grading;  segregation in school activities;  that a black girl who was elected homecoming queen had that honor taken away so that a white girl could hold the title;  discrimination in the selection of students to participate in a gifted and talented program;  a lack of college counseling or academic counseling for blacks;  the use of racial epithets by faculty members and in a history text;  and a failure of teachers to call on blacks in class.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The district court in its memorandum opinion found that plaintiffs' allegations of racial discrimination in grading, discipline, and exclusion from extracurricular activities were \"highly in dispute,\" and that the \"plaintiffs have failed to present substantial, credible testimony as to misconduct of teachers in the school district as it concerns punishment or grading of black students.\"    At this juncture the district court did not undertake to detail all of the plaintiffs' claims of discrimination;  not mentioned are the allegations relating to racial epithets, inadequate counseling, the gifted and talented program, or the failure to call on blacks in classes.  Earlier in its opinion the court did state that \"[p]laintiffs offered substantial testimony from both students and faculty ... as to the treatment of black students....\"  It therefore appears that in essence the court's decision turned upon weight of the evidence and credibility findings.  The court's view of the credibility of plaintiffs' witnesses appears to rest in part upon the \"highly disputed\" nature of the testimony rather than upon any express findings with regard to the credibility of individual witnesses or portions of their testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We have carefully reviewed the record, and find ourselves in agreement with at least some of the plaintiffs' contentions that much of the testimony they presented with regard to disparate treatment of blacks was not disputed;  in fact, in some instances defendants made no attempt at rebuttal.  This is not to say that there are not some internal inconsistencies in testimony or differences in inferences to be drawn even from unrebutted testimony.  While a witness may not lack credibility merely because his testimony is contradicted or disputed, in the end it is the duty of the court to accept that which is true and probative and reject that which is unpersuasive, giving due weight to the many factors which may go to weight of evidence and credibility.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Rule 52(a) of the Federal Rules of Civil Procedure requires the district court to \"find the facts specially and state separately its conclusions of law thereon....\"  The rule's purposes are</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>(1) to aid appellate review by affording a clear and concise statement of the basis for the court's decision.... (2) to make the decision of the court definite to aid in future application of the doctrine of res judicata; and (3) to cause the trial judge to fully and conscientiously consider the basis for his decision.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Maxwell v. Mason, <span class=\"citation\" data-id=\"398696\"><a href=\"/opinion/398696/bobby-maxwell-ahmid-latfee-jamal-ali-v-thomas-k-mason/\"><span class=\"volume\">668</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">361</span></a></span>, 362 n. 5 (8th Cir.1981) (citations omitted).  However, the requirements of the rule are not jurisdictional, and we may decide the merits of an appeal when the record \"sufficiently informs the court of the basis for the trial court's decision....\"  Id. at 362 (quoting Finney v. Arkansas Bd. of Correction, <span class=\"citation\" data-id=\"322533\"><a href=\"/opinion/322533/robert-finney-v-arkansas-board-of-correction-and-terrell-don-hutto-james/\"><span class=\"volume\">505</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">194</span></a></span>, 213 n. 16 (8th Cir.1974)).  Here, the court's language is fairly to be read as a finding that, for one reason or another, most or all of plaintiffs' witnesses lacked substantiality or credibility.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The plaintiffs did, as the district court at one point noted, supply substantial evidence of disparate treatment.  As indicated, even though much of this testimony was undisputed, we apply the clearly erroneous test to the district court's ultimate factual findings.  Fed.R.Civ.P. 52(a);  Commissioner v. Duberstein, <span class=\"citation\" data-id=\"106071\"><a href=\"/opinion/106071/commissioner-v-duberstein/\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">278</span></a></span>, 291, <span class=\"citation\" data-id=\"106071\"><a href=\"/opinion/106071/commissioner-v-duberstein/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1190</span></a></span>, 1199, <span class=\"citation\" data-id=\"106071\"><a href=\"/opinion/106071/commissioner-v-duberstein/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1218</span></a></span> (1960);  Smith v. Commissioner, <span class=\"citation\" data-id=\"371074\"><a href=\"/opinion/371074/glenn-ross-smith-v-commissioner-of-internal-revenue/\"><span class=\"volume\">608</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">321</span></a></span>, 323 (8th Cir.1979) (per curiam).  Taking into account the requirement of Rule 52(a) that we give due regard to the district court's opportunity to weigh the evidence and to observe the demeanor of the witnesses at trial, we decline to overturn its findings.   See Anderson v. City of Bessemer City, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 575, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1504</span></a></span>, 1512, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">518</span></a></span> (1985) (credibility determinations rarely to be found clearly erroneous).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Inasmuch as the district court exercises continuing jurisdiction of this case, and to the extent that plaintiffs' complaints represent genuine grievances, they may apply for relief again should the alleged discriminatory conduct of the defendants become onerous.  In order to avoid further litigation, it would be highly advisable for the defendants to make a candid and critical evaluation of the degree to which conditions in the Nashville School District comport with the constitutional obligation to provide an educational environment free of racial discrimination, and to take such steps as may be necessary to ensure that all students are able to fully participate in the educational process regardless of race.</p>\n    </div>\n    <p>HIRING GOALS</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The district court found that of one hundred faculty members, five were black, while approximately 25% of the students in the School District are black.  The court's order requires the defendants to establish a written policy for the recruitment and hiring of black teachers and staff in order to create a faculty that approximately reflects the racial composition of the students in the District.  The defendants appeal from this order, contending that the proportionality requirement is improper because it does not take into account the number of blacks in the relevant labor market.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Defendants rely on Hazelwood School Dist. v. United States, <span class=\"citation\" data-id=\"109724\"><a href=\"/opinion/109724/hazelwood-school-dist-v-united-states/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></a></span>, <span class=\"citation\" data-id=\"109724\"><a href=\"/opinion/109724/hazelwood-school-dist-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2736</span></a></span>, <span class=\"citation\" data-id=\"109724\"><a href=\"/opinion/109724/hazelwood-school-dist-v-united-states/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">768</span></a></span> (1977), which required an examination of the relevant labor market in order to determine whether the Hazelwood School District engaged in a pattern or practice of employment discrimination.   Id. at 313, 97 S.Ct. at 2744.  Plaintiffs correctly respond that Hazelwood, a Title VII case, did not involve a formerly segregated school system that was under a preexisting court-ordered duty to integrate its faculty.  See id. at 304, 97 S.Ct. at 2740.  Thus, the purpose of the labor market analysis in Hazelwood was to determine the issue of liability under Title VII;  the Court in Hazelwood had no occasion to decide the application of labor market statistics to a claim arising under the Constitution.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">However, in United States v. Paradise, <span class=\"citation\" data-id=\"111827\"><a href=\"/opinion/111827/united-states-v-paradise/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">149</span></a></span>, <span class=\"citation\" data-id=\"111827\"><a href=\"/opinion/111827/united-states-v-paradise/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1053</span></a></span>, <span class=\"citation\" data-id=\"111827\"><a href=\"/opinion/111827/united-states-v-paradise/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">203</span></a></span> (1987), a case which involved violations of the equal protection clause, the Supreme Court made clear its position that the validity of race-conscious remedies in general will depend in part upon an examination of the relevant labor market.  Id. 107 S.Ct. at 1067 (plurality opinion);  id. 107 S.Ct. at 1081 (O'Connor, J., dissenting).    Paradise was decided on February 25, 1987, a little more than a week before the district court rendered its written decision, and well after the case was taken under advisement in December of 1986.  It does not appear that Paradise came to the attention of the court, and we note that it is not cited by either party on appeal.  That case clearly does require an examination of the relevant labor market in the equal protection context which this case presents.  Because Paradise was decided after the trial in this case, it was not entirely clear at the time of trial that evidence relating to the relevant labor market was required.   Cf. Paradise, 107 S.Ct. at 1075 &amp; n. 1 (Powell, J., concurring) (standards of analysis in Title VII and equal protection cases not necessarily identical).  Accordingly, we think it appropriate to remand for further proceedings for consideration of this factor, along with such other factors set forth in Paradise, id. 107 S.Ct. at 1067, as may be relevant.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We caution, however, that if the relevant labor market for blacks has decreased because of discrimination by the School District, the defendants may not merely rely on present conditions.  We do not read Paradise as either holding or suggesting that the District here may be the beneficiary of its own discriminatory conduct.  Plaintiffs complain that the District's allegedly discriminatory hiring practices have driven qualified black applicants out of the area, thereby shrinking the numerical ratio of blacks to whites in the relevant labor market.  This problem may be mitigated at least in part by the district's practice of recruiting from colleges outside of the immediate area of the Nashville Schools.  Thus, the relevant labor market may encompass more than potential applicants in the immediate vicinity.  (Precisely what constitutes the relevant labor market will be a question of fact for determination by the trial court.)    Nevertheless, the immediate vicinity would seem to be a fertile source of teaching talent, and if plaintiffs can demonstrate that defendants' practices have driven black teachers out of the area so as to reduce the number of qualified black applicants in the overall relevant labor market, in ordering an equitable remedy the district court may take that fact into account.   See Swann v. Charlotte-Mecklenburg Bd. of Educ., <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 15, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, 1275, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span> (1971) (district court has broad equitable powers to remedy effects of segregation).  Penultimately we observe, perhaps redundantly at this juncture, that in determining the extent and reasons for any present disparity in the percentage of black teachers, the district court is free to consider the percentage of black teachers at the time the District's schools were unified.  And finally we have and express no opinion as to precise hiring goals the district court should establish on remand.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We affirm the judgment for the defendants as to Scoggins' claims concerning her nonrenewal, and we also affirm as to the class claims of a racially discriminatory educational environment.  The order requiring proportional hiring goals is vacated and remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Actually, Watson, the white teacher, resigned after he admitted that he had taught the test and was told that he would not be recommended for renewal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At oral argument plaintiff's counsel argued that a white teacher taught actual test questions to her class but was not terminated.  Nothing in the record demonstrates that these allegations came to the attention of school authorities, and the student who testified that the white teacher taught the test questions also testified that he did not bring it to anyone's attention</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Act was replaced by the Teacher Dismissal Act of 1983, Ark.Code Ann. Secs. 6-17-1501 to -1510 (1987)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> But see Fullilove v. Klutznick, <span class=\"citation\" data-id=\"110338\"><a href=\"/opinion/110338/fullilove-v-klutznick/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">448</span></a></span>, 510, <span class=\"citation\" data-id=\"110338\"><a href=\"/opinion/110338/fullilove-v-klutznick/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2758</span></a></span>, 2791, <span class=\"citation\" data-id=\"110338\"><a href=\"/opinion/110338/fullilove-v-klutznick/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">902</span></a></span> (1980) (Powell, J., concurring)</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106071/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107705/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108316/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109724/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110338/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111373/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111827/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/281708/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/322533/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/371074/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/398696/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/458742/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/461402/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-14T00:19:54.744951Z",
      "date_modified": "2016-03-03T18:28:38.909122Z",
      "date_filed": "1988-08-12",
      "date_filed_is_approximate": false,
      "slug": "fern-scoggins-earnest-perry-geneva-perry-carl-atkins-sue-atkins-logan",
      "citation_id": 483859,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "Fern Scoggins Earnest Perry Geneva Perry Carl Atkins Sue Atkins Logan Coulter Janet Coulter Earl Scoggins Maryland C. White Marke Lee Pearlie Lee Edna Armstrong John Smith Vertie L. Smith Adeon Griddine Linda Cheathem Pauline Nelson Ruthie Green Ora Newton and Earma Holt v. The Board of Education of the Nashville, Arkansas Public Schools, Etc. And Carl Barger, Superintendent, Individually and in His Official Capacity as Superintendent of the Nashville, Arkansas Public Schools, Fern Scoggins Earnest Perry Geneva Perry Carl Atkins Sue Atkins Logan Coulter Janet Coulter Earl Scoggins Maryland C. White Marke Lee Pearlie Lee Edna Armstrong John Smith Vertie L. Smith Adeon Griddine Linda Cheathem Pauline Nelson Ruthie Green Ora Newton and Earma Holt v. The Board of Education of the Nashville, Arkansas Public Schools, Etc. And Carl Barger, Superintendent, Individually and in His Official Capacity as Superintendent of the Nashville, Arkansas Public Schools",
      "federal_cite_one": "853 F.2d 1472",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 6,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/816094/fern-scoggins-earnest-perry-geneva-perry-carl-atkins-sue-atkins-logan/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:26:35.968816Z",
  "date_modified": "2016-02-01T18:39:09.428552Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "Fern Scoggins Earnest Perry Geneva Perry Carl Atkins Sue Atkins Logan Coulter Janet Coulter Earl Scoggins Maryland C. White Marke Lee Pearlie Lee Edna Armstrong John Smith Vertie L. Smith Adeon Griddine Linda Cheathem Pauline Nelson Ruthie Green Ora Newton and Earma Holt v. The Board of Education of the Nashville, Arkansas Public Schools, Etc. And Carl Barger, Superintendent, Individually and in His Official Capacity as Superintendent of the Nashville, Arkansas Public Schools, Fern Scoggins Earnest Perry Geneva Perry Carl Atkins Sue Atkins Logan Coulter Janet Coulter Earl Scoggins Maryland C. White Marke Lee Pearlie Lee Edna Armstrong John Smith Vertie L. Smith Adeon Griddine Linda Cheathem Pauline Nelson Ruthie Green Ora Newton and Earma Holt v. The Board of Education of the Nashville, Arkansas Public Schools, Etc. And Carl Barger, Superintendent, Individually and in His Official Capacity as Superintendent of the Nashville, Arkansas Public Schools",
  "slug": "fern-scoggins-earnest-perry-geneva-perry-carl-atkins-sue-atkins-logan",
  "docket_number": "87-1424",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}