{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/824082/",
  "id": 824082,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca9/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/536591/",
      "id": 536591,
      "absolute_url": "/opinion/536591/san-francisco-naacp-v-san-francisco-unified-school-district-v-state/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/824082/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/536591/",
          "id": 536591,
          "absolute_url": "/opinion/536591/san-francisco-naacp-v-san-francisco-unified-school-district-v-state/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/536591/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T10:04:01Z",
          "date_modified": "2017-03-25T13:23:45.917849Z",
          "type": "010combined",
          "sha1": "aaf95e7d588cd87576d76a2ebf8d30fa24a53fe3",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/896/896.F2d.412.88-2627.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">896 F.2d 412</p>\n    <p class=\"case_cite\">58 Ed. Law Rep. 1096</p>\n    <p class=\"parties\">SAN FRANCISCO NAACP, Plaintiff-Appellee,<br>v.<br>SAN FRANCISCO UNIFIED SCHOOL DISTRICT, et al., Defendants-Appellees,<br>v.<br>STATE DEPARTMENT OF EDUCATION, State Superintendent of<br>Public Instruction and State Board of Education,<br>Defendants-Appellants.</p>\n    <p class=\"docket\">No. 88-2627.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Ninth Circuit.</p>\n    <p class=\"date\">Argued and Submitted April 4, 1989.<br>Decided Feb. 20, 1990.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John Davidson, Supervising Deputy Atty. Gen., San Francisco, Cal., for defendants-appellants.</p>\n      <p class=\"indent\">Thomas I. Atkins, Brooklyn, N.Y., for plaintiff-appellee.</p>\n      <p class=\"indent\">Appeal from the United States District Court for the Northern District of California.</p>\n      <p class=\"indent\">Before POOLE, REINHARDT and O'SCANNLAIN, Circuit Judges.</p>\n      <p class=\"indent\">O'SCANNLAIN, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We are asked to determine whether the 1983 consent decree designed to desegregate San Francisco public schools requires the State of California to reimburse fully all desegregation expenses incurred by the San Francisco Unified School District (SFUSD).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* In 1978, the San Francisco Branch of the NAACP and individual parents on behalf of their children filed a complaint against the San Francisco Unified School District and its officers, and the State Board of Education, its individual members, the Superintendent of Public Instruction and the State Department of Education.  The complaint alleged that the defendants had adopted and approved policies and practices which created and maintained a racially segregated school system within the San Francisco Unified School District.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court denied plaintiffs' motion for partial summary judgment on the issue of whether the SFUSD had maintained a racially segregated school system between 1954 and 1970.  The parties, with the assistance of a court appointed settlement team, drafted a consent agreement by which the district schools were to be racially balanced.  The consent decree was approved by the district court in May 1983.  See San Francisco NAACP v. San Francisco Unified School District, 576 F.Supp. 34 (N.D.Cal.1983).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the time the decree went into effect, section 42243.6 of the California Education Code authorized the state to reimburse fully costs incurred by a school district in carrying out a court mandated desegregation plan.  However, in 1985 the California state legislature enacted a section limiting reimbursement of desegregation costs.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>   Although all parties to the litigation commented on its incomprehensibility, the section apparently is intended to limit available funding to 80 percent reimbursement of the expenditures in excess of the amount spent in the 1984-85 school year.  The impact on the parties before this court will be considerable.  The nonreimbursed costs will be over $4.5 million for the years 1985-86 and 1986-87.  Nonreimbursable costs are projected to be $3,227,000 for the year 1987-88.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the current proceeding, the school district and the plaintiffs moved for summary judgment, asking the court to hold that the state of California was obligated to reimburse the school district fully.  On April 1, 1988, 695 F.Supp. 1033, the district court granted the motion for summary judgment, reasoning that the consent decree represented a bargain by the state to provide full financial support for the desegregation plan.  The district court reasoned further that failure to fund fully the programs mandated by the consent decree was at odds with the constitutional rights the decree vindicates.  The district court also found that the order violated neither the tenth nor eleventh amendments.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The state Department of Education and related state officials timely appealed.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A district court's interpretation of a consent decree is subject to de novo review.  Vertex Distr. Inc. v. Falcon Foam Plastics, Inc., 689 F.2d 885, 892 (9th Cir.1982);  Keith v. Volpe, 784 F.2d 1457, 1461 (9th Cir.1986).  \"[T]he scope of a consent decree must be discerned within its four corners, and not by reference to what might satisfy the purpose of one of the parties\" or by what \"might have been written had the plaintiff established his factual claims and legal theories in litigation.\"    United States v. Armour &amp; Co., 402 U.S. 673, 682, 91 S.Ct. 1752, 1757, 29 L.Ed.2d 256 (1971).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The statutory language relevant to our analysis reads:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>The District will incur additional costs during the implementation of the relief ordered by this Decree.  Such costs will be compensable by the State as the costs of complying with a court order.  The State [D]efendants will assist the District in obtaining reimbursement from the State.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The funding obligations were further detailed as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>45.   The parties agree and the Court finds that the costs of compliance with, and the monitoring of, this Consent Decree constitute costs mandated by a final court order for which the S.F.U.S.D. is entitled to reimbursement under Sections 42243.6 and/or 42249 of the California Education Code.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>46. Defendant California State Department of Education shall assist the S.F.U.S.D. in documenting its claims for reimbursement under Sections 42243.6 and/or 42249 with respect to the costs of compliance with this Consent Decree, and support such claims before the State Legislature, the State Controller and the State Board of Control.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>47. In the event that the S.F.U.S.D. claims for reimbursement are challenged, the S.F.U.S.D. and State Defendant shall report to the Court identifying the difficulties in obtaining reimbursement.  Any of the parties may propose to the Court action designed to protect the integrity and timely implementation of the provisions of this Consent Decree.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court interpreted this language to signify that \"State Defendants committed themselves to full financing of the desegregation measures, even when doing so would put them at odds with the State Legislature, the State Controller, or the State Board of Control.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">However, the language of the consent decree indicates that the plaintiffs in the instant case failed to obtain an unqualified guarantee of funding.  There is no provision in the decree for the possibility that the California Education Code would be amended, and nothing in the language of the decree requires the state defendant to do anything more than to assist in the application for funds and to support the application before bodies with the power to appropriate those funds.  The agreement appears to provide that the state's obligation to reimburse the SFUSD is subject to whatever limitations are contained in the applicable sections of the California Education Code.  The plaintiff's failure to obtain a guarantee that the same level of statutory funding available when the decree was entered would be available in the future makes it reasonable to conclude that they assumed the risk that the funding levels would not remain the same.  See Fox v. United States Dep't of Housing, 680 F.2d 315, 322 (3d Cir.1982) (stating \"[t]he plaintiffs' failure to obtain an explicit commitment from HUD and their assumption that GNMA financing would be available when plans for the development were approved leads us to conclude that the plaintiffs also assumed the risk that it would not\").</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This conclusion is further supported by the fact that one provision of the consent decree could be interpreted to support the state defendants' position that its obligations are contingent on funding availability.  Paragraph 49 reads:  \"[t]he availability of funds will determine the scope and timing of implementation of the provisions of this Decree.\"    The district court held that this did not permit changes in reimbursement policy which would threaten the existence of the decree and the programs it mandates.  However, this provision could more plausibly be read to acknowledge that the state defendants were not undertaking to fund the programs under the decree if funding was not made available.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Supreme Court has stated that where the terms of a consent decree subject to interpretation are ambiguous, a court may use extrinsic aids to interpretation in addition to examining the express language of the decree.  United States v. ITT Continental Baking Co., 420 U.S. 223, 238, 95 S.Ct. 926, 935, 43 L.Ed.2d 148 (1975).  We may examine the circumstances surrounding the formation of the consent order, any technical meaning words used may have had to the parties, and any other documents expressly incorporated in the decree.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Here, the district court relied on extrinsic evidence in arriving at the conclusion that the state had \"entered into a bargain with the [plaintiffs] to provide financial support vital to the school children of San Francisco,\" and was required to fully reimburse the district irrespective of state law.  However, assuming the language of the consent decree to be ambiguous, we find that the extrinsic evidence of the intent of the parties on the issue of funding does not support the holding of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It is not the case here that the state defendant made positive assertions during negotiations that it would fully reimburse the school district for the cost of carrying out desegregation.  See United States Dep't of Energy v. \"The States\" (In re Dep't of Energy Stripper Well Exemption Litigation), 855 F.2d 865 (TECA 1988) (finding that extrinsic evidence showed that all parties intended that DOE's payment obligations would be retroactive as well as prospective).  Nor is there evidence that the parties expected the California Education Code to remain unchanged.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On the contrary, our review of the record indicates that none of the parties appear to have considered, much less provided for, the possibility that the statutory funding provisions would be changed.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>   No extrinsic evidence suggests that the state affirmatively undertook to reimburse fully the programs regardless of any change in the applicable reimbursement law.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Finally, we note that courts have generally been reluctant to impose affirmative funding obligations on governments where those obligations exceed the express terms of a consent decree.  See Brewster v. Dukakis, 675 F.2d 1 (1st Cir.1982) (interpreting a consent decree requiring that defendants use their \"best efforts\" to insure funding not to impose a mandatory duty on defendants to continue conducting programs at full funding levels in the face of legislative refusal to fully fund the programs);  New York Ass'n for Retarded Children v. Carey, 631 F.2d 162 (2d Cir.1980) (holding that a state governor could not be held in contempt for failing to provide funding mandated by a consent decree to which he was a party when legislature refused to appropriate funding);  cf. United States v. Board of Educ., 717 F.2d 378, 383 (7th Cir.1983) (finding the United States in violation of a consent decree requiring the federal government to \"make every good faith effort to find and provide every available form of financial resources\" when the United States failed to provide available funds).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The district court's view that \"notwithstanding the priorities of the State concerning the best use of available funds, the State must comply with the binding order and judgment of this court\" is inconsistent with the persuasive holdings of other circuits construing the financial obligations of the parties strictly in terms of the express language of the decree.  This court is not inclined to expand the scope of the consent decree given its language and the lack of extrinsic evidence as to the intent of the parties.  We therefore conclude that the district court erred in interpreting the consent decree to guarantee state funding regardless of changes in the underlying law.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Because the consent decree does not guarantee full state funding, we must reverse the grant of summary judgment.  Upon remand, however, the district court may wish to consider modification of the decree in light of the changed circumstances caused by the revision of the funding reimbursement statute.  A district court has the power to modify a consent decree if the circumstances of law or fact obtaining at the time of the consent decree's issuance have changed.  See, e.g., System Federation No. 91 v. Wright, 364 U.S. 642, 646-47, 81 S.Ct. 368, 370-71, 5 L.Ed.2d 349 (1961).  In addition, Paragraph 50 of the consent decree provides that any party to the decree may propose modifications, implying that the court has the power to modify the decree.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Because of our resolution of the foregoing issues, we do not reach the question of whether the eleventh amendment would bar the relief granted by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">REVERSED and REMANDED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Amicus, the California Department of Finance and its director, argue that the district court's judgment should be vacated for lack of the Department of Finance as a necessary party.  However, the district court's denial of amicus motion to intervene was not appealed, and thus is not properly before this court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 42247.3 reads:</p>\n        <p>(a) Reimbursements authorized by Section 42243.9 [which provides supplemental funds to cover claims for reimbursement for school desegregation plans not reimbursed under section 42243.6 due to insufficient funds] for programs operating pursuant to a final court order issued prior to the effective date of this section shall not exceed the sum of paragraphs (1) and (2):</p>\n        <p>(1) The audited costs approved by the Controller and incurred during the 1984-85 fiscal year, increased by the adjustment calculated pursuant to Section 42247.2.</p>\n        <p>(2) The amount in excess of one-fifth of the amount obtained by subtracting subparagraph (B) from subparagraph (A):</p>\n        <p>(A) The audited costs approved by the Controller for reimbursement pursuant to Section 42243.6 for the then current fiscal year.</p>\n        <p>(B) The amount computed pursuant to paragraph (1).</p>\n        <p>(b) Reimbursements authorized by Section 42243.9 for programs operating pursuant to a final federal court order issued prior to January 1, 1986, but not implemented until the 1985-86 fiscal year, increased by the adjustment calculated pursuant to Section 42247.2 for each fiscal year thereafter.</p>\n        <p>(2) The amount in excess of one-fifth of the amount obtained by subtracting subparagraph (B) from subparagraph (A).</p>\n        <p>(A) The audited costs approved by the Controller for reimbursement pursuant to Section 42243.6 for the then current fiscal year.</p>\n        <p>(B) The amount computed pursuant to paragraph (1).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The two statements in the record most directly relating to the issue of funding do not support the district court's interpretation.  The statement of Dr. Zuretti Goosby refers to funding only in the context of preventing SFUSD from using the availability of funds to avoid the obligations imposed by the consent decree.  This statement goes on to suggest that many aspects of the decree require no new funding</p>\n        <p>A second statement cited by the district court supports the interpretation reached by this court.  The statement of Margery J. Levy that \"[i]rrespective of whether state funds are available, [the] desegregation plan must be put into effect\" implies that the responsibilities of SFUSD were not dependent on the availability of state funding, and would continue even in the absence of such funding.  This clearly suggests that such funding was not thought to be mandated by the consent decree.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The district court states that paragraph 50 ensures that any modification of the decree \"will be agreeable to all parties and the Court.\"    However, paragraph 50 does not appear to contain this qualification</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">412</span></span></p>\n    <p class=\"case_cite\">58 Ed. Law Rep. 1096</p>\n    <p class=\"parties\">SAN FRANCISCO NAACP, Plaintiff-Appellee,<br>v.<br>SAN FRANCISCO UNIFIED SCHOOL DISTRICT, et al., Defendants-Appellees,<br>v.<br>STATE DEPARTMENT OF EDUCATION, State Superintendent of<br>Public Instruction and State Board of Education,<br>Defendants-Appellants.</p>\n    <p class=\"docket\">No. 88-2627.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Ninth Circuit.</p>\n    <p class=\"date\">Argued and Submitted April 4, 1989.<br>Decided Feb. 20, 1990.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John Davidson, Supervising Deputy Atty. Gen., San Francisco, Cal., for defendants-appellants.</p>\n      <p class=\"indent\">Thomas I. Atkins, Brooklyn, N.Y., for plaintiff-appellee.</p>\n      <p class=\"indent\">Appeal from the United States District Court for the Northern District of California.</p>\n      <p class=\"indent\">Before POOLE, REINHARDT and O'SCANNLAIN, Circuit Judges.</p>\n      <p class=\"indent\">O'SCANNLAIN, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We are asked to determine whether the 1983 consent decree designed to desegregate San Francisco public schools requires the State of California to reimburse fully all desegregation expenses incurred by the San Francisco Unified School District (SFUSD).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* In 1978, the San Francisco Branch of the NAACP and individual parents on behalf of their children filed a complaint against the San Francisco Unified School District and its officers, and the State Board of Education, its individual members, the Superintendent of Public Instruction and the State Department of Education.  The complaint alleged that the defendants had adopted and approved policies and practices which created and maintained a racially segregated school system within the San Francisco Unified School District.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court denied plaintiffs' motion for partial summary judgment on the issue of whether the SFUSD had maintained a racially segregated school system between 1954 and 1970.  The parties, with the assistance of a court appointed settlement team, drafted a consent agreement by which the district schools were to be racially balanced.  The consent decree was approved by the district court in May 1983.  See San Francisco NAACP v. San Francisco Unified School District, <span class=\"citation\" data-id=\"2593333\"><a href=\"/opinion/2593333/san-francisco-naacp-v-san-francisco-un-sch/\"><span class=\"volume\">576</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">34</span></a></span> (N.D.Cal.1983).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the time the decree went into effect, section 42243.6 of the California Education Code authorized the state to reimburse fully costs incurred by a school district in carrying out a court mandated desegregation plan.  However, in 1985 the California state legislature enacted a section limiting reimbursement of desegregation costs.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>   Although all parties to the litigation commented on its incomprehensibility, the section apparently is intended to limit available funding to 80 percent reimbursement of the expenditures in excess of the amount spent in the 1984-85 school year.  The impact on the parties before this court will be considerable.  The nonreimbursed costs will be over $4.5 million for the years 1985-86 and 1986-87.  Nonreimbursable costs are projected to be $3,227,000 for the year 1987-88.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the current proceeding, the school district and the plaintiffs moved for summary judgment, asking the court to hold that the state of California was obligated to reimburse the school district fully.  On April 1, 1988, <span class=\"citation\" data-id=\"2346117\"><a href=\"/opinion/2346117/san-francisco-naacp-v-san-francisco-unified-sd/\"><span class=\"volume\">695</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1033</span></a></span>, the district court granted the motion for summary judgment, reasoning that the consent decree represented a bargain by the state to provide full financial support for the desegregation plan.  The district court reasoned further that failure to fund fully the programs mandated by the consent decree was at odds with the constitutional rights the decree vindicates.  The district court also found that the order violated neither the tenth nor eleventh amendments.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The state Department of Education and related state officials timely appealed.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A district court's interpretation of a consent decree is subject to de novo review.  Vertex Distr. Inc. v. Falcon Foam Plastics, Inc., <span class=\"citation\" data-id=\"409303\"><a href=\"/opinion/409303/vertex-distributing-inc-v-falcon-foam-plastics-inc-falcon/\"><span class=\"volume\">689</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">885</span></a></span>, 892 (9th Cir.1982);  Keith v. Volpe, <span class=\"citation\" data-id=\"465424\"><a href=\"/opinion/465424/ralph-w-keith-esther-may-keith-harold-e-grady-edith-w-grady-james-b/\"><span class=\"volume\">784</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1457</span></a></span>, 1461 (9th Cir.1986).  \"[T]he scope of a consent decree must be discerned within its four corners, and not by reference to what might satisfy the purpose of one of the parties\" or by what \"might have been written had the plaintiff established his factual claims and legal theories in litigation.\"    United States v. Armour &amp; Co., <span class=\"citation\" data-id=\"108351\"><a href=\"/opinion/108351/united-states-v-armour-co/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">673</span></a></span>, 682, <span class=\"citation\" data-id=\"108351\"><a href=\"/opinion/108351/united-states-v-armour-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1752</span></a></span>, 1757, <span class=\"citation\" data-id=\"108351\"><a href=\"/opinion/108351/united-states-v-armour-co/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">256</span></a></span> (1971).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The statutory language relevant to our analysis reads:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>The District will incur additional costs during the implementation of the relief ordered by this Decree.  Such costs will be compensable by the State as the costs of complying with a court order.  The State [D]efendants will assist the District in obtaining reimbursement from the State.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The funding obligations were further detailed as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>45.   The parties agree and the Court finds that the costs of compliance with, and the monitoring of, this Consent Decree constitute costs mandated by a final court order for which the S.F.U.S.D. is entitled to reimbursement under Sections 42243.6 and/or 42249 of the California Education Code.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>46. Defendant California State Department of Education shall assist the S.F.U.S.D. in documenting its claims for reimbursement under Sections 42243.6 and/or 42249 with respect to the costs of compliance with this Consent Decree, and support such claims before the State Legislature, the State Controller and the State Board of Control.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>47. In the event that the S.F.U.S.D. claims for reimbursement are challenged, the S.F.U.S.D. and State Defendant shall report to the Court identifying the difficulties in obtaining reimbursement.  Any of the parties may propose to the Court action designed to protect the integrity and timely implementation of the provisions of this Consent Decree.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court interpreted this language to signify that \"State Defendants committed themselves to full financing of the desegregation measures, even when doing so would put them at odds with the State Legislature, the State Controller, or the State Board of Control.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">However, the language of the consent decree indicates that the plaintiffs in the instant case failed to obtain an unqualified guarantee of funding.  There is no provision in the decree for the possibility that the California Education Code would be amended, and nothing in the language of the decree requires the state defendant to do anything more than to assist in the application for funds and to support the application before bodies with the power to appropriate those funds.  The agreement appears to provide that the state's obligation to reimburse the SFUSD is subject to whatever limitations are contained in the applicable sections of the California Education Code.  The plaintiff's failure to obtain a guarantee that the same level of statutory funding available when the decree was entered would be available in the future makes it reasonable to conclude that they assumed the risk that the funding levels would not remain the same.  See Fox v. United States Dep't of Housing, <span class=\"citation\" data-id=\"405069\"><a href=\"/opinion/405069/barbara-fox-alan-m-lerner-georgiana-teaford-alice-lipscomb-thelma/\"><span class=\"volume\">680</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">315</span></a></span>, 322 (3d Cir.1982) (stating \"[t]he plaintiffs' failure to obtain an explicit commitment from HUD and their assumption that GNMA financing would be available when plans for the development were approved leads us to conclude that the plaintiffs also assumed the risk that it would not\").</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This conclusion is further supported by the fact that one provision of the consent decree could be interpreted to support the state defendants' position that its obligations are contingent on funding availability.  Paragraph 49 reads:  \"[t]he availability of funds will determine the scope and timing of implementation of the provisions of this Decree.\"    The district court held that this did not permit changes in reimbursement policy which would threaten the existence of the decree and the programs it mandates.  However, this provision could more plausibly be read to acknowledge that the state defendants were not undertaking to fund the programs under the decree if funding was not made available.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Supreme Court has stated that where the terms of a consent decree subject to interpretation are ambiguous, a court may use extrinsic aids to interpretation in addition to examining the express language of the decree.  United States v. ITT Continental Baking Co., <span class=\"citation\" data-id=\"1682020\"><a href=\"/opinion/1682020/united-states-v-itt-continental-baking-co/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">223</span></a></span>, 238, <span class=\"citation\" data-id=\"1682020\"><a href=\"/opinion/1682020/united-states-v-itt-continental-baking-co/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">926</span></a></span>, 935, <span class=\"citation\" data-id=\"1682020\"><a href=\"/opinion/1682020/united-states-v-itt-continental-baking-co/\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">148</span></a></span> (1975).  We may examine the circumstances surrounding the formation of the consent order, any technical meaning words used may have had to the parties, and any other documents expressly incorporated in the decree.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Here, the district court relied on extrinsic evidence in arriving at the conclusion that the state had \"entered into a bargain with the [plaintiffs] to provide financial support vital to the school children of San Francisco,\" and was required to fully reimburse the district irrespective of state law.  However, assuming the language of the consent decree to be ambiguous, we find that the extrinsic evidence of the intent of the parties on the issue of funding does not support the holding of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It is not the case here that the state defendant made positive assertions during negotiations that it would fully reimburse the school district for the cost of carrying out desegregation.  See United States Dep't of Energy v. \"The States\" (In re Dep't of Energy Stripper Well Exemption Litigation), <span class=\"citation no-link\"><span class=\"volume\">855</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">865</span></span> (TECA 1988) (finding that extrinsic evidence showed that all parties intended that DOE's payment obligations would be retroactive as well as prospective).  Nor is there evidence that the parties expected the California Education Code to remain unchanged.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On the contrary, our review of the record indicates that none of the parties appear to have considered, much less provided for, the possibility that the statutory funding provisions would be changed.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>   No extrinsic evidence suggests that the state affirmatively undertook to reimburse fully the programs regardless of any change in the applicable reimbursement law.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Finally, we note that courts have generally been reluctant to impose affirmative funding obligations on governments where those obligations exceed the express terms of a consent decree.  See Brewster v. Dukakis, <span class=\"citation\" data-id=\"402256\"><a href=\"/opinion/402256/david-brewster-v-michael-s-dukakis/\"><span class=\"volume\">675</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span> (1st Cir.1982) (interpreting a consent decree requiring that defendants use their \"best efforts\" to insure funding not to impose a mandatory duty on defendants to continue conducting programs at full funding levels in the face of legislative refusal to fully fund the programs);  New York Ass'n for Retarded Children v. Carey, <span class=\"citation\" data-id=\"382301\"><a href=\"/opinion/382301/new-york-state-association-for-retarded-children-inc-and-patricia-parisi/\"><span class=\"volume\">631</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">162</span></a></span> (2d Cir.1980) (holding that a state governor could not be held in contempt for failing to provide funding mandated by a consent decree to which he was a party when legislature refused to appropriate funding);  cf. United States v. Board of Educ., <span class=\"citation\" data-id=\"424822\"><a href=\"/opinion/424822/united-states-v-board-of-education-of-the-city-of-chicago/\"><span class=\"volume\">717</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">378</span></a></span>, 383 (7th Cir.1983) (finding the United States in violation of a consent decree requiring the federal government to \"make every good faith effort to find and provide every available form of financial resources\" when the United States failed to provide available funds).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The district court's view that \"notwithstanding the priorities of the State concerning the best use of available funds, the State must comply with the binding order and judgment of this court\" is inconsistent with the persuasive holdings of other circuits construing the financial obligations of the parties strictly in terms of the express language of the decree.  This court is not inclined to expand the scope of the consent decree given its language and the lack of extrinsic evidence as to the intent of the parties.  We therefore conclude that the district court erred in interpreting the consent decree to guarantee state funding regardless of changes in the underlying law.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Because the consent decree does not guarantee full state funding, we must reverse the grant of summary judgment.  Upon remand, however, the district court may wish to consider modification of the decree in light of the changed circumstances caused by the revision of the funding reimbursement statute.  A district court has the power to modify a consent decree if the circumstances of law or fact obtaining at the time of the consent decree's issuance have changed.  See, e.g., System Federation No. 91 v. Wright, <span class=\"citation\" data-id=\"106157\"><a href=\"/opinion/106157/system-federation-v-wright/\"><span class=\"volume\">364</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">642</span></a></span>, 646-47, <span class=\"citation\" data-id=\"106157\"><a href=\"/opinion/106157/system-federation-v-wright/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">368</span></a></span>, 370-71, <span class=\"citation\" data-id=\"106157\"><a href=\"/opinion/106157/system-federation-v-wright/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">349</span></a></span> (1961).  In addition, Paragraph 50 of the consent decree provides that any party to the decree may propose modifications, implying that the court has the power to modify the decree.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Because of our resolution of the foregoing issues, we do not reach the question of whether the eleventh amendment would bar the relief granted by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">REVERSED and REMANDED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Amicus, the California Department of Finance and its director, argue that the district court's judgment should be vacated for lack of the Department of Finance as a necessary party.  However, the district court's denial of amicus motion to intervene was not appealed, and thus is not properly before this court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 42247.3 reads:</p>\n        <p>(a) Reimbursements authorized by Section 42243.9 [which provides supplemental funds to cover claims for reimbursement for school desegregation plans not reimbursed under section 42243.6 due to insufficient funds] for programs operating pursuant to a final court order issued prior to the effective date of this section shall not exceed the sum of paragraphs (1) and (2):</p>\n        <p>(1) The audited costs approved by the Controller and incurred during the 1984-85 fiscal year, increased by the adjustment calculated pursuant to Section 42247.2.</p>\n        <p>(2) The amount in excess of one-fifth of the amount obtained by subtracting subparagraph (B) from subparagraph (A):</p>\n        <p>(A) The audited costs approved by the Controller for reimbursement pursuant to Section 42243.6 for the then current fiscal year.</p>\n        <p>(B) The amount computed pursuant to paragraph (1).</p>\n        <p>(b) Reimbursements authorized by Section 42243.9 for programs operating pursuant to a final federal court order issued prior to January 1, 1986, but not implemented until the 1985-86 fiscal year, increased by the adjustment calculated pursuant to Section 42247.2 for each fiscal year thereafter.</p>\n        <p>(2) The amount in excess of one-fifth of the amount obtained by subtracting subparagraph (B) from subparagraph (A).</p>\n        <p>(A) The audited costs approved by the Controller for reimbursement pursuant to Section 42243.6 for the then current fiscal year.</p>\n        <p>(B) The amount computed pursuant to paragraph (1).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The two statements in the record most directly relating to the issue of funding do not support the district court's interpretation.  The statement of Dr. Zuretti Goosby refers to funding only in the context of preventing SFUSD from using the availability of funds to avoid the obligations imposed by the consent decree.  This statement goes on to suggest that many aspects of the decree require no new funding</p>\n        <p>A second statement cited by the district court supports the interpretation reached by this court.  The statement of Margery J. Levy that \"[i]rrespective of whether state funds are available, [the] desegregation plan must be put into effect\" implies that the responsibilities of SFUSD were not dependent on the availability of state funding, and would continue even in the absence of such funding.  This clearly suggests that such funding was not thought to be mandated by the consent decree.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The district court states that paragraph 50 ensures that any modification of the decree \"will be agreeable to all parties and the Court.\"    However, paragraph 50 does not appear to contain this qualification</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106157/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108351/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/382301/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/402256/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/405069/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/409303/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/424822/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/465424/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1682020/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2346117/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2593333/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-22T05:57:47.439732Z",
      "date_modified": "2016-03-03T18:30:29.565826Z",
      "date_filed": "1990-02-20",
      "date_filed_is_approximate": false,
      "slug": "san-francisco-naacp-v-san-francisco-unified-school-district-v-state",
      "citation_id": 510371,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "San Francisco Naacp v. San Francisco Unified School District v. State Department of Education, State Superintendent of Public Instruction and State Board of Education",
      "federal_cite_one": "896 F.2d 412",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 6,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/824082/san-francisco-naacp-v-san-francisco-unified-school-district-v-state/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:30:10.579557Z",
  "date_modified": "2016-02-01T18:33:30.812451Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "San Francisco Naacp v. San Francisco Unified School District v. State Department of Education, State Superintendent of Public Instruction and State Board of Education",
  "slug": "san-francisco-naacp-v-san-francisco-unified-school-district-v-state",
  "docket_number": "88-2627",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}