{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/826895/",
  "id": 826895,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca8/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/792395/",
      "id": 792395,
      "absolute_url": "/opinion/792395/united-states-v-wesley-ira-purkey/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/826895/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/792395/",
          "id": 792395,
          "absolute_url": "/opinion/792395/united-states-v-wesley-ira-purkey/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/792395/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2012-04-19T02:36:57Z",
          "date_modified": "2017-03-26T10:51:53.947709Z",
          "type": "010combined",
          "sha1": "f690afc2e0f2f9e881601d6cec8cc45b33244f00",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F3/428/428.F3d.738.04-1337.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">428 F.3d 738</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Wesley Ira PURKEY, Appellant.</p>\n    <p class=\"docket\">No. 04-1337.</p>\n    <p class=\"court\">United States Court of Appeals, Eighth Circuit.</p>\n    <p class=\"date\">Submitted: June 23, 2005.</p>\n    <p class=\"date\">Filed: November 7, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Frederick A. Duchardt, Jr., argued, Kearney, MO (Laura O'Sullivan, Kansas City, MO, on the brief), for appellant.</p>\n      <p class=\"indent\">Matt J. Whitworth, argued, Deputy U.S. Atty., Kansas City, MO (Philip M. Koppe, Asst. U.S. Atty., Todd P. Graves, U.S. Atty., on the brief), for appellee.</p>\n      <p class=\"indent\">Before MORRIS SHEPPARD ARNOLD, McMILLIAN, and COLLOTON, Circuit Judges.</p>\n      <p class=\"indent\">MORRIS SHEPPARD ARNOLD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A jury convicted Wesley Purkey of the kidnapping, rape, and murder of Jennifer Long, and sentenced him to death. <i>See</i> 18 U.S.C. &#167;&#167; 1201(a), (g), 3559(d), 3591-3598. On appeal, Mr. Purkey raises myriad challenges to his conviction and sentence. After careful review, we conclude that his arguments lack merit and therefore affirm the judgment of the district court.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Jennifer Long, a sixteen year-old high school sophomore, disappeared in January of 1998. On December 15, 1998, while in the Wyandotte County Jail awaiting a Kansas state prosecution for the murder of eighty-year-old Mary Ruth Bales, Mr. Purkey contacted Detective Bill Howard of the Kansas City, Kansas, Police Department and offered to speak with him about a kidnapping and homicide that had occurred earlier that year. Mr. Purkey told Detective Howard that he also wanted to speak with an FBI agent about this crime because he wanted to spend his time in a federal, rather than a state, institution. Detective Howard asked FBI Special Agent Dirk Tarpley to go with him to meet with Mr. Purkey.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The next day, Mr. Purkey met with Detective Howard and Agent Tarpley. At the beginning of the meeting, Mr. Purkey executed a form indicating that he understood and voluntarily waived his constitutional rights. He then told the officers that he was going to plead guilty in the Kansas case and was therefore willing to confess to the kidnapping, rape, and murder of a Missouri woman, provided that he could serve his state time in a federal penitentiary. Detective Howard and Agent Tarpley informed Mr. Purkey that they could not make any promises but would take whatever he had to say to the United States Attorney. After giving an account of the kidnapping, rape, and murder of the victim (who was later identified as Ms. Long), Mr. Purkey refused to cooperate further unless he received assurances from the United States Attorney that his case would be federally prosecuted.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">That afternoon, Detective Howard and Agent Tarpley met with Kurt Shernuk, an Assistant United States Attorney for the District of Kansas. Although he was skeptical of Mr. Purkey, Mr. Shernuk indicated that his office might be willing to prosecute the case if Mr. Purkey fully cooperated with the investigators and provided the location of the victim's remains and other evidence to corroborate his confession.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After meeting with Mr. Shernuk, Detective Howard and Agent Tarpley returned to the Wyandotte County Jail to speak with Mr. Purkey. They told him that Mr. Shernuk wanted a body and would require full cooperation, but they did not make Mr. Purkey any promises as to the sentence that he might receive. Mr. Purkey then led Messrs. Tarpley and Howard to the crime scene and to the place where he claimed to have discarded the victim's undergarments and jaw bone. He told the officers that because he had taken extraordinary measures to dispose of the body, including dismembering it with a chain saw and burning the remains, the victim's remains were not recoverable.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">More meetings occurred over the next several days. On December 17, Detective Howard and Agent Tarpley again met with Mr. Purkey and, after being reminded verbally of his constitutional rights, Mr. Purkey gave a detailed handwritten confession. The next day, Detective Howard met with Mr. Purkey and, after reminding him of his rights, conducted a photo lineup to see if he could identify the victim. Without hesitation, Mr. Purkey identified Ms. Long. Agent Tarpley met with Mr. Purkey three days later, and after being advised of his rights, Mr. Purkey confessed again.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">During the guilt phase of his federal trial, Mr. Purkey affirmed his statements about the killing and dismemberment of Ms. Long, but he disavowed his previous statements that he forced Ms. Long to travel with him from Missouri to his home in Kansas. Instead, he stated that Ms. Long, who he said he thought was a prostitute, voluntarily entered his truck and accompanied him to his home. He indicated that he fabricated the kidnapping aspect of the confession to ensure that his actions would be considered, and therefore prosecuted as, a federal crime. After deliberating briefly, the jury returned a verdict of guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">During the penalty phase of the trial, the defense submitted and the court instructed on twenty-seven mitigating factors. Mr. Purkey's primary mitigation defense consisted of expert testimony indicating that he suffered brain damage that resulted in diminished mental capacity. The government presented expert testimony to rebut this assertion and also produced evidence in support of six statutory and four non-statutory aggravating factors.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After deliberating for eleven hours and ten minutes, the jury found the existence of all six of the statutory aggravating factors: (1) that the death of Ms. Long occurred during the commission and attempted commission of her kidnapping; (2) that Mr. Purkey killed Ms. Long in an especially heinous, cruel, and depraved manner in that the killing involved torture and serious physical abuse; (3) that the victim was particularly vulnerable due to her youthful age of sixteen years; (4) that Mr. Purkey had previously been convicted of an offense punishable by a term of imprisonment of more than one year, involving the use, attempted use, and threatened use of a firearm against another person; (5) that Mr. Purkey had previously been convicted of an offense resulting in the death of a person for which a sentence of life imprisonment was authorized by statute; and (6) that Mr. Purkey had previously been convicted of two or more offenses punishable by a term of imprisonment of more than one year, committed on different occasions and involving the infliction and attempted infliction of serious bodily injury and death upon another person. The jury also found the existence of three of the four non-statutory aggravating factors: (1) that the government established loss and harm because of the victim's personal characteristics as an individual human being and the impact of the death upon the victim's family; (2) that the defendant had previously killed Mary Ruth Bales in a vicious manner in that he repeatedly struck her in the head with a hammer until she died; and (3) that Mr. Purkey had a substantial criminal history. The jury did not record any evidence of its findings with regard to the mitigating factors. It then determined that Mr. Purkey should be sentenced to death.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We begin with Mr. Purkey's arguments pertaining to the district court's denials of his pretrial motions.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Mr. Purkey's primary argument on appeal is that the district court erred in denying his motion to suppress his multiple confessions to the kidnapping, rape, and murder of Ms. Long. He argues that the district court should have suppressed his statements to Messrs. Tarpley and Howard because the statements were involuntary and therefore obtained in violation of the fifth amendment to the Constitution. He bases this argument on his assertion that the officers obtained the confessions through a false promise, <i>cf. United States v. Pierce,</i> 152 F.3d 808, 812-13 (8th Cir.1998), namely, that if he cooperated with the government he would receive a life sentence in a federal institution. As an alternative to suppression, Mr. Purkey moved to prohibit the government from pursuing the death penalty. The district court also denied that motion.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The core of Mr. Purkey's argument is that Detective Howard and Agent Tarpley procured his confession by indicating that the Assistant United States Attorney had accepted Mr. Purkey's alleged quid pro quo offer, that is, that Mr. Purkey would confess to the crime and provide full cooperation in return for a life sentence in a federal institution. Detective Howard and Agent Tarpley testified at the suppression hearing that they never made this representation to Mr. Purkey. The district court, adopting the discussion and conclusions in the report and recommendation of a magistrate judge,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> squarely rejected Mr. Purkey's version of the events. It found that, \"[d]uring all of the time the officers spent with Purkey on December 16, 1998, there were no hints or suggestions made to Purkey... that Purkey would get a life sentence if he confessed. No one told Purkey that a life sentence would be recommended if he confessed.\" The court inserted a footnote within this language to make explicit that it found \"the testimony of Special Agent Tarpley and Detective Howard more credible than that of defendant Purkey\" on the issue of whether Messrs. Tarpley and Howard told Mr. Purkey that the Assistant United States Attorney had agreed to give Mr. Purkey a life sentence in the federal system in exchange for a full confession. Finally, the court concluded that during the course of the investigation, \"[n]o promises were made to defendant Purkey in exchange for his confessions. While the defendant was apparently surprised to find out that the death penalty was a potential sentence he might receive, the officers did not mislead [the] defendant into believing that there was no federal death penalty.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Because Mr. Purkey's challenges are to the district court's conclusions regarding the facts underlying its decisions to deny his motions, we review the matter for clear error. <i>See United States v. Kilgore,</i> 58 F.3d 350, 353 (8th Cir.1995); <i>see also United States v. Heath,</i> 58 F.3d 1271, 1275 (8th Cir.1995), <i>cert. denied,</i> 516 U.S. 892, 116 S.Ct. 240, 133 L.Ed.2d 167 (1995). After a thorough review of the record, we cannot conclude that the district court clearly erred in arriving at the credibility determinations and factual conclusions that it reached. We therefore affirm the district court's denial of Mr. Purkey's motion to suppress his statements and his motion to prohibit the government from seeking the death penalty.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Mr. Purkey also maintains that the district court erred when it denied his motion to dismiss based on the alleged destruction of notes that Mr. Purkey asserts that he took to document his conversations with Detective Howard and Agent Tarpley in December of 1998. Mr. Purkey testified that these notes were destroyed by prison staff during a \"shakedown\" of his segregation pod while he was incarcerated at CCA(Corrections Corporation of America)&#8212;Leavenworth. He asserts that the destruction of these notes constitutes a denial of due process and requires dismissal of the indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In <i>United States v. Malbrough,</i> 922 F.2d 458 (8th Cir.1990), <i>cert. denied,</i> 501 U.S. 1258, 111 S.Ct. 2907, 115 L.Ed.2d 1071 (1991), we recognized that the \"Supreme Court has held that the state's failure to preserve evidence does not constitute a denial of due process unless ... comparable exculpatory evidence was not reasonably available to the defendant.\" <i>Id.</i> at 463 (citing <i>California v. Trombetta,</i> 467 U.S. 479, 488-89, 104 S.Ct. 2528, 81 L.Ed.2d 413 (1984)). The district court, adopting the discussion and conclusions of the magistrate judge, concluded that Mr. Purkey's motion must fail because, among other shortcomings, Mr. Purkey could not demonstrate that he was unable to obtain comparable exculpatory evidence by other means. We review the matter to determine whether this conclusion was clearly erroneous, <i>cf. United States v. Weise,</i> 89 F.3d 502, 504 (8th Cir.1996), and we conclude that it was not.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">At best, these notes can be characterized as Mr. Purkey's account of his conversations with Detective Howard and Agent Tarpley. They were neither transcripts of the conversations nor were they attested to by Messrs. Howard or Tarpley. They were simply Mr. Purkey's recollections of the conversations as recorded shortly after each conversation concluded. Mr. Purkey had ample opportunity to introduce comparable evidence in the form of his own testimony as to the substance of the conversations. And, although these notes could have been read into evidence to fill gaps in Mr. Purkey's recollection as to the content of those conversations, <i>see</i> Fed.R.Evid. 803(5), Mr. Purkey's own testimony belied his assertion of an incomplete recollection of the conversations. We can find no clear error in the magistrate judge's observation that, \"Despite Purkey's contention that he needs these notes to assist him with remembering the details of the interrogations, Purkey's testimony would suggest that he has no trouble remembering [those] details... (at least until defense counsel reminded him that he should not remember).\" Hence the district court did not err in denying Mr. Purkey's motion to dismiss based on the alleged destruction of his notes.</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Mr. Purkey also argues that the district court erred in denying his pretrial motion asking the court to prohibit the government from seeking the death penalty because of two violations of the fifth amendment's indictment clause. First, Mr. Purkey asserts that the Federal Death Penalty Act (FDPA), 18 U.S.C. &#167; 3591-3598, is facially unconstitutional because it vests the prosecution with unilateral authority to seek the death penalty without ever taking the matter of whether the death penalty is justified to the grand jury, <i>see</i> 18 U.S.C. &#167; 3593(a). Second, he argues that his prosecution ran afoul of the indictment clause because the government failed to seek an indictment upon some of the necessary elements of the capital prosecution, namely, the government's non-statutory aggravating factors and the issue of whether the aggravating factors sufficiently outweighed any mitigating factors to justify a sentence of death. Both of these are questions of law, and we therefore review them <i>de novo. See United States v. Koons,</i> 300 F.3d 985, 990 (8th Cir.2002); <i>cf. United States v. Roy,</i> 408 F.3d 484, 491 (8th Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In <i>United States v. Allen,</i> 406 F.3d 940, 949 (8th Cir.2005) (en banc), we addressed the same facial challenge that Mr. Purkey now presents. There we recognized that the FDPA does vest the prosecution with authority to charge aggravating factors in a notice of intent to seek the death penalty, and does not specifically require the government to bring those factors before the grand jury for inclusion in the indictment. But because \"nothing in the Act precludes the government from also submitting them to the grand jury for inclusion in the indictment,\" we rejected the contention that the FDPA was unconstitutional. <i>Id.</i> Therefore, Mr. Purkey's facial challenge also fails.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">To deal with Mr. Purkey's second challenge, we begin with a bit of background. Under the FDPA, once the jury finds the defendant guilty of one of the offenses listed in 18 U.S.C. &#167; 3591, the trial proceeds to a separate phase &#8212; the sentencing or penalty phase. In a homicide case, the jury must make three determinations in this latter phase before it can impose the death penalty: First it must find, unanimously and beyond a reasonable doubt, that the defendant acted with the requisite <i>mens rea. See</i> 18 U.S.C. &#167; 3591(a)(2). Second, again unanimously and beyond a reasonable doubt, it must find the existence of at least one statutory aggravating factor. <i>See</i> 18 U.S.C. &#167;&#167; 3592(c), 3593(d). If the above two requirements are satisfied, the jury must then determine whether the aggravating factors, both statutory and non-statutory, \"sufficiently outweigh\" the mitigating factors presented by the defendant to justify a death sentence, \"or, in the absence of a mitigating factor, whether the aggravating factor or factors alone are sufficient to justify\" that sentence. <i>See</i> 18 U.S.C. &#167; 3593(e).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Mr. Purkey maintains that because the jury is required to take this third step before it may impose a sentence of death, the necessary elements for a capital prosecution under the FDPA include all aggravating factors, including non-statutory aggravating factors, and the weighing of aggravating factors versus mitigating factors. He therefore contends that because his superseding indictment did not include non-statutory aggravating factors or a determination that there exists probable cause to believe that aggravating factors sufficiently outweigh mitigating factors so as to justify a sentence of death, it falls short of what the fifth amendment requires. We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">\"[T]he same facts that the Sixth Amendment requires to be proven to the petit jury beyond a reasonable doubt in state and federal prosecutions must also be found by the grand jury and charged in the indictment in federal prosecutions.\" <i>Allen,</i> 406 F.3d at 943. For that reason, <i>Allen</i> held that to comport with the fifth amendment \"at least one statutory aggravating factor and the mens rea requirement [must] be found by the grand jury and charged in the indictment\" in a prosecution under the FDPA. <i>Id.</i> Mr. Purkey's superseding indictment satisfies both of these requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The indictment must charge at least one of the statutory aggravating factors that is ultimately found by the petit jury because \"that is what is required to elevate the available statutory maximum sentence from life imprisonment to death.\" <i>Id.</i> In other words, including that factor in the indictment is required to make the defendant <i>eligible</i> for the death penalty. <i>See United States v. Higgs,</i> 353 F.3d 281, 299 (4th Cir.2003), <i>cert. denied,</i> ___ U.S. ___, 125 S.Ct. 608, 160 L.Ed.2d 465 (2004). We now make clear what <i>Allen</i> merely implied: \"There is no requirement that the indictment allege <i>all</i> of the factors that might be weighed by the jury when deciding whether to impose a death sentence.\" <i>Higgs,</i> 353 F.3d at 299. Non-statutory aggravating factors do not increase the maximum punishment to which a defendant is subject. They are neither sufficient nor necessary under the FDPA for a sentence of death. Their purpose is merely to aid the sentencer \"in selecting the appropriate sentence from the available options,\" <i>id.</i> at 298, \"`on the basis of the character of the [defendant] and the circumstances of the crime,'\" <i>id.</i> (quoting <i>Tuilaepa v. California,</i> 512 U.S. 967, 972, 114 S.Ct. 2630, 129 L.Ed.2d 750 (1994)).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Further, it makes no sense to speak of the weighing process mandated by 18 U.S.C. &#167; 3593(e) as an elemental fact for which a grand jury must find probable cause. In the words of the statute, it is a \"consideration,\" 18 U.S.C. &#167; 3593(e), &#8212; that is, the lens through which the jury must focus the facts that it has found to produce an individualized determination regarding \"whether the defendant should be sentenced to death, to life imprisonment without possibility of release or some other lesser sentence.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We thus conclude that Mr. Purkey's arguments based on the indictment clause of the fifth amendment are without merit.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Mr. Purkey next challenges the district court's for-cause exclusion of three potential jurors who expressed reluctance to impose the death penalty. In <i>Wainwright v. Witt,</i> 469 U.S. 412, 420, 424, 105 S.Ct. 844, 83 L.Ed.2d 841 (1985), the Supreme Court instructed that a potential juror may be excluded for cause based on his or her views on capital punishment only if those views would \"`prevent or substantially impair the performance of his duties as a juror in accordance with his instructions and his oath.'\" (quoting <i>Adams v. Texas,</i> 448 U.S. 38, 45, 100 S.Ct. 2521, 65 L.Ed.2d 581 (1980)). We review a district court's removal of death-scrupled venirepersons for an abuse of discretion. <i>See United States v. Nelson,</i> 347 F.3d 701, 710-11 (8th Cir.2003), <i>cert. denied,</i> ___ U.S. ___, 125 S.Ct. 486, 160 L.Ed.2d 355 (2004); <i>United States v. Ortiz,</i> 315 F.3d 873, 888 (8th Cir.2002), <i>cert. denied,</i> 123 S.Ct. 2095, 538 U.S. 1042, 155 L.Ed.2d 1078 and 540 U.S. 1073, 124 S.Ct. 920, 157 L.Ed.2d 742 (2003).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Mr. Purkey first asks us to find error in the district court's removal of Margaret Fox. He begins by inviting us to adopt the holding of the Tenth Circuit in <i>United States v. Chanthadara,</i> 230 F.3d 1237, 1270 (10th Cir.2000), <i>cert. denied,</i> 534 U.S. 992, 122 S.Ct. 457, 151 L.Ed.2d 376 (2001), and review Ms. Fox's removal <i>de novo</i> because the court struck her solely on the basis of her answers to a questionnaire. We do not agree, however, with <i>Chanthadara</i>'s implicit assumption that a district court's decision on the qualifications of a juror is entitled to deference only because of that court's superior position to assess a potential juror's demeanor and credibility. <i>See id.</i> at 1269-70. Other reasons, such as respect for the trial process, \"the expertise developed by trial judges,\" and the desire to conserve judicial resources also underpin the fundamental principle that \"appellate courts are not to decide factual questions <i>de novo,</i> reversing any findings they would have made differently.\" <i>Maine v. Taylor,</i> 477 U.S. 131, 145, 106 S.Ct. 2440, 91 L.Ed.2d 110 (1986); <i>cf. Anderson v. Bessemer City,</i> 470 U.S. 564, 574-76, 105 S.Ct. 1504, 84 L.Ed.2d 518 (1985); Fed.R.Civ.P. 52(a). Accordingly, we decline this invitation to stray from the standard of review established in our previous cases, which is whether the district court abused its discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court did not abuse its discretion by striking Ms. Fox. She repeatedly indicated on the questionnaire that she had serious reservations about capital punishment. When asked in question thirty-eight of the questionnaire to describe her feelings about the death penalty, how strong those feelings were, and how long she had held them, she wrote, \"Within the last 50 years I've gained stronger and stronger feelings against [the] use of the death penalty. I believe major criminals should be punished, but taking away their lives should be left to God.\" Her responses to questions thirty-six and thirty-seven, which asked about the effect that exposure to books, articles, and movies about the death penalty had on her, also indicate that she \"questioned that the death penalty should be used\" and \"question[ed] the right of the courts to administer the death penalty.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Question thirty-nine, a multiple choice question, gave each juror an opportunity to mark the choice that best described his or her feelings about the death penalty. Three of the eight choices pertained to people with some degree of opposition to the death penalty. They were as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">a. I am opposed to the death penalty, and I will never vote to impose the death penalty in any case, no matter what the facts.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">b. I am opposed to the death penalty, and I would have a difficult time voting to impose the death penalty.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">c. I am opposed to the death penalty, but could vote to impose the death penalty if I believed that the death penalty was called for in light of the facts and law in the case.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Ms. Fox declined to indicate that she could vote to impose the death penalty by selecting choice \"c\" and instead chose the ambiguous \"b.\" When we consider this response together with her other answers regarding her views on the death penalty, we find sufficient evidence in the record from which the district court could conclude that her views on the death penalty would \"`substantially impair the performance of her duties as a juror in accordance with h[er] instructions and h[er] oath.'\" <i>Wainwright,</i> 469 U.S. at 424, 105 S.Ct. 844 (quoting <i>Adams,</i> 448 U.S. at 45, 100 S.Ct. 2521).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Mr. Purkey also argues that the court erroneously struck Willie Randle after mishearing or incorrectly recollecting his responses during voir dire. During voir dire, the government asked Mr. Randle whether he would \"hold the government to a higher burden of proof than what is required under the law.\" He responded, \"I think I would.\" When the government next asked whether he would hold it to a higher burden of proof than \"beyond a reasonable doubt\" he replied, \"It has to be proof without a reasonable doubt.\" Later, in granting the government's request to strike Mr. Randle, the district judge declared, \"My recollection is that he's holding the government to a higher standard than the law provides.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Reviewing the cold record, it is difficult to divine exactly what Mr. Randle meant when he replied that \"[i]t has to be proof without a reasonable doubt.\" Although those words of the transcript, taken literally, may indicate that Mr. Randle had agreed to apply a burden equivalent to the one that the law actually imposes, the transcript cannot provide any insight regarding Mr. Randle's intent in using the phrase \"without a reasonable doubt\" instead of \"beyond a reasonable doubt.\" This is why the Supreme Court instructed in <i>Wainwright,</i> 469 U.S. at 426, 105 S.Ct. 844, that \"deference must be paid to the trial judge who sees and hears the juror.\" The trial judge, who had the opportunity to observe the exchange, could have reasonably interpreted Mr. Randle's refusal to parrot the words of the government and instead use the phrase \"without a reasonable doubt\" as an affirmation of his earlier statement that he would hold the government to a higher burden of proof than the law provides. Based on the colloquy between Mr. Randle and the government, as well as the court's stated reason for its ruling, we conclude that the district court did not abuse its discretion by striking this potential juror.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Finally, Mr. Purkey argues that the district court erred when it removed Gary Danford for cause after he had been \"rehabilitated.\" When questioned by the government, Mr. Danford insisted that he would hold the government to a higher burden of proof than reasonable doubt. But Mr. Danford reversed course under subsequent questioning by Mr. Purkey's counsel and indicated that he would \"follow the law.\" The district court concluded that, \"I think he has kind of made up his mind what the standard is and that the standard he has decided upon is something different than what the law provides.\" Quite simply, the district court made a reasonable judgment based on its impression of Mr. Danford's credibility as was its prerogative. <i>See Nelson,</i> 347 F.3d at 710-11; <i>United States v. Moore,</i> 149 F.3d 773, 779-80 (8th Cir.1998), <i>cert. denied,</i> 525 U.S. 1030, 119 S.Ct. 570, 142 L.Ed.2d 475 (1998), 525 U.S. 1082, 119 S.Ct. 826, 142 L.Ed.2d 684. The record lacks adequate grounds for us to conclude that the district court abused its discretion.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Mr. Purkey also maintains that the district court erred in several respects during the guilt phase of his trial.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We begin with Mr. Purkey's contention that the district court erred by refusing to allow certain evidence during the guilt phase of the trial. He asserts that the district court erred in the following ways: by excluding the testimony of defense expert Dr. David Preston; by refusing to allow Mr. Purkey to testify about how his father had introduced him to prostitutes at an early age; and by refusing to permit cross-examination of Michael Speakman regarding his misconduct while he was incarcerated at CCA-Leavenworth. \"We review de novo the district court's interpretation and application of the rules of evidence, and review for an abuse of discretion the factual findings supporting its evidentiary ruling.\" <i>United States v. Smith,</i> 383 F.3d 700, 706 (8th Cir.2004). We may affirm on any ground supported by the record, even if that ground was not relied on by the district court. <i>See Bilal v. Lockhart,</i> 993 F.2d 643, 645 (8th Cir.1993), <i>cert. denied,</i> 510 U.S. 924, 114 S.Ct. 326, 126 L.Ed.2d 272 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Dr. Preston, a nuclear medicine specialist, conducted positron emission topography and magnetic resonance imaging testing upon Mr. Purkey and would have testified that those tests revealed abnormalities within Mr. Purkey's brain. Mr. Purkey intended to offer this testimony during the guilt phase of the trial to support both his contention that he did not intentionally kidnap Ms. Long (because he thought she was a prostitute and/or voluntarily accompanied him to his home) and to illuminate Mr. Purkey's state of mind when he confessed to Detective Howard and Agent Tarpley. The district court concluded that \"although Dr. Preston is qualified in the field of nuclear medicine, he is not qualified to testify regarding defendant's state of mind and actions at the time of the offenses or at the time that Mr. Purkey gave his statements to the investigators.\"</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We believe that the district court's conclusion was correct. Although we harbor no doubt that Dr. Preston was qualified to testify regarding the results of the tests that he conducted on Mr. Purkey, there is nothing in the record that indicates that he was qualified to connect that testimony to the inquiry for which it was offered, namely, Mr. Purkey's state of mind and actions either at the time of the offenses or when he gave his statements to the investigators. Indeed, in neither the expert report nor the offer of proof did Dr. Preston even attempt to tie the test results to Mr. Purkey's state of mind on the specific occasions in question. When questioned by the government, moreover, Dr. Preston admitted that the images produced by the tests could not predict behavior and did not have a causal relationship to criminal behavior. There is manifestly no error in the district court's decision to exclude Dr. Preston's testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Mr. Purkey also argues that the court erred when it refused, in the guilt phase of the trial, to allow him to testify that his father had introduced him to the use of prostitutes during his boyhood. (The court did permit some testimony of this nature in the penalty phase.) Mr. Purkey submits that this testimony would have provided the jury with context to understand why he might have mistakenly believed that Ms. Long was a prostitute. This, he argues, would have bolstered his defense that he did not kidnap Ms. Long and that she willingly entered his car and traveled with him from Missouri to Kansas. And, defense counsel argues, if the jury believed that Mr. Purkey did not transport Ms. Long across state lines against her will and did not do so with the intent to rape her, it could not have convicted him of kidnapping. But we fail to see how the method by which Mr. Purkey was introduced to prostitutes more than thirty years before his crime is relevant to explaining why he mistook a teenage schoolgirl for a prostitute, and we therefore uphold the district court's decision to exclude the testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Mr. Purkey also argues that the district court erred by refusing to permit him to cross-examine Michael Speakman regarding Mr. Speakman's uncharged misconduct while at CCA-Leavenworth. Mr. Purkey wanted to elicit this testimony to demonstrate that a desire to avoid punishment for these uncharged acts might have motivated Mr. Speakman to provide information and testimony for the prosecution. He asserts that this denial deprived him of his sixth amendment right to confront an adverse witness.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Mr. Purkey calls our attention to the Supreme Court's language in <i>Davis v. Alaska,</i> 415 U.S. 308, 316-17, 94 S.Ct. 1105, 39 L.Ed.2d 347 (1974), which recognizes that \"the exposure of a witness' motivation in testifying is a proper and important function of the constitutionally protected right of cross-examination.\" <i>Id.</i> at 316-17, 94 S.Ct. 1105. But this passage does not suggest that a judge should be prevented from imposing limits of any sort on defense counsel's inquiry into the potential bias of a prosecution witness. <i>Delaware v. Van Arsdall,</i> 475 U.S. 673, 679, 106 S.Ct. 1431, 89 L.Ed.2d 674 (1986). \"On the contrary, trial judges retain wide latitude ... to impose reasonable limits on such cross-examination based on concerns about, among other things, harassment, prejudice, confusion of the issues, the witness' safety, or interrogation that is repetitive or only marginally relevant.\" <i>Id.</i> We will not reverse a trial court's decision to limit cross-examination absent a \"clear abuse of discretion and a showing of prejudice to [the] defendant.\" <i>United States v. Love,</i> 329 F.3d 981, 984 (8th Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Mr. Purkey has failed to demonstrate a violation of the confrontation clause. To do so, he must show that a reasonable jury might have received a different impression of the witness's credibility had Mr. Purkey's counsel been permitted to pursue his proposed line of cross-examination. <i>See Van Arsdall,</i> 475 U.S. at 680, 106 S.Ct. 1431; <i>United States v. Drapeau,</i> 414 F.3d 869, 875-76 (8th Cir.2005). Here, Mr. Purkey's counsel conclusively demonstrated by other means that Mr. Speakman was driven to testify by a desire for leniency. Mr. Speakman's testimony established that the government had filed a motion under Federal Rule of Criminal Procedure 35, requesting a reduction of Mr. Speakman's sentence. Mr. Purkey's counsel asked Mr. Speakman, \"Basically what you're trying to do is do your best to get a reduction to your sentence?\" Mr. Speakman replied, \"I'd be lying if I said I was sitting here being a good citizen.\" Mr. Purkey's counsel then asked, \"Your sole point in being here is to reduce the sentence that you received?\" Mr. Speakman replied, \"Yes, ma'am.\" We have difficulty imagining how further testimony could have shown more definitively that a desire for leniency played a significant part in Mr. Speakman's willingness to testify. Consequently, the district court did not abuse its discretion in limiting cross-examination that would have further established that point.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Mr. Purkey also submits that the district court incorrectly instructed the jury on the elements contained in the kidnapping statute. <i>See</i> 18 U.S.C. &#167; 1201. That statute provides that a person commits the offense of kidnapping if he or she \"unlawfully seizes, confines, inveigles, decoys, kidnaps, abducts, or carries away and holds for ransom or reward or otherwise any person ... when &#8212; (1) the person is willfully transported in interstate or foreign commerce.\" <i>Id.</i> This statute quite clearly requires that the government prove that Mr. Purkey seized Ms. Long \"for ransom or reward or otherwise,\" <i>id.,</i> which in this case was for the purpose of forcible rape. Mr. Purkey, however, contends that the statute also requires that the government prove that he transported Ms. Long across state lines for that same reason. He bases this contention on the language of the statute that requires the defendant to have \"willfully transported,\" <i>id.,</i> his or her victim. He submits that this phrase requires that the kidnapper transport his or her victim with the intent to do something that the law forbids. <i>Cf. United States v. Gabaldon,</i> 389 F.3d 1090, 1094-95 n. 1 (10th Cir.2004), <i>cert. denied,</i> ___ U.S. ___, 125 S.Ct. 1688, 161 L.Ed.2d 482 (2005). He therefore maintains that the district court erred by failing to give an instruction that required the government to prove not only that he seized the victim for the purpose of forcible rape but also that he transported her across the state line for the purpose of forcible rape. This error is significant, according to Mr. Purkey, because he argued as part of his defense that he transported Ms. Long from Missouri to Kansas without the intent to rape. We will affirm if the instructions correctly stated the law and fairly and adequately submitted the issues to the jury. <i>Cf. United States v. Kehoe,</i> 310 F.3d 579, 593 (8th Cir.2002), <i>cert. denied,</i> 538 U.S. 1048, 123 S.Ct. 2112, 155 L.Ed.2d 1089 (2003).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The district court instructed the jury that in order to convict it had to find that \"the defendant unlawfully seized, confined, kidnapped, abducted, carried away or held Jennifer Long;\" that \"the defendant did so for the purpose of the forcible rape of Jennifer Long;\" that \"the defendant willfully, knowingly, and unlawfully transported Jennifer Long across the state line from Missouri to Kansas;\" and that \"Jennifer Long died as a result of defendant's actions.\" This instruction precisely tracked the statute's ordering of the elements. <i>See</i> 18 U.S.C. &#167; 1201. And, although the Eighth Circuit Manual of Model Jury Instructions (Criminal) (2005) does not contain a recommended instruction on kidnapping, the instruction given by the district court is consistent with the recommended instructions for the Ninth and Eleventh Circuit, <i>see</i> Ninth Circuit Manual of Model Jury Instructions (Criminal) &#167; 8.95 (2003 ed.); Eleventh Circuit Pattern Jury Instructions (Criminal) 49 (2003 ed.), as well as the instruction recommended by the Federal Judicial Center, Pattern Criminal Jury Instructions &#167; 84. <i>Cf.</i> Eighth Circuit Manual of Model Jury Instructions (Criminal) 12.07A. We disagree with Mr. Purkey's construction of the statute and therefore find no error in the district court's instruction on the elements contained in &#167; 1201.</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In his last contention of error with respect to the guilt phase of his trial, Mr. Purkey maintains that the district court erred in denying his motion for a mistrial based on prosecutorial misconduct. He asserts that the government's efforts to call attention to his tattoos that depicted, among other things, a Nazi swastika and symbols of the Aryan Brotherhood unfairly inflamed the jury and deprived him of his right to a fair trial.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">During the government's direct examination of its first witness, it displayed a picture of Mr. Purkey standing shirtless with his tattoos visible. Due to a misunderstanding between the prosecution and the defense, Mr. Purkey's counsel did not have a chance to object before the government displayed the picture to the jury. Mr. Purkey's counsel then objected to the picture's admission into evidence and that objection was sustained. Three days later, during the government's cross-examination of Mr. Purkey, the government again highlighted the tattoos. The prosecutor asked Mr. Purkey whether Ms. Long observed his tattoos, including the \"Nazi swastika\" tattoo, when she entered his vehicle or while she was, according to Mr. Purkey, voluntarily kissing him while he had his shirt off. The government stated that it made this inquiry to demonstrate the unreasonableness of Mr. Purkey's testimony that Ms. Long voluntarily accompanied him to his home and consented to engaging in foreplay with him. When defense counsel objected to this question, the district court sustained the objection and instructed the jury to disregard the government's questions about Mr. Purkey's tattoos. The defense then asked the judge to declare a mistrial based on the prosecution's referring to the tattoos after the district court had previously sustained the objection regarding the picture showing the tattoos. The district court denied that request.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">\"The test for reversible prosecutorial misconduct has two parts: (1) the prosecutor's remarks or conduct must in fact have been improper, and (2) such remarks or conduct must have prejudicially affected the defendant's substantial rights so as to deprive the defendant of a fair trial.\" <i>United States v. Hernandez,</i> 779 F.2d 456, 458 (8th Cir.1985). Even assuming <i>arguendo</i> that the prosecutor's actions and questions were improper, these actions nevertheless fail to constitute reversible error. When determining whether the prosecutor's remarks and conduct so infected the trial with unfairness that it deprived the defendant of a fair trial, we usually consider three criteria: \"(1) the cumulative effect of such misconduct; (2) the strength of the properly admitted evidence of the defendant's guilt; and (3) the curative actions taken by the trial court.\" <i>Hernandez,</i> 779 F.2d at 460. Here the cumulative effect of the prosecutor's references to Mr. Purkey's tattoos was not significant. Although we do not doubt that references of this sort can sometimes result in prejudice, the prosecution referred to Mr. Purkey's tattoos only twice, <i>cf. id.,</i> and only briefly at that. There was also considerable evidence of guilt. Although he gave a somewhat different story at trial, there was evidence that Mr. Purkey had confessed to the crime on multiple occasions. Finally, the district court took prompt curative action. It sustained the objections to the admission of the picture and to the questions regarding Mr. Purkey's tattoos. After sustaining the latter objection, the court also instructed the jury to disregard the questions. <i>Cf. United States v. Uphoff,</i> 232 F.3d 624, 625-26 (8th Cir.2000). We therefore reject Mr. Purkey's contention that his assertions of prosecutorial misconduct warrant reversal.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We move now to Mr. Purkey's assignments of error regarding the penalty phase of his trial.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Mr. Purkey makes several arguments relating to the district court's evidentiary rulings. He asserts that the district court erred in the following ways: by refusing to permit evidence that his wife had poisoned him; by excluding the testimony of Dr. Mark Cunningham regarding Mr. Purkey's alleged fetal alcohol exposure; by refusing to permit the surrebuttal testimony of Dr. Stephen Peterson in response to the testimony of Dr. Helen Mayberg; by limiting the impeachment of Dr. Park Dietz; and by allowing the government to question Dr. Peterson regarding his views on the death penalty.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">\"The Federal Death Penalty Act (FDPA) erects very low barriers to the admission of evidence at capital sentencing hearings.\" <i>United States v. Lee,</i> 274 F.3d 485, 494 (8th Cir.2001), <i>cert. denied,</i> 537 U.S. 1000, 123 S.Ct. 513, 154 L.Ed.2d 394 (2002). In the sentencing phase, \"[i]nformation is admissible regardless of its admissibility under the rules governing admission of evidence at criminal trials.\" <i>See</i> 18 U.S.C. &#167; 3593(c). One reason for this more lenient standard is that it affords the defendant additional opportunities to present mitigating evidence consistent with the Supreme Court's directive that to meet constitutional requirements in capital cases \"`the sentencer ... not be precluded from considering, as a mitigating factor, any aspect of a defendant's character or record and any circumstances of the offense that the defendant proffers as a basis for a sentence less than death.'\" <i>Eddings v. Oklahoma,</i> 455 U.S. 104, 110, 102 S.Ct. 869, 71 L.Ed.2d 1 (1982) (quoting <i>Lockett v. Ohio,</i> 438 U.S. 586, 604, 98 S.Ct. 2954, 57 L.Ed.2d 973 (1978) (plurality opinion)) (emphasis omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">But this does not mean that the defense has <i>carte blanche</i> to introduce any and all evidence that it wishes. The trial court retains its traditional authority \"to exclude, as irrelevant, evidence not bearing on the defendant's character, prior record, or the circumstances of his offense.\" <i>Lockett,</i> 438 U.S. at 604 n. 12, 98 S.Ct. 2954 (plurality opinion). The FDPA, moreover, invests the judge with the authority to exclude probative information during the penalty phase if \"its probative value is outweighed by the danger of creating unfair prejudice, confusing the issues, or misleading the jury.\" 18 U.S.C. &#167; 3593(c). We review the record to determine whether the district judge abused the discretion entrusted to him by the FDPA, <i>see United States v. Johnson,</i> 223 F.3d 665, 674 (7th Cir.2000), <i>cert. denied,</i> 534 U.S. 829, 122 S.Ct. 71, 151 L.Ed.2d 37 (2001); <i>United States v. Hall,</i> 152 F.3d 381, 397 (5th Cir.1998), <i>cert. denied,</i> 526 U.S. 1117, 119 S.Ct. 1767, 143 L.Ed.2d 797 (1999), <i>abrogated on other grounds in United States v. Martinez-Salazar,</i> 528 U.S. 304, 310-14, 120 S.Ct. 774, 145 L.Ed.2d 792 (2000), and we determine <i>de novo</i> the question of whether Mr. Purkey's constitutional rights have been violated. <i>See United States v. Washington,</i> 318 F.3d 845, 854-55 (8th Cir.2003), <i>cert. denied,</i> 540 U.S. 884, 124 S.Ct. 209, 157 L.Ed.2d 152 (2003) and 540 U.S. 899, 124 S.Ct. 251, 157 L.Ed.2d 179 (2003). Even if we conclude that the district court erred, we cannot reverse or vacate a federal death sentence on account of an error that is harmless beyond a reasonable doubt. <i>See</i> 18 U.S.C. &#167; 3595(c)(2); <i>Jones v. United States,</i> 527 U.S. 373, 402-05, 119 S.Ct. 2090, 144 L.Ed.2d 370 (1999).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Mr. Purkey contends that the district court erred by refusing to allow evidence that his wife, Jeanette Purkey, had poisoned him. Mr. Purkey wished to use this evidence to demonstrate that because he was operating under the influence of poison when he murdered the elderly Kansas woman or when he killed Ms. Long, his actions took place while he was involuntarily intoxicated or, at the very least, in an altered mental state. When he sought to introduce the evidence in the penalty phase (he also sought to introduce this evidence in the guilt phase), he had no evidence that the poison he allegedly received, rat poison, had any known effect on the mind. Also, his wife's testimony as to whether she had poisoned him during the relevant time period was equivocal at best. During the penalty phase, the government objected to the evidence, asserting that for both of the above reasons the presentation of this evidence was not relevant and would be a \"big diversion\" for the jury. The district court agreed.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We cannot say that the district court erred in excluding this evidence. The defense admitted that it had no evidence that rat poison has any psychological effects. Therefore, this evidence could not have had any probative value to suggest that Mr. Purkey's mind was operating under the poison's supposed influence when he committed either of the two murders. A reasonable judge could conclude that this evidence was both completely irrelevant to the purpose for which it was offered, <i>cf. Lockett,</i> 438 U.S. at 604 n. 12, 98 S.Ct. 2954 (plurality opinion), and, because of the scandalous and perplexing nature of the claim, had significant potential to confuse or mislead the jury. <i>Cf.</i> 18 U.S.C. &#167; 3593(c).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Mr. Purkey also asserts on appeal that this evidence also demonstrates his difficult home life. Because he did not argue this below, we review for plain error, <i>see Lee,</i> 274 F.3d at 493; <i>United States v. Turner,</i> 104 F.3d 217, 221 (8th Cir.1997), and find none. To begin, we note Ms. Purkey's benevolent, if misguided, motivation for poisoning her husband by mixing the poison with his drugs: She asserted that she was trying to scare him into abandoning his illegal use of drugs. This evidence might demonstrate that Mr. Purkey had someone in his life who cared about his well being. To the extent that this evidence could be construed as illustrating Mr. Purkey's difficult home life, we note that the record is replete with evidence of the difficult and dysfunctional environments in which Mr. Purkey has lived, and so we cannot conclude that the omission of this additional evidence affected his substantial rights. <i>See Turner,</i> 104 F.3d at 221.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Mr. Purkey also contends that the district court erred by refusing to allow Dr. Cunningham to testify to his opinion that Mr. Purkey suffered from fetal alcohol exposure. The district court excluded the evidence because Mr. Purkey could not adduce specific evidence that his mother drank during the time that she was pregnant with him. Mr. Purkey's offer of proof does indicate, however, that had the court permitted Dr. Cunningham to testify on this issue he would have brought forth significant circumstantial evidence that Mr. Purkey suffered from this affliction. First, there was evidence that Mr. Purkey's mother abused alcohol dating back to at least 1950. (Mr. Purkey was born in 1952.) Second, there was evidence that Mr. Purkey's mother had two other children around the time of Mr. Purkey's birth, both of whom died, one shortly before and one shortly after birth. This, according to Dr. Cunningham, would have been consistent with those children's fetal alcohol exposure. Third, Dr. Cunningham would have testified that Mr. Purkey's brain condition is consistent with his having suffered fetal alcohol exposure. We think that Dr. Cunningham's testimony regarding Mr. Purkey's fetal alcohol exposure would have provided probative mitigating evidence. <i>Cf. Silva v. Woodford,</i> 279 F.3d 825, 847 n. 17 (9th Cir.2002), <i>cert. denied,</i> 537 U.S. 942, 123 S.Ct. 342, 154 L.Ed.2d 249 (2002). Given that and the relaxed standard set forth by 18 U.S.C. &#167; 3593(c), we conclude that the district court erred when it excluded this evidence simply because there was no direct evidence that Mr. Purkey's mother drank while pregnant with him.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Nevertheless, when we consider the record as a whole, we are satisfied that this error was harmless beyond a reasonable doubt. <i>See</i> 18 U.S.C. &#167; 3595(c)(2); <i>Jones,</i> 527 U.S. at 402-05, 119 S.Ct. 2090; <i>cf. Hitchcock v. Dugger,</i> 481 U.S. 393, 398-99, 107 S.Ct. 1821, 95 L.Ed.2d 347 (1987); <i>Chapman v. California,</i> 386 U.S. 18, 24, 87 S.Ct. 824, 17 L.Ed.2d 705 (1967). We are confident that the jury would have reached the sentence that it did even if the court had admitted this evidence. <i>See Jones,</i> 527 U.S. at 402, 119 S.Ct. 2090; <i>cf. Sweet v. Delo,</i> 125 F.3d 1144, 1158-59 (8th Cir.1997), <i>cert. denied,</i> 523 U.S. 1010, 118 S.Ct. 1197, 140 L.Ed.2d 326 (1998). The district court admitted significant expert testimony regarding Mr. Purkey's brain abnormalities and their impact on his mental and emotional health. The jury was not, therefore, precluded from considering Mr. Purkey's mental and emotional impairments as potential mitigating factors; it was merely precluded from considering one of several possible explanations as to the cause of these alleged impairments. And, although we recognize that a jury may be more likely to believe that someone suffers from a problem if its cause is explained, we nevertheless harbor no doubt that considering the minimal probative value of the evidence and the overwhelming evidence and jury findings of serious aggravating factors, its exclusion was harmless. <i>Cf. United States v. Bernard,</i> 299 F.3d 467, 487 (5th Cir.2002), <i>cert. denied,</i> 539 U.S. 928, 123 S.Ct. 2572, 156 L.Ed.2d 607 (2003).</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Mr. Purkey also assigns error in the district court's refusal to allow him to impeach Dr. Park Dietz by inquiring into an error that the doctor made when testifying in the case of <i>Yates v. State,</i> 171 S.W.3d 215 (2005). When serving as an expert witness for the state in the <i>Yates</i> case, Dr. Dietz erroneously testified that the facts of an episode of a television show on which he consulted, \"Law &amp; Order,\" were very similar to those in <i>Yates.</i> In fact, no such episode existed. <i>Id.</i> at 218-20. Dr. Dietz, during a proffer session conducted outside of the hearing of the jury in Mr. Purkey's case, freely admitted to the error that he had made in the <i>Yates</i> trial. The district court, however, sustained the government's objection to testimony about the error because it would \"create[] confusion and [was] collateral.\"</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">In response to Mr. Purkey's argument, the government asserts that the exclusion of this evidence was proper under Federal Rule of Evidence 403. But that is not the controlling law here. This is an FDPA case, and its evidentiary standard must govern. <i>See Lee,</i> 274 F.3d at 494-95. Accordingly, we review this issue under the standard of &#167; 3593(c), which provides for the exclusion of evidence \"if its probative value is outweighed by the danger of creating unfair prejudice, confusing the issues, or misleading the jury.\" 18 U.S.C. &#167; 3593(c); <i>see Lee,</i> 274 F.3d at 494.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Although one of the court's reasons, that the testimony would \"create[] confusion,\" is arguably consistent with a permissible reason under the FDPA, we cannot conclude that the district court acted correctly when it refused to permit any inquiry into Dr. Dietz's previous mistake. This testimony would have been relevant to demonstrate the doctor's fallibility. Further, we cannot agree with the district court that this testimony would have resulted in confusion. Dr. Dietz freely admitted that he erred; that was not in dispute. The nature of Dr. Dietz's error, moreover, was not unusually complex or confusing. Therefore we can find no reason to conclude that the probative value of this testimony was \"outweighed by the danger of creating unfair prejudice, confusing the issues, or misleading the jury,\" 18 U.S.C. &#167; 3593(c).</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">We nevertheless conclude that the error was harmless. Mr. Purkey's cross-examination of Dr. Dietz was otherwise extensive. During that cross-examination, Mr. Purkey was able to extract concessions from Dr. Dietz that he had made mistakes in two other cases in which he had testified. And, although we do not doubt that the excluded information would have provided a morsel of additional probative evidence of Dr. Dietz's ability to err, given the otherwise extensive cross-examination that allowed the defense to bring out his other errors, and the overwhelming number and the nature of the aggravating factors found by the jury, we cannot conclude that the absence of this additional information affected Mr. Purkey's substantial rights. <i>See</i> 18 U.S.C. &#167; 3595(c)(2); <i>Jones,</i> 527 U.S. at 402-05, 119 S.Ct. 2090; <i>Hitchcock,</i> 481 U.S. at 398-99, 107 S.Ct. 1821; <i>cf. Bernard,</i> 299 F.3d at 487; <i>Sweet,</i> 125 F.3d at 1158-59.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Mr. Purkey also maintains that the district court erred by denying his request to allow Dr. Peterson to present surrebuttal testimony in response to the testimony of Dr. Helen Mayberg. Dr. Mayberg's testimony was presented to rebut the conclusions of the defense's experts regarding Mr. Purkey's alleged brain injuries. The defense requested that it be allowed to introduce surrebuttal evidence pertaining to two of Dr. Mayberg's conclusions: that Mr. Purkey could not have suffered significant brain injuries in automobile accidents that occurred in 1968 and 1972, and that Mr. Purkey's functioning as a \"jailhouse lawyer\" was inconsistent with the sort of brain damage reported by the defense's medical experts.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The government argues that the court did not err in excluding this surrebuttal testimony because Dr. Mayberg's rebuttal testimony did not raise a new matter. The decision of whether to allow a party to present evidence in surrebuttal is generally committed to the discretion of the trial court, <i>see United States v. Wilford,</i> 710 F.2d 439, 452 (8th Cir.1983), <i>cert. denied,</i> 464 U.S. 1039, 104 S.Ct. 701, 79 L.Ed.2d 166 (1984), and surrebuttal is typically thought appropriate only when new matters are raised in the rebuttal testimony, <i>see United States v. Barnette,</i> 211 F.3d 803, 821 (4th Cir.2000); <i>cf. Wilford,</i> 710 F.2d at 452.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">We do not think that the FDPA alters this standard. <i>Cf. Barnette,</i> 211 F.3d at 820-21. Although the FDPA dispenses with the rules governing the admission of evidence during criminal trials, it is not sensible to read this statutory imperative as also divesting the trial judge of his or her traditional authority to control the mode and order of the interrogation of witnesses and the presentation of evidence. A contrary reading would transform the FDPA sentencing hearing into an evidentiary m&#233;lee.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Even assuming that Dr. Mayberg's testimony that Mr. Purkey's work as a \"jailhouse lawyer\" demonstrated his lack of significant brain damage presented a new matter, thereby making surrebuttal appropriate, we cannot conclude that this putative error provides an adequate ground for reversal. As mentioned previously, Mr. Purkey presented a significant amount of testimony regarding his assertion that he suffered from brain damage. This additional testimony would have, at best, offered only marginal additional support for this defense. When we consider this fact combined with the significant number and serious nature of the aggravating factors advanced by the government and found by the jury, we cannot conclude that this error affected Mr. Purkey's substantial rights. <i>See</i> 18 U.S.C. &#167; 3595(c)(2); <i>Jones,</i> 527 U.S. at 402-05, 119 S.Ct. 2090; <i>Hitchcock,</i> 481 U.S. at 398-99, 107 S.Ct. 1821; <i>cf. Bernard,</i> 299 F.3d at 487; <i>Sweet,</i> 125 F.3d at 1158-59.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Finally, Mr. Purkey asserts that the district court erred by overruling his objection to questions that the government asked on cross-examination of Dr. Peterson, one of Mr. Purkey's expert witnesses. Specifically, Mr. Purkey's counsel objected to the government's inquiry into Dr. Peterson's views on the death penalty.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Even under the traditional rules of evidence, \"cross-examination regarding potential bias of a witness is proper.\" <i>United States v. Amerson-Bey,</i> 898 F.2d 681, 682 (8th Cir.1990); <i>see United States v. McCoy,</i> 131 F.3d 760, 760-61 (8th Cir.1997) (per curiam). If Dr. Peterson strongly disfavored the death penalty, knowledge of that would be relevant to the jury's evaluation of his credibility in testifying to factors that could mitigate Mr. Purkey's sentence; \"`exposure of a witness' motivation in testifying is a proper and important function of ... cross-examination,'\" <i>Van Arsdall,</i> 475 U.S. at 678-79, 106 S.Ct. 1431 (quoting <i>Davis,</i> 415 U.S. at 316-17, 94 S.Ct. 1105). To the extent that the FDPA alters this rule, it relaxes it, <i>see</i> 18 U.S.C. &#167; 3593(c); <i>Lee,</i> 274 F.3d at 495; <i>a fortiori</i> the district court did not err in allowing the government to continue its line of inquiry into Dr. Peterson's beliefs about the death penalty.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">In addition to considering whether each of the evidentiary errors that we have found is individually sufficient to require reversal, we have also considered, <i>sua sponte,</i> what cumulative effect these errors might have had upon Mr. Purkey's substantial rights. <i>Cf. United States v. Steffen,</i> 641 F.2d 591, 597-98 (8th Cir.1981), <i>cert. denied,</i> 452 U.S. 943, 101 S.Ct. 3091, 69 L.Ed.2d 959 (1981). After careful review, we also conclude that the errors, even when taken cumulatively, are harmless.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Mr. Purkey next maintains that the district court erred by denying his motion for allocution during the penalty phase of the trial; Mr. Purkey sought to make a statement before the jury without being subject to cross-examination. Although Mr. Purkey was permitted to address the district court before it imposed his sentence, he argues that the court functionally deprived him of his right to allocution, because it lacked any discretion to impose a sentence other than the one that the jury already had recommended, <i>see</i> 18 U.S.C. &#167; 3594. The district court's error, he maintains, violated his constitutional rights, Rule 32 of the Federal Rules of Criminal Procedure, and the FDPA, <i>see</i> 18 U.S.C. &#167;&#167; 3592(a)(8), 3593(c). We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">First, our circuit previously has recognized that the right to allocution does not emanate from the Constitution. <i>See United States v. Patterson,</i> 128 F.3d 1259, 1260 (8th Cir.1997) (per curiam); <i>see also Barnette,</i> 211 F.3d at 820; <i>Hall,</i> 152 F.3d at 396. Therefore, even if Mr. Purkey were correct that the district court denied him the right to allocution, the error would not be a constitutional one.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Second, Mr. Purkey does not have a statutory right to make statements to a jury during the penalty phase of an FDPA trial without being subject to cross-examination. Rule 32(i)(4)(A)(ii) requires that \"[b]efore imposing sentence,\" the district court must \"permit the defendant to speak or present any information to mitigate the sentence.\" The district court satisfied Rule 32 when it allowed Mr. Purkey to speak \"before imposing sentence.\" <i>See Hall,</i> 152 F.3d at 392. Although Mr. Purkey's allocution could not have mitigated his sentence because it followed the jury's recommendation of the death penalty, <i>see</i> 18 U.S.C. &#167; 3594, nowhere does Rule 32 grant Mr. Purkey a right to allocution before a jury; Rule 32 speaks only of \"the court.\" We agree with the Fifth Circuit that Rule 32(i)(4)(A)(ii) should not be interpreted to entitle Mr. Purkey to a right of allocution before the jury \"when the plain language of the rule does not dictate such an interpretation.\" <i>Hall,</i> 152 F.3d at 393; <i>see also Barnette,</i> 211 F.3d at 820. As for the FDPA, nowhere does it mention a right to allocution or anything comparable; Mr. Purkey's claimed right on that ground therefore does not exist.</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Mr. Purkey assigns several errors relating to the jury's special findings and recommendation of his death sentence. We previously noted that, to recommend a death sentence after determining that the defendant is eligible for such a sentence, the jury must unanimously find that the statutory and non-statutory aggravating factors \"sufficiently outweigh\" the mitigating factors. <i>See</i> 18 U.S.C. &#167; 3593(e). For an aggravating factor to enter into the jury's calculation, the government must establish \"the existence of such a factor ... beyond a reasonable doubt.\" <i>Id.</i> at &#167; 3593(c). The standard for mitigating factors, however, is less rigorous. The jury may consider any mitigating factor that at least one juror found proved \"by a preponderance of the information.\" <i>Id.</i> at &#167; 3593(c), (d). After the jury has completed its deliberations, it must \"return special findings identifying any aggravating factor ... found to exist.\" <i>Id.</i> at &#167; 3593(d).</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Mr. Purkey first contends that the district court erroneously permitted the prosecution to present the jury with duplicative aggravating factors, thereby skewing the jury's balancing of aggravating and mitigating factors in violation of the eighth amendment. Because Mr. Purkey challenges the constitutionality of allegedly duplicative aggravating factors, we review the district court's decision <i>de novo. Cf. Cooks v. Ward,</i> 165 F.3d 1283, 1289 (10th Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Mr. Purkey's best case for duplication is that the nonstatutory aggravator for \"[s]ubstantial criminal history\" mirrors the statutory aggravator for convictions of \"two or more offenses punishable by a term of imprisonment of more than one year, committed on different occasions, involving the infliction and attempted infliction of serious bodily injury and death upon another person.\" The convictions that the government offered to support both aggravating factors were identical.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">We think that the Tenth Circuit is correct to conclude that the same facts can support different inferences that form different aggravators. <i>See Medlock v. Ward,</i> 200 F.3d 1314, 1319 (10th Cir.2000) (per curiam), <i>cert. denied,</i> 531 U.S. 882, 121 S.Ct. 197, 148 L.Ed.2d 137 (2000). Otherwise the government would either have to choose one out of several possible aggravating factors for each instance of a defendant's misconduct or pack into a single aggravator multiple negative inferences that could be drawn from the misconduct and then risk the jury's rejection of the aggravator due to disagreement over just one of the inferences.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Even under the Tenth Circuit's standard, however, we agree with Mr. Purkey that the nonstatutory aggravating factor duplicated the statutory one. The government used the same set of convictions each time for the same purpose, namely to show the defendant's criminal history. The nonstatutory aggravating factor did refer to a fact of Mr. Purkey's criminal history that went unmentioned in the statutory aggravating factor, namely, that Mr. Purkey \"shot Gregg W. Carlberg on or about August 3, 1980.\" Even if this fact were enough to distinguish the two aggravators, though, it overlaps with a separate statutory aggravating factor based on Mr. Purkey's conviction of \"an offense punishable by a term of imprisonment of more than one year, involving the use ... of a firearm ... against another person,\" 18 U.S.C. &#167; 3592(c)(2) &#8212; an aggravator that went to the same history of illegal firearm use as did the shooting episode.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Despite the duplication of aggravators in Mr. Purkey's case, we see no basis for the constitutional infirmity of such factors. The Supreme Court has \"never before held that aggravating factors could be duplicative so as to render them constitutionally invalid,\" <i>Jones,</i> 527 U.S. at 398, 119 S.Ct. 2090 (plurality opinion), and we decline to do so when the FDPA avoids arbitrary death sentences by requiring juries to weigh aggravating and mitigating factors rather than to tally the factors on each side and declare a winner based on sheer numbers. <i>See</i> 18 U.S.C. &#167; 3593(e). <i>But see United States v. Tipton,</i> 90 F.3d 861, 899 (4th Cir.1996), <i>cert. denied,</i> 520 U.S. 1253, 117 S.Ct. 2414 (1997); <i>United States v. McCullah,</i> 76 F.3d 1087, 1111-12 (10th Cir.1996), <i>cert. denied,</i> 520 U.S. 1213, 117 S.Ct. 1699, 137 L.Ed.2d 825 (1997). The district court's jury instructions bolster this view as applied to Mr. Purkey's case: The district court ensured that the jury would not employ a tally method of evaluating factors when it instructed the jury that \"weighing aggravating and mitigating factors ... is not a mechanical process. In other words, you should not simply count the number of aggravating and mitigating factors. The law contemplates that different factors may be given different weights or values by different jurors.\"</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Of course, had the government introduced an invalid aggravating factor into the jury's weighing process, then the government might have violated Mr. Purkey's rights under the eighth amendment. <i>See Stringer v. Black,</i> 503 U.S. 222, 232, 112 S.Ct. 1130, 117 L.Ed.2d 367 (1992). But Mr. Purkey asserts no such error here.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Mr. Purkey next requests that our circuit reconsider its precedents that have approved jury instructions mandating that a jury recommend a sentence of death should it conclude, after balancing aggravating against mitigating factors, that the former sufficiently outweigh the latter to justify imposition of a death sentence. He recognizes that overruling those precedents would require the action of our <i>en banc</i> court and that, as a panel of that court, we are required to give them effect. <i>See United States v. Provost,</i> 969 F.2d 617, 622 (8th Cir.1992). For our part, we believe that our precedents are well-reasoned. <i>See Nelson,</i> 347 F.3d at 712; <i>Ortiz,</i> 315 F.3d at 900-01.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Finally, Mr. Purkey maintains that the FDPA requires juries to identify any mitigating factor that at least one juror found to exist and that the district court consequently erred by accepting the jury's verdict form. (The verdict form asked the jury to record the number of jurors who found each mitigating factor to exist, and the jury returned that portion of the form blank.) Because Mr. Purkey presents us with a question of law by asking us to interpret the FDPA, we review <i>de novo</i> the district court's refusal to order the jury to complete the mitigation portion of the verdict form. <i>See United States v. Storer,</i> 413 F.3d 918, 921 (8th Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">In a prior case, we hinted that the FDPA does not mandate that jurors identify the mitigating factors they find to exist, but we ultimately avoided deciding the question. <i>See United States v. Paul,</i> 217 F.3d 989, 999 n. 6 (8th Cir.2000) (citing <i>Hall,</i> 152 F.3d at 413). We conclude that in <i>Paul</i> we correctly, albeit tentatively, construed the FDPA. Section 3593(d) specifically requires the jury to \"return special findings identifying any aggravating factor[s]... found to exist,\" without any mention of identifying such mitigating factors, and so requires no special findings with respect to the latter. It is true that the jury's identification of proven mitigating factors facilitates appellate review, especially when we have to evaluate the effect of any error on the sentence that the jury recommended. Nevertheless, the jury's failure to identify proven mitigating factors is entirely proper under the FDPA, and therefore the district court did not err by accepting the jury's verdict form.</p>\n    </div>\n    <p>D.</p>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">In Mr. Purkey's last assignment of error, he argues that the district court erred by denying his motion for a mistrial based on alleged prosecutorial misconduct. During the penalty phase of the trial, Mr. Purkey interrupted the government's cross-examination of a psychiatric expert for the defense, at which point the district court excused the jury and Mr. Purkey gave voice to an additional comment that the prosecutor interpreted as a threat against him. During the government's subsequent cross-examination of a defense expert, who testified to the calming effects of medication that Mr. Purkey was taking, the prosecutor asked the expert whether he was \"aware [that Mr. Purkey] threatened to run my head through yesterday in court,\" to which Mr. Purkey's counsel immediately objected. The district court sustained the objection. Mr. Purkey contends that the prosecutor's question compromised the fairness of the penalty proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Earlier in our opinion, we rehearsed the legal principles that guide our review of alleged prosecutorial misconduct. <i>Cf. Jackson,</i> 41 F.3d at 1233. Even if, as Mr. Purkey claims, the prosecutor's question was improper, we conclude that the question did not deprive Mr. Purkey of due process: Although the district court failed to instruct the jury to disregard the prosecutor's question, it sustained defense counsel's objection. Given that defense counsel did not request the court to give the jury a cautionary instruction and that the question was brief and isolated, the district court's curative action, combined with the overwhelming evidence of aggravating factors, ensured that Mr. Purkey was not denied a fair penalty proceeding. <i>See id.</i> This remains true even when we take into account any residual effect on the jury from the instances of improper prosecutorial conduct that related to Mr. Purkey's tattoos and occurred during the guilt phase of Mr. Purkey's trial. We therefore conclude that the district court did not err when it denied Mr. Purkey's motion for a mistrial.</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Accordingly, we affirm the judgment of the district court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Honorable Fernando J. Gaitan, Jr., United States District Judge for the Western District of Missouri</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Honorable Sarah W. Hays, United States Magistrate Judge for the Western District of Missouri</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">428</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">738</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Wesley Ira PURKEY, Appellant.</p>\n    <p class=\"docket\">No. 04-1337.</p>\n    <p class=\"court\">United States Court of Appeals, Eighth Circuit.</p>\n    <p class=\"date\">Submitted: June 23, 2005.</p>\n    <p class=\"date\">Filed: November 7, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Frederick A. Duchardt, Jr., argued, Kearney, MO (Laura O'Sullivan, Kansas City, MO, on the brief), for appellant.</p>\n      <p class=\"indent\">Matt J. Whitworth, argued, Deputy U.S. Atty., Kansas City, MO (Philip M. Koppe, Asst. U.S. Atty., Todd P. Graves, U.S. Atty., on the brief), for appellee.</p>\n      <p class=\"indent\">Before MORRIS SHEPPARD ARNOLD, McMILLIAN, and COLLOTON, Circuit Judges.</p>\n      <p class=\"indent\">MORRIS SHEPPARD ARNOLD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A jury convicted Wesley Purkey of the kidnapping, rape, and murder of Jennifer Long, and sentenced him to death. <i>See</i> 18 U.S.C. &#167;&#167; 1201(a), (g), 3559(d), 3591-3598. On appeal, Mr. Purkey raises myriad challenges to his conviction and sentence. After careful review, we conclude that his arguments lack merit and therefore affirm the judgment of the district court.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Jennifer Long, a sixteen year-old high school sophomore, disappeared in January of 1998. On December 15, 1998, while in the Wyandotte County Jail awaiting a Kansas state prosecution for the murder of eighty-year-old Mary Ruth Bales, Mr. Purkey contacted Detective Bill Howard of the Kansas City, Kansas, Police Department and offered to speak with him about a kidnapping and homicide that had occurred earlier that year. Mr. Purkey told Detective Howard that he also wanted to speak with an FBI agent about this crime because he wanted to spend his time in a federal, rather than a state, institution. Detective Howard asked FBI Special Agent Dirk Tarpley to go with him to meet with Mr. Purkey.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The next day, Mr. Purkey met with Detective Howard and Agent Tarpley. At the beginning of the meeting, Mr. Purkey executed a form indicating that he understood and voluntarily waived his constitutional rights. He then told the officers that he was going to plead guilty in the Kansas case and was therefore willing to confess to the kidnapping, rape, and murder of a Missouri woman, provided that he could serve his state time in a federal penitentiary. Detective Howard and Agent Tarpley informed Mr. Purkey that they could not make any promises but would take whatever he had to say to the United States Attorney. After giving an account of the kidnapping, rape, and murder of the victim (who was later identified as Ms. Long), Mr. Purkey refused to cooperate further unless he received assurances from the United States Attorney that his case would be federally prosecuted.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">That afternoon, Detective Howard and Agent Tarpley met with Kurt Shernuk, an Assistant United States Attorney for the District of Kansas. Although he was skeptical of Mr. Purkey, Mr. Shernuk indicated that his office might be willing to prosecute the case if Mr. Purkey fully cooperated with the investigators and provided the location of the victim's remains and other evidence to corroborate his confession.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After meeting with Mr. Shernuk, Detective Howard and Agent Tarpley returned to the Wyandotte County Jail to speak with Mr. Purkey. They told him that Mr. Shernuk wanted a body and would require full cooperation, but they did not make Mr. Purkey any promises as to the sentence that he might receive. Mr. Purkey then led Messrs. Tarpley and Howard to the crime scene and to the place where he claimed to have discarded the victim's undergarments and jaw bone. He told the officers that because he had taken extraordinary measures to dispose of the body, including dismembering it with a chain saw and burning the remains, the victim's remains were not recoverable.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">More meetings occurred over the next several days. On December 17, Detective Howard and Agent Tarpley again met with Mr. Purkey and, after being reminded verbally of his constitutional rights, Mr. Purkey gave a detailed handwritten confession. The next day, Detective Howard met with Mr. Purkey and, after reminding him of his rights, conducted a photo lineup to see if he could identify the victim. Without hesitation, Mr. Purkey identified Ms. Long. Agent Tarpley met with Mr. Purkey three days later, and after being advised of his rights, Mr. Purkey confessed again.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">During the guilt phase of his federal trial, Mr. Purkey affirmed his statements about the killing and dismemberment of Ms. Long, but he disavowed his previous statements that he forced Ms. Long to travel with him from Missouri to his home in Kansas. Instead, he stated that Ms. Long, who he said he thought was a prostitute, voluntarily entered his truck and accompanied him to his home. He indicated that he fabricated the kidnapping aspect of the confession to ensure that his actions would be considered, and therefore prosecuted as, a federal crime. After deliberating briefly, the jury returned a verdict of guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">During the penalty phase of the trial, the defense submitted and the court instructed on twenty-seven mitigating factors. Mr. Purkey's primary mitigation defense consisted of expert testimony indicating that he suffered brain damage that resulted in diminished mental capacity. The government presented expert testimony to rebut this assertion and also produced evidence in support of six statutory and four non-statutory aggravating factors.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After deliberating for eleven hours and ten minutes, the jury found the existence of all six of the statutory aggravating factors: (1) that the death of Ms. Long occurred during the commission and attempted commission of her kidnapping; (2) that Mr. Purkey killed Ms. Long in an especially heinous, cruel, and depraved manner in that the killing involved torture and serious physical abuse; (3) that the victim was particularly vulnerable due to her youthful age of sixteen years; (4) that Mr. Purkey had previously been convicted of an offense punishable by a term of imprisonment of more than one year, involving the use, attempted use, and threatened use of a firearm against another person; (5) that Mr. Purkey had previously been convicted of an offense resulting in the death of a person for which a sentence of life imprisonment was authorized by statute; and (6) that Mr. Purkey had previously been convicted of two or more offenses punishable by a term of imprisonment of more than one year, committed on different occasions and involving the infliction and attempted infliction of serious bodily injury and death upon another person. The jury also found the existence of three of the four non-statutory aggravating factors: (1) that the government established loss and harm because of the victim's personal characteristics as an individual human being and the impact of the death upon the victim's family; (2) that the defendant had previously killed Mary Ruth Bales in a vicious manner in that he repeatedly struck her in the head with a hammer until she died; and (3) that Mr. Purkey had a substantial criminal history. The jury did not record any evidence of its findings with regard to the mitigating factors. It then determined that Mr. Purkey should be sentenced to death.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We begin with Mr. Purkey's arguments pertaining to the district court's denials of his pretrial motions.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Mr. Purkey's primary argument on appeal is that the district court erred in denying his motion to suppress his multiple confessions to the kidnapping, rape, and murder of Ms. Long. He argues that the district court should have suppressed his statements to Messrs. Tarpley and Howard because the statements were involuntary and therefore obtained in violation of the fifth amendment to the Constitution. He bases this argument on his assertion that the officers obtained the confessions through a false promise, <i>cf. United States v. Pierce,</i> <span class=\"citation\" data-id=\"757093\"><a href=\"/opinion/757093/united-states-v-kevin-l-pierce/\"><span class=\"volume\">152</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">808</span></a></span>, 812-13 (8th Cir.1998), namely, that if he cooperated with the government he would receive a life sentence in a federal institution. As an alternative to suppression, Mr. Purkey moved to prohibit the government from pursuing the death penalty. The district court also denied that motion.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The core of Mr. Purkey's argument is that Detective Howard and Agent Tarpley procured his confession by indicating that the Assistant United States Attorney had accepted Mr. Purkey's alleged quid pro quo offer, that is, that Mr. Purkey would confess to the crime and provide full cooperation in return for a life sentence in a federal institution. Detective Howard and Agent Tarpley testified at the suppression hearing that they never made this representation to Mr. Purkey. The district court, adopting the discussion and conclusions in the report and recommendation of a magistrate judge,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> squarely rejected Mr. Purkey's version of the events. It found that, \"[d]uring all of the time the officers spent with Purkey on December 16, 1998, there were no hints or suggestions made to Purkey... that Purkey would get a life sentence if he confessed. No one told Purkey that a life sentence would be recommended if he confessed.\" The court inserted a footnote within this language to make explicit that it found \"the testimony of Special Agent Tarpley and Detective Howard more credible than that of defendant Purkey\" on the issue of whether Messrs. Tarpley and Howard told Mr. Purkey that the Assistant United States Attorney had agreed to give Mr. Purkey a life sentence in the federal system in exchange for a full confession. Finally, the court concluded that during the course of the investigation, \"[n]o promises were made to defendant Purkey in exchange for his confessions. While the defendant was apparently surprised to find out that the death penalty was a potential sentence he might receive, the officers did not mislead [the] defendant into believing that there was no federal death penalty.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Because Mr. Purkey's challenges are to the district court's conclusions regarding the facts underlying its decisions to deny his motions, we review the matter for clear error. <i>See United States v. Kilgore,</i> <span class=\"citation\" data-id=\"698413\"><a href=\"/opinion/698413/united-states-v-edward-h-kilgore/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">350</span></a></span>, 353 (8th Cir.1995); <i>see also United States v. Heath,</i> <span class=\"citation\" data-id=\"698697\"><a href=\"/opinion/698697/united-states-v-leroy-heath/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1271</span></a></span>, 1275 (8th Cir.1995), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">892</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">240</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">167</span></span> (1995). After a thorough review of the record, we cannot conclude that the district court clearly erred in arriving at the credibility determinations and factual conclusions that it reached. We therefore affirm the district court's denial of Mr. Purkey's motion to suppress his statements and his motion to prohibit the government from seeking the death penalty.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Mr. Purkey also maintains that the district court erred when it denied his motion to dismiss based on the alleged destruction of notes that Mr. Purkey asserts that he took to document his conversations with Detective Howard and Agent Tarpley in December of 1998. Mr. Purkey testified that these notes were destroyed by prison staff during a \"shakedown\" of his segregation pod while he was incarcerated at CCA(Corrections Corporation of America)&#8212;Leavenworth. He asserts that the destruction of these notes constitutes a denial of due process and requires dismissal of the indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In <i>United States v. Malbrough,</i> <span class=\"citation\" data-id=\"553400\"><a href=\"/opinion/553400/united-states-of-america-appelleecross-appellant-v-michael-allen/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">458</span></a></span> (8th Cir.1990), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1258</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2907</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1071</span></span> (1991), we recognized that the \"Supreme Court has held that the state's failure to preserve evidence does not constitute a denial of due process unless ... comparable exculpatory evidence was not reasonably available to the defendant.\" <i>Id.</i> at 463 (citing <i>California v. Trombetta,</i> <span class=\"citation\" data-id=\"111206\"><a href=\"/opinion/111206/california-v-trombetta/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, 488-89, <span class=\"citation\" data-id=\"111206\"><a href=\"/opinion/111206/california-v-trombetta/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2528</span></a></span>, <span class=\"citation\" data-id=\"111206\"><a href=\"/opinion/111206/california-v-trombetta/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">413</span></a></span> (1984)). The district court, adopting the discussion and conclusions of the magistrate judge, concluded that Mr. Purkey's motion must fail because, among other shortcomings, Mr. Purkey could not demonstrate that he was unable to obtain comparable exculpatory evidence by other means. We review the matter to determine whether this conclusion was clearly erroneous, <i>cf. United States v. Weise,</i> <span class=\"citation\" data-id=\"721548\"><a href=\"/opinion/721548/united-states-v-simon-frank-weise-united-states-of-america-v-simon-frank/\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">502</span></a></span>, 504 (8th Cir.1996), and we conclude that it was not.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">At best, these notes can be characterized as Mr. Purkey's account of his conversations with Detective Howard and Agent Tarpley. They were neither transcripts of the conversations nor were they attested to by Messrs. Howard or Tarpley. They were simply Mr. Purkey's recollections of the conversations as recorded shortly after each conversation concluded. Mr. Purkey had ample opportunity to introduce comparable evidence in the form of his own testimony as to the substance of the conversations. And, although these notes could have been read into evidence to fill gaps in Mr. Purkey's recollection as to the content of those conversations, <i>see</i> Fed.R.Evid. 803(5), Mr. Purkey's own testimony belied his assertion of an incomplete recollection of the conversations. We can find no clear error in the magistrate judge's observation that, \"Despite Purkey's contention that he needs these notes to assist him with remembering the details of the interrogations, Purkey's testimony would suggest that he has no trouble remembering [those] details... (at least until defense counsel reminded him that he should not remember).\" Hence the district court did not err in denying Mr. Purkey's motion to dismiss based on the alleged destruction of his notes.</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Mr. Purkey also argues that the district court erred in denying his pretrial motion asking the court to prohibit the government from seeking the death penalty because of two violations of the fifth amendment's indictment clause. First, Mr. Purkey asserts that the Federal Death Penalty Act (FDPA), 18 U.S.C. &#167; 3591-3598, is facially unconstitutional because it vests the prosecution with unilateral authority to seek the death penalty without ever taking the matter of whether the death penalty is justified to the grand jury, <i>see</i> 18 U.S.C. &#167; 3593(a). Second, he argues that his prosecution ran afoul of the indictment clause because the government failed to seek an indictment upon some of the necessary elements of the capital prosecution, namely, the government's non-statutory aggravating factors and the issue of whether the aggravating factors sufficiently outweighed any mitigating factors to justify a sentence of death. Both of these are questions of law, and we therefore review them <i>de novo. See United States v. Koons,</i> <span class=\"citation\" data-id=\"778815\"><a href=\"/opinion/778815/united-states-v-timothy-donald-koons/\"><span class=\"volume\">300</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">985</span></a></span>, 990 (8th Cir.2002); <i>cf. United States v. Roy,</i> <span class=\"citation\" data-id=\"790291\"><a href=\"/opinion/790291/united-states-v-michael-p-roy/\"><span class=\"volume\">408</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">484</span></a></span>, 491 (8th Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In <i>United States v. Allen,</i> <span class=\"citation\" data-id=\"790128\"><a href=\"/opinion/790128/united-states-v-billie-jerome-allen/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">940</span></a></span>, 949 (8th Cir.2005) (en banc), we addressed the same facial challenge that Mr. Purkey now presents. There we recognized that the FDPA does vest the prosecution with authority to charge aggravating factors in a notice of intent to seek the death penalty, and does not specifically require the government to bring those factors before the grand jury for inclusion in the indictment. But because \"nothing in the Act precludes the government from also submitting them to the grand jury for inclusion in the indictment,\" we rejected the contention that the FDPA was unconstitutional. <i>Id.</i> Therefore, Mr. Purkey's facial challenge also fails.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">To deal with Mr. Purkey's second challenge, we begin with a bit of background. Under the FDPA, once the jury finds the defendant guilty of one of the offenses listed in 18 U.S.C. &#167; 3591, the trial proceeds to a separate phase &#8212; the sentencing or penalty phase. In a homicide case, the jury must make three determinations in this latter phase before it can impose the death penalty: First it must find, unanimously and beyond a reasonable doubt, that the defendant acted with the requisite <i>mens rea. See</i> 18 U.S.C. &#167; 3591(a)(2). Second, again unanimously and beyond a reasonable doubt, it must find the existence of at least one statutory aggravating factor. <i>See</i> 18 U.S.C. &#167;&#167; 3592(c), 3593(d). If the above two requirements are satisfied, the jury must then determine whether the aggravating factors, both statutory and non-statutory, \"sufficiently outweigh\" the mitigating factors presented by the defendant to justify a death sentence, \"or, in the absence of a mitigating factor, whether the aggravating factor or factors alone are sufficient to justify\" that sentence. <i>See</i> 18 U.S.C. &#167; 3593(e).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Mr. Purkey maintains that because the jury is required to take this third step before it may impose a sentence of death, the necessary elements for a capital prosecution under the FDPA include all aggravating factors, including non-statutory aggravating factors, and the weighing of aggravating factors versus mitigating factors. He therefore contends that because his superseding indictment did not include non-statutory aggravating factors or a determination that there exists probable cause to believe that aggravating factors sufficiently outweigh mitigating factors so as to justify a sentence of death, it falls short of what the fifth amendment requires. We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">\"[T]he same facts that the Sixth Amendment requires to be proven to the petit jury beyond a reasonable doubt in state and federal prosecutions must also be found by the grand jury and charged in the indictment in federal prosecutions.\" <i>Allen,</i> 406 F.3d at 943. For that reason, <i>Allen</i> held that to comport with the fifth amendment \"at least one statutory aggravating factor and the mens rea requirement [must] be found by the grand jury and charged in the indictment\" in a prosecution under the FDPA. <i>Id.</i> Mr. Purkey's superseding indictment satisfies both of these requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The indictment must charge at least one of the statutory aggravating factors that is ultimately found by the petit jury because \"that is what is required to elevate the available statutory maximum sentence from life imprisonment to death.\" <i>Id.</i> In other words, including that factor in the indictment is required to make the defendant <i>eligible</i> for the death penalty. <i>See United States v. Higgs,</i> <span class=\"citation\" data-id=\"784555\"><a href=\"/opinion/784555/united-states-v-dustin-john-higgs/\"><span class=\"volume\">353</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">281</span></a></span>, 299 (4th Cir.2003), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">608</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">465</span></span> (2004). We now make clear what <i>Allen</i> merely implied: \"There is no requirement that the indictment allege <i>all</i> of the factors that might be weighed by the jury when deciding whether to impose a death sentence.\" <i>Higgs,</i> 353 F.3d at 299. Non-statutory aggravating factors do not increase the maximum punishment to which a defendant is subject. They are neither sufficient nor necessary under the FDPA for a sentence of death. Their purpose is merely to aid the sentencer \"in selecting the appropriate sentence from the available options,\" <i>id.</i> at 298, \"`on the basis of the character of the [defendant] and the circumstances of the crime,'\" <i>id.</i> (quoting <i>Tuilaepa v. California,</i> <span class=\"citation\" data-id=\"117875\"><a href=\"/opinion/117875/tuilaepa-v-california/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">967</span></a></span>, 972, <span class=\"citation\" data-id=\"117875\"><a href=\"/opinion/117875/tuilaepa-v-california/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2630</span></a></span>, <span class=\"citation\" data-id=\"117875\"><a href=\"/opinion/117875/tuilaepa-v-california/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">750</span></a></span> (1994)).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Further, it makes no sense to speak of the weighing process mandated by 18 U.S.C. &#167; 3593(e) as an elemental fact for which a grand jury must find probable cause. In the words of the statute, it is a \"consideration,\" 18 U.S.C. &#167; 3593(e), &#8212; that is, the lens through which the jury must focus the facts that it has found to produce an individualized determination regarding \"whether the defendant should be sentenced to death, to life imprisonment without possibility of release or some other lesser sentence.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We thus conclude that Mr. Purkey's arguments based on the indictment clause of the fifth amendment are without merit.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Mr. Purkey next challenges the district court's for-cause exclusion of three potential jurors who expressed reluctance to impose the death penalty. In <i>Wainwright v. Witt,</i> <span class=\"citation\" data-id=\"111303\"><a href=\"/opinion/111303/wainwright-v-witt/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">412</span></a></span>, 420, 424, <span class=\"citation\" data-id=\"111303\"><a href=\"/opinion/111303/wainwright-v-witt/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">844</span></a></span>, <span class=\"citation\" data-id=\"111303\"><a href=\"/opinion/111303/wainwright-v-witt/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">841</span></a></span> (1985), the Supreme Court instructed that a potential juror may be excluded for cause based on his or her views on capital punishment only if those views would \"`prevent or substantially impair the performance of his duties as a juror in accordance with his instructions and his oath.'\" (quoting <i>Adams v. Texas,</i> <span class=\"citation\" data-id=\"110323\"><a href=\"/opinion/110323/adams-v-texas/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">38</span></a></span>, 45, <span class=\"citation\" data-id=\"110323\"><a href=\"/opinion/110323/adams-v-texas/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2521</span></a></span>, <span class=\"citation\" data-id=\"110323\"><a href=\"/opinion/110323/adams-v-texas/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">581</span></a></span> (1980)). We review a district court's removal of death-scrupled venirepersons for an abuse of discretion. <i>See United States v. Nelson,</i> <span class=\"citation\" data-id=\"783977\"><a href=\"/opinion/783977/united-states-v-keith-d-nelson/\"><span class=\"volume\">347</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">701</span></a></span>, 710-11 (8th Cir.2003), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">486</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">355</span></span> (2004); <i>United States v. Ortiz,</i> <span class=\"citation\" data-id=\"780418\"><a href=\"/opinion/780418/united-states-v-arboleda-a-ortiz-united-states-of-america-v-german/\"><span class=\"volume\">315</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">873</span></a></span>, 888 (8th Cir.2002), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2095</span></span>, <span class=\"citation no-link\"><span class=\"volume\">538</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1042</span></span>, <span class=\"citation no-link\"><span class=\"volume\">155</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1078</span></span> and <span class=\"citation no-link\"><span class=\"volume\">540</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1073</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">920</span></span>, <span class=\"citation no-link\"><span class=\"volume\">157</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">742</span></span> (2003).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Mr. Purkey first asks us to find error in the district court's removal of Margaret Fox. He begins by inviting us to adopt the holding of the Tenth Circuit in <i>United States v. Chanthadara,</i> <span class=\"citation\" data-id=\"160341\"><a href=\"/opinion/160341/united-states-v-chanthadara/\"><span class=\"volume\">230</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1237</span></a></span>, 1270 (10th Cir.2000), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">992</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">457</span></span>, <span class=\"citation no-link\"><span class=\"volume\">151</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">376</span></span> (2001), and review Ms. Fox's removal <i>de novo</i> because the court struck her solely on the basis of her answers to a questionnaire. We do not agree, however, with <i>Chanthadara</i>'s implicit assumption that a district court's decision on the qualifications of a juror is entitled to deference only because of that court's superior position to assess a potential juror's demeanor and credibility. <i>See id.</i> at 1269-70. Other reasons, such as respect for the trial process, \"the expertise developed by trial judges,\" and the desire to conserve judicial resources also underpin the fundamental principle that \"appellate courts are not to decide factual questions <i>de novo,</i> reversing any findings they would have made differently.\" <i>Maine v. Taylor,</i> <span class=\"citation\" data-id=\"111715\"><a href=\"/opinion/111715/maine-v-taylor/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">131</span></a></span>, 145, <span class=\"citation\" data-id=\"111715\"><a href=\"/opinion/111715/maine-v-taylor/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2440</span></a></span>, <span class=\"citation\" data-id=\"111715\"><a href=\"/opinion/111715/maine-v-taylor/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">110</span></a></span> (1986); <i>cf. Anderson v. Bessemer City,</i> <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 574-76, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1504</span></a></span>, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">518</span></a></span> (1985); Fed.R.Civ.P. 52(a). Accordingly, we decline this invitation to stray from the standard of review established in our previous cases, which is whether the district court abused its discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court did not abuse its discretion by striking Ms. Fox. She repeatedly indicated on the questionnaire that she had serious reservations about capital punishment. When asked in question thirty-eight of the questionnaire to describe her feelings about the death penalty, how strong those feelings were, and how long she had held them, she wrote, \"Within the last 50 years I've gained stronger and stronger feelings against [the] use of the death penalty. I believe major criminals should be punished, but taking away their lives should be left to God.\" Her responses to questions thirty-six and thirty-seven, which asked about the effect that exposure to books, articles, and movies about the death penalty had on her, also indicate that she \"questioned that the death penalty should be used\" and \"question[ed] the right of the courts to administer the death penalty.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Question thirty-nine, a multiple choice question, gave each juror an opportunity to mark the choice that best described his or her feelings about the death penalty. Three of the eight choices pertained to people with some degree of opposition to the death penalty. They were as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">a. I am opposed to the death penalty, and I will never vote to impose the death penalty in any case, no matter what the facts.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">b. I am opposed to the death penalty, and I would have a difficult time voting to impose the death penalty.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">c. I am opposed to the death penalty, but could vote to impose the death penalty if I believed that the death penalty was called for in light of the facts and law in the case.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Ms. Fox declined to indicate that she could vote to impose the death penalty by selecting choice \"c\" and instead chose the ambiguous \"b.\" When we consider this response together with her other answers regarding her views on the death penalty, we find sufficient evidence in the record from which the district court could conclude that her views on the death penalty would \"`substantially impair the performance of her duties as a juror in accordance with h[er] instructions and h[er] oath.'\" <i>Wainwright,</i> 469 U.S. at 424, <span class=\"citation\" data-id=\"111303\"><a href=\"/opinion/111303/wainwright-v-witt/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">844</span></a></span> (quoting <i>Adams,</i> 448 U.S. at 45, <span class=\"citation\" data-id=\"110323\"><a href=\"/opinion/110323/adams-v-texas/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2521</span></a></span>).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Mr. Purkey also argues that the court erroneously struck Willie Randle after mishearing or incorrectly recollecting his responses during voir dire. During voir dire, the government asked Mr. Randle whether he would \"hold the government to a higher burden of proof than what is required under the law.\" He responded, \"I think I would.\" When the government next asked whether he would hold it to a higher burden of proof than \"beyond a reasonable doubt\" he replied, \"It has to be proof without a reasonable doubt.\" Later, in granting the government's request to strike Mr. Randle, the district judge declared, \"My recollection is that he's holding the government to a higher standard than the law provides.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Reviewing the cold record, it is difficult to divine exactly what Mr. Randle meant when he replied that \"[i]t has to be proof without a reasonable doubt.\" Although those words of the transcript, taken literally, may indicate that Mr. Randle had agreed to apply a burden equivalent to the one that the law actually imposes, the transcript cannot provide any insight regarding Mr. Randle's intent in using the phrase \"without a reasonable doubt\" instead of \"beyond a reasonable doubt.\" This is why the Supreme Court instructed in <i>Wainwright,</i> 469 U.S. at 426, <span class=\"citation\" data-id=\"111303\"><a href=\"/opinion/111303/wainwright-v-witt/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">844</span></a></span>, that \"deference must be paid to the trial judge who sees and hears the juror.\" The trial judge, who had the opportunity to observe the exchange, could have reasonably interpreted Mr. Randle's refusal to parrot the words of the government and instead use the phrase \"without a reasonable doubt\" as an affirmation of his earlier statement that he would hold the government to a higher burden of proof than the law provides. Based on the colloquy between Mr. Randle and the government, as well as the court's stated reason for its ruling, we conclude that the district court did not abuse its discretion by striking this potential juror.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Finally, Mr. Purkey argues that the district court erred when it removed Gary Danford for cause after he had been \"rehabilitated.\" When questioned by the government, Mr. Danford insisted that he would hold the government to a higher burden of proof than reasonable doubt. But Mr. Danford reversed course under subsequent questioning by Mr. Purkey's counsel and indicated that he would \"follow the law.\" The district court concluded that, \"I think he has kind of made up his mind what the standard is and that the standard he has decided upon is something different than what the law provides.\" Quite simply, the district court made a reasonable judgment based on its impression of Mr. Danford's credibility as was its prerogative. <i>See Nelson,</i> 347 F.3d at 710-11; <i>United States v. Moore,</i> <span class=\"citation\" data-id=\"755850\"><a href=\"/opinion/755850/united-states-v-dennis-b-moore-sr-united-states-of-america-v-keven-l/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">773</span></a></span>, 779-80 (8th Cir.1998), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">525</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1030</span></span>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">570</span></span>, <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">475</span></span> (1998), <span class=\"citation no-link\"><span class=\"volume\">525</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span></span>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">826</span></span>, <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">684</span></span>. The record lacks adequate grounds for us to conclude that the district court abused its discretion.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Mr. Purkey also maintains that the district court erred in several respects during the guilt phase of his trial.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We begin with Mr. Purkey's contention that the district court erred by refusing to allow certain evidence during the guilt phase of the trial. He asserts that the district court erred in the following ways: by excluding the testimony of defense expert Dr. David Preston; by refusing to allow Mr. Purkey to testify about how his father had introduced him to prostitutes at an early age; and by refusing to permit cross-examination of Michael Speakman regarding his misconduct while he was incarcerated at CCA-Leavenworth. \"We review de novo the district court's interpretation and application of the rules of evidence, and review for an abuse of discretion the factual findings supporting its evidentiary ruling.\" <i>United States v. Smith,</i> <span class=\"citation\" data-id=\"787745\"><a href=\"/opinion/787745/united-states-v-lamont-o-smith/\"><span class=\"volume\">383</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">700</span></a></span>, 706 (8th Cir.2004). We may affirm on any ground supported by the record, even if that ground was not relied on by the district court. <i>See Bilal v. Lockhart,</i> <span class=\"citation\" data-id=\"606721\"><a href=\"/opinion/606721/kasib-t-bilal-v-al-lockhart-w-sargent-larry-norris/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">643</span></a></span>, 645 (8th Cir.1993), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">924</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">326</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">272</span></span> (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Dr. Preston, a nuclear medicine specialist, conducted positron emission topography and magnetic resonance imaging testing upon Mr. Purkey and would have testified that those tests revealed abnormalities within Mr. Purkey's brain. Mr. Purkey intended to offer this testimony during the guilt phase of the trial to support both his contention that he did not intentionally kidnap Ms. Long (because he thought she was a prostitute and/or voluntarily accompanied him to his home) and to illuminate Mr. Purkey's state of mind when he confessed to Detective Howard and Agent Tarpley. The district court concluded that \"although Dr. Preston is qualified in the field of nuclear medicine, he is not qualified to testify regarding defendant's state of mind and actions at the time of the offenses or at the time that Mr. Purkey gave his statements to the investigators.\"</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We believe that the district court's conclusion was correct. Although we harbor no doubt that Dr. Preston was qualified to testify regarding the results of the tests that he conducted on Mr. Purkey, there is nothing in the record that indicates that he was qualified to connect that testimony to the inquiry for which it was offered, namely, Mr. Purkey's state of mind and actions either at the time of the offenses or when he gave his statements to the investigators. Indeed, in neither the expert report nor the offer of proof did Dr. Preston even attempt to tie the test results to Mr. Purkey's state of mind on the specific occasions in question. When questioned by the government, moreover, Dr. Preston admitted that the images produced by the tests could not predict behavior and did not have a causal relationship to criminal behavior. There is manifestly no error in the district court's decision to exclude Dr. Preston's testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Mr. Purkey also argues that the court erred when it refused, in the guilt phase of the trial, to allow him to testify that his father had introduced him to the use of prostitutes during his boyhood. (The court did permit some testimony of this nature in the penalty phase.) Mr. Purkey submits that this testimony would have provided the jury with context to understand why he might have mistakenly believed that Ms. Long was a prostitute. This, he argues, would have bolstered his defense that he did not kidnap Ms. Long and that she willingly entered his car and traveled with him from Missouri to Kansas. And, defense counsel argues, if the jury believed that Mr. Purkey did not transport Ms. Long across state lines against her will and did not do so with the intent to rape her, it could not have convicted him of kidnapping. But we fail to see how the method by which Mr. Purkey was introduced to prostitutes more than thirty years before his crime is relevant to explaining why he mistook a teenage schoolgirl for a prostitute, and we therefore uphold the district court's decision to exclude the testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Mr. Purkey also argues that the district court erred by refusing to permit him to cross-examine Michael Speakman regarding Mr. Speakman's uncharged misconduct while at CCA-Leavenworth. Mr. Purkey wanted to elicit this testimony to demonstrate that a desire to avoid punishment for these uncharged acts might have motivated Mr. Speakman to provide information and testimony for the prosecution. He asserts that this denial deprived him of his sixth amendment right to confront an adverse witness.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Mr. Purkey calls our attention to the Supreme Court's language in <i>Davis v. Alaska,</i> <span class=\"citation\" data-id=\"108974\"><a href=\"/opinion/108974/davis-v-alaska/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span>, 316-17, <span class=\"citation\" data-id=\"108974\"><a href=\"/opinion/108974/davis-v-alaska/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1105</span></a></span>, <span class=\"citation\" data-id=\"108974\"><a href=\"/opinion/108974/davis-v-alaska/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">347</span></a></span> (1974), which recognizes that \"the exposure of a witness' motivation in testifying is a proper and important function of the constitutionally protected right of cross-examination.\" <i>Id.</i> at 316-17, <span class=\"citation\" data-id=\"108974\"><a href=\"/opinion/108974/davis-v-alaska/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1105</span></a></span>. But this passage does not suggest that a judge should be prevented from imposing limits of any sort on defense counsel's inquiry into the potential bias of a prosecution witness. <i>Delaware v. Van Arsdall,</i> <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">673</span></a></span>, 679, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1431</span></a></span>, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1986). \"On the contrary, trial judges retain wide latitude ... to impose reasonable limits on such cross-examination based on concerns about, among other things, harassment, prejudice, confusion of the issues, the witness' safety, or interrogation that is repetitive or only marginally relevant.\" <i>Id.</i> We will not reverse a trial court's decision to limit cross-examination absent a \"clear abuse of discretion and a showing of prejudice to [the] defendant.\" <i>United States v. Love,</i> <span class=\"citation\" data-id=\"782045\"><a href=\"/opinion/782045/united-states-v-deon-love/\"><span class=\"volume\">329</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">981</span></a></span>, 984 (8th Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Mr. Purkey has failed to demonstrate a violation of the confrontation clause. To do so, he must show that a reasonable jury might have received a different impression of the witness's credibility had Mr. Purkey's counsel been permitted to pursue his proposed line of cross-examination. <i>See Van Arsdall,</i> 475 U.S. at 680, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1431</span></a></span>; <i>United States v. Drapeau,</i> <span class=\"citation\" data-id=\"790984\"><a href=\"/opinion/790984/united-states-v-bernard-j-drapeau-jr/\"><span class=\"volume\">414</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">869</span></a></span>, 875-76 (8th Cir.2005). Here, Mr. Purkey's counsel conclusively demonstrated by other means that Mr. Speakman was driven to testify by a desire for leniency. Mr. Speakman's testimony established that the government had filed a motion under Federal Rule of Criminal Procedure 35, requesting a reduction of Mr. Speakman's sentence. Mr. Purkey's counsel asked Mr. Speakman, \"Basically what you're trying to do is do your best to get a reduction to your sentence?\" Mr. Speakman replied, \"I'd be lying if I said I was sitting here being a good citizen.\" Mr. Purkey's counsel then asked, \"Your sole point in being here is to reduce the sentence that you received?\" Mr. Speakman replied, \"Yes, ma'am.\" We have difficulty imagining how further testimony could have shown more definitively that a desire for leniency played a significant part in Mr. Speakman's willingness to testify. Consequently, the district court did not abuse its discretion in limiting cross-examination that would have further established that point.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Mr. Purkey also submits that the district court incorrectly instructed the jury on the elements contained in the kidnapping statute. <i>See</i> 18 U.S.C. &#167; 1201. That statute provides that a person commits the offense of kidnapping if he or she \"unlawfully seizes, confines, inveigles, decoys, kidnaps, abducts, or carries away and holds for ransom or reward or otherwise any person ... when &#8212; (1) the person is willfully transported in interstate or foreign commerce.\" <i>Id.</i> This statute quite clearly requires that the government prove that Mr. Purkey seized Ms. Long \"for ransom or reward or otherwise,\" <i>id.,</i> which in this case was for the purpose of forcible rape. Mr. Purkey, however, contends that the statute also requires that the government prove that he transported Ms. Long across state lines for that same reason. He bases this contention on the language of the statute that requires the defendant to have \"willfully transported,\" <i>id.,</i> his or her victim. He submits that this phrase requires that the kidnapper transport his or her victim with the intent to do something that the law forbids. <i>Cf. United States v. Gabaldon,</i> <span class=\"citation\" data-id=\"165225\"><a href=\"/opinion/165225/united-states-v-gabaldon/\"><span class=\"volume\">389</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1090</span></a></span>, 1094-95 n. 1 (10th Cir.2004), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1688</span></span>, <span class=\"citation no-link\"><span class=\"volume\">161</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">482</span></span> (2005). He therefore maintains that the district court erred by failing to give an instruction that required the government to prove not only that he seized the victim for the purpose of forcible rape but also that he transported her across the state line for the purpose of forcible rape. This error is significant, according to Mr. Purkey, because he argued as part of his defense that he transported Ms. Long from Missouri to Kansas without the intent to rape. We will affirm if the instructions correctly stated the law and fairly and adequately submitted the issues to the jury. <i>Cf. United States v. Kehoe,</i> <span class=\"citation\" data-id=\"779816\"><a href=\"/opinion/779816/united-states-v-chevie-obrien-kehoe-also-known-as-jonathan-collins-also/\"><span class=\"volume\">310</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">579</span></a></span>, 593 (8th Cir.2002), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">538</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1048</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2112</span></span>, <span class=\"citation no-link\"><span class=\"volume\">155</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1089</span></span> (2003).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The district court instructed the jury that in order to convict it had to find that \"the defendant unlawfully seized, confined, kidnapped, abducted, carried away or held Jennifer Long;\" that \"the defendant did so for the purpose of the forcible rape of Jennifer Long;\" that \"the defendant willfully, knowingly, and unlawfully transported Jennifer Long across the state line from Missouri to Kansas;\" and that \"Jennifer Long died as a result of defendant's actions.\" This instruction precisely tracked the statute's ordering of the elements. <i>See</i> 18 U.S.C. &#167; 1201. And, although the Eighth Circuit Manual of Model Jury Instructions (Criminal) (2005) does not contain a recommended instruction on kidnapping, the instruction given by the district court is consistent with the recommended instructions for the Ninth and Eleventh Circuit, <i>see</i> Ninth Circuit Manual of Model Jury Instructions (Criminal) &#167; 8.95 (2003 ed.); Eleventh Circuit Pattern Jury Instructions (Criminal) 49 (2003 ed.), as well as the instruction recommended by the Federal Judicial Center, Pattern Criminal Jury Instructions &#167; 84. <i>Cf.</i> Eighth Circuit Manual of Model Jury Instructions (Criminal) 12.07A. We disagree with Mr. Purkey's construction of the statute and therefore find no error in the district court's instruction on the elements contained in &#167; 1201.</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In his last contention of error with respect to the guilt phase of his trial, Mr. Purkey maintains that the district court erred in denying his motion for a mistrial based on prosecutorial misconduct. He asserts that the government's efforts to call attention to his tattoos that depicted, among other things, a Nazi swastika and symbols of the Aryan Brotherhood unfairly inflamed the jury and deprived him of his right to a fair trial.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">During the government's direct examination of its first witness, it displayed a picture of Mr. Purkey standing shirtless with his tattoos visible. Due to a misunderstanding between the prosecution and the defense, Mr. Purkey's counsel did not have a chance to object before the government displayed the picture to the jury. Mr. Purkey's counsel then objected to the picture's admission into evidence and that objection was sustained. Three days later, during the government's cross-examination of Mr. Purkey, the government again highlighted the tattoos. The prosecutor asked Mr. Purkey whether Ms. Long observed his tattoos, including the \"Nazi swastika\" tattoo, when she entered his vehicle or while she was, according to Mr. Purkey, voluntarily kissing him while he had his shirt off. The government stated that it made this inquiry to demonstrate the unreasonableness of Mr. Purkey's testimony that Ms. Long voluntarily accompanied him to his home and consented to engaging in foreplay with him. When defense counsel objected to this question, the district court sustained the objection and instructed the jury to disregard the government's questions about Mr. Purkey's tattoos. The defense then asked the judge to declare a mistrial based on the prosecution's referring to the tattoos after the district court had previously sustained the objection regarding the picture showing the tattoos. The district court denied that request.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">\"The test for reversible prosecutorial misconduct has two parts: (1) the prosecutor's remarks or conduct must in fact have been improper, and (2) such remarks or conduct must have prejudicially affected the defendant's substantial rights so as to deprive the defendant of a fair trial.\" <i>United States v. Hernandez,</i> <span class=\"citation\" data-id=\"462340\"><a href=\"/opinion/462340/united-states-v-adam-david-hernandez/\"><span class=\"volume\">779</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span></a></span>, 458 (8th Cir.1985). Even assuming <i>arguendo</i> that the prosecutor's actions and questions were improper, these actions nevertheless fail to constitute reversible error. When determining whether the prosecutor's remarks and conduct so infected the trial with unfairness that it deprived the defendant of a fair trial, we usually consider three criteria: \"(1) the cumulative effect of such misconduct; (2) the strength of the properly admitted evidence of the defendant's guilt; and (3) the curative actions taken by the trial court.\" <i>Hernandez,</i> 779 F.2d at 460. Here the cumulative effect of the prosecutor's references to Mr. Purkey's tattoos was not significant. Although we do not doubt that references of this sort can sometimes result in prejudice, the prosecution referred to Mr. Purkey's tattoos only twice, <i>cf. id.,</i> and only briefly at that. There was also considerable evidence of guilt. Although he gave a somewhat different story at trial, there was evidence that Mr. Purkey had confessed to the crime on multiple occasions. Finally, the district court took prompt curative action. It sustained the objections to the admission of the picture and to the questions regarding Mr. Purkey's tattoos. After sustaining the latter objection, the court also instructed the jury to disregard the questions. <i>Cf. United States v. Uphoff,</i> <span class=\"citation\" data-id=\"771132\"><a href=\"/opinion/771132/united-states-of-america-v-martin-uphoff/\"><span class=\"volume\">232</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">624</span></a></span>, 625-26 (8th Cir.2000). We therefore reject Mr. Purkey's contention that his assertions of prosecutorial misconduct warrant reversal.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We move now to Mr. Purkey's assignments of error regarding the penalty phase of his trial.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Mr. Purkey makes several arguments relating to the district court's evidentiary rulings. He asserts that the district court erred in the following ways: by refusing to permit evidence that his wife had poisoned him; by excluding the testimony of Dr. Mark Cunningham regarding Mr. Purkey's alleged fetal alcohol exposure; by refusing to permit the surrebuttal testimony of Dr. Stephen Peterson in response to the testimony of Dr. Helen Mayberg; by limiting the impeachment of Dr. Park Dietz; and by allowing the government to question Dr. Peterson regarding his views on the death penalty.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">\"The Federal Death Penalty Act (FDPA) erects very low barriers to the admission of evidence at capital sentencing hearings.\" <i>United States v. Lee,</i> <span class=\"citation\" data-id=\"775888\"><a href=\"/opinion/775888/united-states-v-daniel-lewis-lee-also-known-as-daniel-lewis-graham-also/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">485</span></a></span>, 494 (8th Cir.2001), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">537</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1000</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">513</span></span>, <span class=\"citation no-link\"><span class=\"volume\">154</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">394</span></span> (2002). In the sentencing phase, \"[i]nformation is admissible regardless of its admissibility under the rules governing admission of evidence at criminal trials.\" <i>See</i> 18 U.S.C. &#167; 3593(c). One reason for this more lenient standard is that it affords the defendant additional opportunities to present mitigating evidence consistent with the Supreme Court's directive that to meet constitutional requirements in capital cases \"`the sentencer ... not be precluded from considering, as a mitigating factor, any aspect of a defendant's character or record and any circumstances of the offense that the defendant proffers as a basis for a sentence less than death.'\" <i>Eddings v. Oklahoma,</i> <span class=\"citation\" data-id=\"110641\"><a href=\"/opinion/110641/eddings-v-oklahoma/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span>, 110, <span class=\"citation\" data-id=\"110641\"><a href=\"/opinion/110641/eddings-v-oklahoma/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">869</span></a></span>, <span class=\"citation\" data-id=\"110641\"><a href=\"/opinion/110641/eddings-v-oklahoma/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1982) (quoting <i>Lockett v. Ohio,</i> <span class=\"citation\" data-id=\"109935\"><a href=\"/opinion/109935/lockett-v-ohio/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">586</span></a></span>, 604, <span class=\"citation\" data-id=\"109935\"><a href=\"/opinion/109935/lockett-v-ohio/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2954</span></a></span>, <span class=\"citation\" data-id=\"109935\"><a href=\"/opinion/109935/lockett-v-ohio/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">973</span></a></span> (1978) (plurality opinion)) (emphasis omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">But this does not mean that the defense has <i>carte blanche</i> to introduce any and all evidence that it wishes. The trial court retains its traditional authority \"to exclude, as irrelevant, evidence not bearing on the defendant's character, prior record, or the circumstances of his offense.\" <i>Lockett,</i> 438 U.S. at 604 n. 12, <span class=\"citation\" data-id=\"109935\"><a href=\"/opinion/109935/lockett-v-ohio/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2954</span></a></span> (plurality opinion). The FDPA, moreover, invests the judge with the authority to exclude probative information during the penalty phase if \"its probative value is outweighed by the danger of creating unfair prejudice, confusing the issues, or misleading the jury.\" 18 U.S.C. &#167; 3593(c). We review the record to determine whether the district judge abused the discretion entrusted to him by the FDPA, <i>see United States v. Johnson,</i> <span class=\"citation\" data-id=\"770024\"><a href=\"/opinion/770024/united-states-v-darryl-lamont-johnson/\"><span class=\"volume\">223</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">665</span></a></span>, 674 (7th Cir.2000), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">829</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">71</span></span>, <span class=\"citation no-link\"><span class=\"volume\">151</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">37</span></span> (2001); <i>United States v. Hall,</i> <span class=\"citation\" data-id=\"757051\"><a href=\"/opinion/757051/united-states-v-orlando-cordia-hall-also-known-as-lan/\"><span class=\"volume\">152</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">381</span></a></span>, 397 (5th Cir.1998), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1117</span></span>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1767</span></span>, <span class=\"citation no-link\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">797</span></span> (1999), <i>abrogated on other grounds in United States v. Martinez-Salazar,</i> <span class=\"citation\" data-id=\"118333\"><a href=\"/opinion/118333/united-states-v-martinez-salazar/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">304</span></a></span>, 310-14, <span class=\"citation\" data-id=\"118333\"><a href=\"/opinion/118333/united-states-v-martinez-salazar/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">774</span></a></span>, <span class=\"citation\" data-id=\"118333\"><a href=\"/opinion/118333/united-states-v-martinez-salazar/\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">792</span></a></span> (2000), and we determine <i>de novo</i> the question of whether Mr. Purkey's constitutional rights have been violated. <i>See United States v. Washington,</i> <span class=\"citation\" data-id=\"780765\"><a href=\"/opinion/780765/united-states-v-earnest-washington-united-states-of-america-v-wendell-e/\"><span class=\"volume\">318</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">845</span></a></span>, 854-55 (8th Cir.2003), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">540</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">884</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">209</span></span>, <span class=\"citation no-link\"><span class=\"volume\">157</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">152</span></span> (2003) and <span class=\"citation no-link\"><span class=\"volume\">540</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">899</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">251</span></span>, <span class=\"citation no-link\"><span class=\"volume\">157</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">179</span></span> (2003). Even if we conclude that the district court erred, we cannot reverse or vacate a federal death sentence on account of an error that is harmless beyond a reasonable doubt. <i>See</i> 18 U.S.C. &#167; 3595(c)(2); <i>Jones v. United States,</i> <span class=\"citation\" data-id=\"118309\"><a href=\"/opinion/118309/jones-v-united-states/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">373</span></a></span>, 402-05, <span class=\"citation\" data-id=\"118309\"><a href=\"/opinion/118309/jones-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2090</span></a></span>, <span class=\"citation\" data-id=\"118309\"><a href=\"/opinion/118309/jones-v-united-states/\"><span class=\"volume\">144</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">370</span></a></span> (1999).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Mr. Purkey contends that the district court erred by refusing to allow evidence that his wife, Jeanette Purkey, had poisoned him. Mr. Purkey wished to use this evidence to demonstrate that because he was operating under the influence of poison when he murdered the elderly Kansas woman or when he killed Ms. Long, his actions took place while he was involuntarily intoxicated or, at the very least, in an altered mental state. When he sought to introduce the evidence in the penalty phase (he also sought to introduce this evidence in the guilt phase), he had no evidence that the poison he allegedly received, rat poison, had any known effect on the mind. Also, his wife's testimony as to whether she had poisoned him during the relevant time period was equivocal at best. During the penalty phase, the government objected to the evidence, asserting that for both of the above reasons the presentation of this evidence was not relevant and would be a \"big diversion\" for the jury. The district court agreed.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We cannot say that the district court erred in excluding this evidence. The defense admitted that it had no evidence that rat poison has any psychological effects. Therefore, this evidence could not have had any probative value to suggest that Mr. Purkey's mind was operating under the poison's supposed influence when he committed either of the two murders. A reasonable judge could conclude that this evidence was both completely irrelevant to the purpose for which it was offered, <i>cf. Lockett,</i> 438 U.S. at 604 n. 12, <span class=\"citation\" data-id=\"109935\"><a href=\"/opinion/109935/lockett-v-ohio/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2954</span></a></span> (plurality opinion), and, because of the scandalous and perplexing nature of the claim, had significant potential to confuse or mislead the jury. <i>Cf.</i> 18 U.S.C. &#167; 3593(c).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Mr. Purkey also asserts on appeal that this evidence also demonstrates his difficult home life. Because he did not argue this below, we review for plain error, <i>see Lee,</i> 274 F.3d at 493; <i>United States v. Turner,</i> <span class=\"citation\" data-id=\"732508\"><a href=\"/opinion/732508/united-states-v-john-henry-turner-jr/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">217</span></a></span>, 221 (8th Cir.1997), and find none. To begin, we note Ms. Purkey's benevolent, if misguided, motivation for poisoning her husband by mixing the poison with his drugs: She asserted that she was trying to scare him into abandoning his illegal use of drugs. This evidence might demonstrate that Mr. Purkey had someone in his life who cared about his well being. To the extent that this evidence could be construed as illustrating Mr. Purkey's difficult home life, we note that the record is replete with evidence of the difficult and dysfunctional environments in which Mr. Purkey has lived, and so we cannot conclude that the omission of this additional evidence affected his substantial rights. <i>See Turner,</i> 104 F.3d at 221.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Mr. Purkey also contends that the district court erred by refusing to allow Dr. Cunningham to testify to his opinion that Mr. Purkey suffered from fetal alcohol exposure. The district court excluded the evidence because Mr. Purkey could not adduce specific evidence that his mother drank during the time that she was pregnant with him. Mr. Purkey's offer of proof does indicate, however, that had the court permitted Dr. Cunningham to testify on this issue he would have brought forth significant circumstantial evidence that Mr. Purkey suffered from this affliction. First, there was evidence that Mr. Purkey's mother abused alcohol dating back to at least 1950. (Mr. Purkey was born in 1952.) Second, there was evidence that Mr. Purkey's mother had two other children around the time of Mr. Purkey's birth, both of whom died, one shortly before and one shortly after birth. This, according to Dr. Cunningham, would have been consistent with those children's fetal alcohol exposure. Third, Dr. Cunningham would have testified that Mr. Purkey's brain condition is consistent with his having suffered fetal alcohol exposure. We think that Dr. Cunningham's testimony regarding Mr. Purkey's fetal alcohol exposure would have provided probative mitigating evidence. <i>Cf. Silva v. Woodford,</i> <span class=\"citation\" data-id=\"776474\"><a href=\"/opinion/776474/benjamin-wai-silva-v-jeanne-s-woodford-warden-san-quentin-state-prison/\"><span class=\"volume\">279</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">825</span></a></span>, 847 n. 17 (9th Cir.2002), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">537</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">942</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">342</span></span>, <span class=\"citation no-link\"><span class=\"volume\">154</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">249</span></span> (2002). Given that and the relaxed standard set forth by 18 U.S.C. &#167; 3593(c), we conclude that the district court erred when it excluded this evidence simply because there was no direct evidence that Mr. Purkey's mother drank while pregnant with him.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Nevertheless, when we consider the record as a whole, we are satisfied that this error was harmless beyond a reasonable doubt. <i>See</i> 18 U.S.C. &#167; 3595(c)(2); <i>Jones,</i> 527 U.S. at 402-05, <span class=\"citation\" data-id=\"118309\"><a href=\"/opinion/118309/jones-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2090</span></a></span>; <i>cf. Hitchcock v. Dugger,</i> <span class=\"citation\" data-id=\"111871\"><a href=\"/opinion/111871/hitchcock-v-dugger/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">393</span></a></span>, 398-99, <span class=\"citation\" data-id=\"111871\"><a href=\"/opinion/111871/hitchcock-v-dugger/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1821</span></a></span>, <span class=\"citation\" data-id=\"111871\"><a href=\"/opinion/111871/hitchcock-v-dugger/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">347</span></a></span> (1987); <i>Chapman v. California,</i> <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">18</span></a></span>, 24, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">824</span></a></span>, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">705</span></a></span> (1967). We are confident that the jury would have reached the sentence that it did even if the court had admitted this evidence. <i>See Jones,</i> 527 U.S. at 402, <span class=\"citation\" data-id=\"118309\"><a href=\"/opinion/118309/jones-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2090</span></a></span>; <i>cf. Sweet v. Delo,</i> <span class=\"citation\" data-id=\"746780\"><a href=\"/opinion/746780/glennon-paul-sweet-v-paul-delo-superintendent-potosi-correctional-center/\"><span class=\"volume\">125</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1144</span></a></span>, 1158-59 (8th Cir.1997), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1010</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1197</span></span>, <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">326</span></span> (1998). The district court admitted significant expert testimony regarding Mr. Purkey's brain abnormalities and their impact on his mental and emotional health. The jury was not, therefore, precluded from considering Mr. Purkey's mental and emotional impairments as potential mitigating factors; it was merely precluded from considering one of several possible explanations as to the cause of these alleged impairments. And, although we recognize that a jury may be more likely to believe that someone suffers from a problem if its cause is explained, we nevertheless harbor no doubt that considering the minimal probative value of the evidence and the overwhelming evidence and jury findings of serious aggravating factors, its exclusion was harmless. <i>Cf. United States v. Bernard,</i> <span class=\"citation\" data-id=\"778660\"><a href=\"/opinion/778660/united-states-v-brandon-bernard-and-christopher-andre-vialva/\"><span class=\"volume\">299</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">467</span></a></span>, 487 (5th Cir.2002), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">539</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">928</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2572</span></span>, <span class=\"citation no-link\"><span class=\"volume\">156</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">607</span></span> (2003).</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Mr. Purkey also assigns error in the district court's refusal to allow him to impeach Dr. Park Dietz by inquiring into an error that the doctor made when testifying in the case of <i>Yates v. State,</i> <span class=\"citation\" data-id=\"1561111\"><a href=\"/opinion/1561111/yates-v-state/\"><span class=\"volume\">171</span> <span class=\"reporter\">S.W.3d</span> <span class=\"page\">215</span></a></span> (2005). When serving as an expert witness for the state in the <i>Yates</i> case, Dr. Dietz erroneously testified that the facts of an episode of a television show on which he consulted, \"Law &amp; Order,\" were very similar to those in <i>Yates.</i> In fact, no such episode existed. <i>Id.</i> at 218-20. Dr. Dietz, during a proffer session conducted outside of the hearing of the jury in Mr. Purkey's case, freely admitted to the error that he had made in the <i>Yates</i> trial. The district court, however, sustained the government's objection to testimony about the error because it would \"create[] confusion and [was] collateral.\"</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">In response to Mr. Purkey's argument, the government asserts that the exclusion of this evidence was proper under Federal Rule of Evidence 403. But that is not the controlling law here. This is an FDPA case, and its evidentiary standard must govern. <i>See Lee,</i> 274 F.3d at 494-95. Accordingly, we review this issue under the standard of &#167; 3593(c), which provides for the exclusion of evidence \"if its probative value is outweighed by the danger of creating unfair prejudice, confusing the issues, or misleading the jury.\" 18 U.S.C. &#167; 3593(c); <i>see Lee,</i> 274 F.3d at 494.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Although one of the court's reasons, that the testimony would \"create[] confusion,\" is arguably consistent with a permissible reason under the FDPA, we cannot conclude that the district court acted correctly when it refused to permit any inquiry into Dr. Dietz's previous mistake. This testimony would have been relevant to demonstrate the doctor's fallibility. Further, we cannot agree with the district court that this testimony would have resulted in confusion. Dr. Dietz freely admitted that he erred; that was not in dispute. The nature of Dr. Dietz's error, moreover, was not unusually complex or confusing. Therefore we can find no reason to conclude that the probative value of this testimony was \"outweighed by the danger of creating unfair prejudice, confusing the issues, or misleading the jury,\" 18 U.S.C. &#167; 3593(c).</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">We nevertheless conclude that the error was harmless. Mr. Purkey's cross-examination of Dr. Dietz was otherwise extensive. During that cross-examination, Mr. Purkey was able to extract concessions from Dr. Dietz that he had made mistakes in two other cases in which he had testified. And, although we do not doubt that the excluded information would have provided a morsel of additional probative evidence of Dr. Dietz's ability to err, given the otherwise extensive cross-examination that allowed the defense to bring out his other errors, and the overwhelming number and the nature of the aggravating factors found by the jury, we cannot conclude that the absence of this additional information affected Mr. Purkey's substantial rights. <i>See</i> 18 U.S.C. &#167; 3595(c)(2); <i>Jones,</i> 527 U.S. at 402-05, <span class=\"citation\" data-id=\"118309\"><a href=\"/opinion/118309/jones-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2090</span></a></span>; <i>Hitchcock,</i> 481 U.S. at 398-99, <span class=\"citation\" data-id=\"111871\"><a href=\"/opinion/111871/hitchcock-v-dugger/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1821</span></a></span>; <i>cf. Bernard,</i> 299 F.3d at 487; <i>Sweet,</i> 125 F.3d at 1158-59.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Mr. Purkey also maintains that the district court erred by denying his request to allow Dr. Peterson to present surrebuttal testimony in response to the testimony of Dr. Helen Mayberg. Dr. Mayberg's testimony was presented to rebut the conclusions of the defense's experts regarding Mr. Purkey's alleged brain injuries. The defense requested that it be allowed to introduce surrebuttal evidence pertaining to two of Dr. Mayberg's conclusions: that Mr. Purkey could not have suffered significant brain injuries in automobile accidents that occurred in 1968 and 1972, and that Mr. Purkey's functioning as a \"jailhouse lawyer\" was inconsistent with the sort of brain damage reported by the defense's medical experts.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The government argues that the court did not err in excluding this surrebuttal testimony because Dr. Mayberg's rebuttal testimony did not raise a new matter. The decision of whether to allow a party to present evidence in surrebuttal is generally committed to the discretion of the trial court, <i>see United States v. Wilford,</i> <span class=\"citation\" data-id=\"420763\"><a href=\"/opinion/420763/united-states-v-harry-j-wilford-united-states-of-america-v-everett-g/\"><span class=\"volume\">710</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">439</span></a></span>, 452 (8th Cir.1983), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1039</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">701</span></span>, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">166</span></span> (1984), and surrebuttal is typically thought appropriate only when new matters are raised in the rebuttal testimony, <i>see United States v. Barnette,</i> <span class=\"citation\" data-id=\"768617\"><a href=\"/opinion/768617/united-states-v-aquilia-marcivicci-barnette-united-states-of-america-v/\"><span class=\"volume\">211</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">803</span></a></span>, 821 (4th Cir.2000); <i>cf. Wilford,</i> 710 F.2d at 452.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">We do not think that the FDPA alters this standard. <i>Cf. Barnette,</i> 211 F.3d at 820-21. Although the FDPA dispenses with the rules governing the admission of evidence during criminal trials, it is not sensible to read this statutory imperative as also divesting the trial judge of his or her traditional authority to control the mode and order of the interrogation of witnesses and the presentation of evidence. A contrary reading would transform the FDPA sentencing hearing into an evidentiary m&#233;lee.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Even assuming that Dr. Mayberg's testimony that Mr. Purkey's work as a \"jailhouse lawyer\" demonstrated his lack of significant brain damage presented a new matter, thereby making surrebuttal appropriate, we cannot conclude that this putative error provides an adequate ground for reversal. As mentioned previously, Mr. Purkey presented a significant amount of testimony regarding his assertion that he suffered from brain damage. This additional testimony would have, at best, offered only marginal additional support for this defense. When we consider this fact combined with the significant number and serious nature of the aggravating factors advanced by the government and found by the jury, we cannot conclude that this error affected Mr. Purkey's substantial rights. <i>See</i> 18 U.S.C. &#167; 3595(c)(2); <i>Jones,</i> 527 U.S. at 402-05, <span class=\"citation\" data-id=\"118309\"><a href=\"/opinion/118309/jones-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2090</span></a></span>; <i>Hitchcock,</i> 481 U.S. at 398-99, <span class=\"citation\" data-id=\"111871\"><a href=\"/opinion/111871/hitchcock-v-dugger/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1821</span></a></span>; <i>cf. Bernard,</i> 299 F.3d at 487; <i>Sweet,</i> 125 F.3d at 1158-59.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Finally, Mr. Purkey asserts that the district court erred by overruling his objection to questions that the government asked on cross-examination of Dr. Peterson, one of Mr. Purkey's expert witnesses. Specifically, Mr. Purkey's counsel objected to the government's inquiry into Dr. Peterson's views on the death penalty.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Even under the traditional rules of evidence, \"cross-examination regarding potential bias of a witness is proper.\" <i>United States v. Amerson-Bey,</i> <span class=\"citation\" data-id=\"538449\"><a href=\"/opinion/538449/united-states-v-raymond-amerson-bey/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">681</span></a></span>, 682 (8th Cir.1990); <i>see United States v. McCoy,</i> <span class=\"citation\" data-id=\"749354\"><a href=\"/opinion/749354/united-states-v-marcus-p-mccoy/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">760</span></a></span>, 760-61 (8th Cir.1997) (per curiam). If Dr. Peterson strongly disfavored the death penalty, knowledge of that would be relevant to the jury's evaluation of his credibility in testifying to factors that could mitigate Mr. Purkey's sentence; \"`exposure of a witness' motivation in testifying is a proper and important function of ... cross-examination,'\" <i>Van Arsdall,</i> 475 U.S. at 678-79, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1431</span></a></span> (quoting <i>Davis,</i> 415 U.S. at 316-17, <span class=\"citation\" data-id=\"108974\"><a href=\"/opinion/108974/davis-v-alaska/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1105</span></a></span>). To the extent that the FDPA alters this rule, it relaxes it, <i>see</i> 18 U.S.C. &#167; 3593(c); <i>Lee,</i> 274 F.3d at 495; <i>a fortiori</i> the district court did not err in allowing the government to continue its line of inquiry into Dr. Peterson's beliefs about the death penalty.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">In addition to considering whether each of the evidentiary errors that we have found is individually sufficient to require reversal, we have also considered, <i>sua sponte,</i> what cumulative effect these errors might have had upon Mr. Purkey's substantial rights. <i>Cf. United States v. Steffen,</i> <span class=\"citation\" data-id=\"387273\"><a href=\"/opinion/387273/united-states-v-donald-steffen/\"><span class=\"volume\">641</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">591</span></a></span>, 597-98 (8th Cir.1981), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">943</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3091</span></span>, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">959</span></span> (1981). After careful review, we also conclude that the errors, even when taken cumulatively, are harmless.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Mr. Purkey next maintains that the district court erred by denying his motion for allocution during the penalty phase of the trial; Mr. Purkey sought to make a statement before the jury without being subject to cross-examination. Although Mr. Purkey was permitted to address the district court before it imposed his sentence, he argues that the court functionally deprived him of his right to allocution, because it lacked any discretion to impose a sentence other than the one that the jury already had recommended, <i>see</i> 18 U.S.C. &#167; 3594. The district court's error, he maintains, violated his constitutional rights, Rule 32 of the Federal Rules of Criminal Procedure, and the FDPA, <i>see</i> 18 U.S.C. &#167;&#167; 3592(a)(8), 3593(c). We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">First, our circuit previously has recognized that the right to allocution does not emanate from the Constitution. <i>See United States v. Patterson,</i> <span class=\"citation\" data-id=\"747803\"><a href=\"/opinion/747803/united-states-v-ronald-a-patterson/\"><span class=\"volume\">128</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1259</span></a></span>, 1260 (8th Cir.1997) (per curiam); <i>see also Barnette,</i> 211 F.3d at 820; <i>Hall,</i> 152 F.3d at 396. Therefore, even if Mr. Purkey were correct that the district court denied him the right to allocution, the error would not be a constitutional one.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Second, Mr. Purkey does not have a statutory right to make statements to a jury during the penalty phase of an FDPA trial without being subject to cross-examination. Rule 32(i)(4)(A)(ii) requires that \"[b]efore imposing sentence,\" the district court must \"permit the defendant to speak or present any information to mitigate the sentence.\" The district court satisfied Rule 32 when it allowed Mr. Purkey to speak \"before imposing sentence.\" <i>See Hall,</i> 152 F.3d at 392. Although Mr. Purkey's allocution could not have mitigated his sentence because it followed the jury's recommendation of the death penalty, <i>see</i> 18 U.S.C. &#167; 3594, nowhere does Rule 32 grant Mr. Purkey a right to allocution before a jury; Rule 32 speaks only of \"the court.\" We agree with the Fifth Circuit that Rule 32(i)(4)(A)(ii) should not be interpreted to entitle Mr. Purkey to a right of allocution before the jury \"when the plain language of the rule does not dictate such an interpretation.\" <i>Hall,</i> 152 F.3d at 393; <i>see also Barnette,</i> 211 F.3d at 820. As for the FDPA, nowhere does it mention a right to allocution or anything comparable; Mr. Purkey's claimed right on that ground therefore does not exist.</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Mr. Purkey assigns several errors relating to the jury's special findings and recommendation of his death sentence. We previously noted that, to recommend a death sentence after determining that the defendant is eligible for such a sentence, the jury must unanimously find that the statutory and non-statutory aggravating factors \"sufficiently outweigh\" the mitigating factors. <i>See</i> 18 U.S.C. &#167; 3593(e). For an aggravating factor to enter into the jury's calculation, the government must establish \"the existence of such a factor ... beyond a reasonable doubt.\" <i>Id.</i> at &#167; 3593(c). The standard for mitigating factors, however, is less rigorous. The jury may consider any mitigating factor that at least one juror found proved \"by a preponderance of the information.\" <i>Id.</i> at &#167; 3593(c), (d). After the jury has completed its deliberations, it must \"return special findings identifying any aggravating factor ... found to exist.\" <i>Id.</i> at &#167; 3593(d).</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Mr. Purkey first contends that the district court erroneously permitted the prosecution to present the jury with duplicative aggravating factors, thereby skewing the jury's balancing of aggravating and mitigating factors in violation of the eighth amendment. Because Mr. Purkey challenges the constitutionality of allegedly duplicative aggravating factors, we review the district court's decision <i>de novo. Cf. Cooks v. Ward,</i> <span class=\"citation\" data-id=\"760927\"><a href=\"/opinion/760927/cornel-cooks-v-ron-ward-warden-oklahoma-state-penitentiary-mcalester/\"><span class=\"volume\">165</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1283</span></a></span>, 1289 (10th Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Mr. Purkey's best case for duplication is that the nonstatutory aggravator for \"[s]ubstantial criminal history\" mirrors the statutory aggravator for convictions of \"two or more offenses punishable by a term of imprisonment of more than one year, committed on different occasions, involving the infliction and attempted infliction of serious bodily injury and death upon another person.\" The convictions that the government offered to support both aggravating factors were identical.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">We think that the Tenth Circuit is correct to conclude that the same facts can support different inferences that form different aggravators. <i>See Medlock v. Ward,</i> <span class=\"citation\" data-id=\"159069\"><a href=\"/opinion/159069/medlock-v-gibson/\"><span class=\"volume\">200</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1314</span></a></span>, 1319 (10th Cir.2000) (per curiam), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">882</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">197</span></span>, <span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">137</span></span> (2000). Otherwise the government would either have to choose one out of several possible aggravating factors for each instance of a defendant's misconduct or pack into a single aggravator multiple negative inferences that could be drawn from the misconduct and then risk the jury's rejection of the aggravator due to disagreement over just one of the inferences.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Even under the Tenth Circuit's standard, however, we agree with Mr. Purkey that the nonstatutory aggravating factor duplicated the statutory one. The government used the same set of convictions each time for the same purpose, namely to show the defendant's criminal history. The nonstatutory aggravating factor did refer to a fact of Mr. Purkey's criminal history that went unmentioned in the statutory aggravating factor, namely, that Mr. Purkey \"shot Gregg W. Carlberg on or about August 3, 1980.\" Even if this fact were enough to distinguish the two aggravators, though, it overlaps with a separate statutory aggravating factor based on Mr. Purkey's conviction of \"an offense punishable by a term of imprisonment of more than one year, involving the use ... of a firearm ... against another person,\" 18 U.S.C. &#167; 3592(c)(2) &#8212; an aggravator that went to the same history of illegal firearm use as did the shooting episode.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Despite the duplication of aggravators in Mr. Purkey's case, we see no basis for the constitutional infirmity of such factors. The Supreme Court has \"never before held that aggravating factors could be duplicative so as to render them constitutionally invalid,\" <i>Jones,</i> 527 U.S. at 398, <span class=\"citation\" data-id=\"118309\"><a href=\"/opinion/118309/jones-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2090</span></a></span> (plurality opinion), and we decline to do so when the FDPA avoids arbitrary death sentences by requiring juries to weigh aggravating and mitigating factors rather than to tally the factors on each side and declare a winner based on sheer numbers. <i>See</i> 18 U.S.C. &#167; 3593(e). <i>But see United States v. Tipton,</i> <span class=\"citation\" data-id=\"722552\"><a href=\"/opinion/722552/united-states-v-richard-tipton-aka-whittey-two-cases-united-states/\"><span class=\"volume\">90</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">861</span></a></span>, 899 (4th Cir.1996), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1253</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2414</span></span> (1997); <i>United States v. McCullah,</i> <span class=\"citation\" data-id=\"712987\"><a href=\"/opinion/712987/united-states-v-john-javilo-mccullah/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1087</span></a></span>, 1111-12 (10th Cir.1996), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1213</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1699</span></span>, <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">825</span></span> (1997). The district court's jury instructions bolster this view as applied to Mr. Purkey's case: The district court ensured that the jury would not employ a tally method of evaluating factors when it instructed the jury that \"weighing aggravating and mitigating factors ... is not a mechanical process. In other words, you should not simply count the number of aggravating and mitigating factors. The law contemplates that different factors may be given different weights or values by different jurors.\"</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Of course, had the government introduced an invalid aggravating factor into the jury's weighing process, then the government might have violated Mr. Purkey's rights under the eighth amendment. <i>See Stringer v. Black,</i> <span class=\"citation\" data-id=\"112705\"><a href=\"/opinion/112705/stringer-v-black/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">222</span></a></span>, 232, <span class=\"citation\" data-id=\"112705\"><a href=\"/opinion/112705/stringer-v-black/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1130</span></a></span>, <span class=\"citation\" data-id=\"112705\"><a href=\"/opinion/112705/stringer-v-black/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">367</span></a></span> (1992). But Mr. Purkey asserts no such error here.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Mr. Purkey next requests that our circuit reconsider its precedents that have approved jury instructions mandating that a jury recommend a sentence of death should it conclude, after balancing aggravating against mitigating factors, that the former sufficiently outweigh the latter to justify imposition of a death sentence. He recognizes that overruling those precedents would require the action of our <i>en banc</i> court and that, as a panel of that court, we are required to give them effect. <i>See United States v. Provost,</i> <span class=\"citation\" data-id=\"586942\"><a href=\"/opinion/586942/united-states-v-terrance-kenneth-provost/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">617</span></a></span>, 622 (8th Cir.1992). For our part, we believe that our precedents are well-reasoned. <i>See Nelson,</i> 347 F.3d at 712; <i>Ortiz,</i> 315 F.3d at 900-01.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Finally, Mr. Purkey maintains that the FDPA requires juries to identify any mitigating factor that at least one juror found to exist and that the district court consequently erred by accepting the jury's verdict form. (The verdict form asked the jury to record the number of jurors who found each mitigating factor to exist, and the jury returned that portion of the form blank.) Because Mr. Purkey presents us with a question of law by asking us to interpret the FDPA, we review <i>de novo</i> the district court's refusal to order the jury to complete the mitigation portion of the verdict form. <i>See United States v. Storer,</i> <span class=\"citation\" data-id=\"790890\"><a href=\"/opinion/790890/united-states-v-donald-daye-storer/\"><span class=\"volume\">413</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">918</span></a></span>, 921 (8th Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">In a prior case, we hinted that the FDPA does not mandate that jurors identify the mitigating factors they find to exist, but we ultimately avoided deciding the question. <i>See United States v. Paul,</i> <span class=\"citation\" data-id=\"769328\"><a href=\"/opinion/769328/united-states-v-jeffrey-william-paul/\"><span class=\"volume\">217</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">989</span></a></span>, 999 n. 6 (8th Cir.2000) (citing <i>Hall,</i> 152 F.3d at 413). We conclude that in <i>Paul</i> we correctly, albeit tentatively, construed the FDPA. Section 3593(d) specifically requires the jury to \"return special findings identifying any aggravating factor[s]... found to exist,\" without any mention of identifying such mitigating factors, and so requires no special findings with respect to the latter. It is true that the jury's identification of proven mitigating factors facilitates appellate review, especially when we have to evaluate the effect of any error on the sentence that the jury recommended. Nevertheless, the jury's failure to identify proven mitigating factors is entirely proper under the FDPA, and therefore the district court did not err by accepting the jury's verdict form.</p>\n    </div>\n    <p>D.</p>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">In Mr. Purkey's last assignment of error, he argues that the district court erred by denying his motion for a mistrial based on alleged prosecutorial misconduct. During the penalty phase of the trial, Mr. Purkey interrupted the government's cross-examination of a psychiatric expert for the defense, at which point the district court excused the jury and Mr. Purkey gave voice to an additional comment that the prosecutor interpreted as a threat against him. During the government's subsequent cross-examination of a defense expert, who testified to the calming effects of medication that Mr. Purkey was taking, the prosecutor asked the expert whether he was \"aware [that Mr. Purkey] threatened to run my head through yesterday in court,\" to which Mr. Purkey's counsel immediately objected. The district court sustained the objection. Mr. Purkey contends that the prosecutor's question compromised the fairness of the penalty proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Earlier in our opinion, we rehearsed the legal principles that guide our review of alleged prosecutorial misconduct. <i>Cf. Jackson,</i> 41 F.3d at 1233. Even if, as Mr. Purkey claims, the prosecutor's question was improper, we conclude that the question did not deprive Mr. Purkey of due process: Although the district court failed to instruct the jury to disregard the prosecutor's question, it sustained defense counsel's objection. Given that defense counsel did not request the court to give the jury a cautionary instruction and that the question was brief and isolated, the district court's curative action, combined with the overwhelming evidence of aggravating factors, ensured that Mr. Purkey was not denied a fair penalty proceeding. <i>See id.</i> This remains true even when we take into account any residual effect on the jury from the instances of improper prosecutorial conduct that related to Mr. Purkey's tattoos and occurred during the guilt phase of Mr. Purkey's trial. We therefore conclude that the district court did not err when it denied Mr. Purkey's motion for a mistrial.</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Accordingly, we affirm the judgment of the district court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Honorable Fernando J. Gaitan, Jr., United States District Judge for the Western District of Missouri</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Honorable Sarah W. Hays, United States Magistrate Judge for the Western District of Missouri</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107359/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108974/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109935/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110323/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110641/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111206/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111303/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111373/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111625/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111715/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111871/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112705/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117875/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118309/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118333/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/159069/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/160341/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/165225/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/387273/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/420763/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/462340/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/538449/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/553400/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/586942/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/606721/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/698413/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/698697/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/712987/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/721548/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/722552/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/732508/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/746780/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/747803/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/749354/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/755850/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/757051/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/757093/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/760927/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/768617/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/769328/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/770024/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/771132/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/775888/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/776474/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/778660/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/778815/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/779816/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/780418/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/780765/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/782045/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/783977/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/784555/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/787745/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/790128/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/790291/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/790890/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/790984/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1561111/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-14T00:43:19.955169Z",
      "date_modified": "2017-11-13T18:12:44.212068Z",
      "date_filed": "2005-11-07",
      "date_filed_is_approximate": false,
      "slug": "united-states-v-wesley-ira-purkey",
      "citation_id": 765150,
      "case_name_short": "",
      "case_name": "United States v. Wesley Ira Purkey",
      "case_name_full": "",
      "federal_cite_one": "428 F.3d 738",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 54,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/826895/united-states-v-wesley-ira-purkey/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:31:26.133618Z",
  "date_modified": "2014-10-30T12:31:26.133618Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "United States v. Wesley Ira Purkey",
  "case_name_full": "",
  "slug": "united-states-v-wesley-ira-purkey",
  "docket_number": "04-1337",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}