{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/827942/",
  "id": 827942,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca9/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/149804/",
      "id": 149804,
      "absolute_url": "/opinion/149804/seaton-v-mayberg/",
      "panel": [
        "https://www.courtlistener.com:80/api/rest/v3/people/1791/",
        "https://www.courtlistener.com:80/api/rest/v3/people/1817/",
        "https://www.courtlistener.com:80/api/rest/v3/people/2664/"
      ],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/827942/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/149804/",
          "id": 149804,
          "absolute_url": "/opinion/149804/seaton-v-mayberg/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/149804/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2010-06-30T17:12:16Z",
          "date_modified": "2017-03-24T07:11:29.752138Z",
          "type": "010combined",
          "sha1": "85dae592c390c44f191d24294bcf5a0b6ce38bfc",
          "page_count": 18,
          "download_url": "http://www.ca9.uscourts.gov/datastore/opinions/2010/06/30/05-56894.pdf",
          "local_path": "pdf/2010/06/30/Seaton_v._Mayberg.pdf",
          "plain_text": "                 FOR PUBLICATION\n UNITED STATES COURT OF APPEALS\n      FOR THE NINTH CIRCUIT\n\nMICHAEL LEON SEATON,                  \n               Plaintiff-Appellant,\n                                            No. 05-56894\n               v.\nSTEPHEN MAYBERG; MELVIN E.                   D.C. No.\n                                          CV-05-01918-GHK\nHUNTER; DENNIS R. SHEPPARD,\n                                             OPINION\nPhD; BARRIE GLEN, PhD,\n            Defendants-Appellees.\n                                      \n       Appeal from the United States District Court\n          for the Central District of California\n        George H. King, District Judge, Presiding\n\n                 Argued and Submitted\n        September 10, 2008—Pasadena, California\n\n                    Filed June 30, 2010\n\n Before: Alex Kozinski, Chief Judge, Andrew J. Kleinfeld\n        and Johnnie B. Rawlinson, Circuit Judges.\n\n               Opinion by Judge Kleinfeld;\n           Concurrence by Chief Judge Kozinski\n\n\n\n\n                           9431\n\f9434                      SEATON v. MAYBERG\n\n\n\n\n                              COUNSEL\n\nJeffrey M. Hayes, O’Melveny & Myers LLP, Newport Beach,\nCalifornia, for the appellant.\n\nEric D. Bates, Deputy Attorney General, Los Angeles, Cali-\nfornia, for the appellees.\n\n\n                              OPINION\n\nKLEINFELD, Circuit Judge:\n\n  We address a claim to privacy rights in his medical records\nof a prisoner being evaluated for civil commitment.\n\n                               I.   Facts.\n\n   The district court dismissed this case1 for failure to state a\nclaim, so we decide it on the basis of the facts alleged in the\ncomplaint and filings in the prisoner’s habeas case of which\nthe district court took notice.\n\n\n\n  1\n    The dismissal was under 28 U.S.C. § 1915(e)(2)(B)(ii). Seaton filed his\ncomplaint pro se, it was dismissed with leave to amend, he filed an\namended complaint, and it was dismissed without leave as to the federal\nclaims. Though he was pro se then, he is ably represented on appeal by\npro bono counsel now.\n\f                        SEATON v. MAYBERG                  9435\n   Seaton was convicted in 1986 of two counts each of forc-\nible rape and forcible oral copulation, and one count of kid-\nnaping for the purpose of committing rape.2 He had two prior\nserious felony convictions, and was sentenced to 42 years in\nstate prison, later reduced to 37 and then 31 years. After 16\nyears, apparently because he was approaching early release,\nthe county sheriff’s department had him transferred to a state\nhospital for evaluation for possible civil commitment.\n\n   He sued the Director of the California Department of Men-\ntal Health, the Administrator of Atascadero State Hospital,\nand the two psychologists who examined him and gave their\nopinions to the county district attorney’s office. Though he\nraises several theories, the most substantial is that the defen-\ndants violated his constitutional right to privacy by allowing\nthe psychologists to look at his records and to communicate\ntheir opinions and supporting data to the district attorney’s\noffice. This case is his section 1983 claim, not his habeas cor-\npus case.\n\n   Seaton’s medical records were being examined to decide\nwhether to seek his commitment under California’s Sexually\nViolent Predator Act.3 The Act enables the state to commit\nsome sex offenders civilly for indeterminate terms subject to\nyearly evaluations.4 A “sexually violent predator” under the\nstatute is one who (1) has been convicted of a sexually violent\noffense, (2) has a diagnosed mental disorder, (3) that makes\nhim a danger to the health and safety of others, (4) the danger\nbeing “that it is likely that he or she will engage in sexually\nviolent criminal behavior.”5 The prior offense may be evi-\ndence, but is not conclusive. A mental disorder “that predis-\nposes the person to the commission of criminal sexual acts in\n  2\n    Cal. Penal Code §§ 261, 288a, 207, 667.8.\n  3\n    Cal. Welf. & Inst. Code § 6600-6609 (West 2000).\n  4\n    See id. §§ 6604-6605.\n  5\n    Id. § 6600(a)(1).\n\f9436                      SEATON v. MAYBERG\na degree constituting the person a menace”6 is a sine qua non.\nThus the statute provides for the civil commitment of persons\nwhose mental disease predisposes them to crime and whose\ncriminal history gives weight to the predictive judgment.\n\n   The statute provides for the Secretary of the Department of\nCorrections and Rehabilitation to refer for evaluation, at least\nsix months before release, prisoners who may be sexually vio-\nlent predators if they are serving a determinate sentence or\ntheir parole has been revoked.7 The Department of Correc-\ntions first screens the prisoners with a screening instrument\ndeveloped by the State Department of Mental Health, consid-\nering their “social, criminal and institutional history.”8 If it\nappears that they are indeed sexually violent predators, then\nthey are referred to the State Department of Mental Health for\na full evaluation, in accord with a standardized assessment\nprotocol, including “diagnosable mental disorders” and “fac-\ntors known to be associated with the risk of reoffense” includ-\ning “criminal and psychosexual history, type degree and\nduration of sexual deviance, and severity of mental disorder.”9\nThe Director of Mental Health designates two practicing psy-\nchiatrists or psychologists to do the evaluation, and if they\nagree, the Director of Mental Health requests a petition from\nthe county.10 The “evaluation reports and any other supporting\ndocuments” are made available to “the attorney designated by\nthe county,” and if that attorney agrees with the recommenda-\ntion, he files a petition for commitment in superior court.11\nThe person gets a hearing before a judge to determine whether\nthere is probable cause, and if there is, a jury trial at the pris-\n  6\n    Id. § 6600(c).\n  7\n    Id. § 6601(a)(1).\n  8\n    Id. § 6601(b).\n  9\n    Id. § 6601(c).\n  10\n     Id. § 6601(d).\n  11\n     Id. § 6601(h)-(i).\n\f                          SEATON v. MAYBERG                           9437\noner’s election with the assistance of counsel and proof\nbeyond a reasonable doubt.12\n\n   Two psychologists reviewed Seaton’s medical records from\nprison and recommended that he be civilly committed. They\nforwarded their evaluations and the supporting documents to\nthe county district attorney, who then filed a petition to com-\nmit Seaton. The Santa Barbara County Superior Court found\nprobable cause to detain Seaton. He was transferred to the\nSanta Barbara County Jail and, subsequently, the Atascadero\nState Hospital, pending a civil commitment trial.\n\n                             II.   Analysis.\n\n   We review de novo.13 Seaton’s claim that the disclosures\nviolate HIPAA fails because under Webb v. Smart Document\nSolutions, LLC, “HIPAA itself provides no private right of\naction.”14 We affirm dismissal of Seaton’s claim that the dis-\ntrict court erred by denying him leave to amend to assert a\nclaim of retaliation for his exercise of his First Amendment\nrights. His pro se filings indicate some sort of disagreement\nwith the prison law librarian. He was allowed to file an\namended complaint, and we cannot discern from his district\ncourt filings what retaliation claim he might have or wish to\nassert. Seaton concedes that he has no right under California\nlaw to nondisclosure of his medical records in the sexually\nviolent predator procedure. He argues his case based on a\nright to informational privacy under the Due Process Clause.\n\n   Two periods of time are at issue, the first while Seaton was\nstill serving his sentence, the second during any subsequent\nperiod necessary for his evaluation. To the extent that his con-\n  12\n     Id. §§ 6602(a), 6603(a), 6604.\n  13\n     Perfect 10, Inc. v. Visa Int’l Serv. Ass’n, 494 F.3d 788, 794 (9th Cir.\n2007).\n  14\n     Webb v. Smart Document Solutions, LLC, 499 F.3d 1078, 1081 (9th\nCir. 2007).\n\f9438                      SEATON v. MAYBERG\nstitutional claim attacks disclosure while he was in prison\nserving his sentence and for a penological purpose relating to\nhis imprisonment, Seaton’s claim falls within the body of law\nregarding privacy for prisoners, the general principle being\nthat whatever privacy right he has may be overridden for\nlegitimate penological reasons.\n\n   [1] “[I]mprisonment carries with it the circumscription or\nloss of many significant rights.”15 Loss of privacy is an “in-\nherent incident[ ] of confinement.”16 “A right of privacy in\ntraditional Fourth Amendment terms is fundamentally incom-\npatible with the close and continual surveillance of inmates\nand their cells required to ensure institutional security and\ninternal order. We are satisfied that society would insist that\nthe prisoner’s expectation of privacy always yield to what\nmust be considered the paramount interest in institutional securi-\nty.”17 We join our sister circuits in holding that prisoners do\nnot have a constitutionally protected expectation of privacy in\nprison treatment records when the state has a legitimate peno-\nlogical interest in access to them.18 The penological interest in\n  15\n      Hudson v. Palmer, 468 U.S. 517, 524 (1984).\n  16\n      Bell v. Wolfish, 441 U.S. 520, 537 (1979).\n   17\n      Hudson, 468 U.S. at 527-28.\n   18\n      Doe v. Delie, 257 F.3d 309, 311 (3d Cir. 2001) (“We hold that the\nFourteenth Amendment protects an inmate’s right to medical privacy, sub-\nject to legitimate penological interests.”); Powell v. Schriver, 175 F.3d\n107, 112 (2d Cir. 1999) (“[T]his Court already has accorded constitutional\nstature to the right to maintain the confidentiality of previously undis-\nclosed medical information. It follows that prison officials can impinge on\nthat right only to the extent that their actions are ‘reasonably related to\nlegitimate penological interests.’ ”); Tokar v. Armontrout, 97 F.3d 1078,\n1084 (8th Cir. 1996) (relying on cases cited below, including Anderson,\nMoore, and Harris, to conclude that an inmate “had no clearly established\nconstitutional right to non-disclosure of HIV status”); Anderson v.\nRomero, 72 F.3d 518, 524 (7th Cir. 1995) (“Neither in 1992 nor today was\n(is) the law clearly established that a prison cannot without violating the\nconstitutional rights of its HIV-positive inmates reveal their condition to\nother inmates and to guards in order to enable those other inmates and\n\f                           SEATON v. MAYBERG                             9439\naccess to whatever medical information there is regarding\nSeaton is substantial.19 Prisons need access to prisoners’ medi-\ncal records to protect prison staff and other prisoners from\ncommunicable diseases and violence, and to manage rehabili-\ntative efforts.\n\n   Though many of the cases holding that a prisoner has no\nconstitutional right to informational privacy regarding medi-\ncal records involve AIDS and HIV,20 legitimate penological\nconcerns are much broader. If a prisoner has a contagious dis-\nease such as pinkeye or strep throat, or a mental disease that\ngenerates violent predatory behavior, the prison may owe a\nduty, possibly a constitutional duty, to other prisoners to iso-\nlate him or otherwise protect them from him. The Eighth\nAmendment may entitle a prisoner to protection from a sexu-\nally violent predatory roommate whose proclivity to rape his\n\nthose guards to protect themselves from infection.”); Doe v. Wigginton, 21\nF.3d 733, 740 (6th Cir. 1994) (applying previous Sixth Circuit precedent\nto preclude any constitutional right to informational privacy); Moore v.\nMabus, 976 F.2d 268, 271 (5th Cir. 1992) (“[T]he identification and segre-\ngation of HIV-positive prisoners obviously serves a legitimate penological\ninterest.”); Harris v. Thigpen, 941 F.2d 1495, 1513, 1521 (11th Cir. 1991)\n(assuming, arguendo, that prisoners have a right to privacy in medical\nrecords, including HIV status, but holding that disclosure “is a reasonable\ninfringement in light of the inmate interests at stake (both seropositive and\ngeneral population), and the difficult decisions that the DOC must make\nin determining how best to treat and control within Alabama correctional\nfacilities the spread of a communicable, incurable, always fatal disease.”).\n   19\n      Several of the states in this circuit provide by statute for such disclo-\nsure. See, e.g., Mont. Code Ann. § 50-16-529(8) (2007); Nev. Rev. Stat.\n§ 629.068 (2008); Or. Rev. Stat. §§ 179.505(6), 179.508 (2007); Wash.\nRev. Code § 70.02.050(i) (2002). So do the federal regulations governing\nprotected health information. 45 C.F.R. § 164.512(k)(5) (2008).\n   20\n      See, e.g., Doe v. Delie, 257 F.3d 309 (3d Cir. 2001); Tokar v. Armon-\ntrout, 97 F.3d 1078 (8th Cir. 1996); Anderson v. Romero, 72 F.3d 518 (7th\nCir. 1995); Doe v. Wigginton, 21 F.3d 733 (6th Cir. 1994); Moore v.\nMabus, 976 F.2d 268 (5th Cir. 1992); and Harris v. Thigpen, 941 F.2d\n1495 (11th Cir. 1991).\n\f9440                      SEATON v. MAYBERG\nroommate is known to the prison.21 If the prison is attempting\na rehabilitative program, practical program management may\nrequire access to medical records to see if the prisoner is com-\nplying and if the program is working.22 Seaton did not plead\nany facts to rebut the connection between disclosure of his\nprison treatment records and the State’s legitimate penologi-\ncal objectives during his custody.23\n\n   The second period of time, raising different concerns, is\nduring evaluation subsequent to what would otherwise have\nbeen Seaton’s release date. Different concerns also arise if\naccess to the prisoner’s medical records is sought not to man-\nage his custody, but to decide whether to seek civil commit-\nment following his penal custody. The record does not say\nwhat the reason for his scheduled release date was, but Seaton\nalleges in his pleading that he is not on parole, so we assume\nfor purposes of decision that his sentence was somehow\nreduced, perhaps by good time. And we treat the case, in\naccord with his amended complaint, as one of a prisoner who\nis in custody for evaluation as a possible sexually violent\npredator, but who would otherwise have been released.\nThough Seaton is indeed a felon, not a person with full civil\nrights, his medical records were shared, not to manage his\nincarceration for his crimes, but to decide whether he should\nbe civilly committed based on the predictive judgment that he\nis a sexually violent predator. For this period, the penological\nobjectives of managing his imprisonment for the safety of\nprison staff and other prisoners, and rehabilitating him during\nhis imprisonment, have no application. The question for this\n  21\n      See, e.g., Farmer v. Brennan, 511 U.S. 825, 843-44 (1994).\n  22\n      United States v. Lopez, 258 F.3d 1053, 1057 (9th Cir. 2001) (affirming\ncondition of supervised release requiring disclosure of mental health eval-\nuations and treatment information because “disclosure to the court and to\nthe probation officer of information about Lopez’s status was necessary\nfor successfully supervising his reintegration into society.”) (citing United\nStates v. Cooper, 171 F.3d 582, 587 (8th Cir.1999)).\n   23\n      See Frost v. Symington, 197 F.3d 348, 357 (9th Cir. 1999).\n\f                         SEATON v. MAYBERG                        9441\nperiod is whether he has a constitutional right to privacy of\nhis medical information obtained while he would not be con-\nfined were he not being evaluated.\n\n   In his complaint, Seaton says he is “not a criminal” and is\nentitled not to be treated as a “second class citizen,” but that\nis obviously not so. Seaton is indeed a criminal, a convicted\nfelon, and by reason of his crimes he has lost many of his civil\nrights.24 We evaluate his claim that he has a constitutional\nright to privacy in his medical records protected by the due\nprocess clause in this circumstance, and have no occasion to\nspeak to whether one who had not committed his crimes and\nwas not being evaluated on account of them for civil commit-\nment as a sexual predator would have a constitutional right to\nprivacy of his medical information. We have found no\ndirectly applicable Supreme Court or Circuit authority, though\na district court decision on all fours concludes that he does not\nhave the rights he claims.25\n\n   We have found only one Supreme Court decision address-\ning whether the constitution protects medical privacy, Whalen\nv. Roe.26 The case for privacy was considerably stronger in\nWhalen, because the state law at issue invaded the medical\nprivacy of people who had not been convicted of any crimes,\nand any prediction of possible criminality did not have a his-\ntory of past criminality to support the prediction. Under New\nYork law, a physician could not prescribe opiates and other\ndrugs subject to criminal abuse without sending a form to the\nstate giving the name, address and age of the patient.27 About\n100,000 such forms per month were collected by the state and\n  24\n      For example, he cannot legally possess a firearm, Cal. Penal Code\n§ 12021, cannot serve on a jury, Cal. Civ. Pro. Code § 203, and may be\ndenied a license to engage in certain businesses, Cal. Bus. & Prof. Code\n§ 480 (2009).\n   25\n      Hubbs v. Alamao, 360 F. Supp. 2d 1073 (C.D. Cal. 2005).\n   26\n      429 U.S. 589 (1977).\n   27\n      Id. at 593.\n\f9442                      SEATON v. MAYBERG\nthe information was stored on computers.28 Physicians\nclaimed in the lawsuit that the law deterred them from provid-\ning medically desirable prescriptions, and patients that they\nfeared stigmatization as drug addicts, both claiming that the\nstatute invaded constitutionally protected privacy.29\n\n   [2] The doctors and patients lost their case. The Court dis-\ntinguished such cases as Roe v. Wade30 limiting government\npower to regulate “marriage, procreation, contraception, fam-\nily relationships, and child rearing and education,”31 and held\nthat the compelled disclosure of prescriptions did not “pose a\nsufficiently grievous threat” to patients’ interest in making\nimportant medical decisions or keeping them private “to\nestablish a constitutional violation.”32 Though the Court\nappeared to leave the door open to some sort of constitutional\nprotection of privacy in another case,33 it did not hold that\nthere was one. The holding in Whalen was that the New York\nlaw did not violate any constitutional rights of the patients\nwhose prescriptions were revealed to the government. In so\nholding, the Court acknowledged that some patients might\navoid medicine they ought to have, and some physicians\nmight avoid prescribing it, but said that the New York law did\nnot pose a “sufficiently grievous” threat to these medical con-\ncerns to establish a constitutional violation, and the security\nprovisions of the New York law appeared sufficient to guard\nagainst public disclosure.34 As for disclosure to the state\n  28\n      Id. at 593-94.\n  29\n      Id. at 595.\n   30\n      410 U.S. 113 (1973).\n   31\n      Whalen, 429 U.S. at 600 n.26 (quoting Paul v. Davis, 424 U.S. 693,\n713 (1976)).\n   32\n      Id. at 600.\n   33\n      See Nixon v. Administrator of General Services, 433 U.S. 425, 457\n(1977) (“We may agree with appellant that, at least when Government\nintervention is at stake, public officials, including the President, are not\nwholly without constitutionally protected privacy rights in matters of per-\nsonal life unrelated to any acts done by them in their public capacity.”).\n   34\n      Whalen, 429 U.S. at 600-03, 605.\n\f                          SEATON v. MAYBERG                           9443\nemployees who would administer the program, the Court\ncharacterized it as but one of the “unpleasant invasions of pri-\nvacy that are associated with many facets of health care,”35\nsuch as those disclosures to physicians, hospital personnel,\ninsurance companies and public health agencies. The closest\nWhalen comes to recognizing any constitutional right to pri-\nvacy of medical information is its acknowledgment that “the\naccumulation of vast amounts of personal information” by the\ngovernment is typically accompanied by a statutory or regula-\ntory duty to avoid unwarranted disclosures, and that duty “ar-\nguably” has some constitutional basis.36 Some of our sister\ncircuits recognize a constitutional right to privacy in medical\nrecords,37 though the Supreme Court has never so held.\n\n  Seaton argues that Hydrick v. Hunter38 requires factual\ndevelopment before his case can be dismissed, but Hydrick is\nnot on point and has since been vacated by the Supreme Court.39\nAlthough eight constitutional violations were claimed by the\nHydrick prisoners relating to the California sexually violent\npredator procedures,40 the prisoners did not claim that com-\nmunication of their medical and psychological information\n  35\n      Id. at 602.\n  36\n      Id. at 605-06.\n   37\n      Compare, e.g., Lankford v. City of Hobart, 27 F.3d 477, 479 (10th Cir.\n1994); Doe v. City of N.Y., 15 F.3d 264, 267 (2d Cir. 1994); Pesce v. J.\nSterling Morton High Sch., 830 F.2d 789, 795-98 (7th Cir. 1987) and\nUnited States v. Westinghouse Elec. Corp., 638 F.2d 570, 577-80 (3d Cir.\n1980) (all recognizing constitutional right to privacy regarding medical\nrecords) with Am. Fed’n of Gov’t Employees v. HUD, 118 F.3d 786, 791-\n93 (D.C. Cir. 1997) (questioning existence of constitutional right to confi-\ndentiality in general); Doe v. Wigginton, 21 F.3d 733, 740 (6th Cir. 1994)\n(denying existence of right to confidentiality regarding medical records);\nand Borucki v. Ryan, 827 F.2d 836, 840-49 (1st Cir. 1987) (noting the\nextent of issues Whalen left open, and declining to decide whether a con-\nstitutional right to privacy regarding medical records exists).\n   38\n      500 F.3d 978 (9th Cir. 2007).\n   39\n      See Hunter v. Hydrick, ___ U.S. ___, 129 S.Ct. 2431 (May 26, 2009).\n   40\n      Hydrick, 500 F.3d at 984.\n\f9444                      SEATON v. MAYBERG\nwas among the eight violations, so we had no occasion to con-\nsider the claim Seaton raises.\n\n   We have recognized a constitutional right to the privacy of\nmedical information that Whalen did not, but in contexts dif-\nferent from this case. We held in Tucson Woman’s Clinic v.\nEden,41 that there was such a right, but the context was bur-\ndening of abortion, which Whalen expressly distinguished.42\nArizona required physicians who performed abortions to\nallow warrantless, unbounded inspections of their office and\naccess by the state to their patient records.43 Physicians also\nhad to send to a state contractor copies of fetal ultrasounds of\nsubsequently aborted fetuses.44 We held that summary judg-\nment was precluded because there was a genuine issue of\nmaterial fact as to “whether the scheme creates an undue bur-\nden on the right to seek an abortion.”45 We held in this context\nthat there was “a constitutionally protected interest in avoid-\ning disclosure of personal matters including medical informa-\ntion”46 and offered a list of five factors47 to be considered\namong others to decide “whether the governmental interest in\nobtaining information outweighs the individual’s privacy inter-\nest.”48 We commented that disclosure of the abortion informa-\ntion to government employees might violate individuals’\nrights even without public disclosure.49 We have held that the\n  41\n      379 F.3d 531 (9th Cir. 2004).\n  42\n      Whalen, 429 U.S. at 600 n.26.\n   43\n      Tucson Woman’s Clinic, 379 F.3d at 537.\n   44\n      Id.\n   45\n      Id. at 538.\n   46\n      Id. at 551 (internal quotation omitted).\n   47\n      “(1) the type of information requested, (2) the potential for harm in\nany subsequent non-consensual disclosure, (3) the adequacy of safeguards\nto prevent unauthorized disclosure, (4) the degree of need for access, and\n(5) whether there is an express statutory mandate, articulated public pol-\nicy, or other recognizable public interest militating toward access.” Id.\n   48\n      Id.\n   49\n      Id. at 551-52.\n\f                         SEATON v. MAYBERG                        9445\nconstitutional right to medical privacy “is a conditional right\nwhich may be infringed upon a showing of proper govern-\nmental interest.”50 In aid of determining when a proper gov-\nernmental interest trumps a right to medical privacy, we stated\nthat the five factors articulated in Tucson Woman’s Clinic are\n“not exhaustive, and the relevant considerations will necessar-\nily vary from case to case . . . . In most cases, it will be the\noverall context, rather than the particular item of information,\nthat will dictate the tipping of the scales.”51\n\n   It is not entirely clear yet whether the constitutional right\nwe have recognized falls entirely within the class Whalen\ncarves out, for disclosure that burdens “matters relating to\nmarriage, procreation, contraception, family relationships, and\nchild rearing and education.”52 We recognized a much broader\nright to informational privacy in Nelson v. NASA,53 but the\nSupreme Court has granted certiorari in that case so it is not\nyet final,54 and Nelson involved employment applications, not\ncivil commitment. In the context of evidentiary privilege\nrather than a constitutional right to privacy, we held in United\nStates v. Chase55 that medical information may be privileged\nfrom introduction as evidence even when there is a duty to\ndisclose it to the state.\n  50\n      Ferm v. U.S. Trustee (In re Crawford), 194 F.3d 954, 959 (9th Cir.\n1999).\n   51\n      Id.\n   52\n      Whalen, 429 U.S. at 600 n.26.\n   53\n      Nelson v. NASA, 530 F.3d 865, 879 (9th Cir. 2008) (“Information\nrelating to medical treatment and psychological counseling fall squarely\nwithin the domain protected by the constitutional right to informational\nprivacy.”); see also Planned Parenthood of S. Ariz. v. Lawall, 307 F.3d\n783, 789-90 (9th Cir. 2002); Norman-Bloodsaw v. Lawrence Berkeley\nLab, 135 F.3d 1260, 1269 (9th Cir. 1998); Roe v. Sherry, 91 F.3d 1270,\n1274 (9th Cir. 1996); Doe v. Att’y Gen, 941 F.2d 780, 795-97 (9th Cir.\n1991), overruled on other grounds by Lane v. Pena, 518 U.S. 187 (1996);\nCaesar v. Mountanos, 542 F.2d 1064, 1067-68 (9th Cir. 1976).\n   54\n      130 S.Ct. 1755 (March 8, 2010).\n   55\n      340 F.3d 978, 985 (9th Cir. 2003) (en banc).\n\f9446                      SEATON v. MAYBERG\n   [3] Whatever constitutional right to privacy of medical\ninformation may exist, the California civil commitment proce-\ndure for sexually violent predators falls outside it. Assuming\nfor purposes of discussion that Seaton has such a constitu-\ntional right and that the five-factor balancing test from Tucson\nWomen’s Clinic applies, Seaton’s information falls on the\nunprotected side of the test. The test is to “balance the follow-\ning factors to determine whether the governmental interest in\nobtaining information outweighs the individual’s privacy\ninterest: (1) the type of information requested, (2) the poten-\ntial for harm in any subsequent non-consensual disclosure, (3)\nthe adequacy of safeguards to prevent unauthorized disclo-\nsure, (4) the degree of need for access, and (5) whether there\nis an express statutory mandate, articulated public policy, or\nother recognizable public interest militating toward access.”56\n\n   [4] The “type of information requested” does not have any\npossibility of burdening a constitutional right to abortion or\nany other right other than the putative right to privacy of the\ninformation itself. No serious potential for harm from the dis-\nclosure, such as discouraging people from obtaining medical\nassistance, has been pleaded or argued. Disclosure is limited\nto the parties and the court, and the psychological reports\nremain confidential for all other purposes.57 The need for\naccess to the information to protect the public is substantial,\nbecause the persons subject to it have shown by their history\nthat concern about the risk of sexual predation is not a chi-\nmera. There is an express statutory mandate to protect the\npublic from persons whose mental illness causes them to be\nsexually violent predators.58\n  56\n      Tucson Woman’s Clinic, 379 F.3d at 551.\n  57\n      See People v. Dixon, 56 Cal. Rptr. 3d 33, 43 (Cal. App. 2007) (“While\nthe psychological reports must be made available to the parties and the\ncourt, they remain confidential for all other purposes. Psychological evalu-\nations obtained in the course of providing services under the [Sexually\nViolent Predators Act] are confidential.” (internal citations omitted)).\n   58\n      Cal. Welf. & Inst. Code § 6601.\n\f                         SEATON v. MAYBERG                          9447\n   Analogy to medical privacy in other contexts shows that\nthe reasons for it do not apply in this context. Confidentiality\nof communications to physicians, and the evidentiary privi-\nlege to prevent disclosure, exist for a purpose—enabling\npatients to disclose what may be highly personal or embar-\nrassing conditions to physicians so that they may obtain treat-\nment, serving both their private interest in and the public\ninterest in their health.59 Those purposes do not apply to this\ncase. A person referred for evaluation for civil commitment\nas a possible sexually violent predator has not sought out the\nevaluation so that he may be treated. Medical evaluation is\nimposed, not sought, so there can be no concern that the per-\nson might avoid treatment needed for his health.\n\n   Nor is there any need, out of more general concerns of pri-\nvacy, propriety, and decency, to protect the criminal from the\ndisclosures. The public record of his conviction for the crimes\ndiscloses his conduct.60 He has already lost his privacy to the\nlaws requiring registration on publicly available lists of his\nname and address as a sex offender.61 And the disclosure is far\nmore limited than either, being only to the person in the dis-\ntrict attorney’s office designated by the county for the disclo-\nsures,62 unless a decision is made to proceed with civil\ncommitment proceedings.\n\n   [5] Sexually violent predator evaluation falls within two\nlong established exceptions to the confidentiality of medical\ncommunications. One is public health and safety require-\nments. “A person sought to be restrained as insane is custom-\narily subject to medical inspection by order of the court. . . .\nThis principle has received further extension, by modern pub-\nlic health statutes, to persons believed to be suffering from\n  59\n     See Jaffee v. Redmond, 518 U.S. 1, 10 (1996); United States v. Chase,\n340 F.3d 978, 983 (9th Cir. 2003) (en banc).\n  60\n     See Cal. Welf. & Inst. Code § 6600(a)(1).\n  61\n     Cal. Penal Code § 290.001.\n  62\n     Cal. Welf. & Inst. Code § 6601(d).\n\f9448                      SEATON v. MAYBERG\ncontagious diseases — in particular leprosy and venereal dis-\nease.”63 Physicians typically are required to disclose to the\nstate, despite patient objections, various medical matters of\npublic concern, such as possible domestic abuse of children64\nand gunshot wounds.65 Even where a patient seeks curative\ntreatment and volunteers information to his own physician,\nthe physician may be required to breach his patient’s confi-\ndence.66\n\n   [6] The second exception is for communications made to\na physician for a potential adversary’s purpose and not for\ncurative treatment. That is why examination of a plaintiff by\na physician hired by the defendant in a personal injury case,67\nexamination of an injured employee by a physician designated\nby the employer or a workers compensation board, and exam-\nination of a veteran by a physician evaluating him for veter-\nans’ disability, may be disclosed over his objection.68 A\nperson communicating with a psychiatrist or psychologist for\nsexually violent predator evaluation likewise is being exam-\nined by a potential adversary’s doctor for the potential adver-\nsary’s purpose.\n  63\n      8 Wigmore, Evidence § 2220(D) (1961).\n  64\n      See, e.g., Ariz. Rev. Stat. Ann. § 13-3620(A)(1); Or. Rev. Stat.\n§ 419B.010(1); Wash. Rev. Code § 26.44.030(1)(a).\n   65\n      See, e.g., Ariz. Rev. Stat. Ann. § 13-3806(A); Haw. Rev. Stat. Ann.\n§ 453-14(a); Or. Rev. Stat. § 146.750; Wash. Rev. Code § 70.02.050(2)(c).\n   66\n      Medical professionals in California have an obligation to disclose a\npatient’s confidences if they reveal a serious risk of grave harm to others.\nSee Tarasoff v. Regents of the Univ. of Cal., 551 P.2d 334, 347-48 (Cal.\n1976), limited by statute as recognized by Ewing v. Goldstein, 15 Cal.\nRptr. 3d 864, 869-72 (Ct. App. 2004). See generally Jaffee v. Redmond,\n518 U.S. 1, 18 n.19 (1996) (“[W]e do not doubt that there are situations\nin which the privilege must give way, for example, if a serious threat of\nharm to the patient or to others can be averted only by means of a disclo-\nsure by the therapist.”); United States v. Chase, 340 F.3d 978, 984-85 (9th\nCir. 2003) (en banc) (approving of psychologist’s disclosure of threats).\n   67\n      Fed. R. Civ. P. 35.\n   68\n      8 Wigmore, Evidence §§ 2380, 2380 n.6, 2382 (1961).\n\f                          SEATON v. MAYBERG                          9449\n   [7] Sexually violent predators are involuntarily committed\nbecause their mental disease makes them dangerous to others.69\nNeither the commitment nor the evaluation proceeding is\nsomething they themselves seek in order to obtain a cure. The\nstate evaluates and commits to protect others from them. All\nthe jurisdictions in our circuit have some sort of nonconfiden-\ntial civil commitment evaluations, and they impinge on pri-\nvacy interests much more substantial than the sexually violent\npredator statute. For most civil commitments, a history of\ncriminality is not an essential predicate, and commitment may\nbe imposed on innocent people.70 Were we to treat a sexually\nviolent predator evaluation as constitutionally secret, we\nwould be hard put to distinguish civil commitments of people\nwho are sick but have not committed serious crimes. Congress\nin protecting the secrecy of medical information in HIPAA\nexpressly provided that “[n]othing in this part shall be con-\nstrued to invalidate or limit the authority, power, or proce-\ndures established under any law providing for . . . public\nhealth investigation or intervention,”71 evidently recognizing\nthe well-established need for disclosure for these reasons.\n\n   [8] One who goes to a physician in order to obtain medical\nbenefit to himself or his family has substantial privacy inter-\nests that may or may not be constitutionally protected. One\nwho is compelled to submit to medical examination for the\n  69\n     Cal. Welf. & Inst. Code § 6600(a)(1).\n  70\n     See, e.g., Alaska Stat. § 08.02.040 (2008); Alaska R. Evid. 504(d)(4);\nAriz. Rev. Stat. Ann. § 36-509A(6)(c); In re Pima County Mental Health\nNo. MH-959-10-85, 716 P.2d 68, 69 (Ariz. Ct. App. 1986); Cal. Evid.\nCode § 1024; People v. Wharton, 809 P.2d 290, 312 & n.7 (Cal. 1991);\nHaw. R. Evid. 504.1(d)(1); Idaho Code Ann. § 66-329(9) (Supp. 2008);\nIdaho R. Evid. 503(d)(1); Montana Code Ann. § 50-16-529(9) (2007); In\nre Sonsteng, 573 P.2d 1149, 1154 (Mont. 1977); Nev. Rev. Stat.\n§§ 49.213(1), 433A.280; Or. Rev. Stat. §§ 40.230(4)(d), 426.095(4)\n(2007) (superceding State v. O’Neill, 545 P.2d 97, 104 (Or. 1976)); Wash.\nRev. Code § 71.05.360(9) (2008); In re R., 641 P.2d 704, 706-08 (Wash.\n1982).\n  71\n     42 U.S.C. § 1320d-7(b) (2006).\n\f9450                  SEATON v. MAYBERG\nbenefit of the public, to determine whether because of mental\ndisease he is likely to engage in sexually predatory behavior,\ndoes not.\n\n  AFFIRMED.\n\n\n\nKOZINSKI, Chief Judge, concurring:\n\n   I join Judge Kleinfeld’s opinion because I believe this case\nis distinguishable from our recent decision in Nelson v. NASA,\n530 F.3d 865 (9th Cir. 2008), for the reasons he gives. My\nconfidence in those distinctions is bolstered by the fact that\nthe broad authority of Nelson has been undermined by the\nSupreme Court’s recent grant of certiorari. NASA v. Nelson,\n__ S. Ct. __, 2010 WL 757694 (2010).\n\f",
          "html": "",
          "html_lawbox": "<div>\n<center><b>610 F.3d 530 (2010)</b></center>\n<center><h1>Michael Leon SEATON, Plaintiff-Appellant,<br>\nv.<br>\nStephen MAYBERG; Melvin E. Hunter; Dennis R. Sheppard, Phd; Barrie Glen, Phd, Defendants-Appellees.</h1></center>\n<center>No. 05-56894.</center>\n<center><p><b>United States Court of Appeals, Ninth Circuit.</b></p></center>\n<center>Argued and Submitted September 10, 2008.</center>\n<center>Filed June 30, 2010.</center>\n<p><span class=\"star-pagination\">*532</span> Jeffrey M. Hayes, O'Melveny &amp; Myers LLP, Newport Beach, CA, for the appellant.</p>\n<p>Eric D. Bates, Deputy Attorney General, Los Angeles, CA, for the appellees.</p>\n<p>Before: ALEX KOZINSKI, Chief Judge, ANDREW J. KLEINFELD and JOHNNIE B. RAWLINSON, Circuit Judges.</p>\n<p>Opinion by Judge KLEINFELD; Concurrence by Chief Judge KOZINSKI.</p>\n<p>KLEINFELD, Circuit Judge:</p>\n<p>We address a claim to privacy rights in his medical records of a prisoner being evaluated for civil commitment.</p>\n<p></p>\n<h2>I. Facts.</h2>\n<p>The district court dismissed this case<sup>[1]</sup> for failure to state a claim, so we decide it on the basis of the facts alleged in the complaint and filings in the prisoner's habeas case of which the district court took notice.</p>\n<p>Seaton was convicted in 1986 of two counts each of forcible rape and forcible oral copulation, and one count of kidnaping for the purpose of committing rape.<sup>[2]</sup> He had two prior serious felony convictions, and was sentenced to 42 years in state prison, later reduced to 37 and then 31 years. After 16 years, apparently because he was approaching early release, the county sheriff's department had him transferred to a state hospital for evaluation for possible civil commitment.</p>\n<p>He sued the Director of the California Department of Mental Health, the Administrator of Atascadero State Hospital, and the two psychologists who examined him and gave their opinions to the county district attorney's office. Though he raises several theories, the most substantial is that the defendants violated his constitutional right to privacy by allowing the psychologists to look at his records and to communicate their opinions and supporting data to the district attorney's office. This case is his section 1983 claim, not his habeas corpus case.</p>\n<p>Seaton's medical records were being examined to decide whether to seek his commitment under California's Sexually Violent Predator Act.<sup>[3]</sup> The Act enables the state to commit some sex offenders civilly for indeterminate terms subject to yearly evaluations.<sup>[4]</sup> A \"sexually violent predator\" under the statute is one who (1) has been convicted of a sexually violent offense, (2) has a diagnosed mental disorder, (3) that makes him a danger to the health and safety of others, (4) the danger being \"that it is likely that he or she will engage <span class=\"star-pagination\">*533</span> in sexually violent criminal behavior.\"<sup>[5]</sup> The prior offense may be evidence, but is not conclusive. A mental disorder \"that predisposes the person to the commission of criminal sexual acts in a degree constituting the person a menace\"<sup>[6]</sup> is a <i>sine qua non.</i> Thus the statute provides for the civil commitment of persons whose mental disease predisposes them to crime and whose criminal history gives weight to the predictive judgment.</p>\n<p>The statute provides for the Secretary of the Department of Corrections and Rehabilitation to refer for evaluation, at least six months before release, prisoners who may be sexually violent predators if they are serving a determinate sentence or their parole has been revoked.<sup>[7]</sup> The Department of Corrections first screens the prisoners with a screening instrument developed by the State Department of Mental Health, considering their \"social, criminal and institutional history.\"<sup>[8]</sup> If it appears that they are indeed sexually violent predators, then they are referred to the State Department of Mental Health for a full evaluation, in accord with a standardized assessment protocol, including \"diagnosable mental disorders\" and \"factors known to be associated with the risk of reoffense\" including \"criminal and psychosexual history, type degree and duration of sexual deviance, and severity of mental disorder.\"<sup>[9]</sup> The Director of Mental Health designates two practicing psychiatrists or psychologists to do the evaluation, and if they agree, the Director of Mental Health requests a petition from the county.<sup>[10]</sup> The \"evaluation reports and any other supporting documents\" are made available to \"the attorney designated by the county,\" and if that attorney agrees with the recommendation, he files a petition for commitment in superior court.<sup>[11]</sup> The person gets a hearing before a judge to determine whether there is probable cause, and if there is, a jury trial at the prisoner's election with the assistance of counsel and proof beyond a reasonable doubt.<sup>[12]</sup></p>\n<p>Two psychologists reviewed Seaton's medical records from prison and recommended that he be civilly committed. They forwarded their evaluations and the supporting documents to the county district attorney, who then filed a petition to commit Seaton. The Santa Barbara County Superior Court found probable cause to detain Seaton. He was transferred to the Santa Barbara County Jail and, subsequently, the Atascadero State Hospital, pending a civil commitment trial.</p>\n<p></p>\n<h2>II. Analysis.</h2>\n<p>We review de novo.<sup>[13]</sup> Seaton's claim that the disclosures violate HIPAA fails because under <i>Webb v. Smart Document Solutions, LLC</i><i>,</i> \"HIPAA itself provides no private right of action.\"<sup>[14]</sup> We affirm dismissal of Seaton's claim that the district court erred by denying him leave to amend to assert a claim of retaliation for his exercise of his First Amendment rights. His pro se filings indicate some <span class=\"star-pagination\">*534</span> sort of disagreement with the prison law librarian. He was allowed to file an amended complaint, and we cannot discern from his district court filings what retaliation claim he might have or wish to assert. Seaton concedes that he has no right under California law to nondisclosure of his medical records in the sexually violent predator procedure. He argues his case based on a right to informational privacy under the Due Process Clause.</p>\n<p>Two periods of time are at issue, the first while Seaton was still serving his sentence, the second during any subsequent period necessary for his evaluation. To the extent that his constitutional claim attacks disclosure while he was in prison serving his sentence and for a penological purpose relating to his imprisonment, Seaton's claim falls within the body of law regarding privacy for prisoners, the general principle being that whatever privacy right he has may be overridden for legitimate penological reasons.</p>\n<p>\"[I]mprisonment carries with it the circumscription or loss of many significant rights.\"<sup>[15]</sup> Loss of privacy is an \"inherent incident[ ] of confinement.\"<sup>[16]</sup> \"A right of privacy in traditional Fourth Amendment terms is fundamentally incompatible with the close and continual surveillance of inmates and their cells required to ensure institutional security and internal order. We are satisfied that society would insist that the prisoner's expectation of privacy always yield to what must be considered the paramount interest in institutional security.\"<sup>[17]</sup> We join our sister circuits in holding that prisoners do not have a constitutionally protected expectation of privacy in prison treatment records when the state has a legitimate penological interest in access to them.<sup>[18]</sup> The penological interest in access to whatever medical information there is regarding Seaton is <span class=\"star-pagination\">*535</span> substantial.<sup>[19]</sup> Prisons need access to prisoners' medical records to protect prison staff and other prisoners from communicable diseases and violence, and to manage rehabilitative efforts.</p>\n<p>Though many of the cases holding that a prisoner has no constitutional right to informational privacy regarding medical records involve AIDS and HIV,<sup>[20]</sup> legitimate penological concerns are much broader. If a prisoner has a contagious disease such as pinkeye or strep throat, or a mental disease that generates violent predatory behavior, the prison may owe a duty, possibly a constitutional duty, to other prisoners to isolate him or otherwise protect them from him. The Eighth Amendment may entitle a prisoner to protection from a sexually violent predatory roommate whose proclivity to rape his roommate is known to the prison.<sup>[21]</sup> If the prison is attempting a rehabilitative program, practical program management may require access to medical records to see if the prisoner is complying and if the program is working.<sup>[22]</sup> Seaton did not plead any facts to rebut the connection between disclosure of his prison treatment records and the State's legitimate penological objectives during his custody.<sup>[23]</sup></p>\n<p>The second period of time, raising different concerns, is during evaluation subsequent to what would otherwise have been Seaton's release date. Different concerns also arise if access to the prisoner's medical records is sought not to manage his custody, but to decide whether to seek civil commitment following his penal custody. The record does not say what the reason for his scheduled release date was, but Seaton alleges in his pleading that he is not on parole, so we assume for purposes of decision that his sentence was somehow reduced, perhaps by good time. And we treat the case, in accord with his amended complaint, as one of a prisoner who is in custody for evaluation as a possible sexually violent predator, but who would otherwise have been released. Though Seaton is indeed a felon, not a person with full civil rights, his medical records were shared, not to manage his incarceration for his crimes, but to decide whether he should be civilly committed based on the predictive judgment that he is a sexually violent predator. For this period, the penological objectives of managing his imprisonment for the safety of prison staff and other prisoners, and rehabilitating him during his imprisonment, have no application. The question for this period is whether he has a constitutional <span class=\"star-pagination\">*536</span> right to privacy of his medical information obtained while he would not be confined were he not being evaluated.</p>\n<p>In his complaint, Seaton says he is \"not a criminal\" and is entitled not to be treated as a \"second class citizen,\" but that is obviously not so. Seaton is indeed a criminal, a convicted felon, and by reason of his crimes he has lost many of his civil rights.<sup>[24]</sup> We evaluate his claim that he has a constitutional right to privacy in his medical records protected by the due process clause in this circumstance, and have no occasion to speak to whether one who had not committed his crimes and was not being evaluated on account of them for civil commitment as a sexual predator would have a constitutional right to privacy of his medical information. We have found no directly applicable Supreme Court or Circuit authority, though a district court decision on all fours concludes that he does not have the rights he claims.<sup>[25]</sup></p>\n<p>We have found only one Supreme Court decision addressing whether the constitution protects medical privacy, <i>Whalen v. Roe.</i><sup>[26]</sup> The case for privacy was considerably stronger in <i>Whalen,</i> because the state law at issue invaded the medical privacy of people who had not been convicted of any crimes, and any prediction of possible criminality did not have a history of past criminality to support the prediction. Under New York law, a physician could not prescribe opiates and other drugs subject to criminal abuse without sending a form to the state giving the name, address and age of the patient.<sup>[27]</sup> About 100,000 such forms per month were collected by the state and the information was stored on computers.<sup>[28]</sup> Physicians claimed in the lawsuit that the law deterred them from providing medically desirable prescriptions, and patients that they feared stigmatization as drug addicts, both claiming that the statute invaded constitutionally protected privacy.<sup>[29]</sup></p>\n<p>The doctors and patients lost their case. The Court distinguished such cases as <i>Roe v. Wade</i><sup>[30]</sup> limiting government power to regulate \"marriage, procreation, contraception, family relationships, and child rearing and education,\"<sup>[31]</sup> and held that the compelled disclosure of prescriptions did not \"pose a sufficiently grievous threat\" to patients' interest in making important medical decisions or keeping them private \"to establish a constitutional violation.\"<sup>[32]</sup> Though the Court appeared to leave the door open to some sort of constitutional protection of privacy in another case,<sup>[33]</sup> it <span class=\"star-pagination\">*537</span> did not hold that there was one. The holding in <i>Whalen</i> was that the New York law did not violate any constitutional rights of the patients whose prescriptions were revealed to the government. In so holding, the Court acknowledged that some patients might avoid medicine they ought to have, and some physicians might avoid prescribing it, but said that the New York law did not pose a \"sufficiently grievous\" threat to these medical concerns to establish a constitutional violation, and the security provisions of the New York law appeared sufficient to guard against public disclosure.<sup>[34]</sup> As for disclosure to the state employees who would administer the program, the Court characterized it as but one of the \"unpleasant invasions of privacy that are associated with many facets of health care,\"<sup>[35]</sup> such as those disclosures to physicians, hospital personnel, insurance companies and public health agencies. The closest <i>Whalen</i> comes to recognizing any constitutional right to privacy of medical information is its acknowledgment that \"the accumulation of vast amounts of personal information\" by the government is typically accompanied by a statutory or regulatory duty to avoid unwarranted disclosures, and that duty \"arguably\" has some constitutional basis.<sup>[36]</sup> Some of our sister circuits recognize a constitutional right to privacy in medical records,<sup>[37]</sup> though the Supreme Court has never so held.</p>\n<p>Seaton argues that <i>Hydrick v. Hunter</i><sup>[38]</sup> requires factual development before his case can be dismissed, but <i>Hydrick</i> is not on point and has since been vacated by the Supreme Court.<sup>[39]</sup> Although eight constitutional violations were claimed by the <i>Hydrick</i> prisoners relating to the California sexually violent predator procedures,<sup>[40]</sup> the prisoners did not claim that communication of their medical and psychological information was among the eight violations, so we had no occasion to consider the claim Seaton raises.</p>\n<p>We have recognized a constitutional right to the privacy of medical information that <i>Whalen</i> did not, but in contexts different from this case. We held in <i>Tucson Woman's Clinic v. Eden,</i><sup>[41]</sup> that there was such a right, but the context was burdening of abortion, which <i>Whalen</i> expressly distinguished.<sup>[42]</sup> Arizona required physicians who performed abortions to allow warrantless, unbounded inspections of their office and access by the state to their <span class=\"star-pagination\">*538</span> patient records.<sup>[43]</sup> Physicians also had to send to a state contractor copies of fetal ultrasounds of subsequently aborted fetuses.<sup>[44]</sup> We held that summary judgment was precluded because there was a genuine issue of material fact as to \"whether the scheme creates an undue burden on the right to seek an abortion.\"<sup>[45]</sup> We held in this context that there was \"a constitutionally protected interest in avoiding disclosure of personal matters including medical information\"<sup>[46]</sup> and offered a list of five factors<sup>[47]</sup> to be considered among others to decide \"whether the governmental interest in obtaining information outweighs the individual's privacy interest.\"<sup>[48]</sup> We commented that disclosure of the abortion information to government employees might violate individuals' rights even without public disclosure.<sup>[49]</sup> We have held that the constitutional right to medical privacy \"is a conditional right which may be infringed upon a showing of proper governmental interest.\"<sup>[50]</sup> In aid of determining when a proper governmental interest trumps a right to medical privacy, we stated that the five factors articulated in <i>Tucson Woman's Clinic</i> are \"not exhaustive, and the relevant considerations will necessarily vary from case to case. . . . In most cases, it will be the overall context, rather than the particular item of information, that will dictate the tipping of the scales.\"<sup>[51]</sup></p>\n<p>It is not entirely clear yet whether the constitutional right we have recognized falls entirely within the class <i>Whalen</i> carves out, for disclosure that burdens \"matters relating to marriage, procreation, contraception, family relationships, and child rearing and education.\"<sup>[52]</sup> We recognized a much broader right to informational privacy in <i>Nelson v. NASA,</i><sup>[53]</sup> but the Supreme Court has granted certiorari in that case so it is not yet final,<sup>[54]</sup> and <i>Nelson</i> involved employment applications, not civil commitment. In the context of evidentiary privilege rather than a constitutional right to privacy, we held in <i>United States v. Chase</i><sup>[55]</sup> that medical information may be privileged from introduction as evidence <span class=\"star-pagination\">*539</span> even when there is a duty to disclose it to the state.</p>\n<p>Whatever constitutional right to privacy of medical information may exist, the California civil commitment procedure for sexually violent predators falls outside it. Assuming for purposes of discussion that Seaton has such a constitutional right and that the five-factor balancing test from <i>Tucson Women's Clinic</i> applies, Seaton's information falls on the unprotected side of the test. The test is to \"balance the following factors to determine whether the governmental interest in obtaining information outweighs the individual's privacy interest: (1) the type of information requested, (2) the potential for harm in any subsequent non-consensual disclosure, (3) the adequacy of safeguards to prevent unauthorized disclosure, (4) the degree of need for access, and (5) whether there is an express statutory mandate, articulated public policy, or other recognizable public interest militating toward access.\"<sup>[56]</sup></p>\n<p>The \"type of information requested\" does not have any possibility of burdening a constitutional right to abortion or any other right other than the putative right to privacy of the information itself. No serious potential for harm from the disclosure, such as discouraging people from obtaining medical assistance, has been pleaded or argued. Disclosure is limited to the parties and the court, and the psychological reports remain confidential for all other purposes.<sup>[57]</sup> The need for access to the information to protect the public is substantial, because the persons subject to it have shown by their history that concern about the risk of sexual predation is not a chimera. There is an express statutory mandate to protect the public from persons whose mental illness causes them to be sexually violent predators.<sup>[58]</sup></p>\n<p>Analogy to medical privacy in other contexts shows that the reasons for it do not apply in this context. Confidentiality of communications to physicians, and the evidentiary privilege to prevent disclosure, exist for a purpose-enabling patients to disclose what may be highly personal or embarrassing conditions to physicians so that they may obtain treatment, serving both their private interest in and the public interest in their health.<sup>[59]</sup> Those purposes do not apply to this case. A person referred for evaluation for civil commitment as a possible sexually violent predator has not sought out the evaluation so that he may be treated. Medical evaluation is imposed, not sought, so there can be no concern that the person might avoid treatment needed for his health.</p>\n<p>Nor is there any need, out of more general concerns of privacy, propriety, and decency, to protect the criminal from the disclosures. The public record of his conviction for the crimes discloses his conduct.<sup>[60]</sup> He has already lost his privacy to the laws requiring registration on publicly available lists of his name and address as a <span class=\"star-pagination\">*540</span> sex offender.<sup>[61]</sup> And the disclosure is far more limited than either, being only to the person in the district attorney's office designated by the county for the disclosures,<sup>[62]</sup> unless a decision is made to proceed with civil commitment proceedings.</p>\n<p>Sexually violent predator evaluation falls within two long established exceptions to the confidentiality of medical communications. One is public health and safety requirements. \"A person sought to be restrained as <i>insane</i> is customarily subject to medical inspection by order of the court. . . . This principle has received further extension, by modern public health statutes, to persons believed to be suffering from <i>contagious diseases</i>in particular <i>leprosy</i> and <i>venereal disease.</i>\"<sup>[63]</sup> Physicians typically are required to disclose to the state, despite patient objections, various medical matters of public concern, such as possible domestic abuse of children<sup>[64]</sup> and gunshot wounds.<sup>[65]</sup> Even where a patient seeks curative treatment and volunteers information to his own physician, the physician may be required to breach his patient's confidence.<sup>[66]</sup></p>\n<p>The second exception is for communications made to a physician for a potential adversary's purpose and not for curative treatment. That is why examination of a plaintiff by a physician hired by the defendant in a personal injury case,<sup>[67]</sup> examination of an injured employee by a physician designated by the employer or a workers compensation board, and examination of a veteran by a physician evaluating him for veterans' disability, may be disclosed over his objection.<sup>[68]</sup> A person communicating with a psychiatrist or psychologist for sexually violent predator evaluation likewise is being examined by a potential adversary's doctor for the potential adversary's purpose.</p>\n<p>Sexually violent predators are involuntarily committed because their mental disease makes them dangerous to others.<sup>[69]</sup> Neither the commitment nor the evaluation proceeding is something they themselves seek in order to obtain a cure. The state evaluates and commits to protect others from them. All the jurisdictions in our circuit have some sort of nonconfidential civil commitment evaluations, and they impinge on privacy interests much more substantial than the sexually violent predator statute. For most civil commitments, a history of criminality is not an <span class=\"star-pagination\">*541</span> essential predicate, and commitment may be imposed on innocent people.<sup>[70]</sup> Were we to treat a sexually violent predator evaluation as constitutionally secret, we would be hard put to distinguish civil commitments of people who are sick but have not committed serious crimes. Congress in protecting the secrecy of medical information in HIPAA expressly provided that \"[n]othing in this part shall be construed to invalidate or limit the authority, power, or procedures established under any law providing for . . . public health investigation or intervention,\"<sup>[71]</sup> evidently recognizing the well-established need for disclosure for these reasons.</p>\n<p>One who goes to a physician in order to obtain medical benefit to himself or his family has substantial privacy interests that may or may not be constitutionally protected. One who is compelled to submit to medical examination for the benefit of the public, to determine whether because of mental disease he is likely to engage in sexually predatory behavior, does not.</p>\n<p>AFFIRMED.</p>\n<p>KOZINSKI, Chief Judge, concurring:</p>\n<p>I join Judge Kleinfeld's opinion because I believe this case is distinguishable from our recent decision in <i>Nelson v. NASA,</i> 530 F.3d 865 (9th Cir.2008), for the reasons he gives. My confidence in those distinctions is bolstered by the fact that the broad authority of <i>Nelson</i> has been undermined by the Supreme Court's recent grant of certiorari. <i>NASA v. Nelson,</i> ___ U.S. ___, 130 S.Ct. 1755, 176 L.Ed.2d 211 (2010).</p>\n<h2>NOTES</h2>\n<p>[1]  The dismissal was under 28 U.S.C. § 1915(e)(2)(B)(ii). Seaton filed his complaint pro se, it was dismissed with leave to amend, he filed an amended complaint, and it was dismissed without leave as to the federal claims. Though he was pro se then, he is ably represented on appeal by <i>pro bono</i> counsel now.</p>\n<p>[2]  Cal.Penal Code §§ 261, 288a, 207, 667.8.</p>\n<p>[3]  Cal. Welf. &amp; Inst.Code §§ 6600-6609 (West 2000).</p>\n<p>[4]  <i>See id.</i> §§ 6604-6605.</p>\n<p>[5]  <i>Id.</i> § 6600(a)(1).</p>\n<p>[6]  <i>Id.</i> § 6600(c).</p>\n<p>[7]  <i>Id.</i> § 6601(a)(1).</p>\n<p>[8]  <i>Id.</i> § 6601(b).</p>\n<p>[9]  <i>Id.</i> § 6601(c).</p>\n<p>[10]  <i>Id.</i> § 6601(d).</p>\n<p>[11]  <i>Id.</i> § 6601(h)-(i).</p>\n<p>[12]  <i>Id.</i> §§ 6602(a), 6603(a), 6604.</p>\n<p>[13]  <i>Perfect 10, Inc. v. Visa Int'l Serv. Ass'n,</i> 494 F.3d 788, 794 (9th Cir.2007).</p>\n<p>[14]  <i>Webb v. Smart Document Solutions, LLC,</i> 499 F.3d 1078, 1081 (9th Cir.2007).</p>\n<p>[15]  <i>Hudson v. Palmer,</i> 468 U.S. 517, 524, 104 S.Ct. 3194, 82 L.Ed.2d 393 (1984).</p>\n<p>[16]  <i>Bell v. Wolfish,</i> 441 U.S. 520, 537, 99 S.Ct. 1861, 60 L.Ed.2d 447 (1979).</p>\n<p>[17]  <i>Hudson,</i> 468 U.S. at 527-28, 104 S.Ct. 3194.</p>\n<p>[18]  <i>Doe v. Delie,</i> 257 F.3d 309, 311 (3d Cir. 2001) (\"We hold that the Fourteenth Amendment protects an inmate's right to medical privacy, subject to legitimate penological interests.\"); <i>Powell v. Schriver,</i> 175 F.3d 107, 112 (2d Cir.1999) (\"[T]his Court already has accorded constitutional stature to the right to maintain the confidentiality of previously undisclosed medical information. It follows that prison officials can impinge on that right only to the extent that their actions are `reasonably related to legitimate penological interests.'\"); <i>Tokar v. Armontrout,</i> 97 F.3d 1078, 1084 (8th Cir. 1996) (relying on cases cited below, including <i>Anderson, Moore,</i> and <i>Harris,</i> to conclude that an inmate \"had no clearly established constitutional right to nondisclosure of HIV status\"); <i>Anderson v. Romero,</i> 72 F.3d 518, 524 (7th Cir. 1995) (\"Neither in 1992 nor today was (is) the law clearly established that a prison cannot without violating the constitutional rights of its HIV-positive inmates reveal their condition to other inmates and to guards in order to enable those other inmates and those guards to protect themselves from infection.\"); <i>Doe v. Wigginton,</i> 21 F.3d 733, 740 (6th Cir. 1994) (applying previous Sixth Circuit precedent to preclude any constitutional right to informational privacy); <i>Moore v. Mabus,</i> 976 F.2d 268, 271 (5th Cir.1992) (\"[T]he identification and segregation of HIV-positive prisoners obviously serves a legitimate penological interest.\"); <i>Harris v. Thigpen,</i> 941 F.2d 1495, 1513, 1521 (11th Cir.1991) (assuming, arguendo, that prisoners have a right to privacy in medical records, including HIV status, but holding that disclosure \"is a reasonable infringement in light of the inmate interests at stake (both seropositive and general population), and the difficult decisions that the DOC must make in determining how best to treat and control within Alabama correctional facilities the spread of a communicable, incurable, always fatal disease.\").</p>\n<p>[19]  Several of the states in this circuit provide by statute for such disclosure. <i>See, e.g.,</i> Mont. Code Ann. § 50-16-529(8) (2007); Nev.Rev. Stat. § 629.068 (2008); Or.Rev.Stat. §§ 179.505(6), 179.508 (2007); Wash. Rev. Code § 70.02.050(i) (2002). So do the federal regulations governing protected health information. 45 C.F.R. § 164.512(k)(5) (2008).</p>\n<p>[20]  <i>See, e.g., </i><i>Doe v. Delie,</i> 257 F.3d 309 (3d Cir.2001); <i>Tokar v. Armontrout,</i> 97 F.3d 1078 (8th Cir.1996); <i>Anderson v. Romero,</i> 72 F.3d 518 (7th Cir.1995); <i>Doe v. Wigginton,</i> 21 F.3d 733 (6th Cir.1994); <i>Moore v. Mabus,</i> 976 F.2d 268 (5th Cir.1992); and <i>Harris v. Thigpen,</i> 941 F.2d 1495 (11th Cir.1991).</p>\n<p>[21]  <i>See, e.g., </i><i>Farmer v. Brennan,</i> 511 U.S. 825, 843-44, 114 S.Ct. 1970, 128 L.Ed.2d 811 (1994).</p>\n<p>[22]  <i>United States v. Lopez,</i> 258 F.3d 1053, 1057 (9th Cir.2001) (affirming condition of supervised release requiring disclosure of mental health evaluations and treatment information because \"disclosure to the court and to the probation officer of information about Lopez's status was necessary for successfully supervising his reintegration into society.\") (citing <i>United States v. Cooper,</i> 171 F.3d 582, 587 (8th Cir.1999)).</p>\n<p>[23]  <i>See </i><i>Frost v. Symington,</i> 197 F.3d 348, 357 (9th Cir.1999).</p>\n<p>[24]  For example, he cannot legally possess a firearm, Cal.Penal Code § 12021, cannot serve on a jury, Cal. Civ. Pro.Code § 203, and may be denied a license to engage in certain businesses, Cal. Bus. &amp; Prof.Code § 480 (2009).</p>\n<p>[25]  <i>Hubbs v. Alamao,</i> 360 F.Supp.2d 1073 (C.D.Cal.2005).</p>\n<p>[26]  429 U.S. 589, 97 S.Ct. 869, 51 L.Ed.2d 64 (1977).</p>\n<p>[27]  <i>Id.</i> at 593, 97 S.Ct. 869.</p>\n<p>[28]  <i>Id.</i> at 593-94, 97 S.Ct. 869.</p>\n<p>[29]  <i>Id.</i> at 595, 97 S.Ct. 869.</p>\n<p>[30]  410 U.S. 113, 93 S.Ct. 705, 35 L.Ed.2d 147 (1973).</p>\n<p>[31]  <i>Whalen,</i> 429 U.S. at 600 n. 26, 97 S.Ct. 869 (quoting <i>Paul v. Davis,</i> 424 U.S. 693, 713, 96 S.Ct. 1155, 47 L.Ed.2d 405 (1976)).</p>\n<p>[32]  <i>Id.</i> at 600, 97 S.Ct. 869.</p>\n<p>[33]  <i>See </i><i>Nixon v. Administrator of General Services,</i> 433 U.S. 425, 457, 97 S.Ct. 2777, 53 L.Ed.2d 867 (1977) (\"We may agree with appellant that, at least when Government intervention is at stake, public officials, including the President, are not wholly without constitutionally protected privacy rights in matters of personal life unrelated to any acts done by them in their public capacity.\").</p>\n<p>[34]  <i>Whalen,</i> 429 U.S. at 600-03, 605, 97 S.Ct. 869.</p>\n<p>[35]  <i>Id.</i> at 602, 97 S.Ct. 869.</p>\n<p>[36]  <i>Id.</i> at 605-06, 97 S.Ct. 869.</p>\n<p>[37]  <i>Compare, e.g., </i><i>Lankford v. City of Hobart,</i> 27 F.3d 477, 479 (10th Cir.1994); <i>Doe v. City of N.Y.,</i> 15 F.3d 264, 267 (2d Cir.1994); <i>Pesce v. J. Sterling Morton High Sch.,</i> 830 F.2d 789, 795-98 (7th Cir.1987) <i>and </i><i>United States v. Westinghouse Elec. Corp.,</i> 638 F.2d 570, 577-80 (3d Cir.1980) (all recognizing constitutional right to privacy regarding medical records) <i>with </i><i>Am. Fed'n of Gov't Employees v. HUD,</i> 118 F.3d 786, 791-93 (D.C.Cir.1997) (questioning existence of constitutional right to confidentiality in general); <i>Doe v. Wigginton,</i> 21 F.3d 733, 740 (6th Cir.1994) (denying existence of right to confidentiality regarding medical records); <i>and </i><i>Borucki v. Ryan,</i> 827 F.2d 836, 840-49 (1st Cir.1987) (noting the extent of issues <i>Whalen</i> left open, and declining to decide whether a constitutional right to privacy regarding medical records exists).</p>\n<p>[38]  500 F.3d 978 (9th Cir.2007).</p>\n<p>[39]  <i>See </i><i>Hunter v. Hydrick,</i> ___ U.S. ___, 129 S.Ct. 2431, 174 L.Ed.2d 226 (May 26, 2009).</p>\n<p>[40]  <i>Hydrick,</i> 500 F.3d at 984.</p>\n<p>[41]  379 F.3d 531 (9th Cir.2004).</p>\n<p>[42]  <i>Whalen,</i> 429 U.S. at 600 n. 26, 97 S.Ct. 869.</p>\n<p>[43]  <i>Tucson Woman's Clinic,</i> 379 F.3d at 537.</p>\n<p>[44]  <i>Id.</i></p>\n<p>[45]  <i>Id.</i> at 538.</p>\n<p>[46]  <i>Id.</i> at 551 (internal quotation omitted).</p>\n<p>[47]  \"(1) the type of information requested, (2) the potential for harm in any subsequent nonconsensual disclosure, (3) the adequacy of safeguards to prevent unauthorized disclosure, (4) the degree of need for access, and (5) whether there is an express statutory mandate, articulated public policy, or other recognizable public interest militating toward access.\" <i>Id.</i></p>\n<p>[48]  <i>Id.</i></p>\n<p>[49]  <i>Id.</i> at 551-52.</p>\n<p>[50]  <i>Ferm v. U.S. Trustee (In re Crawford),</i> 194 F.3d 954, 959 (9th Cir.1999).</p>\n<p>[51]  <i>Id.</i></p>\n<p>[52]  <i>Whalen,</i> 429 U.S. at 600 n. 26, 97 S.Ct. 869.</p>\n<p>[53]  <i>Nelson v. NASA,</i> 530 F.3d 865, 879 (9th Cir.2008) (\"Information relating to medical treatment and psychological counseling fall squarely within the domain protected by the constitutional right to informational privacy.\"); <i>see also </i><i>Planned Parenthood of S. Ariz. v. Lawall,</i> 307 F.3d 783, 789-90 (9th Cir. 2002); <i>Norman-Bloodsaw v. Lawrence Berkeley Lab,</i> 135 F.3d 1260, 1269 (9th Cir.1998); <i>Roe v. Sherry,</i> 91 F.3d 1270, 1274 (9th Cir. 1996); <i>Doe v. Att'y Gen.,</i> 941 F.2d 780, 795-97 (9th Cir. 1991), <i>overruled on other grounds by </i><i>Lane v. Pena,</i> 518 U.S. 187, 116 S.Ct. 2092, 135 L.Ed.2d 486 (1996); <i>Caesar v. Mountanos,</i> 542 F.2d 1064, 1067-68 (9th Cir.1976).</p>\n<p>[54]  ___ U.S. ___, 130 S.Ct. 1755, 176 L.Ed.2d 211 (2010).</p>\n<p>[55]  340 F.3d 978, 985 (9th Cir.2003) (en banc).</p>\n<p>[56]  <i>Tucson Woman's Clinic,</i> 379 F.3d at 551.</p>\n<p>[57]  <i>See People v. Dixon,</i> 148 Cal.App.4th 414, 56 Cal.Rptr.3d 33, 43 (2007) (\"While the psychological reports must be made available to the parties and the court, they remain confidential for all other purposes. Psychological evaluations obtained in the course of providing services under the [Sexually Violent Predators Act] are confidential.\" (internal citations omitted)).</p>\n<p>[58]  Cal. Welf. &amp; Inst.Code § 6601.</p>\n<p>[59]  <i>See </i><i>Jaffee v. Redmond,</i> 518 U.S. 1, 10, 116 S.Ct. 1923, 135 L.Ed.2d 337 (1996); <i>United States v. Chase,</i> 340 F.3d 978, 983 (9th Cir. 2003) (en banc).</p>\n<p>[60]  <i>See</i> Cal. Welf. &amp; Inst.Code § 6600(a)(1).</p>\n<p>[61]  Cal.Penal Code § 290.001.</p>\n<p>[62]  Cal. Welf. &amp; Inst.Code § 6601(d).</p>\n<p>[63]  8 Wigmore, Evidence § 2220(D) (1961).</p>\n<p>[64]  <i>See, e.g.,</i> Ariz.Rev.Stat. Ann. § 13-3620(A)(1); Or.Rev.Stat. § 419B.010(1); Wash. Rev.Code § 26.44.030(1)(a).</p>\n<p>[65]  <i>See, e.g.,</i> Ariz.Rev.Stat. Ann. § 13-3806(A); Haw.Rev.Stat. Ann. § 453-14(a); Or.Rev. Stat. § 146.750; Wash. Rev.Code § 70.02.050(2)(c).</p>\n<p>[66]  Medical professionals in California have an obligation to disclose a patient's confidences if they reveal a serious risk of grave harm to others. <i>See </i><i>Tarasoff v. Regents of the Univ. of Cal.,</i> 17 Cal.3d 425, 131 Cal.Rptr. 14, 551 P.2d 334, 347-48 (1976), <i>limited by statute as recognized by </i><i>Ewing v. Goldstein,</i> 120 Cal.App.4th 807, 15 Cal.Rptr.3d 864, 869-72 (2004). <i>See generally </i><i>Jaffee v. Redmond,</i> 518 U.S. 1, 18 n. 19, 116 S.Ct. 1923, 135 L.Ed.2d 337 (1996) (\"[W]e do not doubt that there are situations in which the privilege must give way, for example, if a serious threat of harm to the patient or to others can be averted only by means of a disclosure by the therapist.\"); <i>United States v. Chase,</i> 340 F.3d 978, 984-85 (9th Cir.2003) (en banc) (approving of psychologist's disclosure of threats).</p>\n<p>[67]  Fed.R.Civ.P. 35.</p>\n<p>[68]  8 Wigmore, Evidence §§ 2380, 2380 n. 6, 2382 (1961).</p>\n<p>[69]  Cal. Welf. &amp; Inst.Code § 6600(a)(1).</p>\n<p>[70]  <i>See, e.g.,</i> Alaska Stat. § 08.02.040 (2008); Alaska R. Evid. 504(d)(4); Ariz.Rev.Stat. Ann. § 36-509(A)(6)(c); <i>In re Pima County Mental Health No. MH-959-10-85,</i> 149 Ariz. 7, 716 P.2d 68, 69 (Ct.App.1986); Cal. Evid.Code § 1024; <i>People v. Wharton,</i> 53 Cal.3d 522, 280 Cal.Rptr. 631, 809 P.2d 290, 312 &amp; n. 7 (1991); Haw. R. Evid. 504.1(d)(1); Idaho Code Ann. § 66-329(9) (Supp.2008); Idaho R. Evid. 503(d)(1); Montana Code Ann. § 50-16-529(9) (2007); <i>In re Sonsteng,</i> 175 Mont. 307, 573 P.2d 1149, 1154 (1977); Nev.Rev. Stat. §§ 49.213(1), 433A.280; Or.Rev.Stat. §§ 40.230(4)(d), 426.095(4) (2007) (superceding <i>State v. O'Neill,</i> 274 Or. 59, 545 P.2d 97, 104 (1976)); Wash. Rev.Code § 71.05.360(9) (2008); <i>In re R.,</i> 97 Wash.2d 182, 641 P.2d 704, 706-08 (1982).</p>\n<p>[71]  42 U.S.C. § 1320d-7(b) (2006).</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">610</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">530</span></span> (2010)</b></center>\n<center><h1>Michael Leon SEATON, Plaintiff-Appellant,<br>\nv.<br>\nStephen MAYBERG; Melvin E. Hunter; Dennis R. Sheppard, Phd; Barrie Glen, Phd, Defendants-Appellees.</h1></center>\n<center>No. 05-56894.</center>\n<center><p><b>United States Court of Appeals, Ninth Circuit.</b></p></center>\n<center>Argued and Submitted September 10, 2008.</center>\n<center>Filed June 30, 2010.</center>\n<p><span class=\"star-pagination\">*532</span> Jeffrey M. Hayes, O'Melveny &amp; Myers LLP, Newport Beach, CA, for the appellant.</p>\n<p>Eric D. Bates, Deputy Attorney General, Los Angeles, CA, for the appellees.</p>\n<p>Before: ALEX KOZINSKI, Chief Judge, ANDREW J. KLEINFELD and JOHNNIE B. RAWLINSON, Circuit Judges.</p>\n<p>Opinion by Judge KLEINFELD; Concurrence by Chief Judge KOZINSKI.</p>\n<p>KLEINFELD, Circuit Judge:</p>\n<p>We address a claim to privacy rights in his medical records of a prisoner being evaluated for civil commitment.</p>\n<p></p>\n<h2>I. Facts.</h2>\n<p>The district court dismissed this case<sup>[1]</sup> for failure to state a claim, so we decide it on the basis of the facts alleged in the complaint and filings in the prisoner's habeas case of which the district court took notice.</p>\n<p>Seaton was convicted in 1986 of two counts each of forcible rape and forcible oral copulation, and one count of kidnaping for the purpose of committing rape.<sup>[2]</sup> He had two prior serious felony convictions, and was sentenced to 42 years in state prison, later reduced to 37 and then 31 years. After 16 years, apparently because he was approaching early release, the county sheriff's department had him transferred to a state hospital for evaluation for possible civil commitment.</p>\n<p>He sued the Director of the California Department of Mental Health, the Administrator of Atascadero State Hospital, and the two psychologists who examined him and gave their opinions to the county district attorney's office. Though he raises several theories, the most substantial is that the defendants violated his constitutional right to privacy by allowing the psychologists to look at his records and to communicate their opinions and supporting data to the district attorney's office. This case is his section 1983 claim, not his habeas corpus case.</p>\n<p>Seaton's medical records were being examined to decide whether to seek his commitment under California's Sexually Violent Predator Act.<sup>[3]</sup> The Act enables the state to commit some sex offenders civilly for indeterminate terms subject to yearly evaluations.<sup>[4]</sup> A \"sexually violent predator\" under the statute is one who (1) has been convicted of a sexually violent offense, (2) has a diagnosed mental disorder, (3) that makes him a danger to the health and safety of others, (4) the danger being \"that it is likely that he or she will engage <span class=\"star-pagination\">*533</span> in sexually violent criminal behavior.\"<sup>[5]</sup> The prior offense may be evidence, but is not conclusive. A mental disorder \"that predisposes the person to the commission of criminal sexual acts in a degree constituting the person a menace\"<sup>[6]</sup> is a <i>sine qua non.</i> Thus the statute provides for the civil commitment of persons whose mental disease predisposes them to crime and whose criminal history gives weight to the predictive judgment.</p>\n<p>The statute provides for the Secretary of the Department of Corrections and Rehabilitation to refer for evaluation, at least six months before release, prisoners who may be sexually violent predators if they are serving a determinate sentence or their parole has been revoked.<sup>[7]</sup> The Department of Corrections first screens the prisoners with a screening instrument developed by the State Department of Mental Health, considering their \"social, criminal and institutional history.\"<sup>[8]</sup> If it appears that they are indeed sexually violent predators, then they are referred to the State Department of Mental Health for a full evaluation, in accord with a standardized assessment protocol, including \"diagnosable mental disorders\" and \"factors known to be associated with the risk of reoffense\" including \"criminal and psychosexual history, type degree and duration of sexual deviance, and severity of mental disorder.\"<sup>[9]</sup> The Director of Mental Health designates two practicing psychiatrists or psychologists to do the evaluation, and if they agree, the Director of Mental Health requests a petition from the county.<sup>[10]</sup> The \"evaluation reports and any other supporting documents\" are made available to \"the attorney designated by the county,\" and if that attorney agrees with the recommendation, he files a petition for commitment in superior court.<sup>[11]</sup> The person gets a hearing before a judge to determine whether there is probable cause, and if there is, a jury trial at the prisoner's election with the assistance of counsel and proof beyond a reasonable doubt.<sup>[12]</sup></p>\n<p>Two psychologists reviewed Seaton's medical records from prison and recommended that he be civilly committed. They forwarded their evaluations and the supporting documents to the county district attorney, who then filed a petition to commit Seaton. The Santa Barbara County Superior Court found probable cause to detain Seaton. He was transferred to the Santa Barbara County Jail and, subsequently, the Atascadero State Hospital, pending a civil commitment trial.</p>\n<p></p>\n<h2>II. Analysis.</h2>\n<p>We review de novo.<sup>[13]</sup> Seaton's claim that the disclosures violate HIPAA fails because under <i>Webb v. Smart Document Solutions, LLC</i><i>,</i> \"HIPAA itself provides no private right of action.\"<sup>[14]</sup> We affirm dismissal of Seaton's claim that the district court erred by denying him leave to amend to assert a claim of retaliation for his exercise of his First Amendment rights. His pro se filings indicate some <span class=\"star-pagination\">*534</span> sort of disagreement with the prison law librarian. He was allowed to file an amended complaint, and we cannot discern from his district court filings what retaliation claim he might have or wish to assert. Seaton concedes that he has no right under California law to nondisclosure of his medical records in the sexually violent predator procedure. He argues his case based on a right to informational privacy under the Due Process Clause.</p>\n<p>Two periods of time are at issue, the first while Seaton was still serving his sentence, the second during any subsequent period necessary for his evaluation. To the extent that his constitutional claim attacks disclosure while he was in prison serving his sentence and for a penological purpose relating to his imprisonment, Seaton's claim falls within the body of law regarding privacy for prisoners, the general principle being that whatever privacy right he has may be overridden for legitimate penological reasons.</p>\n<p>\"[I]mprisonment carries with it the circumscription or loss of many significant rights.\"<sup>[15]</sup> Loss of privacy is an \"inherent incident[ ] of confinement.\"<sup>[16]</sup> \"A right of privacy in traditional Fourth Amendment terms is fundamentally incompatible with the close and continual surveillance of inmates and their cells required to ensure institutional security and internal order. We are satisfied that society would insist that the prisoner's expectation of privacy always yield to what must be considered the paramount interest in institutional security.\"<sup>[17]</sup> We join our sister circuits in holding that prisoners do not have a constitutionally protected expectation of privacy in prison treatment records when the state has a legitimate penological interest in access to them.<sup>[18]</sup> The penological interest in access to whatever medical information there is regarding Seaton is <span class=\"star-pagination\">*535</span> substantial.<sup>[19]</sup> Prisons need access to prisoners' medical records to protect prison staff and other prisoners from communicable diseases and violence, and to manage rehabilitative efforts.</p>\n<p>Though many of the cases holding that a prisoner has no constitutional right to informational privacy regarding medical records involve AIDS and HIV,<sup>[20]</sup> legitimate penological concerns are much broader. If a prisoner has a contagious disease such as pinkeye or strep throat, or a mental disease that generates violent predatory behavior, the prison may owe a duty, possibly a constitutional duty, to other prisoners to isolate him or otherwise protect them from him. The Eighth Amendment may entitle a prisoner to protection from a sexually violent predatory roommate whose proclivity to rape his roommate is known to the prison.<sup>[21]</sup> If the prison is attempting a rehabilitative program, practical program management may require access to medical records to see if the prisoner is complying and if the program is working.<sup>[22]</sup> Seaton did not plead any facts to rebut the connection between disclosure of his prison treatment records and the State's legitimate penological objectives during his custody.<sup>[23]</sup></p>\n<p>The second period of time, raising different concerns, is during evaluation subsequent to what would otherwise have been Seaton's release date. Different concerns also arise if access to the prisoner's medical records is sought not to manage his custody, but to decide whether to seek civil commitment following his penal custody. The record does not say what the reason for his scheduled release date was, but Seaton alleges in his pleading that he is not on parole, so we assume for purposes of decision that his sentence was somehow reduced, perhaps by good time. And we treat the case, in accord with his amended complaint, as one of a prisoner who is in custody for evaluation as a possible sexually violent predator, but who would otherwise have been released. Though Seaton is indeed a felon, not a person with full civil rights, his medical records were shared, not to manage his incarceration for his crimes, but to decide whether he should be civilly committed based on the predictive judgment that he is a sexually violent predator. For this period, the penological objectives of managing his imprisonment for the safety of prison staff and other prisoners, and rehabilitating him during his imprisonment, have no application. The question for this period is whether he has a constitutional <span class=\"star-pagination\">*536</span> right to privacy of his medical information obtained while he would not be confined were he not being evaluated.</p>\n<p>In his complaint, Seaton says he is \"not a criminal\" and is entitled not to be treated as a \"second class citizen,\" but that is obviously not so. Seaton is indeed a criminal, a convicted felon, and by reason of his crimes he has lost many of his civil rights.<sup>[24]</sup> We evaluate his claim that he has a constitutional right to privacy in his medical records protected by the due process clause in this circumstance, and have no occasion to speak to whether one who had not committed his crimes and was not being evaluated on account of them for civil commitment as a sexual predator would have a constitutional right to privacy of his medical information. We have found no directly applicable Supreme Court or Circuit authority, though a district court decision on all fours concludes that he does not have the rights he claims.<sup>[25]</sup></p>\n<p>We have found only one Supreme Court decision addressing whether the constitution protects medical privacy, <i>Whalen v. Roe.</i><sup>[26]</sup> The case for privacy was considerably stronger in <i>Whalen,</i> because the state law at issue invaded the medical privacy of people who had not been convicted of any crimes, and any prediction of possible criminality did not have a history of past criminality to support the prediction. Under New York law, a physician could not prescribe opiates and other drugs subject to criminal abuse without sending a form to the state giving the name, address and age of the patient.<sup>[27]</sup> About 100,000 such forms per month were collected by the state and the information was stored on computers.<sup>[28]</sup> Physicians claimed in the lawsuit that the law deterred them from providing medically desirable prescriptions, and patients that they feared stigmatization as drug addicts, both claiming that the statute invaded constitutionally protected privacy.<sup>[29]</sup></p>\n<p>The doctors and patients lost their case. The Court distinguished such cases as <i>Roe v. Wade</i><sup>[30]</sup> limiting government power to regulate \"marriage, procreation, contraception, family relationships, and child rearing and education,\"<sup>[31]</sup> and held that the compelled disclosure of prescriptions did not \"pose a sufficiently grievous threat\" to patients' interest in making important medical decisions or keeping them private \"to establish a constitutional violation.\"<sup>[32]</sup> Though the Court appeared to leave the door open to some sort of constitutional protection of privacy in another case,<sup>[33]</sup> it <span class=\"star-pagination\">*537</span> did not hold that there was one. The holding in <i>Whalen</i> was that the New York law did not violate any constitutional rights of the patients whose prescriptions were revealed to the government. In so holding, the Court acknowledged that some patients might avoid medicine they ought to have, and some physicians might avoid prescribing it, but said that the New York law did not pose a \"sufficiently grievous\" threat to these medical concerns to establish a constitutional violation, and the security provisions of the New York law appeared sufficient to guard against public disclosure.<sup>[34]</sup> As for disclosure to the state employees who would administer the program, the Court characterized it as but one of the \"unpleasant invasions of privacy that are associated with many facets of health care,\"<sup>[35]</sup> such as those disclosures to physicians, hospital personnel, insurance companies and public health agencies. The closest <i>Whalen</i> comes to recognizing any constitutional right to privacy of medical information is its acknowledgment that \"the accumulation of vast amounts of personal information\" by the government is typically accompanied by a statutory or regulatory duty to avoid unwarranted disclosures, and that duty \"arguably\" has some constitutional basis.<sup>[36]</sup> Some of our sister circuits recognize a constitutional right to privacy in medical records,<sup>[37]</sup> though the Supreme Court has never so held.</p>\n<p>Seaton argues that <i>Hydrick v. Hunter</i><sup>[38]</sup> requires factual development before his case can be dismissed, but <i>Hydrick</i> is not on point and has since been vacated by the Supreme Court.<sup>[39]</sup> Although eight constitutional violations were claimed by the <i>Hydrick</i> prisoners relating to the California sexually violent predator procedures,<sup>[40]</sup> the prisoners did not claim that communication of their medical and psychological information was among the eight violations, so we had no occasion to consider the claim Seaton raises.</p>\n<p>We have recognized a constitutional right to the privacy of medical information that <i>Whalen</i> did not, but in contexts different from this case. We held in <i>Tucson Woman's Clinic v. Eden,</i><sup>[41]</sup> that there was such a right, but the context was burdening of abortion, which <i>Whalen</i> expressly distinguished.<sup>[42]</sup> Arizona required physicians who performed abortions to allow warrantless, unbounded inspections of their office and access by the state to their <span class=\"star-pagination\">*538</span> patient records.<sup>[43]</sup> Physicians also had to send to a state contractor copies of fetal ultrasounds of subsequently aborted fetuses.<sup>[44]</sup> We held that summary judgment was precluded because there was a genuine issue of material fact as to \"whether the scheme creates an undue burden on the right to seek an abortion.\"<sup>[45]</sup> We held in this context that there was \"a constitutionally protected interest in avoiding disclosure of personal matters including medical information\"<sup>[46]</sup> and offered a list of five factors<sup>[47]</sup> to be considered among others to decide \"whether the governmental interest in obtaining information outweighs the individual's privacy interest.\"<sup>[48]</sup> We commented that disclosure of the abortion information to government employees might violate individuals' rights even without public disclosure.<sup>[49]</sup> We have held that the constitutional right to medical privacy \"is a conditional right which may be infringed upon a showing of proper governmental interest.\"<sup>[50]</sup> In aid of determining when a proper governmental interest trumps a right to medical privacy, we stated that the five factors articulated in <i>Tucson Woman's Clinic</i> are \"not exhaustive, and the relevant considerations will necessarily vary from case to case. . . . In most cases, it will be the overall context, rather than the particular item of information, that will dictate the tipping of the scales.\"<sup>[51]</sup></p>\n<p>It is not entirely clear yet whether the constitutional right we have recognized falls entirely within the class <i>Whalen</i> carves out, for disclosure that burdens \"matters relating to marriage, procreation, contraception, family relationships, and child rearing and education.\"<sup>[52]</sup> We recognized a much broader right to informational privacy in <i>Nelson v. NASA,</i><sup>[53]</sup> but the Supreme Court has granted certiorari in that case so it is not yet final,<sup>[54]</sup> and <i>Nelson</i> involved employment applications, not civil commitment. In the context of evidentiary privilege rather than a constitutional right to privacy, we held in <i>United States v. Chase</i><sup>[55]</sup> that medical information may be privileged from introduction as evidence <span class=\"star-pagination\">*539</span> even when there is a duty to disclose it to the state.</p>\n<p>Whatever constitutional right to privacy of medical information may exist, the California civil commitment procedure for sexually violent predators falls outside it. Assuming for purposes of discussion that Seaton has such a constitutional right and that the five-factor balancing test from <i>Tucson Women's Clinic</i> applies, Seaton's information falls on the unprotected side of the test. The test is to \"balance the following factors to determine whether the governmental interest in obtaining information outweighs the individual's privacy interest: (1) the type of information requested, (2) the potential for harm in any subsequent non-consensual disclosure, (3) the adequacy of safeguards to prevent unauthorized disclosure, (4) the degree of need for access, and (5) whether there is an express statutory mandate, articulated public policy, or other recognizable public interest militating toward access.\"<sup>[56]</sup></p>\n<p>The \"type of information requested\" does not have any possibility of burdening a constitutional right to abortion or any other right other than the putative right to privacy of the information itself. No serious potential for harm from the disclosure, such as discouraging people from obtaining medical assistance, has been pleaded or argued. Disclosure is limited to the parties and the court, and the psychological reports remain confidential for all other purposes.<sup>[57]</sup> The need for access to the information to protect the public is substantial, because the persons subject to it have shown by their history that concern about the risk of sexual predation is not a chimera. There is an express statutory mandate to protect the public from persons whose mental illness causes them to be sexually violent predators.<sup>[58]</sup></p>\n<p>Analogy to medical privacy in other contexts shows that the reasons for it do not apply in this context. Confidentiality of communications to physicians, and the evidentiary privilege to prevent disclosure, exist for a purpose-enabling patients to disclose what may be highly personal or embarrassing conditions to physicians so that they may obtain treatment, serving both their private interest in and the public interest in their health.<sup>[59]</sup> Those purposes do not apply to this case. A person referred for evaluation for civil commitment as a possible sexually violent predator has not sought out the evaluation so that he may be treated. Medical evaluation is imposed, not sought, so there can be no concern that the person might avoid treatment needed for his health.</p>\n<p>Nor is there any need, out of more general concerns of privacy, propriety, and decency, to protect the criminal from the disclosures. The public record of his conviction for the crimes discloses his conduct.<sup>[60]</sup> He has already lost his privacy to the laws requiring registration on publicly available lists of his name and address as a <span class=\"star-pagination\">*540</span> sex offender.<sup>[61]</sup> And the disclosure is far more limited than either, being only to the person in the district attorney's office designated by the county for the disclosures,<sup>[62]</sup> unless a decision is made to proceed with civil commitment proceedings.</p>\n<p>Sexually violent predator evaluation falls within two long established exceptions to the confidentiality of medical communications. One is public health and safety requirements. \"A person sought to be restrained as <i>insane</i> is customarily subject to medical inspection by order of the court. . . . This principle has received further extension, by modern public health statutes, to persons believed to be suffering from <i>contagious diseases</i>in particular <i>leprosy</i> and <i>venereal disease.</i>\"<sup>[63]</sup> Physicians typically are required to disclose to the state, despite patient objections, various medical matters of public concern, such as possible domestic abuse of children<sup>[64]</sup> and gunshot wounds.<sup>[65]</sup> Even where a patient seeks curative treatment and volunteers information to his own physician, the physician may be required to breach his patient's confidence.<sup>[66]</sup></p>\n<p>The second exception is for communications made to a physician for a potential adversary's purpose and not for curative treatment. That is why examination of a plaintiff by a physician hired by the defendant in a personal injury case,<sup>[67]</sup> examination of an injured employee by a physician designated by the employer or a workers compensation board, and examination of a veteran by a physician evaluating him for veterans' disability, may be disclosed over his objection.<sup>[68]</sup> A person communicating with a psychiatrist or psychologist for sexually violent predator evaluation likewise is being examined by a potential adversary's doctor for the potential adversary's purpose.</p>\n<p>Sexually violent predators are involuntarily committed because their mental disease makes them dangerous to others.<sup>[69]</sup> Neither the commitment nor the evaluation proceeding is something they themselves seek in order to obtain a cure. The state evaluates and commits to protect others from them. All the jurisdictions in our circuit have some sort of nonconfidential civil commitment evaluations, and they impinge on privacy interests much more substantial than the sexually violent predator statute. For most civil commitments, a history of criminality is not an <span class=\"star-pagination\">*541</span> essential predicate, and commitment may be imposed on innocent people.<sup>[70]</sup> Were we to treat a sexually violent predator evaluation as constitutionally secret, we would be hard put to distinguish civil commitments of people who are sick but have not committed serious crimes. Congress in protecting the secrecy of medical information in HIPAA expressly provided that \"[n]othing in this part shall be construed to invalidate or limit the authority, power, or procedures established under any law providing for . . . public health investigation or intervention,\"<sup>[71]</sup> evidently recognizing the well-established need for disclosure for these reasons.</p>\n<p>One who goes to a physician in order to obtain medical benefit to himself or his family has substantial privacy interests that may or may not be constitutionally protected. One who is compelled to submit to medical examination for the benefit of the public, to determine whether because of mental disease he is likely to engage in sexually predatory behavior, does not.</p>\n<p>AFFIRMED.</p>\n<p>KOZINSKI, Chief Judge, concurring:</p>\n<p>I join Judge Kleinfeld's opinion because I believe this case is distinguishable from our recent decision in <i>Nelson v. NASA,</i> <span class=\"citation\" data-id=\"1189732\"><a href=\"/opinion/1189732/nelson-v-national-aeronautics-and-space-admin/\"><span class=\"volume\">530</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">865</span></a></span> (9th Cir.2008), for the reasons he gives. My confidence in those distinctions is bolstered by the fact that the broad authority of <i>Nelson</i> has been undermined by the Supreme Court's recent grant of certiorari. <i>NASA v. Nelson,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1755</span></span>, <span class=\"citation no-link\"><span class=\"volume\">176</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">211</span></span> (2010).</p>\n<h2>NOTES</h2>\n<p>[1]  The dismissal was under 28 U.S.C. § 1915(e)(2)(B)(ii). Seaton filed his complaint pro se, it was dismissed with leave to amend, he filed an amended complaint, and it was dismissed without leave as to the federal claims. Though he was pro se then, he is ably represented on appeal by <i>pro bono</i> counsel now.</p>\n<p>[2]  Cal.Penal Code §§ 261, 288a, 207, 667.8.</p>\n<p>[3]  Cal. Welf. &amp; Inst.Code §§ 6600-6609 (West 2000).</p>\n<p>[4]  <i>See id.</i> §§ 6604-6605.</p>\n<p>[5]  <i>Id.</i> § 6600(a)(1).</p>\n<p>[6]  <i>Id.</i> § 6600(c).</p>\n<p>[7]  <i>Id.</i> § 6601(a)(1).</p>\n<p>[8]  <i>Id.</i> § 6601(b).</p>\n<p>[9]  <i>Id.</i> § 6601(c).</p>\n<p>[10]  <i>Id.</i> § 6601(d).</p>\n<p>[11]  <i>Id.</i> § 6601(h)-(i).</p>\n<p>[12]  <i>Id.</i> §§ 6602(a), 6603(a), 6604.</p>\n<p>[13]  <i>Perfect 10, Inc. v. Visa Int'l Serv. Ass'n,</i> <span class=\"citation\" data-id=\"1425915\"><a href=\"/opinion/1425915/perfect-10-inc-v-visa-intern-service-assn/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">788</span></a></span>, 794 (9th Cir.2007).</p>\n<p>[14]  <i>Webb v. Smart Document Solutions, LLC,</i> <span class=\"citation\" data-id=\"1362411\"><a href=\"/opinion/1362411/webb-v-smart-document-solutions-llc/\"><span class=\"volume\">499</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1078</span></a></span>, 1081 (9th Cir.2007).</p>\n<p>[15]  <i>Hudson v. Palmer,</i> <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">517</span></a></span>, 524, <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3194</span></a></span>, <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">393</span></a></span> (1984).</p>\n<p>[16]  <i>Bell v. Wolfish,</i> <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, 537, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span></a></span> (1979).</p>\n<p>[17]  <i>Hudson,</i> 468 U.S. at 527-28, <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3194</span></a></span>.</p>\n<p>[18]  <i>Doe v. Delie,</i> <span class=\"citation\" data-id=\"774034\"><a href=\"/opinion/774034/john-doe-v-joan-delie-health-care-administrator-paul-noel-medical/\"><span class=\"volume\">257</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">309</span></a></span>, 311 (3d Cir. 2001) (\"We hold that the Fourteenth Amendment protects an inmate's right to medical privacy, subject to legitimate penological interests.\"); <i>Powell v. Schriver,</i> <span class=\"citation\" data-id=\"763559\"><a href=\"/opinion/763559/wayne-powell-as-of-the-estate-of-dana-kimberly-devilla-v-sunny-schriver/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">107</span></a></span>, 112 (2d Cir.1999) (\"[T]his Court already has accorded constitutional stature to the right to maintain the confidentiality of previously undisclosed medical information. It follows that prison officials can impinge on that right only to the extent that their actions are `reasonably related to legitimate penological interests.'\"); <i>Tokar v. Armontrout,</i> <span class=\"citation\" data-id=\"727364\"><a href=\"/opinion/727364/jeffrey-tokar-v-bill-armontrout-robert-drennen-myrna-e-trickey/\"><span class=\"volume\">97</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1078</span></a></span>, 1084 (8th Cir. 1996) (relying on cases cited below, including <i>Anderson, Moore,</i> and <i>Harris,</i> to conclude that an inmate \"had no clearly established constitutional right to nondisclosure of HIV status\"); <i>Anderson v. Romero,</i> <span class=\"citation\" data-id=\"710065\"><a href=\"/opinion/710065/dennis-anderson-v-gilberto-romero-and-arthur-douglas/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">518</span></a></span>, 524 (7th Cir. 1995) (\"Neither in 1992 nor today was (is) the law clearly established that a prison cannot without violating the constitutional rights of its HIV-positive inmates reveal their condition to other inmates and to guards in order to enable those other inmates and those guards to protect themselves from infection.\"); <i>Doe v. Wigginton,</i> <span class=\"citation\" data-id=\"667605\"><a href=\"/opinion/667605/john-doe-v-john-t-wigginton/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">733</span></a></span>, 740 (6th Cir. 1994) (applying previous Sixth Circuit precedent to preclude any constitutional right to informational privacy); <i>Moore v. Mabus,</i> <span class=\"citation\" data-id=\"591418\"><a href=\"/opinion/591418/david-darrell-moore-v-ray-mabus/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">268</span></a></span>, 271 (5th Cir.1992) (\"[T]he identification and segregation of HIV-positive prisoners obviously serves a legitimate penological interest.\"); <i>Harris v. Thigpen,</i> <span class=\"citation\" data-id=\"566783\"><a href=\"/opinion/566783/carmen-jean-harris-and-leslie-john-pettway-james-hollifield-v-morris/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1495</span></a></span>, 1513, 1521 (11th Cir.1991) (assuming, arguendo, that prisoners have a right to privacy in medical records, including HIV status, but holding that disclosure \"is a reasonable infringement in light of the inmate interests at stake (both seropositive and general population), and the difficult decisions that the DOC must make in determining how best to treat and control within Alabama correctional facilities the spread of a communicable, incurable, always fatal disease.\").</p>\n<p>[19]  Several of the states in this circuit provide by statute for such disclosure. <i>See, e.g.,</i> Mont. Code Ann. § 50-16-529(8) (2007); Nev.Rev. Stat. § 629.068 (2008); Or.Rev.Stat. §§ 179.505(6), 179.508 (2007); Wash. Rev. Code § 70.02.050(i) (2002). So do the federal regulations governing protected health information. 45 C.F.R. § 164.512(k)(5) (2008).</p>\n<p>[20]  <i>See, e.g., </i><i>Doe v. Delie,</i> <span class=\"citation\" data-id=\"774034\"><a href=\"/opinion/774034/john-doe-v-joan-delie-health-care-administrator-paul-noel-medical/\"><span class=\"volume\">257</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">309</span></a></span> (3d Cir.2001); <i>Tokar v. Armontrout,</i> <span class=\"citation\" data-id=\"727364\"><a href=\"/opinion/727364/jeffrey-tokar-v-bill-armontrout-robert-drennen-myrna-e-trickey/\"><span class=\"volume\">97</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1078</span></a></span> (8th Cir.1996); <i>Anderson v. Romero,</i> <span class=\"citation\" data-id=\"710065\"><a href=\"/opinion/710065/dennis-anderson-v-gilberto-romero-and-arthur-douglas/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">518</span></a></span> (7th Cir.1995); <i>Doe v. Wigginton,</i> <span class=\"citation\" data-id=\"667605\"><a href=\"/opinion/667605/john-doe-v-john-t-wigginton/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">733</span></a></span> (6th Cir.1994); <i>Moore v. Mabus,</i> <span class=\"citation\" data-id=\"591418\"><a href=\"/opinion/591418/david-darrell-moore-v-ray-mabus/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">268</span></a></span> (5th Cir.1992); and <i>Harris v. Thigpen,</i> <span class=\"citation\" data-id=\"566783\"><a href=\"/opinion/566783/carmen-jean-harris-and-leslie-john-pettway-james-hollifield-v-morris/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1495</span></a></span> (11th Cir.1991).</p>\n<p>[21]  <i>See, e.g., </i><i>Farmer v. Brennan,</i> <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></a></span>, 843-44, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></a></span>, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span> (1994).</p>\n<p>[22]  <i>United States v. Lopez,</i> <span class=\"citation\" data-id=\"774238\"><a href=\"/opinion/774238/united-states-v-juan-jose-lopez/\"><span class=\"volume\">258</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1053</span></a></span>, 1057 (9th Cir.2001) (affirming condition of supervised release requiring disclosure of mental health evaluations and treatment information because \"disclosure to the court and to the probation officer of information about Lopez's status was necessary for successfully supervising his reintegration into society.\") (citing <i>United States v. Cooper,</i> <span class=\"citation\" data-id=\"762592\"><a href=\"/opinion/762592/united-states-v-mark-anthony-cooper/\"><span class=\"volume\">171</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">582</span></a></span>, 587 (8th Cir.1999)).</p>\n<p>[23]  <i>See </i><i>Frost v. Symington,</i> <span class=\"citation\" data-id=\"766865\"><a href=\"/opinion/766865/raymond-ludwig-frost-v-j-fife-symington-governor-samuel-a-lewis/\"><span class=\"volume\">197</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">348</span></a></span>, 357 (9th Cir.1999).</p>\n<p>[24]  For example, he cannot legally possess a firearm, Cal.Penal Code § 12021, cannot serve on a jury, Cal. Civ. Pro.Code § 203, and may be denied a license to engage in certain businesses, Cal. Bus. &amp; Prof.Code § 480 (2009).</p>\n<p>[25]  <i>Hubbs v. Alamao,</i> <span class=\"citation\" data-id=\"2572181\"><a href=\"/opinion/2572181/hubbs-v-alamao/\"><span class=\"volume\">360</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1073</span></a></span> (C.D.Cal.2005).</p>\n<p>[26]  <span class=\"citation\" data-id=\"109592\"><a href=\"/opinion/109592/whalen-v-roe/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">589</span></a></span>, <span class=\"citation\" data-id=\"109592\"><a href=\"/opinion/109592/whalen-v-roe/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">869</span></a></span>, <span class=\"citation\" data-id=\"109592\"><a href=\"/opinion/109592/whalen-v-roe/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">64</span></a></span> (1977).</p>\n<p>[27]  <i>Id.</i> at 593, <span class=\"citation\" data-id=\"109592\"><a href=\"/opinion/109592/whalen-v-roe/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">869</span></a></span>.</p>\n<p>[28]  <i>Id.</i> at 593-94, <span class=\"citation\" data-id=\"109592\"><a href=\"/opinion/109592/whalen-v-roe/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">869</span></a></span>.</p>\n<p>[29]  <i>Id.</i> at 595, <span class=\"citation\" data-id=\"109592\"><a href=\"/opinion/109592/whalen-v-roe/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">869</span></a></span>.</p>\n<p>[30]  <span class=\"citation\" data-id=\"108713\"><a href=\"/opinion/108713/roe-v-wade/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">113</span></a></span>, <span class=\"citation\" data-id=\"108713\"><a href=\"/opinion/108713/roe-v-wade/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">705</span></a></span>, <span class=\"citation\" data-id=\"108713\"><a href=\"/opinion/108713/roe-v-wade/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">147</span></a></span> (1973).</p>\n<p>[31]  <i>Whalen,</i> 429 U.S. at 600 n. 26, <span class=\"citation\" data-id=\"109592\"><a href=\"/opinion/109592/whalen-v-roe/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">869</span></a></span> (quoting <i>Paul v. Davis,</i> <span class=\"citation\" data-id=\"109402\"><a href=\"/opinion/109402/paul-v-davis/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">693</span></a></span>, 713, <span class=\"citation\" data-id=\"109402\"><a href=\"/opinion/109402/paul-v-davis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1155</span></a></span>, <span class=\"citation\" data-id=\"109402\"><a href=\"/opinion/109402/paul-v-davis/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">405</span></a></span> (1976)).</p>\n<p>[32]  <i>Id.</i> at 600, <span class=\"citation\" data-id=\"109592\"><a href=\"/opinion/109592/whalen-v-roe/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">869</span></a></span>.</p>\n<p>[33]  <i>See </i><i>Nixon v. Administrator of General Services,</i> <span class=\"citation\" data-id=\"109729\"><a href=\"/opinion/109729/nixon-v-administrator-of-general-services/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">425</span></a></span>, 457, <span class=\"citation\" data-id=\"109729\"><a href=\"/opinion/109729/nixon-v-administrator-of-general-services/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2777</span></a></span>, <span class=\"citation\" data-id=\"109729\"><a href=\"/opinion/109729/nixon-v-administrator-of-general-services/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">867</span></a></span> (1977) (\"We may agree with appellant that, at least when Government intervention is at stake, public officials, including the President, are not wholly without constitutionally protected privacy rights in matters of personal life unrelated to any acts done by them in their public capacity.\").</p>\n<p>[34]  <i>Whalen,</i> 429 U.S. at 600-03, 605, <span class=\"citation\" data-id=\"109592\"><a href=\"/opinion/109592/whalen-v-roe/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">869</span></a></span>.</p>\n<p>[35]  <i>Id.</i> at 602, <span class=\"citation\" data-id=\"109592\"><a href=\"/opinion/109592/whalen-v-roe/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">869</span></a></span>.</p>\n<p>[36]  <i>Id.</i> at 605-06, <span class=\"citation\" data-id=\"109592\"><a href=\"/opinion/109592/whalen-v-roe/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">869</span></a></span>.</p>\n<p>[37]  <i>Compare, e.g., </i><i>Lankford v. City of Hobart,</i> <span class=\"citation\" data-id=\"672443\"><a href=\"/opinion/672443/65-fair-emplpraccas-bna-18-64-empl-prac-dec-p-43137-linda-k/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">477</span></a></span>, 479 (10th Cir.1994); <i>Doe v. City of N.Y.,</i> <span class=\"citation\" data-id=\"661713\"><a href=\"/opinion/661713/in-the-matter-of-the-claim-of-john-doe-this-name-being-fictitious-v-the/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">264</span></a></span>, 267 (2d Cir.1994); <i>Pesce v. J. Sterling Morton High Sch.,</i> <span class=\"citation\" data-id=\"495272\"><a href=\"/opinion/495272/dr-rosario-c-pesce-v-j-sterling-morton-high-school-district-201-cook/\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">789</span></a></span>, 795-98 (7th Cir.1987) <i>and </i><i>United States v. Westinghouse Elec. Corp.,</i> <span class=\"citation\" data-id=\"386024\"><a href=\"/opinion/386024/8-osh-casbna-2131-1980-oshd-cch-p-24879-united-states-of/\"><span class=\"volume\">638</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">570</span></a></span>, 577-80 (3d Cir.1980) (all recognizing constitutional right to privacy regarding medical records) <i>with </i><i>Am. Fed'n of Gov't Employees v. HUD,</i> <span class=\"citation\" data-id=\"743575\"><a href=\"/opinion/743575/american-federation-of-government-employeesafl-cio-v-department-of/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">786</span></a></span>, 791-93 (D.C.Cir.1997) (questioning existence of constitutional right to confidentiality in general); <i>Doe v. Wigginton,</i> <span class=\"citation\" data-id=\"667605\"><a href=\"/opinion/667605/john-doe-v-john-t-wigginton/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">733</span></a></span>, 740 (6th Cir.1994) (denying existence of right to confidentiality regarding medical records); <i>and </i><i>Borucki v. Ryan,</i> <span class=\"citation\" data-id=\"493606\"><a href=\"/opinion/493606/robert-a-borucki-v-w-michael-ryan-etc/\"><span class=\"volume\">827</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">836</span></a></span>, 840-49 (1st Cir.1987) (noting the extent of issues <i>Whalen</i> left open, and declining to decide whether a constitutional right to privacy regarding medical records exists).</p>\n<p>[38]  <span class=\"citation\" data-id=\"1193651\"><a href=\"/opinion/1193651/hydrick-v-hunter/\"><span class=\"volume\">500</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">978</span></a></span> (9th Cir.2007).</p>\n<p>[39]  <i>See </i><i>Hunter v. Hydrick,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2431</span></span>, <span class=\"citation no-link\"><span class=\"volume\">174</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">226</span></span> (May 26, 2009).</p>\n<p>[40]  <i>Hydrick,</i> 500 F.3d at 984.</p>\n<p>[41]  <span class=\"citation\" data-id=\"787339\"><a href=\"/opinion/787339/tucson-womans-clinic-on-behalf-of-themselves-and-their-patients-seeking/\"><span class=\"volume\">379</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">531</span></a></span> (9th Cir.2004).</p>\n<p>[42]  <i>Whalen,</i> 429 U.S. at 600 n. 26, <span class=\"citation\" data-id=\"109592\"><a href=\"/opinion/109592/whalen-v-roe/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">869</span></a></span>.</p>\n<p>[43]  <i>Tucson Woman's Clinic,</i> 379 F.3d at 537.</p>\n<p>[44]  <i>Id.</i></p>\n<p>[45]  <i>Id.</i> at 538.</p>\n<p>[46]  <i>Id.</i> at 551 (internal quotation omitted).</p>\n<p>[47]  \"(1) the type of information requested, (2) the potential for harm in any subsequent nonconsensual disclosure, (3) the adequacy of safeguards to prevent unauthorized disclosure, (4) the degree of need for access, and (5) whether there is an express statutory mandate, articulated public policy, or other recognizable public interest militating toward access.\" <i>Id.</i></p>\n<p>[48]  <i>Id.</i></p>\n<p>[49]  <i>Id.</i> at 551-52.</p>\n<p>[50]  <i>Ferm v. U.S. Trustee (In re Crawford),</i> <span class=\"citation\" data-id=\"766535\"><a href=\"/opinion/766535/in-re-laorphus-crawford-debtor-jack-ferm-v-united-states-trustee-in/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">954</span></a></span>, 959 (9th Cir.1999).</p>\n<p>[51]  <i>Id.</i></p>\n<p>[52]  <i>Whalen,</i> 429 U.S. at 600 n. 26, <span class=\"citation\" data-id=\"109592\"><a href=\"/opinion/109592/whalen-v-roe/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">869</span></a></span>.</p>\n<p>[53]  <i>Nelson v. NASA,</i> <span class=\"citation\" data-id=\"1189732\"><a href=\"/opinion/1189732/nelson-v-national-aeronautics-and-space-admin/\"><span class=\"volume\">530</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">865</span></a></span>, 879 (9th Cir.2008) (\"Information relating to medical treatment and psychological counseling fall squarely within the domain protected by the constitutional right to informational privacy.\"); <i>see also </i><i>Planned Parenthood of S. Ariz. v. Lawall,</i> <span class=\"citation\" data-id=\"779500\"><a href=\"/opinion/779500/planned-parenthood-of-southern-arizona-planned-parenthood-of-central-and/\"><span class=\"volume\">307</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">783</span></a></span>, 789-90 (9th Cir. 2002); <i>Norman-Bloodsaw v. Lawrence Berkeley Lab,</i> <span class=\"citation\" data-id=\"751585\"><a href=\"/opinion/751585/marya-s-norman-bloodsaw-eulalio-r-fuentes-vertis-b-ellis-mark-e/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1260</span></a></span>, 1269 (9th Cir.1998); <i>Roe v. Sherry,</i> <span class=\"citation\" data-id=\"723866\"><a href=\"/opinion/723866/96-cal-daily-op-serv-5655-96-daily-journal-dar-9212-robert-roe-v/\"><span class=\"volume\">91</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1270</span></a></span>, 1274 (9th Cir. 1996); <i>Doe v. Att'y Gen.,</i> <span class=\"citation\" data-id=\"566410\"><a href=\"/opinion/566410/john-doe-v-attorney-general-of-the-united-states-the-director-of-the/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">780</span></a></span>, 795-97 (9th Cir. 1991), <i>overruled on other grounds by </i><i>Lane v. Pena,</i> <span class=\"citation\" data-id=\"118049\"><a href=\"/opinion/118049/lane-v-pena/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">187</span></a></span>, <span class=\"citation\" data-id=\"118049\"><a href=\"/opinion/118049/lane-v-pena/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2092</span></a></span>, <span class=\"citation\" data-id=\"118049\"><a href=\"/opinion/118049/lane-v-pena/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">486</span></a></span> (1996); <i>Caesar v. Mountanos,</i> <span class=\"citation\" data-id=\"339398\"><a href=\"/opinion/339398/george-r-caesar-md-v-louis-p-mountanos-as-sheriff-of-the-county-of/\"><span class=\"volume\">542</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1064</span></a></span>, 1067-68 (9th Cir.1976).</p>\n<p>[54]  ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1755</span></span>, <span class=\"citation no-link\"><span class=\"volume\">176</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">211</span></span> (2010).</p>\n<p>[55]  <span class=\"citation\" data-id=\"783269\"><a href=\"/opinion/783269/united-states-v-steven-gene-chase/\"><span class=\"volume\">340</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">978</span></a></span>, 985 (9th Cir.2003) (en banc).</p>\n<p>[56]  <i>Tucson Woman's Clinic,</i> 379 F.3d at 551.</p>\n<p>[57]  <i>See People v. Dixon,</i> <span class=\"citation\" data-id=\"2271503\"><a href=\"/opinion/2271503/people-v-dixon/\"><span class=\"volume\">148</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">414</span></a></span>, <span class=\"citation\" data-id=\"2271503\"><a href=\"/opinion/2271503/people-v-dixon/\"><span class=\"volume\">56</span> <span class=\"reporter\">Cal. Rptr. 3d</span> <span class=\"page\">33</span></a></span>, 43 (2007) (\"While the psychological reports must be made available to the parties and the court, they remain confidential for all other purposes. Psychological evaluations obtained in the course of providing services under the [Sexually Violent Predators Act] are confidential.\" (internal citations omitted)).</p>\n<p>[58]  Cal. Welf. &amp; Inst.Code § 6601.</p>\n<p>[59]  <i>See </i><i>Jaffee v. Redmond,</i> <span class=\"citation\" data-id=\"118042\"><a href=\"/opinion/118042/jaffee-v-redmond/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 10, <span class=\"citation\" data-id=\"118042\"><a href=\"/opinion/118042/jaffee-v-redmond/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1923</span></a></span>, <span class=\"citation\" data-id=\"118042\"><a href=\"/opinion/118042/jaffee-v-redmond/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">337</span></a></span> (1996); <i>United States v. Chase,</i> <span class=\"citation\" data-id=\"783269\"><a href=\"/opinion/783269/united-states-v-steven-gene-chase/\"><span class=\"volume\">340</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">978</span></a></span>, 983 (9th Cir. 2003) (en banc).</p>\n<p>[60]  <i>See</i> Cal. Welf. &amp; Inst.Code § 6600(a)(1).</p>\n<p>[61]  Cal.Penal Code § 290.001.</p>\n<p>[62]  Cal. Welf. &amp; Inst.Code § 6601(d).</p>\n<p>[63]  8 Wigmore, Evidence § 2220(D) (1961).</p>\n<p>[64]  <i>See, e.g.,</i> Ariz.Rev.Stat. Ann. § 13-3620(A)(1); Or.Rev.Stat. § 419B.010(1); Wash. Rev.Code § 26.44.030(1)(a).</p>\n<p>[65]  <i>See, e.g.,</i> Ariz.Rev.Stat. Ann. § 13-3806(A); Haw.Rev.Stat. Ann. § 453-14(a); Or.Rev. Stat. § 146.750; Wash. Rev.Code § 70.02.050(2)(c).</p>\n<p>[66]  Medical professionals in California have an obligation to disclose a patient's confidences if they reveal a serious risk of grave harm to others. <i>See </i><i>Tarasoff v. Regents of the Univ. of Cal.,</i> <span class=\"citation\" data-id=\"1175611\"><a href=\"/opinion/1175611/tarasoff-v-regents-of-university-of-california/\"><span class=\"volume\">17</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">425</span></a></span>, <span class=\"citation\" data-id=\"1175611\"><a href=\"/opinion/1175611/tarasoff-v-regents-of-university-of-california/\"><span class=\"volume\">131</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">14</span></a></span>, <span class=\"citation\" data-id=\"1175611\"><a href=\"/opinion/1175611/tarasoff-v-regents-of-university-of-california/\"><span class=\"volume\">551</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">334</span></a></span>, 347-48 (1976), <i>limited by statute as recognized by </i><i>Ewing v. Goldstein,</i> <span class=\"citation\" data-id=\"2257714\"><a href=\"/opinion/2257714/ewing-v-goldstein/\"><span class=\"volume\">120</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">807</span></a></span>, <span class=\"citation\" data-id=\"2257714\"><a href=\"/opinion/2257714/ewing-v-goldstein/\"><span class=\"volume\">15</span> <span class=\"reporter\">Cal. Rptr. 3d</span> <span class=\"page\">864</span></a></span>, 869-72 (2004). <i>See generally </i><i>Jaffee v. Redmond,</i> <span class=\"citation\" data-id=\"118042\"><a href=\"/opinion/118042/jaffee-v-redmond/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 18 n. 19, <span class=\"citation\" data-id=\"118042\"><a href=\"/opinion/118042/jaffee-v-redmond/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1923</span></a></span>, <span class=\"citation\" data-id=\"118042\"><a href=\"/opinion/118042/jaffee-v-redmond/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">337</span></a></span> (1996) (\"[W]e do not doubt that there are situations in which the privilege must give way, for example, if a serious threat of harm to the patient or to others can be averted only by means of a disclosure by the therapist.\"); <i>United States v. Chase,</i> <span class=\"citation\" data-id=\"783269\"><a href=\"/opinion/783269/united-states-v-steven-gene-chase/\"><span class=\"volume\">340</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">978</span></a></span>, 984-85 (9th Cir.2003) (en banc) (approving of psychologist's disclosure of threats).</p>\n<p>[67]  Fed.R.Civ.P. 35.</p>\n<p>[68]  8 Wigmore, Evidence §§ 2380, 2380 n. 6, 2382 (1961).</p>\n<p>[69]  Cal. Welf. &amp; Inst.Code § 6600(a)(1).</p>\n<p>[70]  <i>See, e.g.,</i> Alaska Stat. § 08.02.040 (2008); Alaska R. Evid. 504(d)(4); Ariz.Rev.Stat. Ann. § 36-509(A)(6)(c); <i>In re Pima County Mental Health No. MH-959-10-85,</i> <span class=\"citation\" data-id=\"1169222\"><a href=\"/opinion/1169222/matter-of-pima-county-mental-health-etc/\"><span class=\"volume\">149</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">7</span></a></span>, <span class=\"citation\" data-id=\"1169222\"><a href=\"/opinion/1169222/matter-of-pima-county-mental-health-etc/\"><span class=\"volume\">716</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">68</span></a></span>, 69 (Ct.App.1986); Cal. Evid.Code § 1024; <i>People v. Wharton,</i> <span class=\"citation\" data-id=\"1196421\"><a href=\"/opinion/1196421/people-v-wharton/\"><span class=\"volume\">53</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">522</span></a></span>, <span class=\"citation\" data-id=\"1196421\"><a href=\"/opinion/1196421/people-v-wharton/\"><span class=\"volume\">280</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">631</span></a></span>, <span class=\"citation\" data-id=\"1196421\"><a href=\"/opinion/1196421/people-v-wharton/\"><span class=\"volume\">809</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">290</span></a></span>, 312 &amp; n. 7 (1991); Haw. R. Evid. 504.1(d)(1); Idaho Code Ann. § 66-329(9) (Supp.2008); Idaho R. Evid. 503(d)(1); Montana Code Ann. § 50-16-529(9) (2007); <i>In re Sonsteng,</i> <span class=\"citation no-link\"><span class=\"volume\">175</span> <span class=\"reporter\">Mont.</span> <span class=\"page\">307</span></span>, <span class=\"citation\" data-id=\"876374\"><a href=\"/opinion/876374/matter-of-sonsteng/\"><span class=\"volume\">573</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1149</span></a></span>, 1154 (1977); Nev.Rev. Stat. §§ 49.213(1), 433A.280; Or.Rev.Stat. §§ 40.230(4)(d), 426.095(4) (2007) (superceding <i>State v. O'Neill,</i> <span class=\"citation no-link\"><span class=\"volume\">274</span> <span class=\"reporter\">Or.</span> <span class=\"page\">59</span></span>, <span class=\"citation\" data-id=\"1185892\"><a href=\"/opinion/1185892/state-v-oneill/\"><span class=\"volume\">545</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">97</span></a></span>, 104 (1976)); Wash. Rev.Code § 71.05.360(9) (2008); <i>In re R.,</i> 97 Wash.2d 182, <span class=\"citation\" data-id=\"1222614\"><a href=\"/opinion/1222614/in-re-r/\"><span class=\"volume\">641</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">704</span></a></span>, 706-08 (1982).</p>\n<p>[71]  42 U.S.C. § 1320d-7(b) (2006).</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108713/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109402/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109592/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109729/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110075/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111252/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118042/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118049/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/339398/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/386024/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/493606/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/495272/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/566410/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/566783/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/591418/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/661713/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/667605/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/672443/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/710065/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/723866/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/727364/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/743575/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/751585/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/762592/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/763559/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/766535/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/766865/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/774034/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/774238/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/779500/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/783269/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/787339/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/876374/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1087956/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1169222/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1175611/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1185892/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1189732/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1193651/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1196421/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1222614/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1362411/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1425915/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2257714/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2271503/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2572181/"
          ]
        }
      ],
      "judges": "Alex Kozinski, Chief Judge, Andrew J. Kleinfeld and Johnnie B. Rawlinson, Circuit Judges",
      "date_created": "2015-10-14T22:34:01.245280Z",
      "date_modified": "2018-02-09T16:05:59.983707Z",
      "date_filed": "2010-06-30",
      "date_filed_is_approximate": false,
      "slug": "seaton-v-mayberg",
      "citation_id": 133999,
      "case_name_short": "Seaton",
      "case_name": "Seaton v. Mayberg",
      "case_name_full": "",
      "federal_cite_one": "610 F.3d 530",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "LC",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 13,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/827942/seaton-v-mayberg/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:31:55.129939Z",
  "date_modified": "2014-10-30T12:31:55.129939Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Seaton",
  "case_name": "Seaton v. Mayberg",
  "case_name_full": "",
  "slug": "seaton-v-mayberg",
  "docket_number": "05-56894",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}