{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/830111/",
  "id": 830111,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca9/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/422142/",
      "id": 422142,
      "absolute_url": "/opinion/422142/sagebrush-rebellion-inc-the-southwest-idaho-development-assoc-lonnie/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/830111/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/422142/",
          "id": 422142,
          "absolute_url": "/opinion/422142/sagebrush-rebellion-inc-the-southwest-idaho-development-assoc-lonnie/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/422142/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T09:30:05Z",
          "date_modified": "2017-03-25T05:50:35.106046Z",
          "type": "010combined",
          "sha1": "b654ef7f9239e5ba8a79a228d6c1c944e684ebbe",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/713/713.F2d.525.82-3443.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">713 F.2d 525</p>\n    <p class=\"case_cite\">20 ERC 1290, 13 Envtl. L. Rep. 20,928</p>\n    <p class=\"parties\">SAGEBRUSH REBELLION, INC., The Southwest Idaho Development<br>Assoc., Lonnie Louvell, Bruce Jacobsen &amp; Rayola Jacobsen,<br>Harold Collette, Tom Collette, Juanita Collette, and Paul<br>Nettleton, Plaintiffs/Appellees,<br>v.<br>James G. WATT, Secretary of the Interior, Robert Burford,<br>Director of the Bureau of Land Management, United<br>States Dept. of the Interior, and the<br>United States of America,<br>Defendants/Appellees,<br>and<br>National Audubon Society, Golden Eagle Audubon Society,<br>Prairie Falcon Audubon Society, Portneuf Valley Audubon<br>Society, Snake River Audubon Society, Palouse Audubon<br>Society, Idaho Environmental Council, Idaho Conservation<br>League, Idaho Wildlife Federation, Inc., Idaho Falconers<br>Association, ADA County Fish and Game League, William R.<br>Meiners, Jesse L. Woody, Pete Cole and Robert Sutherland,<br>Applicants in Intervention/Appellants.</p>\n    <p class=\"docket\">No. 82-3443.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Ninth Circuit.</p>\n    <p class=\"date\">Argued and Submitted Jan. 7, 1983.<br>Decided Aug. 19, 1983.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Connie Brooks, Mountain States Legal Foundation, Denver, Colo., for plaintiffs/appellees.</p>\n      <p class=\"indent\">Scott W. Reed, Coeur d'Alene, Idaho, for applicants in intervention/appellants.</p>\n      <p class=\"indent\">Appeal from the United States District Court for the District of Idaho.</p>\n      <p class=\"indent\">Before WALLACE and SCHROEDER, Circuit Judges, and TASHIMA,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SCHROEDER, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We must decide whether the district court erred in denying the application of the National Audubon Society to intervene as of right under Rule 24(a) of the Federal Rules of Civil Procedure.   The Sagebrush Rebellion, Inc. brought the underlying lawsuit in 1980 against the Secretary of the Interior.   The suit challenges the legality of actions taken by former Interior Secretary Cecil D. Andrus when he recommended the creation of a Snake River Birds of Prey National Conservation Area in Idaho and then, by public order pursuant to the Federal Land Policy and Management Act, 43 U.S.C. &#167; 1714, withdrew nearly 500,000 acres of land in the proposed conservation area from selection and entry under the Desert Land Act, 43 U.S.C. &#167; 321 et seq., and the Carey Act, 43 U.S.C. &#167; 641.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  See Public Land Order No. 5777, 45 Fed.Reg. 78,688 (1980).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The intervenor-appellants seek to intervene on behalf of the defendants.   In addition to the National Audubon Society, applicants in intervention and appellants include five local chapters of the National Audubon Society, five non-profit Idaho organizations with environmental, conservation and wildlife interests and four Idaho residents.   As set forth in the Motion to Intervene, all of these applicants in intervention share the same common interest insofar as the subject matter of this litigation is concerned;  they joined in a single application and are represented by the same attorney.   We therefore do not face, and need not address, any issue of multiple applications for intervention by applicants with differing interests.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  For convenience, appellants will hereafter be referred to in the singular or as the \"Audubon Society.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Audubon Society is a non-profit organization which, according to its motion to intervene, is devoted to the protection of birds and other animals and their habitats.   The plaintiff Sagebrush Rebellion is a non-profit organization which, according to its complaint, is dedicated to the goal of multiple use management of public lands.   Both groups participated actively in the administrative process surrounding Secretary Andrus' actions to establish the Birds of Prey Conservation Area.   The Audubon Society supported creation of such a preserve and the plaintiff Sagebrush Rebellion opposed it, urging alternatives.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Audubon Society filed its motion to intervene in February, 1981.   In denying it, the district court held that the Audubon Society interest was insufficient because it had no interest in the land which was the subject matter of the lawsuit and that, even assuming it had an adequate interest in the case, its interest was adequately represented by Secretary of the Interior James G. Watt, Secretary Andrus' successor.   The court also refused to stay its proceedings pending appeal.   This court stayed any action on the summary judgment matters pending before the district court and expedited the appeal in order to resolve the intervention question.   We now reverse the district court's order denying intervention.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Denial of a motion to intervene as of right under Rule 24(a)(2) is appealable as a final order within the meaning of 28 U.S.C. &#167; 1291.   County of Fresno v. Andrus, 622 F.2d 436, 438 (9th Cir.1980),  citing Blake v. Pallan, 554 F.2d 947, 951 n. 5 (9th Cir.1977).   We therefore have jurisdiction of the Audubon Society's appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Rule 24(a) of the Federal Rules of Civil Procedure provides:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>Intervention of Right.   Upon timely application anyone shall be permitted to intervene in an action:  (1) when a statute of the United States confers an unconditional right to intervene;  or (2) when the applicant claims an interest relating to the property or transaction which is the subject of the action and he is so situated that the disposition of the action may as a practical matter impair or impede his ability to protect that interest, unless the applicant's interest is adequately represented by existing parties.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The rule was amended in 1966 in an effort, according to the advisory committee note, to permit courts to look at practical considerations in determining whether an absentee seeking intervention is being adequately represented.   See Fed.R.Civ.P. 24 advisory committee note.   This court has adopted a four-part test for deciding applications as of right pursuant to the rule:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>(1) the applicant's motion must be timely;  (2) the applicant must assert an interest relating to the property or transaction which is the subject of the action;  (3) the applicant must be so situated that without intervention the disposition of the action may, as a practical matter, impair or impede his ability to protect that interest;  and (4) the applicant's interest must be inadequately represented by the other parties.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Smith v. Pangilinan, 651 F.2d 1320, 1323-24 (9th Cir.1981).   See also County of Fresno v. Andrus, 622 F.2d at 438;   Blake v. Pallan, 554 F.2d at 951.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">More recently we have had occasions to apply this test in contexts which closely parallel this one.   In  Washington State Building &amp; Construction Trades v. Spellman, 684 F.2d 627 (9th Cir.1982), cert. denied, --- U.S. ----, 103 S.Ct. 1891, 77 L.Ed.2d 282 (1983), we held that a public interest group was entitled as a matter of right to intervene in an action challenging the legality of a measure which it had supported.   This court stated that \"Rule 24 traditionally has received a liberal construction in favor of applications for intervention.\"   Id. at 630.   Similarly, in  Idaho v. Freeman, 625 F.2d 886 (9th Cir.1980), we held that the National Organization for Women had the right to intervene in a suit challenging procedures for ratification of the proposed Equal Rights Amendment to the Constitution of the United States, a cause which that organization had championed.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In neither of these cases did this court have any difficulty determining that the organization seeking to intervene had an interest in the subject of the suit and that the interest was not adequately represented by an existing party.   Further, the court had no question that disposition of either suit might, as a practical matter, impair the ability of the organization to protect its interest.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In light of our recent decisions there can be no serious dispute in this case concerning either the timeliness of the motion to intervene or of the existence of a protectable interest on the part of the applicant which may, as a practical matter, be impaired.   An adverse decision in this suit would impair the society's interest in the preservation of birds and their habitats.  See Washington State Building &amp; Construction Trades v. Spellman, supra;  Smith v. Pangilinan, supra;  Idaho v. Freeman, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">There is no support for the dissent's novel proposition that the intervenor's interest and adequacy of representation are measured in relation to the particular issue before the court at the time of the motion and not in relation \"to the subject of the action,\" as provided in Rule 24.   The cases relied on by the dissent,  United States v. American Telephone and Telegraph Co., 642 F.2d 1285 (D.C.Cir.1980);   Bradley v. Milliken, 620 F.2d 1141 (6th Cir.1980);   Smuck v. Hobson, 408 F.2d 175 (D.C.Cir.1969) (en banc);  and  Fox v. Glickman Corp., 355 F.2d 161 (2d Cir.1965), cert. denied, 384 U.S. 960, 86 S.Ct. 1585, 16 L.Ed.2d 672 (1966), are inapposite.   In each of these cases, intervention was analyzed in relation to the current stage of proceedings;  intervention was only \"limited\" in the sense that the intervenor's request was itself necessarily limited by the time of application.   None of these cases supports a complete denial of intervention based on the mere possibility that a future intervention application might be granted.   The dissent sees the possibility of a summary disposition of the case at an early stage and of appellant's participation in the appeal.   These possibilities militate in favor of intervention at this stage, not against it.   Appellant should be permitted fully to participate in making the record on which it may have to rely on appeal.   See New York Public Interest Research Group v. Regents of the University, 516 F.2d 350, 352 (2d Cir.1975).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In assessing the adequacy of the Interior Secretary's representation, we consider several factors, including whether the Secretary will undoubtedly make all of the intervenor's arguments, whether the Secretary is capable of and willing to make such arguments, and whether the intervenor offers a necessary element to the proceedings that would be neglected.   County of Fresno v. Andrus, 622 F.2d at 438-39;   Blake v. Pallan, 554 F.2d at 954-55.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In addition to having expertise apart from that of the Secretary, the intervenor offers a perspective which differs materially from that of the present parties to this litigation.   Secretary Andrus is no longer Secretary of the Interior.   His successor, Secretary Watt, was previously head of the Mountain States Legal Foundation, the organization which is representing the plaintiff Sagebrush Rebellion in this action.   These facts support intervention and also give rise to appellant's sobriquet for the case as \"Watt v. Watt.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In allowing intervention in this case we are mindful that the mere change from one presidential administration to another, a recurrent event in our system of government, should not give rise to intervention as of right in ongoing lawsuits.   We also agree that thus far in this litigation, the government, through the United States Attorney, has continued professionally and diligently to defend the actions of Secretary Andrus;  there is no indication in this record of collusion or of any other conduct detrimental to the applicant's interest.   Nevertheless, such a showing is not required.   This court has consistently followed  Trbovich v. United Mine Workers, 404 U.S. 528, 538 n. 10, 92 S.Ct. 630, 636 n. 10, 30 L.Ed.2d 686 (1972) in holding that the requirement of inadequacy of representation is satisfied if the applicant shows that representation of its interests \"may be\" inadequate and that the burden of making this showing is minimal.   See Smith v. Pangilinan, 651 F.2d at 1325;   Legal Aid Society of Alameda County v. Dunlop, 618 F.2d 48, 50 (9th Cir.1980);   Johnson v. San Francisco Unified School District, 500 F.2d 349, 353 (9th Cir.1974).   We therefore find no basis for departing from the approach this court took in Washington State Building &amp; Construction Council v. Spellman, supra, and Idaho v. Freeman, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Nor can we agree with the dissent's suggestion that Secretary Watt, the party to the litigation, is without influence because he is represented by the Department of Justice.   This suggestion ignores the fact that the Department of Justice represents its client, Mr. Watt, for the Justice Department is the Interior Secretary's counsel.   See 5 U.S.C. &#167; 3106 (general bar to employment of lawyers outside the Department of Justice for the conduct of agency litigation).   While we recognize that, despite its representation capacity, the Justice Department, through the Attorney General, has authority to supervise and conduct the litigation and make significant substantive strategy decisions, see 28 U.S.C. &#167;&#167; 516, 519;  Executive Order No. 6166, June 10, 1933, reprinted in 5 U.S.C. &#167; 901, its role is not totally independent of the administration's concerns and thus, the wishes of the Interior Department are, by no means, wholly irrelevant.   See United States v. Mattson, 600 F.2d 1295, 1297 n. 1 (9th Cir.1979) (section 516 serves as a housekeeping provision).   As one former Justice Department official stated:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>The Department recognizes that, subject to the overriding obligation of its attorneys to support the Constitution and laws of the United States, its function is to represent the agencies;  it will take an opposing view only when it believes an agency's position to be completely without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Stein, \"Inconsistency in Government Litigation,\" 64 Harv.L.Rev. 759, 767 (1951).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Moreover, Rule 24 requires that we look to the adequacy or inadequacy of representation by \"existing parties,\" not counsel.   We therefore cannot ignore the fact that Mr. Watt is a principal defendant in the case and we cannot assume that the Department of Justice is acting independent of Interior Department policy.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The order of the district court denying intervention as of right is reversed.   The matter is remanded with instructions to the district court to grant the motion for intervention and to conduct further proceedings in the case.</p>\n    </div>\n    <p class=\"indent\">WALLACE, Circuit Judge, dissenting:</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">I dissent from the majority's holding that fifteen separate parties must be allowed to intervene as of right in the district court's consideration of all the issues in this lawsuit.   I would affirm the district judge's practical and even-handed resolution of a difficult situation.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">To understand the district judge's ruling, it is necessary to set out the facts in more detail than does the majority.   The original underlying lawsuit was a challenge to the adequacy of an Environmental Impact Statement prepared by the Department of Interior in support of its recommendation of legislation to establish the Snake Birds of Prey National Conservation Area.   When Congress refused to enact legislation creating the conservation area, however, Secretary Andrus issued Public Land Order No. 5777, withdrawing nearly one-half million acres of the public domain from selection under the Desert Lands Act and the Carey Act.   As a result of the Secretary's action, plaintiffs filed a supplemental complaint challenging the adequacy of Secretary Andrus's compliance with the congressionally mandated procedures governing administrative withdrawals of the public domain.   Thus, at the time of the Audubon Society's application for intervention, the district court was confronted with two questions:  the validity of Secretary Andrus's withdrawal order, and the adequacy of the environmental impact statement supporting the Secretary's legislative recommendation.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Faced with the disparity of these two issues and with the number of intervenors, the district judge stated that he would bifurcate the trial and consider first the validity of the challenged order of the Secretary.   In doing so, he observed that a decision in favor of the government as to the first issue would render the second issue moot.   He emphasized that the first issue was purely legal and could be resolved on summary judgment.   Indeed, the parties informed him that they had agreed to file cross-motions for summary judgment and that any issues of disputed fact could be resolved by stipulation.   The second issue, on the other hand, would require extensive factual findings.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">No party contends that the judge had not made up his mind to bifurcate the trial or that he would fail to do so.   That he had not yet entered the bifurcation order when this appeal was taken is not relevant to the issues before us.   The district judge examined the intervention application in light of the forthcoming bifurcation.   He properly focused his attention at this point on whether applicants had a right to intervene in the first phase of the trial.   After determining that the first issue was purely legal and deciding that the government would advance the proper legal arguments, he concluded that nothing would be gained by permitting applicants to intervene at the first phase of the trial.   He denied the application and invited the applicants to file amicus briefs.   His denial, however, was without prejudice as to subsequent application in the event of changed conditions.   He specifically stated that he would reconsider the application \"if this case eventually gets to the point where we are going to have to decide it on the question of evidence.\"   Thus, the applicants could reapply for intervention (1) at the second phase of the trial, if reached, when their avian expertise would be helpful to the court, (2) during the first phase if changed conditions warranted intervention, e.g., if evidentiary considerations became necessary, or (3) at the appeals stage if applicants wished to appeal a summary judgment on the first issue.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Why must the district judge's practical approach be reversed as a matter of law?   The majority's answer is apparently twofold.   First, the district judge erred in dividing the issues before him and considering the applicants' right to intervene as to each issue.   Second, under the precedent of this circuit all applicants in this case must be permitted to intervene whenever they request.   I disagree with both of these conclusions.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Taking first the district judge's division of the trial, the majority states that an intervenor's interest and adequacy of representation must be measured in relation to the \"subject of the action,\" and cannot be measured in relation to the issue before the court during the particular stage of litigation when the motion was filed.   See Majority Opinion at 528.   This statement implies that if an applicant for intervention qualifies under rule 24(a)(2) to intervene in some part of a lawsuit, he must be allowed to intervene at all stages and as to all issues.   Rule 24 does not require such a conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Although the rule is silent as to whether the district judge can impose conditions on intervention as of right, the advisory committee's Note states that \"[a]n intervention of right under the amended rule may be subject to appropriate conditions or restrictions responsive among other things to the requirements of efficient conduct of the proceedings.\"   See Fed.R.Civ.P. 24 advisory committee note.   Other circuits have limited intervention to a particular issue or stage of the trial.   See, e.g., United States v. American Telephone &amp; Telegraph Co., 642 F.2d 1285, 1290-94 (D.C.Cir.1980) (MCI allowed to intervene as of right only for the limited purpose of taking an appeal on a collateral issue, not to introduce evidence before the trial court);   Bradley v. Milliken, 620 F.2d 1141, 1142-43 (6th Cir.1980) (petitioner permitted to intervene at remedial phase for the limited purpose of presenting evidence on the question whether, historically, school district had practiced de jure segregation of Hispanos);   Smuck v. Hobson, 408 F.2d 175 (D.C.Cir.1969) (en banc) (scope of intervention allowed, i.e., which issues intervenor may argue, should be determined by the nature of intervenor's interest);   Fox v. Glickman Corp., 355 F.2d 161, 164-65 &amp; n. 3 (2d Cir.1965) (intervention was properly denied during liability phase but should be allowed during damages phase), cert. denied, 384 U.S. 960, 86 S.Ct. 1585, 16 L.Ed.2d 672 (1966);  see also Shapiro, Some Thoughts on Intervention Before Courts, Agencies, and Arbitrators, 81 Harv.L.Rev. 721, 752-56 (1968) (urging courts to be creative in limiting intervention as of right).<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The majority incorrectly contends that these cases are \"inapposite.\"   Indeed, if the majority believes that \"in each of these cases, intervention was analyzed in relation to the current stage of proceedings,\" the reasoning of the majority supports my contention that the district judge should consider the intervention application as it relates to the first phase of the trial, which is the current stage of the proceedings.   I do not argue that we should deny intervention because of a \"mere possibility that a future intervention application might be granted,\" but because the applicants are adequately represented by the government in the first phase of trial.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The thrust of these and other similar cases is that the district court must retain flexibility when ruling on intervention applications.   This is particularly true in complex public interest litigation which typically involves multiple parties and issues and often attracts multiple applications for intervention.   If the trial is not to become unmanageable, the district court must have some discretion to limit the issues on which or the stages during which a party may intervene.   Therefore, I would uphold the district court's decision to bifurcate the trial and consider intervenors' application separately as to each issue.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">It might be argued that although intervention rights may be limited, an application for intervention must be at least partially granted if the trial contains some issues for which the applicant's interests will not be adequately represented.   This is essentially what the district judge did.   If form is to be elevated over substance, the district judge could have granted the applicants the right to intervene but limited their participation to the second phase of trial rather than denying the application without prejudice.   Under this analysis, however, the proper action for us to take would be to direct the district court to allow intervention in the second phase of trial, but uphold his decision on the first issue.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Assuming the district court has the discretion to consider the intervention application as it applies to the two separate phases of the trial, the next question is whether the applicants' interests in the first phase of the trial would be adequately represented by the United States Attorney.   The majority relies on two cases,  Idaho v. Freeman, 625 F.2d 886 (9th Cir.1980) (Freeman ), and  Washington State Building &amp; Construction Trades Council v. Spellman, 684 F.2d 627 (9th Cir.1982), cert. denied, --- U.S. ----, 103 S.Ct. 1891, 77 L.Ed.2d 282 (1983) (Spellman).   These two cases, bereft of any legal analysis on the intervention issue, do cause problems for subsequent application.   But unless our court is to take the position that all public interest groups are always entitled to intervene as a matter of right, there must be some limitation to Freeman and Spellman.   I suggest the limit has been met here.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In Freeman, we stated that the application for intervention asserted an interest \"which is incompletely represented here.\"  625 F.2d at 887.   In Spellman, we concluded that \"the public interest group that sponsored the initiative, was entitled to intervention as a matter of right under Rule 24(a).\"  684 F.2d at 630.   As an order of the Secretary is involved in the first part of this case, applicants obviously cannot be considered sponsors.   More specifically, however, in neither Freeman nor Spellman was advice given as to the record upon which the conclusions were made.   Assuming the \"adequacy of representation\" question is a legal one, its resolution is based on specific factual underpinnings.   Thus, it is difficult to discern whether the case before us is controlled by Freeman and Spellman, since those cases did not explain why, based on the record, the intervenors' interests were not adequately represented.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The majority attempts to marshal facts to support its conclusion that the intervenors' interests are incompletely represented here.   Its reasoning, however, is flawed.   The majority first points to the applicants' expertise and its participation in the preparation of the environmental impact statement.   This avian expertise, however, is irrelevant to the question presented in the first part of the bifurcated trial.   Indeed, we must presume the government would possess the expertise on whether or not it followed its own procedures.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The majority next points to Secretary Watt's previous connection with the Sagebrush Rebellion.   Since the case is being litigated by the Justice Department, however, it is unclear what influence Secretary Watt could exert on the case even if he desired to do so.   The Attorney General has the exclusive and plenary power to supervise and conduct all litigation to which the United States is a party, unless the law directs otherwise.  28 U.S.C. &#167;&#167; 516, 519.   His authority is most clearly expressed in section 5 of Executive Order No. 6166, June 10, 1933, reprinted in 5 U.S.C. &#167; 901 at 337 (1976):</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">As to any case referred to the Department of Justice for prosecution or defense in the courts, the function of decision whether and in what manner to prosecute, or to defend, or to compromise, or to appeal, or to abandon prosecution or defense, now exercised by any agency or officer, is transferred to the Department of Justice.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Thus, the Attorney General may agree to dismissal of actions brought by the government,  see Confiscation Cases, 74 U.S.  (7 Wall.) 454, 458, 19 L.Ed. 196 (1868), compromise or settle cases or refuse to do so,  see United States v. Newport News Shipbuilding and Dry Dock Co., 571 F.2d 1283, 1287-88 (4th Cir.), cert. denied, 439 U.S. 875, 99 S.Ct. 212, 58 L.Ed.2d 189 (1978), or even deny the agency the right to appear as amicus curiae in a case,  see Hughes Aircraft Co. v. United States, 534 F.2d 889, 901 (Ct.Cl.1976).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The majority suggests that although in theory the Justice Department controls the litigation, in reality the agency makes the critical determinations.   The only support for this assertion, however, is a statement from one former Justice Department employee made twenty-two years ago.   The asserted position espoused by this ex-employee seems inconsistent with the duty placed upon the Justice Department by the statutes and Executive Order referred to above.   If we accept his claim that the Justice Department will merely advance the agency's arguments unless they are \"completely without merit,\" we would need to assume that present employees of the Justice Department will, in essence, shirk their duty and violate their oath.   This court should not credit such a view of one former employee and rely on it to reach its conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Nor is the majority position buttressed by citing  United States v. Mattson, 600 F.2d 1295 (9th Cir.1979).   There, we stated only that, absent independent statutory authority for the suit, 28 U.S.C. &#167; 516 does not confer standing on the federal government to bring an action alleging violation of the constitutional rights of mentally retarded individuals confined in a state hospital.   Id. at 1297, n. 1.   Our brief discussion of section 516 provides no support for the majority's statement that the Justice Department's \"role is not totally independent of the administration's concerns and thus, the wishes of the Interior Department are, by no means, wholly irrelevant.\"</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The majority further emphasizes that Mr. Watt and not the Justice Department is the defendant in this case.   However, it is not really Secretary Watt who is the party of interest in this case, but the United States government.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Even if Secretary Watt's previous connection raised the theoretical possibility that the government may be incapable of representing the applicants' interest, that possibility has been refuted in this case.   As the majority admits, the record indicates that the United States Attorney has independently and vigorously defended the government's position.   Given the frequent changes of cabinet and administrative personnel, I would not create a per se rule which states that the government is not capable of effectively representing the interests of its citizens whenever an official of a department being sued has formerly been connected with the group that is bringing the suit.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Thus, the applicants have not alleged facts to demonstrate that their interest in the first part of the case is inadequately represented as was the case in Freeman and Spellman.   They can point to none of the usual reasons for permission to intervene as of right.   They possess no special expertise;  they possess no special economic interests that will not be vigorously defended by the government;  they have shown no divergence in trial strategy from the government.   See United States Postal Service v. Brennan, 579 F.2d 188, 191 (2d Cir.1978).   Further, as the district judge correctly observed, since the first issue is likely to be resolved on summary judgment, intervention is presumably unnecessary.   Id.  Applicants were specifically allowed to file amicus briefs in which they may assert and argue the legal issues involved.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Therefore, I would not reverse what appears to me to be a thoughtful and practical method of proceeding with this trial.   The applicants are protected.   If circumstances change, they have been invited by the district court to reapply for intervention.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">A final weakness in the majority disposition is that it fails to confront the problems it causes in requiring the district judge to allow all fifteen applicants to intervene.   If each may intervene, may each have separate counsel and make separate presentations?   The majority brushes aside this difficult problem merely by stating that, as of now, only one attorney has represented them.   But the majority holds that each has a right to intervene.   The majority provides no analysis which would forbid any applicant intervening by right to retain a separate spokesman.   I would not reach this issue because I conclude the district judge should not be reversed in his evenhanded solution to the problem.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Honorable A. Wallace Tashima, District Judge for the Central District of California, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Desert Land Act was enacted in 1877, 19 Stat. 377, to facilitate the reclamation and settlement of desert lands by private entrymen.   See United States v. Hanson, 167 F. 881, 883 (9th Cir.1909).   The Carey Act was enacted in 1894, 28 Stat. 422, to further this process by ceding desert lands to states who would presumably see that they were speedily reclaimed.   Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The dissent's fear that we may be permitting fifteen different intervenors to speak with fifteen different voices is unfounded.   Throughout these proceedings intervenors have asserted a unitary interest and spoken with one voice.   Nothing in this opinion should be interpreted as approving participation by the intervenors on any other basis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> An Interior Department attorney is listed \"of counsel\" on the federal defendants' brief</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The majority's statement that intervention in these cases was limited only because of the timing of the applications is incorrect.   In both  Fox v. Glickman, 355 F.2d 161 (2d Cir.1965), cert. denied, 384 U.S. 960, 86 S.Ct. 1585, 16 L.Ed.2d 672 (1966), and  United States v. American Telephone &amp; Telegraph Co., 642 F.2d 1285 (D.C.Cir.1980) (AT &amp; T ), for example, the applicant sought review of the district judge's denial of his application to intervene at trial.   In AT &amp; T, intervention was sought on a collateral issue;  in Fox v. Glickman, it was sought as to the entire action.   In both cases, had the appellate court determined that intervention of right was mandated by rule 24(a) it would have been required, absent harmless error, to remand the suit to the district court to retry the case or issue with participation by the applicant.   In both cases, however, the court decided that intervention at trial on the particular issue was unwarranted because the parties were adequately represented at that stage, and the potential for inadequacy of representation arose only at a later point in the proceedings.   In AT &amp; T, this inadequacy arose when the government failed to appeal the district court's decision on the substantive issue on which intervention had been sought.  642 F.2d at 1293-94.   In Fox v. Glickman, the inadequacy would arise when it came time to compute damages.  355 F.2d at 164 n. 3.   In both cases, intervention was only granted for a later stage of the proceedings and not for the stage at which the applicant was seeking to intervene.   See AT &amp; T, 642 F.2d at 1287, 1290-94;   Fox v. Glickman, 355 F.2d at 163-65 &amp; n. 3.   Thus, intervention was not limited by the timing of the application but because representation was inadequate only at particular points of the proceedings</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">713</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">525</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">ERC</span> <span class=\"page\">1290</span></span>, 13 Envtl. L. Rep. 20,928</p>\n    <p class=\"parties\">SAGEBRUSH REBELLION, INC., The Southwest Idaho Development<br>Assoc., Lonnie Louvell, Bruce Jacobsen &amp; Rayola Jacobsen,<br>Harold Collette, Tom Collette, Juanita Collette, and Paul<br>Nettleton, Plaintiffs/Appellees,<br>v.<br>James G. WATT, Secretary of the Interior, Robert Burford,<br>Director of the Bureau of Land Management, United<br>States Dept. of the Interior, and the<br>United States of America,<br>Defendants/Appellees,<br>and<br>National Audubon Society, Golden Eagle Audubon Society,<br>Prairie Falcon Audubon Society, Portneuf Valley Audubon<br>Society, Snake River Audubon Society, Palouse Audubon<br>Society, Idaho Environmental Council, Idaho Conservation<br>League, Idaho Wildlife Federation, Inc., Idaho Falconers<br>Association, ADA County Fish and Game League, William R.<br>Meiners, Jesse L. Woody, Pete Cole and Robert Sutherland,<br>Applicants in Intervention/Appellants.</p>\n    <p class=\"docket\">No. 82-3443.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Ninth Circuit.</p>\n    <p class=\"date\">Argued and Submitted Jan. 7, 1983.<br>Decided Aug. 19, 1983.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Connie Brooks, Mountain States Legal Foundation, Denver, Colo., for plaintiffs/appellees.</p>\n      <p class=\"indent\">Scott W. Reed, Coeur d'Alene, Idaho, for applicants in intervention/appellants.</p>\n      <p class=\"indent\">Appeal from the United States District Court for the District of Idaho.</p>\n      <p class=\"indent\">Before WALLACE and SCHROEDER, Circuit Judges, and TASHIMA,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SCHROEDER, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We must decide whether the district court erred in denying the application of the National Audubon Society to intervene as of right under Rule 24(a) of the Federal Rules of Civil Procedure.   The Sagebrush Rebellion, Inc. brought the underlying lawsuit in 1980 against the Secretary of the Interior.   The suit challenges the legality of actions taken by former Interior Secretary Cecil D. Andrus when he recommended the creation of a Snake River Birds of Prey National Conservation Area in Idaho and then, by public order pursuant to the Federal Land Policy and Management Act, 43 U.S.C. &#167; 1714, withdrew nearly 500,000 acres of land in the proposed conservation area from selection and entry under the Desert Land Act, 43 U.S.C. &#167; 321 et seq., and the Carey Act, 43 U.S.C. &#167; 641.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  See Public Land Order No. 5777, 45 Fed.Reg. 78,688 (1980).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The intervenor-appellants seek to intervene on behalf of the defendants.   In addition to the National Audubon Society, applicants in intervention and appellants include five local chapters of the National Audubon Society, five non-profit Idaho organizations with environmental, conservation and wildlife interests and four Idaho residents.   As set forth in the Motion to Intervene, all of these applicants in intervention share the same common interest insofar as the subject matter of this litigation is concerned;  they joined in a single application and are represented by the same attorney.   We therefore do not face, and need not address, any issue of multiple applications for intervention by applicants with differing interests.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  For convenience, appellants will hereafter be referred to in the singular or as the \"Audubon Society.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Audubon Society is a non-profit organization which, according to its motion to intervene, is devoted to the protection of birds and other animals and their habitats.   The plaintiff Sagebrush Rebellion is a non-profit organization which, according to its complaint, is dedicated to the goal of multiple use management of public lands.   Both groups participated actively in the administrative process surrounding Secretary Andrus' actions to establish the Birds of Prey Conservation Area.   The Audubon Society supported creation of such a preserve and the plaintiff Sagebrush Rebellion opposed it, urging alternatives.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Audubon Society filed its motion to intervene in February, 1981.   In denying it, the district court held that the Audubon Society interest was insufficient because it had no interest in the land which was the subject matter of the lawsuit and that, even assuming it had an adequate interest in the case, its interest was adequately represented by Secretary of the Interior James G. Watt, Secretary Andrus' successor.   The court also refused to stay its proceedings pending appeal.   This court stayed any action on the summary judgment matters pending before the district court and expedited the appeal in order to resolve the intervention question.   We now reverse the district court's order denying intervention.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Denial of a motion to intervene as of right under Rule 24(a)(2) is appealable as a final order within the meaning of 28 U.S.C. &#167; 1291.   County of Fresno v. Andrus, <span class=\"citation\" data-id=\"378312\"><a href=\"/opinion/378312/the-county-of-fresno-v-cecil-d-andrus-national-land-for-people-inc/\"><span class=\"volume\">622</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">436</span></a></span>, 438 (9th Cir.1980),  citing Blake v. Pallan, <span class=\"citation\" data-id=\"345176\"><a href=\"/opinion/345176/robert-blake-v-sant-pallan-v-willie-r-barnes-commissioner-of/\"><span class=\"volume\">554</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">947</span></a></span>, 951 n. 5 (9th Cir.1977).   We therefore have jurisdiction of the Audubon Society's appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Rule 24(a) of the Federal Rules of Civil Procedure provides:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>Intervention of Right.   Upon timely application anyone shall be permitted to intervene in an action:  (1) when a statute of the United States confers an unconditional right to intervene;  or (2) when the applicant claims an interest relating to the property or transaction which is the subject of the action and he is so situated that the disposition of the action may as a practical matter impair or impede his ability to protect that interest, unless the applicant's interest is adequately represented by existing parties.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The rule was amended in 1966 in an effort, according to the advisory committee note, to permit courts to look at practical considerations in determining whether an absentee seeking intervention is being adequately represented.   See Fed.R.Civ.P. 24 advisory committee note.   This court has adopted a four-part test for deciding applications as of right pursuant to the rule:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>(1) the applicant's motion must be timely;  (2) the applicant must assert an interest relating to the property or transaction which is the subject of the action;  (3) the applicant must be so situated that without intervention the disposition of the action may, as a practical matter, impair or impede his ability to protect that interest;  and (4) the applicant's interest must be inadequately represented by the other parties.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Smith v. Pangilinan, <span class=\"citation\" data-id=\"391434\"><a href=\"/opinion/391434/william-french-smith-successor-to-benjamin-r-civiletti-attorney-general/\"><span class=\"volume\">651</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1320</span></a></span>, 1323-24 (9th Cir.1981).   See also County of Fresno v. Andrus, 622 F.2d at 438;   Blake v. Pallan, 554 F.2d at 951.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">More recently we have had occasions to apply this test in contexts which closely parallel this one.   In  Washington State Building &amp; Construction Trades v. Spellman, <span class=\"citation\" data-id=\"406706\"><a href=\"/opinion/406706/washington-state-building-and-construction-trades-council-afl-cio-v-the/\"><span class=\"volume\">684</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">627</span></a></span> (9th Cir.1982), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1891</span></span>, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">282</span></span> (1983), we held that a public interest group was entitled as a matter of right to intervene in an action challenging the legality of a measure which it had supported.   This court stated that \"Rule 24 traditionally has received a liberal construction in favor of applications for intervention.\"   Id. at 630.   Similarly, in  Idaho v. Freeman, <span class=\"citation\" data-id=\"380211\"><a href=\"/opinion/380211/the-state-of-idaho-and-claude-l-oliver-etc-v-rear-admiral-rowland-g/\"><span class=\"volume\">625</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">886</span></a></span> (9th Cir.1980), we held that the National Organization for Women had the right to intervene in a suit challenging procedures for ratification of the proposed Equal Rights Amendment to the Constitution of the United States, a cause which that organization had championed.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In neither of these cases did this court have any difficulty determining that the organization seeking to intervene had an interest in the subject of the suit and that the interest was not adequately represented by an existing party.   Further, the court had no question that disposition of either suit might, as a practical matter, impair the ability of the organization to protect its interest.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In light of our recent decisions there can be no serious dispute in this case concerning either the timeliness of the motion to intervene or of the existence of a protectable interest on the part of the applicant which may, as a practical matter, be impaired.   An adverse decision in this suit would impair the society's interest in the preservation of birds and their habitats.  See Washington State Building &amp; Construction Trades v. Spellman, supra;  Smith v. Pangilinan, supra;  Idaho v. Freeman, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">There is no support for the dissent's novel proposition that the intervenor's interest and adequacy of representation are measured in relation to the particular issue before the court at the time of the motion and not in relation \"to the subject of the action,\" as provided in Rule 24.   The cases relied on by the dissent,  United States v. American Telephone and Telegraph Co., <span class=\"citation no-link\"><span class=\"volume\">642</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1285</span></span> (D.C.Cir.1980);   Bradley v. Milliken, <span class=\"citation\" data-id=\"377923\"><a href=\"/opinion/377923/ronald-bradley-lulac-council-no-11054-proposed-intervenors-appellants-v/\"><span class=\"volume\">620</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1141</span></a></span> (6th Cir.1980);   Smuck v. Hobson, <span class=\"citation\" data-id=\"283891\"><a href=\"/opinion/283891/carl-c-smuck-a-member-of-the-board-of-education-of-the-district-of/\"><span class=\"volume\">408</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">175</span></a></span> (D.C.Cir.1969) (en banc);  and  Fox v. Glickman Corp., <span class=\"citation\" data-id=\"270327\"><a href=\"/opinion/270327/murray-j-fox-dorothea-fox-sol-fox-and-sylvia-frost-on-behalf-of/\"><span class=\"volume\">355</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">161</span></a></span> (2d Cir.1965), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">960</span></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1585</span></span>, <span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">672</span></span> (1966), are inapposite.   In each of these cases, intervention was analyzed in relation to the current stage of proceedings;  intervention was only \"limited\" in the sense that the intervenor's request was itself necessarily limited by the time of application.   None of these cases supports a complete denial of intervention based on the mere possibility that a future intervention application might be granted.   The dissent sees the possibility of a summary disposition of the case at an early stage and of appellant's participation in the appeal.   These possibilities militate in favor of intervention at this stage, not against it.   Appellant should be permitted fully to participate in making the record on which it may have to rely on appeal.   See New York Public Interest Research Group v. Regents of the University, <span class=\"citation\" data-id=\"327669\"><a href=\"/opinion/327669/new-york-public-interest-research-group-inc-v-the-regents-of-the/\"><span class=\"volume\">516</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">350</span></a></span>, 352 (2d Cir.1975).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In assessing the adequacy of the Interior Secretary's representation, we consider several factors, including whether the Secretary will undoubtedly make all of the intervenor's arguments, whether the Secretary is capable of and willing to make such arguments, and whether the intervenor offers a necessary element to the proceedings that would be neglected.   County of Fresno v. Andrus, 622 F.2d at 438-39;   Blake v. Pallan, 554 F.2d at 954-55.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In addition to having expertise apart from that of the Secretary, the intervenor offers a perspective which differs materially from that of the present parties to this litigation.   Secretary Andrus is no longer Secretary of the Interior.   His successor, Secretary Watt, was previously head of the Mountain States Legal Foundation, the organization which is representing the plaintiff Sagebrush Rebellion in this action.   These facts support intervention and also give rise to appellant's sobriquet for the case as \"Watt v. Watt.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In allowing intervention in this case we are mindful that the mere change from one presidential administration to another, a recurrent event in our system of government, should not give rise to intervention as of right in ongoing lawsuits.   We also agree that thus far in this litigation, the government, through the United States Attorney, has continued professionally and diligently to defend the actions of Secretary Andrus;  there is no indication in this record of collusion or of any other conduct detrimental to the applicant's interest.   Nevertheless, such a showing is not required.   This court has consistently followed  Trbovich v. United Mine Workers, <span class=\"citation\" data-id=\"108434\"><a href=\"/opinion/108434/trbovich-v-mine-workers/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">528</span></a></span>, 538 n. 10, <span class=\"citation\" data-id=\"108434\"><a href=\"/opinion/108434/trbovich-v-mine-workers/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">630</span></a></span>, 636 n. 10, <span class=\"citation\" data-id=\"108434\"><a href=\"/opinion/108434/trbovich-v-mine-workers/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">686</span></a></span> (1972) in holding that the requirement of inadequacy of representation is satisfied if the applicant shows that representation of its interests \"may be\" inadequate and that the burden of making this showing is minimal.   See Smith v. Pangilinan, 651 F.2d at 1325;   Legal Aid Society of Alameda County v. Dunlop, <span class=\"citation\" data-id=\"375983\"><a href=\"/opinion/375983/27-fair-emplpraccas-909-28-empl-prac-dec-p-32411-legal-aid-society/\"><span class=\"volume\">618</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">48</span></a></span>, 50 (9th Cir.1980);   Johnson v. San Francisco Unified School District, <span class=\"citation\" data-id=\"320562\"><a href=\"/opinion/320562/david-johnson-v-san-francisco-unified-school-district-two-cases-david/\"><span class=\"volume\">500</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">349</span></a></span>, 353 (9th Cir.1974).   We therefore find no basis for departing from the approach this court took in Washington State Building &amp; Construction Council v. Spellman, supra, and Idaho v. Freeman, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Nor can we agree with the dissent's suggestion that Secretary Watt, the party to the litigation, is without influence because he is represented by the Department of Justice.   This suggestion ignores the fact that the Department of Justice represents its client, Mr. Watt, for the Justice Department is the Interior Secretary's counsel.   See 5 U.S.C. &#167; 3106 (general bar to employment of lawyers outside the Department of Justice for the conduct of agency litigation).   While we recognize that, despite its representation capacity, the Justice Department, through the Attorney General, has authority to supervise and conduct the litigation and make significant substantive strategy decisions, see 28 U.S.C. &#167;&#167; 516, 519;  Executive Order No. 6166, June 10, 1933, reprinted in 5 U.S.C. &#167; 901, its role is not totally independent of the administration's concerns and thus, the wishes of the Interior Department are, by no means, wholly irrelevant.   See United States v. Mattson, <span class=\"citation\" data-id=\"367215\"><a href=\"/opinion/367215/united-states-v-robert-mattson/\"><span class=\"volume\">600</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1295</span></a></span>, 1297 n. 1 (9th Cir.1979) (section 516 serves as a housekeeping provision).   As one former Justice Department official stated:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>The Department recognizes that, subject to the overriding obligation of its attorneys to support the Constitution and laws of the United States, its function is to represent the agencies;  it will take an opposing view only when it believes an agency's position to be completely without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Stein, \"Inconsistency in Government Litigation,\" 64 Harv.L.Rev. 759, 767 (1951).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Moreover, Rule 24 requires that we look to the adequacy or inadequacy of representation by \"existing parties,\" not counsel.   We therefore cannot ignore the fact that Mr. Watt is a principal defendant in the case and we cannot assume that the Department of Justice is acting independent of Interior Department policy.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The order of the district court denying intervention as of right is reversed.   The matter is remanded with instructions to the district court to grant the motion for intervention and to conduct further proceedings in the case.</p>\n    </div>\n    <p class=\"indent\">WALLACE, Circuit Judge, dissenting:</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">I dissent from the majority's holding that fifteen separate parties must be allowed to intervene as of right in the district court's consideration of all the issues in this lawsuit.   I would affirm the district judge's practical and even-handed resolution of a difficult situation.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">To understand the district judge's ruling, it is necessary to set out the facts in more detail than does the majority.   The original underlying lawsuit was a challenge to the adequacy of an Environmental Impact Statement prepared by the Department of Interior in support of its recommendation of legislation to establish the Snake Birds of Prey National Conservation Area.   When Congress refused to enact legislation creating the conservation area, however, Secretary Andrus issued Public Land Order No. 5777, withdrawing nearly one-half million acres of the public domain from selection under the Desert Lands Act and the Carey Act.   As a result of the Secretary's action, plaintiffs filed a supplemental complaint challenging the adequacy of Secretary Andrus's compliance with the congressionally mandated procedures governing administrative withdrawals of the public domain.   Thus, at the time of the Audubon Society's application for intervention, the district court was confronted with two questions:  the validity of Secretary Andrus's withdrawal order, and the adequacy of the environmental impact statement supporting the Secretary's legislative recommendation.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Faced with the disparity of these two issues and with the number of intervenors, the district judge stated that he would bifurcate the trial and consider first the validity of the challenged order of the Secretary.   In doing so, he observed that a decision in favor of the government as to the first issue would render the second issue moot.   He emphasized that the first issue was purely legal and could be resolved on summary judgment.   Indeed, the parties informed him that they had agreed to file cross-motions for summary judgment and that any issues of disputed fact could be resolved by stipulation.   The second issue, on the other hand, would require extensive factual findings.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">No party contends that the judge had not made up his mind to bifurcate the trial or that he would fail to do so.   That he had not yet entered the bifurcation order when this appeal was taken is not relevant to the issues before us.   The district judge examined the intervention application in light of the forthcoming bifurcation.   He properly focused his attention at this point on whether applicants had a right to intervene in the first phase of the trial.   After determining that the first issue was purely legal and deciding that the government would advance the proper legal arguments, he concluded that nothing would be gained by permitting applicants to intervene at the first phase of the trial.   He denied the application and invited the applicants to file amicus briefs.   His denial, however, was without prejudice as to subsequent application in the event of changed conditions.   He specifically stated that he would reconsider the application \"if this case eventually gets to the point where we are going to have to decide it on the question of evidence.\"   Thus, the applicants could reapply for intervention (1) at the second phase of the trial, if reached, when their avian expertise would be helpful to the court, (2) during the first phase if changed conditions warranted intervention, e.g., if evidentiary considerations became necessary, or (3) at the appeals stage if applicants wished to appeal a summary judgment on the first issue.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Why must the district judge's practical approach be reversed as a matter of law?   The majority's answer is apparently twofold.   First, the district judge erred in dividing the issues before him and considering the applicants' right to intervene as to each issue.   Second, under the precedent of this circuit all applicants in this case must be permitted to intervene whenever they request.   I disagree with both of these conclusions.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Taking first the district judge's division of the trial, the majority states that an intervenor's interest and adequacy of representation must be measured in relation to the \"subject of the action,\" and cannot be measured in relation to the issue before the court during the particular stage of litigation when the motion was filed.   See Majority Opinion at 528.   This statement implies that if an applicant for intervention qualifies under rule 24(a)(2) to intervene in some part of a lawsuit, he must be allowed to intervene at all stages and as to all issues.   Rule 24 does not require such a conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Although the rule is silent as to whether the district judge can impose conditions on intervention as of right, the advisory committee's Note states that \"[a]n intervention of right under the amended rule may be subject to appropriate conditions or restrictions responsive among other things to the requirements of efficient conduct of the proceedings.\"   See Fed.R.Civ.P. 24 advisory committee note.   Other circuits have limited intervention to a particular issue or stage of the trial.   See, e.g., United States v. American Telephone &amp; Telegraph Co., <span class=\"citation no-link\"><span class=\"volume\">642</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1285</span></span>, 1290-94 (D.C.Cir.1980) (MCI allowed to intervene as of right only for the limited purpose of taking an appeal on a collateral issue, not to introduce evidence before the trial court);   Bradley v. Milliken, <span class=\"citation\" data-id=\"377923\"><a href=\"/opinion/377923/ronald-bradley-lulac-council-no-11054-proposed-intervenors-appellants-v/\"><span class=\"volume\">620</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1141</span></a></span>, 1142-43 (6th Cir.1980) (petitioner permitted to intervene at remedial phase for the limited purpose of presenting evidence on the question whether, historically, school district had practiced de jure segregation of Hispanos);   Smuck v. Hobson, <span class=\"citation\" data-id=\"283891\"><a href=\"/opinion/283891/carl-c-smuck-a-member-of-the-board-of-education-of-the-district-of/\"><span class=\"volume\">408</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">175</span></a></span> (D.C.Cir.1969) (en banc) (scope of intervention allowed, i.e., which issues intervenor may argue, should be determined by the nature of intervenor's interest);   Fox v. Glickman Corp., <span class=\"citation\" data-id=\"270327\"><a href=\"/opinion/270327/murray-j-fox-dorothea-fox-sol-fox-and-sylvia-frost-on-behalf-of/\"><span class=\"volume\">355</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">161</span></a></span>, 164-65 &amp; n. 3 (2d Cir.1965) (intervention was properly denied during liability phase but should be allowed during damages phase), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">960</span></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1585</span></span>, <span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">672</span></span> (1966);  see also Shapiro, Some Thoughts on Intervention Before Courts, Agencies, and Arbitrators, 81 Harv.L.Rev. 721, 752-56 (1968) (urging courts to be creative in limiting intervention as of right).<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The majority incorrectly contends that these cases are \"inapposite.\"   Indeed, if the majority believes that \"in each of these cases, intervention was analyzed in relation to the current stage of proceedings,\" the reasoning of the majority supports my contention that the district judge should consider the intervention application as it relates to the first phase of the trial, which is the current stage of the proceedings.   I do not argue that we should deny intervention because of a \"mere possibility that a future intervention application might be granted,\" but because the applicants are adequately represented by the government in the first phase of trial.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The thrust of these and other similar cases is that the district court must retain flexibility when ruling on intervention applications.   This is particularly true in complex public interest litigation which typically involves multiple parties and issues and often attracts multiple applications for intervention.   If the trial is not to become unmanageable, the district court must have some discretion to limit the issues on which or the stages during which a party may intervene.   Therefore, I would uphold the district court's decision to bifurcate the trial and consider intervenors' application separately as to each issue.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">It might be argued that although intervention rights may be limited, an application for intervention must be at least partially granted if the trial contains some issues for which the applicant's interests will not be adequately represented.   This is essentially what the district judge did.   If form is to be elevated over substance, the district judge could have granted the applicants the right to intervene but limited their participation to the second phase of trial rather than denying the application without prejudice.   Under this analysis, however, the proper action for us to take would be to direct the district court to allow intervention in the second phase of trial, but uphold his decision on the first issue.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Assuming the district court has the discretion to consider the intervention application as it applies to the two separate phases of the trial, the next question is whether the applicants' interests in the first phase of the trial would be adequately represented by the United States Attorney.   The majority relies on two cases,  Idaho v. Freeman, <span class=\"citation\" data-id=\"380211\"><a href=\"/opinion/380211/the-state-of-idaho-and-claude-l-oliver-etc-v-rear-admiral-rowland-g/\"><span class=\"volume\">625</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">886</span></a></span> (9th Cir.1980) (Freeman ), and  Washington State Building &amp; Construction Trades Council v. Spellman, <span class=\"citation\" data-id=\"406706\"><a href=\"/opinion/406706/washington-state-building-and-construction-trades-council-afl-cio-v-the/\"><span class=\"volume\">684</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">627</span></a></span> (9th Cir.1982), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1891</span></span>, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">282</span></span> (1983) (Spellman).   These two cases, bereft of any legal analysis on the intervention issue, do cause problems for subsequent application.   But unless our court is to take the position that all public interest groups are always entitled to intervene as a matter of right, there must be some limitation to Freeman and Spellman.   I suggest the limit has been met here.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In Freeman, we stated that the application for intervention asserted an interest \"which is incompletely represented here.\"  625 F.2d at 887.   In Spellman, we concluded that \"the public interest group that sponsored the initiative, was entitled to intervention as a matter of right under Rule 24(a).\"  684 F.2d at 630.   As an order of the Secretary is involved in the first part of this case, applicants obviously cannot be considered sponsors.   More specifically, however, in neither Freeman nor Spellman was advice given as to the record upon which the conclusions were made.   Assuming the \"adequacy of representation\" question is a legal one, its resolution is based on specific factual underpinnings.   Thus, it is difficult to discern whether the case before us is controlled by Freeman and Spellman, since those cases did not explain why, based on the record, the intervenors' interests were not adequately represented.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The majority attempts to marshal facts to support its conclusion that the intervenors' interests are incompletely represented here.   Its reasoning, however, is flawed.   The majority first points to the applicants' expertise and its participation in the preparation of the environmental impact statement.   This avian expertise, however, is irrelevant to the question presented in the first part of the bifurcated trial.   Indeed, we must presume the government would possess the expertise on whether or not it followed its own procedures.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The majority next points to Secretary Watt's previous connection with the Sagebrush Rebellion.   Since the case is being litigated by the Justice Department, however, it is unclear what influence Secretary Watt could exert on the case even if he desired to do so.   The Attorney General has the exclusive and plenary power to supervise and conduct all litigation to which the United States is a party, unless the law directs otherwise.  28 U.S.C. &#167;&#167; 516, 519.   His authority is most clearly expressed in section 5 of Executive Order No. 6166, June 10, 1933, reprinted in 5 U.S.C. &#167; 901 at 337 (1976):</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">As to any case referred to the Department of Justice for prosecution or defense in the courts, the function of decision whether and in what manner to prosecute, or to defend, or to compromise, or to appeal, or to abandon prosecution or defense, now exercised by any agency or officer, is transferred to the Department of Justice.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Thus, the Attorney General may agree to dismissal of actions brought by the government,  see Confiscation Cases, 74 U.S.  (7 Wall.) 454, 458, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">196</span></span> (1868), compromise or settle cases or refuse to do so,  see United States v. Newport News Shipbuilding and Dry Dock Co., <span class=\"citation\" data-id=\"353868\"><a href=\"/opinion/353868/united-states-v-newport-news-shipbuilding-and-dry-dock-company-and/\"><span class=\"volume\">571</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1283</span></a></span>, 1287-88 (4th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">875</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">212</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">189</span></span> (1978), or even deny the agency the right to appear as amicus curiae in a case,  see Hughes Aircraft Co. v. United States, <span class=\"citation no-link\"><span class=\"volume\">534</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">889</span></span>, 901 (Ct.Cl.1976).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The majority suggests that although in theory the Justice Department controls the litigation, in reality the agency makes the critical determinations.   The only support for this assertion, however, is a statement from one former Justice Department employee made twenty-two years ago.   The asserted position espoused by this ex-employee seems inconsistent with the duty placed upon the Justice Department by the statutes and Executive Order referred to above.   If we accept his claim that the Justice Department will merely advance the agency's arguments unless they are \"completely without merit,\" we would need to assume that present employees of the Justice Department will, in essence, shirk their duty and violate their oath.   This court should not credit such a view of one former employee and rely on it to reach its conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Nor is the majority position buttressed by citing  United States v. Mattson, <span class=\"citation\" data-id=\"367215\"><a href=\"/opinion/367215/united-states-v-robert-mattson/\"><span class=\"volume\">600</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1295</span></a></span> (9th Cir.1979).   There, we stated only that, absent independent statutory authority for the suit, 28 U.S.C. &#167; 516 does not confer standing on the federal government to bring an action alleging violation of the constitutional rights of mentally retarded individuals confined in a state hospital.   Id. at 1297, n. 1.   Our brief discussion of section 516 provides no support for the majority's statement that the Justice Department's \"role is not totally independent of the administration's concerns and thus, the wishes of the Interior Department are, by no means, wholly irrelevant.\"</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The majority further emphasizes that Mr. Watt and not the Justice Department is the defendant in this case.   However, it is not really Secretary Watt who is the party of interest in this case, but the United States government.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Even if Secretary Watt's previous connection raised the theoretical possibility that the government may be incapable of representing the applicants' interest, that possibility has been refuted in this case.   As the majority admits, the record indicates that the United States Attorney has independently and vigorously defended the government's position.   Given the frequent changes of cabinet and administrative personnel, I would not create a per se rule which states that the government is not capable of effectively representing the interests of its citizens whenever an official of a department being sued has formerly been connected with the group that is bringing the suit.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Thus, the applicants have not alleged facts to demonstrate that their interest in the first part of the case is inadequately represented as was the case in Freeman and Spellman.   They can point to none of the usual reasons for permission to intervene as of right.   They possess no special expertise;  they possess no special economic interests that will not be vigorously defended by the government;  they have shown no divergence in trial strategy from the government.   See United States Postal Service v. Brennan, <span class=\"citation\" data-id=\"357908\"><a href=\"/opinion/357908/united-states-postal-service-and-national-association-of-letter-carriers/\"><span class=\"volume\">579</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">188</span></a></span>, 191 (2d Cir.1978).   Further, as the district judge correctly observed, since the first issue is likely to be resolved on summary judgment, intervention is presumably unnecessary.   Id.  Applicants were specifically allowed to file amicus briefs in which they may assert and argue the legal issues involved.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Therefore, I would not reverse what appears to me to be a thoughtful and practical method of proceeding with this trial.   The applicants are protected.   If circumstances change, they have been invited by the district court to reapply for intervention.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">A final weakness in the majority disposition is that it fails to confront the problems it causes in requiring the district judge to allow all fifteen applicants to intervene.   If each may intervene, may each have separate counsel and make separate presentations?   The majority brushes aside this difficult problem merely by stating that, as of now, only one attorney has represented them.   But the majority holds that each has a right to intervene.   The majority provides no analysis which would forbid any applicant intervening by right to retain a separate spokesman.   I would not reach this issue because I conclude the district judge should not be reversed in his evenhanded solution to the problem.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Honorable A. Wallace Tashima, District Judge for the Central District of California, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Desert Land Act was enacted in 1877, 19 Stat. 377, to facilitate the reclamation and settlement of desert lands by private entrymen.   See United States v. Hanson, <span class=\"citation no-link\"><span class=\"volume\">167</span> <span class=\"reporter\">F.</span> <span class=\"page\">881</span></span>, 883 (9th Cir.1909).   The Carey Act was enacted in 1894, 28 Stat. 422, to further this process by ceding desert lands to states who would presumably see that they were speedily reclaimed.   Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The dissent's fear that we may be permitting fifteen different intervenors to speak with fifteen different voices is unfounded.   Throughout these proceedings intervenors have asserted a unitary interest and spoken with one voice.   Nothing in this opinion should be interpreted as approving participation by the intervenors on any other basis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> An Interior Department attorney is listed \"of counsel\" on the federal defendants' brief</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The majority's statement that intervention in these cases was limited only because of the timing of the applications is incorrect.   In both  Fox v. Glickman, <span class=\"citation\" data-id=\"270327\"><a href=\"/opinion/270327/murray-j-fox-dorothea-fox-sol-fox-and-sylvia-frost-on-behalf-of/\"><span class=\"volume\">355</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">161</span></a></span> (2d Cir.1965), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">960</span></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1585</span></span>, <span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">672</span></span> (1966), and  United States v. American Telephone &amp; Telegraph Co., <span class=\"citation no-link\"><span class=\"volume\">642</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1285</span></span> (D.C.Cir.1980) (AT &amp; T ), for example, the applicant sought review of the district judge's denial of his application to intervene at trial.   In AT &amp; T, intervention was sought on a collateral issue;  in Fox v. Glickman, it was sought as to the entire action.   In both cases, had the appellate court determined that intervention of right was mandated by rule 24(a) it would have been required, absent harmless error, to remand the suit to the district court to retry the case or issue with participation by the applicant.   In both cases, however, the court decided that intervention at trial on the particular issue was unwarranted because the parties were adequately represented at that stage, and the potential for inadequacy of representation arose only at a later point in the proceedings.   In AT &amp; T, this inadequacy arose when the government failed to appeal the district court's decision on the substantive issue on which intervention had been sought.  642 F.2d at 1293-94.   In Fox v. Glickman, the inadequacy would arise when it came time to compute damages.  355 F.2d at 164 n. 3.   In both cases, intervention was only granted for a later stage of the proceedings and not for the stage at which the applicant was seeking to intervene.   See AT &amp; T, 642 F.2d at 1287, 1290-94;   Fox v. Glickman, 355 F.2d at 163-65 &amp; n. 3.   Thus, intervention was not limited by the timing of the application but because representation was inadequate only at particular points of the proceedings</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108434/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/270327/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/283891/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/320562/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/327669/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/345176/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/353868/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/357908/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/367215/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/375983/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/377923/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/378312/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/380211/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/391434/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/406706/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-12-23T21:14:23.281352Z",
      "date_modified": "2016-03-03T18:22:10.312561Z",
      "date_filed": "1983-08-19",
      "date_filed_is_approximate": false,
      "slug": "sagebrush-rebellion-inc-the-southwest-idaho-development-assoc-lonnie",
      "citation_id": 395922,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "Sagebrush Rebellion, Inc., the Southwest Idaho Development Assoc., Lonnie Louvell, Bruce Jacobsen & Rayola Jacobsen, Harold Collette, Tom Collette, Juanita Collette, and Paul Nettleton v. James G. Watt, Secretary of the Interior, Robert Burford, Director of the Bureau of Land Management, United States Dept. Of the Interior, and the United States of America, and National Audubon Society, Golden Eagle Audubon Society, Prairie Falcon Audubon Society, Portneuf Valley Audubon Society, Snake River Audubon Society, Palouse Audubon Society, Idaho Environmental Council, Idaho Conservation League, Idaho Wildlife Federation, Inc., Idaho Falconers Association, Ada County Fish and Game League, William R. Meiners, Jesse L. Woody, Pete Cole and Robert Sutherland, Applicants in Intervention/appellants",
      "federal_cite_one": "713 F.2d 525",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 60,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/830111/sagebrush-rebellion-inc-the-southwest-idaho-development-assoc-lonnie/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:32:50.205148Z",
  "date_modified": "2016-02-01T18:39:15.325831Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "Sagebrush Rebellion, Inc., the Southwest Idaho Development Assoc., Lonnie Louvell, Bruce Jacobsen & Rayola Jacobsen, Harold Collette, Tom Collette, Juanita Collette, and Paul Nettleton v. James G. Watt, Secretary of the Interior, Robert Burford, Director of the Bureau of Land Management, United States Dept. Of the Interior, and the United States of America, and National Audubon Society, Golden Eagle Audubon Society, Prairie Falcon Audubon Society, Portneuf Valley Audubon Society, Snake River Audubon Society, Palouse Audubon Society, Idaho Environmental Council, Idaho Conservation League, Idaho Wildlife Federation, Inc., Idaho Falconers Association, Ada County Fish and Game League, William R. Meiners, Jesse L. Woody, Pete Cole and Robert Sutherland, Applicants in Intervention/appellants",
  "slug": "sagebrush-rebellion-inc-the-southwest-idaho-development-assoc-lonnie",
  "docket_number": "82-3443",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}