{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/835743/",
  "id": 835743,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/sc/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1330362/",
      "id": 1330362,
      "absolute_url": "/opinion/1330362/sullivan-v-sc-dept-of-corrections/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/835743/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1330362/",
          "id": 1330362,
          "absolute_url": "/opinion/1330362/sullivan-v-sc-dept-of-corrections/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1330362/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/5673/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T05:31:40.233417Z",
          "date_modified": "2017-04-04T12:26:08.633464Z",
          "type": "010combined",
          "sha1": "b190af4abdc3dd54a3bb3d73c17b89c6ea86beaf",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>355 S.C. 437 (2003)</b></center>\n<center><b>586 S.E.2d 124</b></center>\n<center><h1>Charles SULLIVAN, Appellant,<br>\nv.<br>\nSOUTH CAROLINA DEPARTMENT OF CORRECTIONS, Respondent.</h1></center>\n<center>No. 25704.</center>\n<center><p><b>Supreme Court of South Carolina.</b></p></center>\n<center>Heard August 5, 2003.</center>\n<center>Decided August 25, 2003.</center>\n<p><span class=\"star-pagination\">*439</span> Assistant Appellate Defender Tara S. Taggart, of Columbia, for Appellant.</p>\n<p>Andrew F. Lindemann and Barton Jon Vincent, both of Davidson, Morrison, and Lindemann, of Columbia, for Respondent.</p>\n<p><span class=\"star-pagination\">*440</span> CHIEF JUSTICE TOAL:</p>\n<p>Appellant, Charles Sullivan (\"Sullivan\"), appeals from the circuit court's decision affirming the Administrative Law Judge's (\"ALJ\") dismissal of his claim.</p>\n<p></p>\n<h2>FACTUAL / PROCEDURAL BACKGROUND</h2>\n<p>Sullivan is currently serving a 35-year sentence within the South Carolina Department of Corrections (\"SCDC\") after pleading guilty to 32 separate charges in 1998.<sup>[1]</sup> Once incarcerated, Sullivan attended and successfully completed Phase I of the Sex Offender Treatment Program (\"SOTP\"). Upon completion of Phase I, Sullivan sought admission to the second phase of the SOTP, but received no response to his request. Subsequently, Sullivan filed a Step 1 Inmate Grievance Form complaining that he was denied access to Phase II of the SOTP. In his grievance, Sullivan requested to be enrolled immediately in Phase II of the program.</p>\n<p>When Sullivan failed to receive the requested relief, he filed a Step 2 Inmate Grievance Form. The SCDC denied Sullivan's grievance as follows:</p>\n<blockquote>Due to bed space availability, inmates are placed on a waiting list for evaluation and interviewed prior to participation in the SOTP program. The interview will determine if an inmate will participate in SOTP Phase II.</blockquote>\n<p>Therefore, your grievance is denied.</p>\n<p>Sullivan appealed the SCDC's decision to the ALJ Division (\"ALJD\"). SCDC filed a motion to dismiss, alleging that the ALJD lacked subject matter jurisdiction to review SCDC's decision. Citing the ALJD's en banc decision, <i>McNeil v. South Carolina Dept. of Corrections,</i> 02-ALJ-04-00336-AP (filed Sept. 5, 2001), the ALJ concluded that \"no jurisdiction exists in the ALJD to decide this matter.\"</p>\n<p>Sullivan filed a petition in the circuit court seeking review of the ALJ's dismissal order. The appeal was heard, and several <span class=\"star-pagination\">*441</span> months later, an order dismissing Sullivan's appeal was issued. The circuit court's order found that \"because [Sullivan] does not challenge the calculation of his sentence-related credits, custody status, nor is [Sullivan] the object of punishment in a major disciplinary hearing that the ALJD did not have jurisdiction.\"</p>\n<p>Sullivan appealed to the South Carolina Court of Appeals, and by order dated June 28, 2002, the appeal was certified to this Court. The following issues are currently before this Court:</p>\n<blockquote>I. Did the ALJD have subject matter jurisdiction to review the SCDC's resolution of Sullivan's grievance?</blockquote>\n<blockquote>II. If so, may Sullivan proceed <i>in forma pauperis</i> before the ALJD?<sup>[2]</sup></blockquote>\n<p></p>\n<h2>LAW/ANALYSIS</h2>\n<p></p>\n<h2>I. ALJD's Subject Matter Jurisdiction</h2>\n<p>Sullivan argues that the ALJ erred in refusing to review the SCDC's denial of his grievance, and, in turn, that the circuit court erred in affirming the ALJ's decision. We disagree.</p>\n<blockquote>In <i>Al-Shabazz v. State,</i> this Court held:</blockquote>\n<blockquote>[a]n inmate may ... seek review of [the SCDC's] final decision in an administrative manner under the [Administrative Procedures Act (\"APA\")]. Placing review of these cases within the ambit of the APA will ensure that an inmate receives due process, which consists of notice, a hearing, and judicial review.</blockquote>\n<p>338 S.C. 354, 369, 527 S.E.2d 742, 750 (1999).</p>\n<p>In <i>Al-Shabazz,</i> the Court recognized that the administrative matters entitled to review by the ALJD \"typically arise in two ways: (1) when an inmate is disciplined and punishment is imposed and (2) when an inmate believes prison officials have erroneously calculated his sentence, sentence-related credits, or custody status.\" 338 S.C. at 369, 527 S.E.2d at 750. The Court explained further that procedural due process was guaranteed only when an inmate was deprived of an interest <span class=\"star-pagination\">*442</span> encompassed by the Fourteenth Amendment's protection of liberty and property. <i>Id.</i></p>\n<p>In <i>Wolff v. McDonnell,</i> the United States Supreme Court determined that Nebraska had created a liberty interest to good time credits by statute, which provided that good time credits were to be forfeited only for serious misbehavior. 418 U.S. 539, 557, 94 S.Ct. 2963, 2975, 41 L.Ed.2d 935, 951 (1974) (citing Neb.Rev.Stat. § 83-1 (Supp.1972)). Based on Nebraska's statute, the United States Supreme Court held:</p>\n<blockquote>the State having created the right to good time and itself recognizing that its deprivation is a sanction authorized for major misconduct, the prisoner's interest [in good time credits] has real substance and is sufficiently embraced within the Fourteenth Amendment \"liberty\" to entitle him to those minimum procedures appropriate under the circumstances and required by the Due Process clause to ensure that the state-created right is not arbitrarily abrogated.</blockquote>\n<p>418 U.S. at 557, 94 S.Ct. at 2975, 41 L.Ed.2d at 951.</p>\n<p>Two decades after <i>Wolff,</i> the United States Supreme Court decided <i>Sandin v. Conner,</i> 515 U.S. 472, 115 S.Ct. 2293, 132 L.Ed.2d 418 (1995). In <i>Sandin,</i> the Supreme Court reexamined the circumstances under which state prison regulations afforded inmates a liberty interest protected by the Due Process Clause. <i>Id.</i> The <i>Sandin</i> Court recognized that states may create liberty interests which are protected by the Due Process Clause, but held that \"these interests will be generally limited to freedom from restraint which ... imposes <i>atypical and significant hardship on the inmate in relation to the ordinary incidents of prison life.\" Id.</i> at 484, 115 S.Ct. at 2300, 132 L.Ed.2d. at 430 (emphasis added). The inmate in <i>Sandin</i> challenged that the prison's imposition of solitary confinement for his misconduct implicated a liberty interest deserving of due process protection. The Court disagreed, holding that \"discipline in segregated confinement did not present the kind of <i>atypical, significant deprivation in which a State might conceivably create a liberty interest.\"</i> <i>Id.</i> at 486, 115 S.Ct. at 2301, 132 L.Ed.2d at 431 (emphasis added).<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*443</span> Like the inmate in <i>Wolff,</i> the inmate in <i>Al-Shabazz</i> protested the SCDC's reduction of good time credits that he had accrued as a method of punishment. In <i>Al-Shabazz,</i> this Court found the inmate had a \"protected liberty interest due to the potential loss of sentence-related credits\" and, therefore, that he was entitled to review by the ALJD and then by the judicial branch. 338 S.C. at 382, 527 S.E.2d at 757.</p>\n<p>Recently, in <i>Furtick v. S.C. Dept. of Probation, Parole and Pardon Services,</i> this Court held that the <i>permanent</i> denial of parole <i>eligibility</i> implicates a liberty interest sufficient to require at least minimal due process, and, therefore, review by the ALJD. 352 S.C. 594, 598, 576 S.E.2d 146, 149 (2003). In reaching this conclusion, the Court emphasized the finality of the Department's decision, and distinguished the <i>final</i> determination of parole eligibility from the <i>temporary</i> granting or denial of parole to an eligible inmate. <i>Id.</i> at n. 4. Although the Court found S.C.Code Ann. § 24-21-620 created a liberty interest in the one-time determination of parole <i>eligibility,</i> it was quick to note that the statute did not create a liberty interest in parole.<sup>[4]</sup><i>Id.</i></p>\n<p>Denial of Sullivan's grievance did not arise in any of the \"typical\" ways enumerated in <i>Al-Shabazz;</i> it is not the result of a disciplinary proceeding and does not involve sentence-related credits or custody status. Sullivan's claim is most accurately described as a \"condition of confinement claim.\" Under <i>Wolff; Sandin; Al-Shabazz,</i> and <i>Furtick,</i> to determine whether Sullivan is entitled to review of the SCDC's decision, the Court must decide whether Sullivan's request for access to SOTP II implicates a liberty interest sufficient to trigger procedural due process guarantees. The only way for the ALJ Division to obtain subject matter jurisdiction over Sullivan's claim is if it implicates a statecreated liberty interest. <i>See Sandin; Furtick.</i></p>\n<p><span class=\"star-pagination\">*444</span> Sullivan contends that the South Carolina Constitution guarantees him a right to rehabilitation, which requires the SCDC to give him access to sex offender treatment while incarcerated. The South Carolina Constitution provides:</p>\n<blockquote>The General Assembly shall establish institutions for the confinement of all persons convicted of such crimes as may be designated by law, and shall provide for the custody, maintenance, health, welfare, education, and <i>rehabilitation</i> of the inmates.</blockquote>\n<p>S.C. Const. art. XII, § 2 (emphasis added).</p>\n<p>In <i>McLamore v. State,</i> this Court declined to impose a duty of education or rehabilitation on the prison system. 257 S.C. 413, 186 S.E.2d 250 (1972). Instead, the Court held that \"[e]fforts to rehabilitate and educate are to be commended; to require that every prisoner be treated exactly alike might discourage rather than encourage the programs.\" <i>Id.</i> at 423, 186 S.E.2d at 255. Even if this provision is read to require <i>some</i> rehabilitation for inmates, it does not mandate any specific programs that must be provided by the General Assembly or the SCDC and, more importantly, it does not mandate any particular timetable for the furnishing of any rehabilitative services.</p>\n<p>Sullivan has already received some rehabilitation; he successfully completed Phase I of the SOTP. Further, in denying Sullivan's grievance request for \"immediate\" enrollment in Phase II of the SOTP, the SCDC simply stated that there was no space in the program, but indicated that there was a waiting list. If room becomes available, it may even become possible for Sullivan to enroll in Phase II.</p>\n<p>In our opinion, the South Carolina Constitution does not require that the SCDC grant Sullivan enrollment in SOTP II. To interpret the constitutional mandate in Article XII, § 2, as requiring the SCDC to provide this specific program, would make the ALJD and then the judicial branch micro-managers of the prison system. <i>See </i><i>Abbeville County Sch. Dist. v. State,</i> 335 S.C. 58, 68-69, 515 S.E.2d 535, 541 (1999) (holding that S.C. Const. Art. XI, § 3, which requires the General Assembly \"to provide for the maintenance and support of a system of free public education,\" guarantees only a \"minimally adequate education,\" and does not call for this Court to dictate <span class=\"star-pagination\">*445</span> what programs are to be used in this State's public schools). In addition, such a holding would conflict with the hands-off approach that this Court has taken towards internal prison matters. <i>Al-Shabazz.</i> Finally, recognizing a liberty interest in a specific course of rehabilitation does not comport with <i>Sandin's</i> standard; denying Sullivan access to SOTP II or any other sex offender program does not impose an \"atypical or significant hardship\" on Sullivan as all other inmates designated as sex offenders are afforded the same access to treatment.</p>\n<p>Because the SCDC's denial of enrollment in SOTP II does not implicate a liberty interest, we find that Sullivan's grievance is <i>not</i> entitled to review by the ALJD.<sup>[5]</sup></p>\n<p></p>\n<h2>II. In Forma Pauperis</h2>\n<p>Sullivan maintains that indigent inmates should be entitled to proceed <i>in forma pauperis</i> in appeals from the decision of the ALJ under the APA. We disagree.</p>\n<p>In <i>Ex Parte: Martin v. State,</i> 321 S.C. 533, 471 S.E.2d 134 (1995), the Court addressed when an inmate may proceed <i>in forma pauperis.</i> This Court held, \"[i]n the absence of a statutory provision allowing the general waiver of filing fees, we conclude motions to proceed <i>in forma pauperis</i> may only be granted where specifically authorized by statute or required by constitutional provisions.\" <i>Id.</i> at 535, 471 S.E.2d at 134-35 (citations omitted). There is no statutory provision that permits the waiver of filing fees for an appeal brought under the APA, and S.C.Code Ann. § 8-21-310(11)(a) provides <span class=\"star-pagination\">*446</span> that a clerk of court must collect a filing fee of $100.00 for <i>any</i> complaint or petition.</p>\n<p>Sullivan urges the Court to make an exception for appeals from the ALJD that would have been brought as PCRs prior to <i>Al-Shabazz.</i> Alternatively, Sullivan contends that the waiver of the filing fees for cases like his is constitutionally required. <i>See Martin,</i> 321 S.C. at 535, 471 S.E.2d at 135 (noting that \"where certain fundamental rights are involved, the Constitution requires that an indigent be allowed access to the courts.\").</p>\n<p>The General Assembly is the body charged with the power to waive filing fees, and they have not created a waiver for this set of cases. Further, this is not a case involving \"fundamental rights,\" so access to the courts is not constitutionally required in this case. Therefore, Sullivan is not entitled to proceed <i>in forma pauperis</i> on his appeal from the ALJ's dismissal.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, we AFFIRM AS MODIFIED.</p>\n<p>MOORE, WALLER, BURNETT and PLEICONES, JJ., concur.</p>\n<h2>NOTES</h2>\n<p>[1]  Sullivan pled guilty to multiple counts of the following charges: committing a lewd act upon a child, exhibiting harmful performance, sexual exploitation of a minor, and contributing to the delinquency of a minor. Sullivan also pled guilty to two counts of assault and battery of a high and aggravated nature.</p>\n<p>[2]  This issue was briefed at the request of the Court.</p>\n<p>[3]  In reaching this conclusion, the Court noted that disciplinary segregation mirrored conditions other inmates experienced who were in administrative segregation and protective custody. <i>Id.</i></p>\n<p>[4]  In simple terms, this means that an inmate has a right of review by the ALJD after a <i>final</i> decision that he is <i>ineligible</i> for parole, but that a parole-eligible inmate does not have the same right of review after a decision denying parole; the parole board is, however, required to review an inmate's case every twelve months after a negative parole determination. S.C.Code Ann. § 24-21-620 (Supp.2002). This distinction stems from the fact that parole is a privilege, not a right.</p>\n<p>[5]  The en banc decision of the ALJD in <i>McNeil</i> formed the basis for the ALJD's and the circuit court's dismissal of Sullivan's claim. For this reason, and because we know <i>McNeil</i> has been relied upon by the ALJ in other cases to deny jurisdiction, the ALJD and the circuit court are instructed to look to this opinion, not <i>McNeil,</i> for guidance in future cases. Although much of <i>McNeil's</i> analysis is accurate, we believe <i>Wolff</i> requires minimal due process when for state-created liberty interests, which are not necessarily limited to sentence credit issues and major disciplinary decisions. We recognize that a condition of confinement <i>could</i> implicate a state created liberty interest under <i>Wolff.</i> However, we adhere to <i>Sandin's</i> pronouncement that \"these interests will generally be limited to freedom from restraint which ... imposes atypical or significant hardship on the inmate in relation to the ordinary incidents of prison life.\" <i>Sandin</i> at 484, 115 S.Ct. at 2300, 132 L.Ed.2d at 430.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">355</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">437</span></span> (2003)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">586</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">124</span></span></b></center>\n<center><h1>Charles SULLIVAN, Appellant,<br>\nv.<br>\nSOUTH CAROLINA DEPARTMENT OF CORRECTIONS, Respondent.</h1></center>\n<center>No. 25704.</center>\n<center><p><b>Supreme Court of South Carolina.</b></p></center>\n<center>Heard August 5, 2003.</center>\n<center>Decided August 25, 2003.</center>\n<p><span class=\"star-pagination\">*439</span> Assistant Appellate Defender Tara S. Taggart, of Columbia, for Appellant.</p>\n<p>Andrew F. Lindemann and Barton Jon Vincent, both of Davidson, Morrison, and Lindemann, of Columbia, for Respondent.</p>\n<p><span class=\"star-pagination\">*440</span> CHIEF JUSTICE TOAL:</p>\n<p>Appellant, Charles Sullivan (\"Sullivan\"), appeals from the circuit court's decision affirming the Administrative Law Judge's (\"ALJ\") dismissal of his claim.</p>\n<p></p>\n<h2>FACTUAL / PROCEDURAL BACKGROUND</h2>\n<p>Sullivan is currently serving a 35-year sentence within the South Carolina Department of Corrections (\"SCDC\") after pleading guilty to 32 separate charges in 1998.<sup>[1]</sup> Once incarcerated, Sullivan attended and successfully completed Phase I of the Sex Offender Treatment Program (\"SOTP\"). Upon completion of Phase I, Sullivan sought admission to the second phase of the SOTP, but received no response to his request. Subsequently, Sullivan filed a Step 1 Inmate Grievance Form complaining that he was denied access to Phase II of the SOTP. In his grievance, Sullivan requested to be enrolled immediately in Phase II of the program.</p>\n<p>When Sullivan failed to receive the requested relief, he filed a Step 2 Inmate Grievance Form. The SCDC denied Sullivan's grievance as follows:</p>\n<blockquote>Due to bed space availability, inmates are placed on a waiting list for evaluation and interviewed prior to participation in the SOTP program. The interview will determine if an inmate will participate in SOTP Phase II.</blockquote>\n<p>Therefore, your grievance is denied.</p>\n<p>Sullivan appealed the SCDC's decision to the ALJ Division (\"ALJD\"). SCDC filed a motion to dismiss, alleging that the ALJD lacked subject matter jurisdiction to review SCDC's decision. Citing the ALJD's en banc decision, <i>McNeil v. South Carolina Dept. of Corrections,</i> 02-ALJ-04-00336-AP (filed Sept. 5, 2001), the ALJ concluded that \"no jurisdiction exists in the ALJD to decide this matter.\"</p>\n<p>Sullivan filed a petition in the circuit court seeking review of the ALJ's dismissal order. The appeal was heard, and several <span class=\"star-pagination\">*441</span> months later, an order dismissing Sullivan's appeal was issued. The circuit court's order found that \"because [Sullivan] does not challenge the calculation of his sentence-related credits, custody status, nor is [Sullivan] the object of punishment in a major disciplinary hearing that the ALJD did not have jurisdiction.\"</p>\n<p>Sullivan appealed to the South Carolina Court of Appeals, and by order dated June 28, 2002, the appeal was certified to this Court. The following issues are currently before this Court:</p>\n<blockquote>I. Did the ALJD have subject matter jurisdiction to review the SCDC's resolution of Sullivan's grievance?</blockquote>\n<blockquote>II. If so, may Sullivan proceed <i>in forma pauperis</i> before the ALJD?<sup>[2]</sup></blockquote>\n<p></p>\n<h2>LAW/ANALYSIS</h2>\n<p></p>\n<h2>I. ALJD's Subject Matter Jurisdiction</h2>\n<p>Sullivan argues that the ALJ erred in refusing to review the SCDC's denial of his grievance, and, in turn, that the circuit court erred in affirming the ALJ's decision. We disagree.</p>\n<blockquote>In <i>Al-Shabazz v. State,</i> this Court held:</blockquote>\n<blockquote>[a]n inmate may ... seek review of [the SCDC's] final decision in an administrative manner under the [Administrative Procedures Act (\"APA\")]. Placing review of these cases within the ambit of the APA will ensure that an inmate receives due process, which consists of notice, a hearing, and judicial review.</blockquote>\n<p><span class=\"citation no-link\"><span class=\"volume\">338</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">354</span></span>, 369, <span class=\"citation no-link\"><span class=\"volume\">527</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">742</span></span>, 750 (1999).</p>\n<p>In <i>Al-Shabazz,</i> the Court recognized that the administrative matters entitled to review by the ALJD \"typically arise in two ways: (1) when an inmate is disciplined and punishment is imposed and (2) when an inmate believes prison officials have erroneously calculated his sentence, sentence-related credits, or custody status.\" 338 S.C. at 369, 527 S.E.2d at 750. The Court explained further that procedural due process was guaranteed only when an inmate was deprived of an interest <span class=\"star-pagination\">*442</span> encompassed by the Fourteenth Amendment's protection of liberty and property. <i>Id.</i></p>\n<p>In <i>Wolff v. McDonnell,</i> the United States Supreme Court determined that Nebraska had created a liberty interest to good time credits by statute, which provided that good time credits were to be forfeited only for serious misbehavior. <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, 557, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2963</span></a></span>, 2975, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">935</span></a></span>, 951 (1974) (citing Neb.Rev.Stat. § 83-1 (Supp.1972)). Based on Nebraska's statute, the United States Supreme Court held:</p>\n<blockquote>the State having created the right to good time and itself recognizing that its deprivation is a sanction authorized for major misconduct, the prisoner's interest [in good time credits] has real substance and is sufficiently embraced within the Fourteenth Amendment \"liberty\" to entitle him to those minimum procedures appropriate under the circumstances and required by the Due Process clause to ensure that the state-created right is not arbitrarily abrogated.</blockquote>\n<p>418 U.S. at 557, 94 S.Ct. at 2975, 41 L.Ed.2d at 951.</p>\n<p>Two decades after <i>Wolff,</i> the United States Supreme Court decided <i>Sandin v. Conner,</i> <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">472</span></a></span>, <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2293</span></a></span>, <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">418</span></a></span> (1995). In <i>Sandin,</i> the Supreme Court reexamined the circumstances under which state prison regulations afforded inmates a liberty interest protected by the Due Process Clause. <i>Id.</i> The <i>Sandin</i> Court recognized that states may create liberty interests which are protected by the Due Process Clause, but held that \"these interests will be generally limited to freedom from restraint which ... imposes <i>atypical and significant hardship on the inmate in relation to the ordinary incidents of prison life.\" Id.</i> at 484, 115 S.Ct. at 2300, 132 L.Ed.2d. at 430 (emphasis added). The inmate in <i>Sandin</i> challenged that the prison's imposition of solitary confinement for his misconduct implicated a liberty interest deserving of due process protection. The Court disagreed, holding that \"discipline in segregated confinement did not present the kind of <i>atypical, significant deprivation in which a State might conceivably create a liberty interest.\"</i> <i>Id.</i> at 486, 115 S.Ct. at 2301, 132 L.Ed.2d at 431 (emphasis added).<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*443</span> Like the inmate in <i>Wolff,</i> the inmate in <i>Al-Shabazz</i> protested the SCDC's reduction of good time credits that he had accrued as a method of punishment. In <i>Al-Shabazz,</i> this Court found the inmate had a \"protected liberty interest due to the potential loss of sentence-related credits\" and, therefore, that he was entitled to review by the ALJD and then by the judicial branch. 338 S.C. at 382, 527 S.E.2d at 757.</p>\n<p>Recently, in <i>Furtick v. S.C. Dept. of Probation, Parole and Pardon Services,</i> this Court held that the <i>permanent</i> denial of parole <i>eligibility</i> implicates a liberty interest sufficient to require at least minimal due process, and, therefore, review by the ALJD. <span class=\"citation no-link\"><span class=\"volume\">352</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">594</span></span>, 598, <span class=\"citation no-link\"><span class=\"volume\">576</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">146</span></span>, 149 (2003). In reaching this conclusion, the Court emphasized the finality of the Department's decision, and distinguished the <i>final</i> determination of parole eligibility from the <i>temporary</i> granting or denial of parole to an eligible inmate. <i>Id.</i> at n. 4. Although the Court found S.C.Code Ann. § 24-21-620 created a liberty interest in the one-time determination of parole <i>eligibility,</i> it was quick to note that the statute did not create a liberty interest in parole.<sup>[4]</sup><i>Id.</i></p>\n<p>Denial of Sullivan's grievance did not arise in any of the \"typical\" ways enumerated in <i>Al-Shabazz;</i> it is not the result of a disciplinary proceeding and does not involve sentence-related credits or custody status. Sullivan's claim is most accurately described as a \"condition of confinement claim.\" Under <i>Wolff; Sandin; Al-Shabazz,</i> and <i>Furtick,</i> to determine whether Sullivan is entitled to review of the SCDC's decision, the Court must decide whether Sullivan's request for access to SOTP II implicates a liberty interest sufficient to trigger procedural due process guarantees. The only way for the ALJ Division to obtain subject matter jurisdiction over Sullivan's claim is if it implicates a statecreated liberty interest. <i>See Sandin; Furtick.</i></p>\n<p><span class=\"star-pagination\">*444</span> Sullivan contends that the South Carolina Constitution guarantees him a right to rehabilitation, which requires the SCDC to give him access to sex offender treatment while incarcerated. The South Carolina Constitution provides:</p>\n<blockquote>The General Assembly shall establish institutions for the confinement of all persons convicted of such crimes as may be designated by law, and shall provide for the custody, maintenance, health, welfare, education, and <i>rehabilitation</i> of the inmates.</blockquote>\n<p>S.C. Const. art. XII, § 2 (emphasis added).</p>\n<p>In <i>McLamore v. State,</i> this Court declined to impose a duty of education or rehabilitation on the prison system. <span class=\"citation\" data-id=\"1413332\"><a href=\"/opinion/1413332/mclamore-v-state/\"><span class=\"volume\">257</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">413</span></a></span>, <span class=\"citation\" data-id=\"1413332\"><a href=\"/opinion/1413332/mclamore-v-state/\"><span class=\"volume\">186</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">250</span></a></span> (1972). Instead, the Court held that \"[e]fforts to rehabilitate and educate are to be commended; to require that every prisoner be treated exactly alike might discourage rather than encourage the programs.\" <i>Id.</i> at 423, 186 S.E.2d at 255. Even if this provision is read to require <i>some</i> rehabilitation for inmates, it does not mandate any specific programs that must be provided by the General Assembly or the SCDC and, more importantly, it does not mandate any particular timetable for the furnishing of any rehabilitative services.</p>\n<p>Sullivan has already received some rehabilitation; he successfully completed Phase I of the SOTP. Further, in denying Sullivan's grievance request for \"immediate\" enrollment in Phase II of the SOTP, the SCDC simply stated that there was no space in the program, but indicated that there was a waiting list. If room becomes available, it may even become possible for Sullivan to enroll in Phase II.</p>\n<p>In our opinion, the South Carolina Constitution does not require that the SCDC grant Sullivan enrollment in SOTP II. To interpret the constitutional mandate in Article XII, § 2, as requiring the SCDC to provide this specific program, would make the ALJD and then the judicial branch micro-managers of the prison system. <i>See </i><i>Abbeville County Sch. Dist. v. State,</i> <span class=\"citation\" data-id=\"1335495\"><a href=\"/opinion/1335495/abbeville-county-school-dist-v-state/\"><span class=\"volume\">335</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">58</span></a></span>, 68-69, <span class=\"citation\" data-id=\"1335495\"><a href=\"/opinion/1335495/abbeville-county-school-dist-v-state/\"><span class=\"volume\">515</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">535</span></a></span>, 541 (1999) (holding that S.C. Const. Art. XI, § 3, which requires the General Assembly \"to provide for the maintenance and support of a system of free public education,\" guarantees only a \"minimally adequate education,\" and does not call for this Court to dictate <span class=\"star-pagination\">*445</span> what programs are to be used in this State's public schools). In addition, such a holding would conflict with the hands-off approach that this Court has taken towards internal prison matters. <i>Al-Shabazz.</i> Finally, recognizing a liberty interest in a specific course of rehabilitation does not comport with <i>Sandin's</i> standard; denying Sullivan access to SOTP II or any other sex offender program does not impose an \"atypical or significant hardship\" on Sullivan as all other inmates designated as sex offenders are afforded the same access to treatment.</p>\n<p>Because the SCDC's denial of enrollment in SOTP II does not implicate a liberty interest, we find that Sullivan's grievance is <i>not</i> entitled to review by the ALJD.<sup>[5]</sup></p>\n<p></p>\n<h2>II. In Forma Pauperis</h2>\n<p>Sullivan maintains that indigent inmates should be entitled to proceed <i>in forma pauperis</i> in appeals from the decision of the ALJ under the APA. We disagree.</p>\n<p>In <i>Ex Parte: Martin v. State,</i> <span class=\"citation no-link\"><span class=\"volume\">321</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">533</span></span>, <span class=\"citation\" data-id=\"1297114\"><a href=\"/opinion/1297114/martin-v-state/\"><span class=\"volume\">471</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">134</span></a></span> (1995), the Court addressed when an inmate may proceed <i>in forma pauperis.</i> This Court held, \"[i]n the absence of a statutory provision allowing the general waiver of filing fees, we conclude motions to proceed <i>in forma pauperis</i> may only be granted where specifically authorized by statute or required by constitutional provisions.\" <i>Id.</i> at 535, 471 S.E.2d at 134-35 (citations omitted). There is no statutory provision that permits the waiver of filing fees for an appeal brought under the APA, and S.C.Code Ann. § 8-21-310(11)(a) provides <span class=\"star-pagination\">*446</span> that a clerk of court must collect a filing fee of $100.00 for <i>any</i> complaint or petition.</p>\n<p>Sullivan urges the Court to make an exception for appeals from the ALJD that would have been brought as PCRs prior to <i>Al-Shabazz.</i> Alternatively, Sullivan contends that the waiver of the filing fees for cases like his is constitutionally required. <i>See Martin,</i> 321 S.C. at 535, 471 S.E.2d at 135 (noting that \"where certain fundamental rights are involved, the Constitution requires that an indigent be allowed access to the courts.\").</p>\n<p>The General Assembly is the body charged with the power to waive filing fees, and they have not created a waiver for this set of cases. Further, this is not a case involving \"fundamental rights,\" so access to the courts is not constitutionally required in this case. Therefore, Sullivan is not entitled to proceed <i>in forma pauperis</i> on his appeal from the ALJ's dismissal.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, we AFFIRM AS MODIFIED.</p>\n<p>MOORE, WALLER, BURNETT and PLEICONES, JJ., concur.</p>\n<h2>NOTES</h2>\n<p>[1]  Sullivan pled guilty to multiple counts of the following charges: committing a lewd act upon a child, exhibiting harmful performance, sexual exploitation of a minor, and contributing to the delinquency of a minor. Sullivan also pled guilty to two counts of assault and battery of a high and aggravated nature.</p>\n<p>[2]  This issue was briefed at the request of the Court.</p>\n<p>[3]  In reaching this conclusion, the Court noted that disciplinary segregation mirrored conditions other inmates experienced who were in administrative segregation and protective custody. <i>Id.</i></p>\n<p>[4]  In simple terms, this means that an inmate has a right of review by the ALJD after a <i>final</i> decision that he is <i>ineligible</i> for parole, but that a parole-eligible inmate does not have the same right of review after a decision denying parole; the parole board is, however, required to review an inmate's case every twelve months after a negative parole determination. S.C.Code Ann. § 24-21-620 (Supp.2002). This distinction stems from the fact that parole is a privilege, not a right.</p>\n<p>[5]  The en banc decision of the ALJD in <i>McNeil</i> formed the basis for the ALJD's and the circuit court's dismissal of Sullivan's claim. For this reason, and because we know <i>McNeil</i> has been relied upon by the ALJ in other cases to deny jurisdiction, the ALJD and the circuit court are instructed to look to this opinion, not <i>McNeil,</i> for guidance in future cases. Although much of <i>McNeil's</i> analysis is accurate, we believe <i>Wolff</i> requires minimal due process when for state-created liberty interests, which are not necessarily limited to sentence credit issues and major disciplinary decisions. We recognize that a condition of confinement <i>could</i> implicate a state created liberty interest under <i>Wolff.</i> However, we adhere to <i>Sandin's</i> pronouncement that \"these interests will generally be limited to freedom from restraint which ... imposes atypical or significant hardship on the inmate in relation to the ordinary incidents of prison life.\" <i>Sandin</i> at 484, 115 S.Ct. at 2300, 132 L.Ed.2d at 430.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109097/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117957/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1297114/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1335495/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1413332/"
          ]
        }
      ],
      "judges": "Chief Justice Toal:",
      "date_created": "2014-10-30T12:35:12.721168Z",
      "date_modified": "2016-03-03T19:33:26.427928Z",
      "date_filed": "2003-08-25",
      "date_filed_is_approximate": false,
      "slug": "sullivan-v-sc-dept-of-corrections",
      "citation_id": 1303133,
      "case_name_short": "Sullivan",
      "case_name": "Sullivan v. SC DEPT. OF CORRECTIONS",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "355 S.C. 437",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "586 S.E.2d 124",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 11,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/835743/sullivan-v-sc-dept-of-corrections/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:35:12.718711Z",
  "date_modified": "2014-10-30T12:35:12.718711Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Sullivan",
  "case_name": "Sullivan v. SC DEPT. OF CORRECTIONS",
  "case_name_full": "",
  "slug": "sullivan-v-sc-dept-of-corrections",
  "docket_number": "25704",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}