{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/835999/",
  "id": 835999,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca7/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/538871/",
      "id": 538871,
      "absolute_url": "/opinion/538871/carlos-colon-cross-appellant-v-lieutenant-bruce-schneider-cross-appellee/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/835999/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/538871/",
          "id": 538871,
          "absolute_url": "/opinion/538871/carlos-colon-cross-appellant-v-lieutenant-bruce-schneider-cross-appellee/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/538871/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T10:04:36Z",
          "date_modified": "2017-03-25T13:32:55.690877Z",
          "type": "010combined",
          "sha1": "82c3727d2523c4dc7b3c9f387bda97f23b2f54ef",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/899/899.F2d.660.89-2148.89-1979.89-1847.89-1768.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">899 F.2d 660</p>\n    <p class=\"parties\">Carlos COLON, Plaintiff-Appellee, Cross-Appellant,<br>v.<br>Lieutenant Bruce SCHNEIDER, Defendant-Appellant, Cross-Appellee.</p>\n    <p class=\"docket\">Nos. 89-1768, 89-1847, 89-1979 and 89-2148.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Seventh Circuit.</p>\n    <p class=\"date\">Argued Jan. 12, 1990.<br>Decided April 12, 1990.<br>As Amended April 13, 1990.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David Harth, Julie Genovese, Foley &amp; Lardner, Madison, Wis., for Carlos Colon.</p>\n      <p class=\"indent\">Donald J. Hanaway, Atty. Gen., David T. Flanagan, Asst. Atty. Gen., Office of the Atty. Gen., Wisconsin Dept. of Justice, Madison, Wis., for Bruce Schneider, Timothy Douma, Sergeant Kannenburg.</p>\n      <p class=\"indent\">Before COFFEY, EASTERBROOK and MANION, Circuit Judges.</p>\n      <p class=\"indent\">COFFEY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Carlos Colon, an inmate at the Columbia Correctional Institution (\"CCI\") in Portage, Wisconsin, brought this action pursuant to 42 U.S.C. Sec. 1983, alleging that the defendant, Lieutenant Bruce Schneider, a corrections official at CCI, violated his rights under the due process clause of the fourteenth amendment of the United States Constitution<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> when Schneider used Chemical Mace<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> to compel him to submit to a strip search during the course of Colon's transfer from one area of the CCI to another.  The jury found that Lieutenant Schneider had violated the provisions of the Wisconsin Administrative Code governing the use of mace and, in doing so, violated Colon's due process rights.  The jury awarded Colon $250 in punitive damages but denied him an award of compensatory damages.  The district court vacated the punitive damages award and, in its place, issued an injunction prohibiting Lieutenant Schneider from using mace solely to compel strip searches incident to the transfer of CCI inmates within the institution.  On appeal, Lieutenant Schneider challenges the jury's finding that he violated Colon's federal due process rights, as well as the district court's injunction.  In a cross-appeal, Colon argues that he is entitled to one dollar in compensatory damages and that the district court erred in vacating the jury's award of punitive damages.  We reverse the judgment against Lieutenant Schneider and vacate the injunction barring the use of mace to compel strip searches.  Thus, we have no occasion to reach Colon's cross-appeal as he is no longer a prevailing party and, therefore, is not entitled to damages.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The events serving as the basis for Colon's civil rights action occurred on May 19, 1988.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>   At approximately 2:35 p.m., Colon informed Sergeant Timothy Douma that he was feeling ill.  Sergeant Douma instructed Colon to complete a written illness report.  After Colon complied with the directive, Douma contacted a nurse and requested that she see Colon promptly.  Colon became angry when the nurse failed to report as soon as he anticipated and proceeded to activate the building fire alarm by throwing water into the air vent in his cell.  Colon repeatedly activated the alarm system during the course of the next hour, despite Douma's attempts to persuade him to desist.  At 3:45 p.m., Sergeant Douma summoned Lieutenant Schneider who, after reviewing Colon's \"face card\" detailing Colon's battery conviction and poor disciplinary record at CCI, decided to transfer Colon from program status to control status within the segregation unit of the prison.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Control status segregation, one of several categorizations of inmates at CCI, is for prisoners who engage in disruptive and/or destructive conduct.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>   A prisoner in control status segregation is subject to closer and more frequent observation by prison officials and permitted only very limited access to personal property.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>   Placing inmates in control status involves moving them from their cell to an observation cell.  In moving an inmate to an observation cell, the normal practice at CCI is to handcuff the inmate and escort him to a designated cell, where a strip search for contraband and weapons is conducted.  After the strip search, the inmate is again handcuffed and placed in the observation cell.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After learning that he was to be placed in control status, Colon became angry and proceeded to smear grease on his cell window, in order that it would be more difficult for the prison officials to see inside before entering, and also applied grease to his body in order to prevent the officials entering his cell from holding and restraining him, if necessary.  Lieutenant Schneider, Sergeant Douma and Sergeant Edward Kannenberg attempted unsuccessfully to persuade Colon to place his hands through the cell door in order that they might apply the handcuffs.  Even after Lieutenant Schneider ordered four officers to put on protective emergency response unit clothing in preparation for a physical confrontation, Colon refused to be cuffed.  Only after Lieutenant Schneider threatened him with mace did Colon allow the officers to apply the cuffs.  Thereafter, Sergeants Douma and Kannenberg escorted him to the strip cell where Colon resisted their efforts to remove the handcuffs and place him in the cell.  Once in the strip cell, Colon was ordered to remove his clothing for the search.  Colon refused to comply and, according to Lieutenant Schneider, stated:  \"Come in and do it.  I dare you to.  I'll kick your butt.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>   After Colon persisted in his refusal to remove his clothing, Lieutenant Schneider warned him that a chemical agent would be used if he again refused to comply with the strip search order.  Colon refused once more, and Lieutenant Schneider sprayed him with mace twice, after which Colon removed his clothing and submitted to the strip search.  Thereafter, Colon was placed in the observation cell.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Approximately one month later, on June 16, 1988, Colon filed a pro se civil rights complaint in the district court pursuant to 42 U.S.C. Sec. 1983 and submitted a petition to proceed in forma pauperis.    After the court granted his petition, Colon filed a motion for appointment of counsel, which was granted on September 12, 1988.  On January 3, 1989, Colon's attorney filed an amended complaint, alleging that Wisconsin Administrative Code Sec. HSS 306.08,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> the regulation governing the use of mace, creates a protectable liberty interest under the fourteenth amendment and that Lieutenant Schneider \"intentionally violated this liberty interest in the following respects:  ... us[ing] chemical agents against the plaintiff for refusing to obey an order to strip in violation of the state regulations [and] us[ing] chemical agents against plaintiff in response to alleged verbal threats in violation of the state regulations.\"<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On January 23, 1989, a one-day jury trial took place.  The plaintiff's primary theory was that he was maced for refusing to obey Schneider's order to strip and that the Wis.Admin.Code Sec. HSS 306.08(5)(b) prohibits the use of mace for refusal to obey an order except in an emergency.  Lieutenant Schneider admitted that Colon's refusal to submit to a strip search was not an emergency situation but argued that the use of mace was permitted under section HSS 306.08(4), which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">\"(4) Non-Emergency Situations.    (a) To deal with situations other than those described in sub.  (3),<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> chemical agents may only be used where s. HSS 306.06(3)<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> permits the use of force and the inmate physically threatens to use immediate physical force, which may involve the threat to use a weapon, against a staff member.  An inmate's verbal threats do not justify using chemical agents.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">(b) In order to ensure that chemical agents are used only as a last resort in these situations, the staff member shall take the following steps, if feasible, before actually employing a chemical agent:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">1.   Communicate with the inmate;</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">2.   Ask one or more other available people to communicate with the inmate, such as another security officer, a social worker, a crisis intervention worker, a member of the clergy, or a psychologist or psychiatrist;</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">3.   Wait for a reasonable period of time, unless waiting would likely result in an immediate risk of harm to the inmate or to another person;</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">4.   Make a show of force to the inmate;</p>\n    </div>\n    <p class=\"indent\">5.   Use physical power and strength;  and</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">6.   Use any other reasonable means short of applying a chemical agent to enforce an order.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(c) When s. HSS 306.06(3) permits the use of force and a staff member knows of an inmate's history of violent behavior in similar situations and reasonably believes that the inmate will become violent in this situation, a chemical agent may be used after the procedures in par.  (b) 1 to 4 have been followed but before the inmate physically threatens to use actual physical force.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Lieutenant Schneider presented evidence that section HSS 306.06(3)(f)<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> allows the use of force \"[t]o change the location of an inmate\" and that CCI policy requires inmates to submit to strip searches when so ordered before being moved to a different area of the segregation unit.  Schneider's theory was that Colon's refusal to strip prevented him from effectuating Colon's transfer to control status segregation and that in light of Colon's history of violent behavior and his resistance against the prison guards during the course of the instant transfer, his use of mace was permissible under section HSS 306.08(4)(c).  In rebuttal, Colon's counsel presented evidence, over the objection of the defendant, that CCI's policy of strip searching inmates whenever they are transferred within the institution is violative of the regulations governing strip searches<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> and, thus, the defendant's reliance on section 306.08(4) to justify Schneider's use of mace was misplaced.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">At the close of the evidence, defense counsel moved for directed verdict, arguing that Lieutenant Schneider was entitled to qualified immunity<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> and that the plaintiff had failed to establish a constitutionally protected liberty interest based on the Wisconsin Administrative Code regulations.  The district court denied the motion, finding that under the Wisconsin regulations, Colon had a protectable liberty interest in not being maced and that the defense of qualified immunity was not available to Schneider.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">After closing arguments, the court instructed the jury as follows:  \"To prevail on his 14th Amendment due process claim against Defendant Bruce Schneider, Plaintiff must prove the following by a preponderance of the evidence:  (1) Defendant Schneider maced him on May 19, 1988;  and (2) Defendant Schneider did not follow the State regulations governing the use of Mace.\"    After deliberating less than three hours, the jury returned a verdict finding that Lieutenant Schneider had violated Colon's fourteenth amendment rights by macing him on May 19, 1988.  The jury also found that Colon was entitled to no compensatory damages but rather was entitled to $250 in punitive damages.  The following day, January 24, 1989, the district court entered judgment for Colon in the amount of $250 plus costs and attorneys' fees.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On February 2, 1989, Lieutenant Schneider moved the court for judgment notwithstanding the verdict, arguing, inter alia, that Colon's constitutional rights had not been violated and that the jury's award of punitive damages was not supported by the evidence presented.  The court rejected Schneider's claim that he did not violate Colon's constitutional rights, finding that the Wisconsin regulations governing the use of mace created a liberty interest protectable under the fourteenth amendment and that Wis.Admin.Code Sec. HSS 306.08(4) \"lists procedures to be followed before mace is used in a non-emergency situation....  These procedures are sufficient due process protections....\"  Mem. Op. at 5.  The court went on to state that the \"defendant violated the [Wisconsin Administrative Code] regulations depriving plaintiff of a protected liberty interest without any due process protections.  Such a deprivation is a violation of plaintiff's fourteenth amendment procedural due process rights....\"  Id. at 6.  However, the district court vacated the jury's award of punitive damages, finding that Schneider's actions, although unconstitutional, were in accordance with the practice to mace inmates at CCI who refused to be strip searched when ordered during the course of transferring them to another area of confinement within the prison facility and, thus, did not constitute the type of malicious or wanton behavior which justifies an award of punitive damages.  Id. at 9-10.  Rather than approving the award, the court issued an injunction ordering \"that defendant Schneider not follow the CCI practice that violates state regulations Secs. HSS 306.08(4) and (5), which creates [sic] a protected liberty interest.  Specifically, defendant shall not follow the CCI practice to mace all inmates for the sole reason that they refuse to be strip searched when their locations are changed.\"    Id. at 10.  On March 23, 1989, the court issued an amended judgment reflecting the vacation of the punitive damages award and the issuance of the injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">On appeal, Schneider advances a number of arguments in support of reversing the judgment against him as well as the injunction against the use of mace in the circumstances referred to above.  However, we need not consider all of these arguments because our review of the record, as well as the applicable case law and regulations, convinces us that the evidence presented at trial does not support the jury's determination that Colon's due process rights were violated.  In addition, we are of the opinion that the district court was without jurisdiction to issue the injunction in this factual situation barring Schneider from using mace to compel strip searches when an inmate is moved from one area within the CCI facility to another.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In his complaint, Colon alleges that Lieutenant Schneider violated his fourteenth amendment due process rights by macing him on May 19, 1988, thus entitling him to recover damages under 42 U.S.C. Sec. 1983.  However, the due process clause of the fourteenth amendment is the source of three separate constitutional protections that may serve as the basis of a section 1983 claim against a state and its agents and employees:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">\"First, the Clause incorporates many of the specific protections defined in the Bill of Rights.  A plaintiff may bring suit under Sec. 1983 for state officials' violation of his rights to, e.g., freedom of speech or freedom from unreasonable searches and seizures.  Second, the Due Process Clause contains a substantive component that bars certain arbitrary, wrongful government action 'regardless of the fairness of the procedures used to implement them.'    Daniels v. Williams, 474 U.S. 327, 331 [106 S.Ct. 662, 665, 88 L.Ed.2d 662] (1986).  As to these two types of claims, the constitutional violation actionable under Sec. 1983 is complete when the wrongful action is taken....  The Due Process Clause also encompasses a third type of protection, a guarantee of fair procedure.  A Sec. 1983 action may be brought for a violation of procedural due process, but ... [i]n procedural due process claims, the deprivation by state action of a constitutionally protected interest in 'life, liberty, or property' is not in itself unconstitutional;  what is unconstitutional is the deprivation of such an interest without due process of law....  The constitutional violation actionable under Sec. 1983 is not complete when the deprivation occurs;  it is not complete unless and until the State fails to provide due process.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Zinermon v. Burch, --- U.S. ----, 110 S.Ct. 975, 983, 108 L.Ed.2d 100 (1990) (emphasis in original;  citations and footnote omitted).  Thus, it is necessary that we identify the precise constitutional protection upon which Colon bases his section 1983 claim against Schneider.  Colon has consistently maintained in this litigation that he seeks to recover for a violation of the third category of due process protections--namely, his right to procedural due process.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The United States Supreme Court<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> has employed a two-step analysis when analyzing claims that a state has violated an individual's right to procedural due process.  The first area of inquiry deals with whether there exists a \"life, liberty, or property\" interest protectable under the fourteenth amendment with which the state has interfered.  If the court determines that the state has deprived an individual of a protectable interest, we move to the second step of the inquiry to determine whether the entity responsible for the alleged deprivation instituted constitutionally sufficient procedural protections.  Kentucky Department of Corrections v. Thompson, --- U.S. ----, 109 S.Ct. 1904, 1908, 104 L.Ed.2d 506 (1989).  See also Shango v. Jurich, 681 F.2d 1091, 1097-98 (7th Cir.1982).  We thus analyze Schneider's contention that the evidence presented at trial failed to establish that he violated Colon's fourteenth amendment right to procedural due process within the mandated two-step test.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Our initial inquiry is whether the district court properly determined that Colon has a protectable liberty interest in not being maced.  The due process clause of the fourteenth amendment clearly protects against arbitrary governmental deprivations of \"life, liberty, or property.\"    However, the types of liberty interests cognizable under the due process clause are not without limitation.  In order to demonstrate a protectable liberty interest, an individual must establish that he has \"a legitimate claim of entitlement to it.\"    Kentucky Department of Corrections, 109 S.Ct. at 1908.    The Supreme Court, when dealing with liberty interests protectable under the United States Constitution, has stated that they \"may arise from two sources--the Due Process Clause itself and the laws of the States.\"    Hewitt v. Helms, 459 U.S. 460, 466, 103 S.Ct. 864, 868, 74 L.Ed.2d 675 (1983).  In the present case, we are concerned only with whether the regulations governing the use of mace in the Wisconsin Administrative Code create a liberty interest in not being maced, as the district court found.  Mem. Op. at 3-4.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In order for state regulations to create a constitutionally protected liberty interest, the regulations must employ \"language of an unmistakably mandatory character, requiring that certain procedures 'shall,' 'will,' or 'must' be employed ... and that [the challenged action] will not occur absent specific substantive predicates--viz. 'the need for control,' or 'the threat of a serious disturbance.' \"    Hewitt, 459 U.S. at 471-72, 103 S.Ct. at 871.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>\"In other words, a liberty interest is created only where the state regulation in question contains 'specific directives to the decisionmaker that if the regulations' substantive predicates are present, a particular outcome must follow....'  Kentucky Department of Corrections, 109 S.Ct. at 1910.    'The test for whether a statutory or regulatory procedure creates a protectable due process interest, then, hinges on the actual language used by the legislature or agency.'    Cain v. Lane, 857 F.2d 1139, 1144 (7th Cir.1988).\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Russ v. Young, 895 F.2d 1149, 1153 (7th Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The district court based its conclusion that the Wisconsin regulations governing the use of mace create a protectable liberty interest on the fact that Wis.Admin.Code Secs. 306.08(4) and (5) contain certain mandatory language and limit the discretion of prison officials in the use of mace.  Admittedly, the regulations considered by the district court do, in fact, contain certain mandatory language and criteria to guide prison officials in their use of mace;  however, we have repeatedly rejected the notion that any and all state prison rules and regulations containing such language automatically create \"legitimate claims of entitlement\" triggering the procedural protections of the due process clause.  See, e.g., Russ, 895 F.2d at 1154;  Miller v. Henman, 804 F.2d 421, 427 (7th Cir.1986), cert. denied, 484 U.S. 844, 108 S.Ct. 136, 98 L.Ed.2d 93 (1987).   See also Kentucky Department of Corrections, 109 S.Ct. at 1909 n. 3 (expressly reserving the question).  In Miller, we held that a Bureau of Prisons directive charging the prison staff with using professional judgment, albeit within specific guidelines, did not create a protectable liberty interest because the directive was intended to guide the prison officials rather than the inmates.  Our holding in Miller comports with the Supreme Court's repeated statements that federal courts should be reluctant to restrict unnecessarily (for example, by recognizing federal liberty interests) the judgment of experienced prison administrators, especially those involving internal prison security and discipline, as in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>\"[S]imply because prison inmates retain certain constitutional rights does not mean that these rights are not subject to restrictions and limitations.  'Lawful incarceration brings about the necessary withdrawal or limitation of many privileges and rights, a retraction justified by the considerations underlying our penal system.'  ...  The fact of confinement as well as the legitimate goals and policies of the penal institution limits these retained constitutional rights....  There must be a 'mutual accommodation between the institutional needs and objectives and the provisions of the Constitution that are of general application.' \"</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Bell v. Wolfish, 441 U.S. 520, 545-46, 99 S.Ct. 1861, 1877-78, 60 L.Ed.2d 447 (1979).  See also Mendoza v. Miller, 779 F.2d 1287, 1292 (7th Cir.1985), cert. denied, 476 U.S. 1142, 106 S.Ct. 2251, 90 L.Ed.2d 697 (1986).  In Procunier v. Martinez, 416 U.S. 396, 404-05, 94 S.Ct. 1800, 1807-08, 40 L.Ed.2d 224 (1974), the Court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>\"Suffice it to say that the problems of prisons in America are complex and intractable, and, more to the point, they are not readily susceptible of resolution by decree.  Most require expertise, comprehensive planning, and the commitment of resources, all of which are peculiarly within the province of the legislative and executive branches of government.  For all of those reasons, courts are ill equipped to deal with the increasingly urgent problems of prison administration and reform.  [ ]  Judicial recognition of that fact reflects no more than a healthy sense of realism.  Moreover, where state penal institutions are involved, federal courts have a further reason for deference to the appropriate prison authorities.\"</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">(Footnote omitted).  See also Godinez v. Lane, 733 F.2d 1250, 1260 (7th Cir.1984).  In Bell, the Court went on to state:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>\"[T]he problems that arise in the day-to-day operation of a corrections facility are not susceptible of easy solutions.  Prison administrators therefore should be accorded wide-ranging deference in the adoption and execution of policies and practices that in their judgment are needed to preserve internal order and discipline and to maintain institutional security....  'Such considerations are peculiarly within the province and professional expertise of corrections officials, and, in the absence of substantial evidence in the record to indicate that the officials have exaggerated their response to these considerations, courts should ordinarily defer to their expert judgment in such matters.' \"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">441 U.S. at 547-48, 99 S.Ct. at 1878-79 (emphasis added;  citations and footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Thus, we conclude that the rationale of Miller is controlling here.  The guidelines concerning the use of mace in the Wisconsin penal system are directed toward the prison staff, not the inmates.  They \"are designed to bind the staff of [Wisconsin prisons] to the Attorney General's will,\" and, thus, do not automatically create a legitimate claim of entitlement on behalf of the inmates.  See Russ, 895 F.2d at 1154;  Miller, 804 F.2d at 427.    It bears repeating that \"prison administrators must be 'accorded wide-ranging deference in the ... execution of policies and practices that in their judgment are needed to preserve internal order and discipline and to maintain institutional security.' \"    Mathews v. Fairman, 779 F.2d 409, 415 (7th Cir.1985) (quoting Bell, 441 U.S. at 547, 99 S.Ct. at 1878) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Moreover, a careful examination of the regulations reveals that what the state is actually regulating here is the use of mace as an alternative to the use of non-deadly physical force, both of which are defined as types of force under the regulations.  See Wis.Admin.Code Sec. HSS 306.06(1)(a).  It is beyond dispute that the Wisconsin Department of Health and Social Services expects and requires its employees, i.e., the prison staff, to follow the guidelines set forth in the regulations to determine whether mace or physical force is more appropriate in a given situation.  However, we refuse to hold that simply because Wisconsin has enacted guidelines prioritizing the type of force to be used in certain circumstances, the state has created a liberty interest, enforceable in a federal cause of action, on behalf of inmates within the Wisconsin prison system.  Indeed, it is absurd to suggest that Colon somehow has a liberty interest cognizable under the United States Constitution in what type of non-deadly force prison personnel must use, whether it be physical restraint or the use of mace!    To allow Colon's reading of the Wisconsin regulations would denigrate and handcuff the prison staff's authority in maintaining internal prison security and controlling inmate conduct by restricting the choices available to prison officials in disciplining prisoners who refuse to obey orders and/or promoting physical confrontations between the prison guards and inmates.  Such a result is wholly inconsistent with our prior decisions, as well as controlling Supreme Court precedent.  As we stated in Soto v. Dickey, 744 F.2d 1260, 1267 (7th Cir.1984), cert. denied, 470 U.S. 1085, 105 S.Ct. 1846, 85 L.Ed.2d 144 (1985):</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>\"When an order is given to an inmate there are only so many choices available to the correctional officer.  If it is an order that requires action by the institution, and the inmate cannot be persuaded to obey the order, some means must be used to compel compliance, such as a chemical agent or physical force.  While ... it was suggested that rather than seek to enforce orders, it was possible to leave the inmate alone if he chooses not to obey a particular order, and wait him out, experience and common sense establish that a prison cannot be operated in such a way.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>Discipline in a maximum security correctional institution no doubt is difficult, but it is essential if the prison is to function and provide care, safety and security of the staff and inmates.  Services to provide food, clothing, health, medical, cleaning, laundry and all other services would come to end without discipline.  Mob rule would take over.  There would not, and could not, be any protection for staff or inmates.  Orders given must be obeyed.  Inmates cannot be permitted to decide which orders they will obey, and when they will obey them.  Someone must exercise authority and control.  One can quickly reason what would happen in a maximum security prison without proper discipline.\"</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The individuals that must exercise authority and control are, obviously, the prison administrators themselves.  And, as the Supreme Court has stated, \"a prison's internal security is peculiarly a matter normally left to the discretion of prison administrators.\"    Rhodes v. Chapman, 452 U.S. 337, 349 n. 14, 101 S.Ct. 2392, 2400 n. 14, 69 L.Ed.2d 59 (1981) (emphasis added).  Although prison officials are not free under any circumstances to use physical force indiscriminately or physical force that is wholly lacking in legitimate penological justification, we must remember that prisons are not country clubs, nor, for that matter, democracies and prison officials' actions in using chemical agents in a humane manner to control recalcitrant inmates who pose threats to institutional security will rarely be a proper basis for judicial oversight.  See Matzker v. Herr, 748 F.2d 1142, 1148 (7th Cir.1984).  Indeed, \"[c]entral to all other correctional goals is the institutional consideration of internal security within the corrections facilities themselves, and 'preserving internal order and discipline are essential goals that may require limitation or retraction of the retained constitutional rights of ... convicted prisoners....' \"  Soto, 744 F.2d at 1269 (quoting Bell, 441 U.S. at 546, 99 S.Ct. at 1877);  Mendoza, 779 F.2d at 1292.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>\"In assessing the seriousness of a threat to institutional security, prison administrators necessarily draw on more than the specific facts surrounding a particular incident;  instead, they must consider the character of the inmates confined in the institution, recent and longstanding relations between prisoners and guards, prisoners inter se, and the like.  In the volatile atmosphere of a prison, an inmate easily may constitute an unacceptable threat to the safety of other prisoners and guards even if he himself has committed no misconduct;  rumor, reputation, and even more imponderable factors may suffice to spark potentially disastrous incidents.  The judgment of prison officials in this context ... turns largely on 'purely subjective evaluations and on predictions of future behavior,' ...\"</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Hewitt, 459 U.S. at 474, 103 S.Ct. at 872.    Accordingly, we conclude that the district court erred in finding that the regulations governing the use of mace in the Wisconsin Administrative Code create a federally protected liberty interest and hold that Colon's fourteenth amendment procedural due process claim against Lieutenant Schneider cannot survive scrutiny under the Supreme Court's two-part test for analyzing such claims.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Even if we agreed with Colon's contention that the Wisconsin regulations create a liberty interest in not being maced, which we do not, our holding that Colon cannot prevail on his constitutional claim against Lieutenant Schneider would remain unchanged because Colon has failed to satisfy his burden that he was maced in the absence of constitutionally required procedural safeguards.  See Kentucky Department of Corrections, 109 S.Ct. at 1908.    This step in the Supreme Court's two-part test requires an individual claiming a violation of procedural due process to establish \"what procedural protections are necessary to ensure that the decision [to deprive the individual of the protected interest] is neither arbitrary nor erroneous,\" Washington v. Harper, --- U.S. ----, 110 S.Ct. 1028, 1040, 108 L.Ed.2d 178 (1990), and that the state procedures accompanying the alleged deprivation failed to comport with this standard.  Id. 110 S.Ct. at 1040.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The Supreme Court has repeatedly held that due process \"is a flexible concept that varies with the particular situation.\"    Zinermon, 110 S.Ct. at 984;  Wolff v. McDonnell, 418 U.S. 539, 560, 94 S.Ct. 2963, 2976, 41 L.Ed.2d 935 (1974).  Thus, \"[t]he procedural protections required by the Due Process Clause must be determined with reference to the rights and interests at stake in the particular case.\"    Harper, 110 S.Ct. at 1040-41;  Hewitt, 459 U.S. at 472, 103 S.Ct. at 871;  Greenholtz v. Inmates of the Nebraska Penal &amp; Correctional Complex, 442 U.S. 1, 12, 99 S.Ct. 2100, 2106, 60 L.Ed.2d 668 (1979);  Morrissey v. Brewer, 408 U.S. 471, 481, 92 S.Ct. 2593, 2600, 33 L.Ed.2d 484 (1972).  The factors governing this determination are well established:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>\"First, the private interest that will be affected by the official action;  second, the risk of an erroneous deprivation of such interest through the procedures used, and the probable value, if any, of additional or substitute procedural safeguards;  and finally, the Government's interest, including the function involved and the fiscal and administrative burdens that the additional or substitute procedural requirement would entail.\"</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Mathews v. Eldridge, 424 U.S. 319, 335, 96 S.Ct. 893, 903, 47 L.Ed.2d 18 (1976).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Our review of the record reveals that Colon failed to present any evidence concerning the process required under the Mathews balancing test to protect his alleged liberty interest in not being maced.  Although in his brief Colon advances arguments concerning what process is required under the Mathews balancing test, this court has repeatedly stated that arguments raised for the first time on appeal are waived.  See, e.g., Altobello v. Borden Confectionary Products, Inc., 872 F.2d 215, 216 (7th Cir.1989).  It is true that Colon presented evidence that Lieutenant Schneider did not follow the procedures for using mace set forth in the Wisconsin regulations, see Wis.Admin.Code Sec. HSS 306.08(4)(b), and the district court, in its order denying Schneider's JNOV motion, found that these regulations were \"sufficient due process protections....\"  However, it is well settled that \"state procedural protections cannot define what process is due.  The Fourteenth Amendment's limitation on state action would be illusory indeed if state practices were synonymous with due process.\"    Shango, 681 F.2d at 1098.    \"[T]he task of defining the procedural protections which attach to [a protectable liberty interest] is wholly a matter of federal constitutional law and is accomplished through the balancing analysis of Mathews....\"  Id. at 1097-98.    See also Olim v. Wakinekona, 461 U.S. 238, 250-51, 103 S.Ct. 1741, 1748-49, 75 L.Ed.2d 813 (1983).  Thus, from our review of the record, we are of the opinion that the plaintiff presented no relevant evidence upon which the jury could base its conclusion that Schneider had violated Colon's procedural due process rights in macing him on May 19, 1988.  Thus, the district court committed error in denying Schneider's JNOV motion based on Schneider's alleged failure to follow the procedures set forth in the Wisconsin Administrative Code.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Our conclusion regarding the plaintiff's failure of proof is indicative of the fundamental flaw in his action against Schneider.  Simply stated, the process required under the Constitution has nothing to do with this case.  This fact is borne out in the district court's injunction ordering \"Schneider not to follow the CCI practice that violates state regulations Secs. HSS 306.08(4) and (5), which creates [sic] a protected liberty interest,\" as well as the allegation in the amended complaint that Schneider \"intentionally violated [Colon's] liberty interest [by] us[ing] chemical agents ... in violation of the state regulations.\"    Neither the injunction nor the complaint mentions the procedural protections, if any, that must accompany the use of mace, yet lack of the constitutionally required process is the only basis for federal review in a procedural due process case.  See Zinermon, 110 S.Ct. at 983;  Daniels v. Williams, 474 U.S. 327, 339, 106 S.Ct. 662, 678, 88 L.Ed.2d 662 (1986) (Stevens, J., concurring) (\"In a procedural due process claim, it is not the deprivation of property or liberty that is unconstitutional;  it is the deprivation of property or liberty without due process of law--without adequate procedures.\"    (emphasis in original)).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">It thus becomes clear that the real issue in this case is not whether Colon was maced without due process of law, but whether he was maced in violation of the Wisconsin Administrative Code.  Indeed, at trial the focus of plaintiff's counsel's argument was that section HSS 306.08(5)(b) prohibits the use of mace for refusal to obey an order and that section HSS 306.16 does not allow strip searches simply because an inmate's location is changed.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>   Thus, the plaintiff's true claim is not that he can be maced once he is afforded some type of notice and some type of hearing, see Goss v. Lopez, 419 U.S. 565, 579, 95 S.Ct. 729, 738, 42 L.Ed.2d 725 (1975),<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> but that under the circumstances present in this case, i.e., Colon's refusal to comply with Schneider's order to submit to a strip search when being moved from program to control status segregation, he cannot be maced regardless of what process is applied.  This is a substantive, not a procedural, claim.  However, plaintiff's counsel has repeatedly maintained that this action is not premised upon a violation of either the eighth amendment's prohibition against cruel and unusual punishment or the substantive component of the due process clause.  This is not surprising given our holding in Soto v. Dickey, supra, 744 F.2d at 1270, that the use of mace is not a per se violation of the eighth amendment, as well as the Supreme Court's holding in Whitley v. Albers, 475 U.S. 312, 327, 106 S.Ct. 1078, 1088, 89 L.Ed.2d 251 (1986), that in the prison context, the substantive component of the due process clause affords inmates no greater protection than does the eighth amendment.  In our opinion, the plaintiff has attempted to avoid these holdings by framing this action as a procedural due process action and structuring his arguments on appeal within the framework of the Supreme Court's two-part test.  As noted above, however, the plaintiff cannot succeed in his attempt to bring this action under the doctrine of procedural due process because of his failure to present evidence concerning the process that must accompany his alleged deprivation of liberty per the Mathews balancing test.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Because this action is not one for a violation of either Colon's procedural or substantive due process rights, nor is it an action alleging an eighth amendment violation, we are of the opinion that plaintiff is claiming a constitutional violation based on his theory that Lieutenant Schneider violated state law, i.e., the Wisconsin Administrative Code, in macing Colon.  Our conclusion is borne out in the district court's instructions to the jury concerning Colon's constitutional claim:  \"To prevail on his 14th Amendment due process claim against Defendant Bruce Schneider, Plaintiff must prove the following by a preponderance of the evidence:  (1) Defendant Schneider maced him on May 19, 1988;  and (2) Defendant Schneider did not follow the State regulations governing the use of Mace.\"    The court's instruction, indeed, the plaintiff's overall argument at trial, attempts to transmute a violation of state law into a constitutional violation.  In Archie v. City of Racine, 847 F.2d 1211, 1216-17 (7th Cir.1988) (en banc ), cert. denied, --- U.S. ----, 109 U.S. 1338, 103 L.Ed.2d 809 (1989), this court, based on an unbroken line of Supreme Court precedent,<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> explicitly rejected a similar attempt by the plaintiff in that case.  As we stated in Archie:</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>\"A state ought to follow its law, but to treat a violation of state law as a violation of the Constitution is to make the federal government the enforcer of state law.  State rather than federal courts are the appropriate institutions to enforce state rules.  Indeed, 'it is difficult to think of a greater intrusion on state sovereignty than when a federal court instructs state officials on how to conform their conduct to state law.' \"</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Id. at 1217 (quoting Pennhurst State School &amp; Hospital v. Halderman, 465 U.S. 89, 106, 104 S.Ct. 900, 911, 79 L.Ed.2d 67 (1984)).  Colon's logic--because the use of mace, as well as the strip search, under the present factual circumstances was prohibited under state law, there is a legitimate claim of entitlement;  because this legitimate claim of entitlement was abridged without notice and some kind of hearing, a constitutional violation occurred--converts all violations of state law into federal constitutional violations.  It is ludicrous even to suggest that the state must hold a hearing before one of its employees decides to circumvent state law in an attempt to subvert what he perceives to be a serious and immediate threat to prison security.  Therefore, as we did in Archie, we reject the plaintiff's attempt to convert a substantive violation of state law into a violation of the United States Constitution.</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Having determined that Colon's constitutional claim against Lieutenant Schneider is based on nothing more than an alleged violation of the Wisconsin Administrative Code, our consideration of this case is complete.  Whether Schneider did, in fact, violate Wisconsin law in macing Colon is not properly before us and even if it were, we are without jurisdiction to consider such a claim.  In Pennhurst State School &amp; Hospital v. Halderman, 465 U.S. 89, 117, 104 S.Ct. 900, 917, 79 L.Ed.2d 67 (1984), the Supreme Court held that the eleventh amendment bars federal courts from considering claims alleging that state officials violated state law when the relief sought has a direct impact on the state itself.  Given the fact that Colon is essentially challenging CCI's policy of strip searching inmates when they are transferred within the prison facility and macing those prisoners who refuse to comply, we have no difficulty in concluding that the state would be directly affected if Colon were to prevail in this case.  See Dugan v. Rank, 372 U.S. 609, 620, 83 S.Ct. 999, 1006, 10 L.Ed.2d 15 (1963) (\"The general rule is that a suit is against the sovereign if 'the judgment sought would expend itself on the public treasury or domain, or interfere with the public administration,' or if the effect of the judgment would be 'to restrain the Government from acting, or to compel it to act.' \"    (citations omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Similarly, we conclude that the district court was without jurisdiction to issue the injunction barring Schneider from \"follow[ing] the CCI practice that violates state regulations Secs. HSS 306.08(4) and (5)....\"<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a>   In addition to making no mention of the constitutionally required procedure, supposedly the basis for this action, the court's order directs Schneider, in his capacity as a CCI employee, not to violate state law.  Pennhurst explicitly states that the eleventh amendment prohibits federal courts from issuing such orders and, thus, requires that we vacate the district court's injunction as jurisdictionally barred.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a></p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Colon has failed to establish that the Wisconsin Administrative Code regulations governing the use of mace create a liberty interest, cognizable under the fourteenth amendment, in not being maced.  More fundamentally, Colon, despite his attempts to characterize this as a procedural due process action, cannot avoid the fact that he failed to present any evidence at trial dealing with the constitutionally required procedures that must accompany the deprivation of his alleged liberty interest in not being maced.  Colon's claim is nothing more than an allegation that Schneider violated state law and we are without jurisdiction, as was the district court, to adjudicate such a claim or enjoin Schneider from engaging in the allegedly violative conduct.  Accordingly, we hold that Colon cannot prevail under 42 U.S.C. Sec. 1983 and is entitled to neither damages, compensatory or punitive, nor an award of costs and attorneys' fees pursuant thereto.  The judgment of the district court is</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">REVERSED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> All references in this opinion to the due process clause and the fourteenth amendment pertain only to the United States Constitution.  Further, all references to Colon's constitutional rights and liberty interests pertain only to federal constitutional rights and liberty interests</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Chemical Mace is a fluid which produces tears in the eyes, as well as a burning sensation when sprayed on the skin</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Colon became an inmate at CCI on April 7, 1988.  He was transferred to CCI from the Dodge Correctional Institution in Dodge County, Wisconsin, where he was originally incarcerated after being convicted of battery and possession of a firearm by a felon in Wisconsin state court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> During his first six weeks of incarceration at CCI, Colon was placed in control status segregation on four separate occasions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> For example, inmates in control status segregation are not allowed to possess items such as razor blades, pens, pencils and plastic items, most of which are usually available to inmates in the less restrictive program status segregation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Colon disputes Schneider's statement that he (Colon) threatened a guard by stating, \"I'll kick your butt.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See infra text accompanying notes 9 &amp; 10</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The amended complaint also contains a claim that Colon's right to be free from cruel and unusual punishment, as secured by the eighth amendment of the United States Constitution, was violated by the alleged failure of the prison guards to secure medical attention for Colon after the application of mace.  The jury found that no eighth amendment violation occurred, and Colon has not challenged this finding on appeal.  Thus, we need not consider Colon's eighth amendment claim regarding medical treatment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Wis.Admin.Code Sec. HSS 306.08(3) provides:</p>\n        <p>\"(3) Emergency Situations.    Chemical agents may be used when necessary in the following emergency situations:</p>\n        <p>(a) To prevent imminent escape;</p>\n        <p>(b) To subdue an inmate who poses an immediate threat of bodily injury or death to self or someone else;  or</p>\n        <p>(c) To regain control of all or part of an institution during a disturbance as defined in s. HSS 306.22(1), or an emergency as defined in s. HSS 306.23(1).\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Wis.Admin.Code Sec. HSS 306.06(3) provides:</p>\n        <p>\"(3) Non-deadly force may be used by correctional staff against inmates only if the user of force reasonably believes it is immediately necessary to realize one of the following purposes:</p>\n        <p>(a) To prevent death or bodily injury to oneself or another;</p>\n        <p>(b) To prevent unlawful damage to property that may result in death or bodily injury to oneself or another;</p>\n        <p>(c) To regain control of an institution or part of an institution after an inmate takeover;</p>\n        <p>(d) To prevent the escape of an inmate from an institution;</p>\n        <p>(e) To apprehend an inmate who has escaped from an institution;</p>\n        <p>(f) To change the location of an inmate;  or</p>\n        <p>(g) To prevent unlawful damage to property.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See supra note 10</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Prison strip searches are governed by Wis.Admin.Code Sec. HSS 306.16(3), which provides:</p>\n        <p>\"(3) A strip search may be conducted:</p>\n        <p>(a) Before an inmate leaves or enters the security enclosure of a maximum or medium security institution or the grounds of a minimum security institution;</p>\n        <p>(b) Before an inmate enters or leaves the segregation unit of a correctional institution;</p>\n        <p>(c) Before and after a visit to an inmate;</p>\n        <p>(d) At the direction of the shift supervisor who is satisfied that there are reasonable grounds to believe the inmate possesses contraband;  or</p>\n        <p>(e) In the absence of the shift supervisor, if a staff member is satisfied that there are reasonable grounds to believe the inmate possesses contraband.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> See Harlow v. Fitzgerald, 457 U.S. 800, 815-17, 102 S.Ct. 2727, 2736-38, 73 L.Ed.2d 396 (1982).  Lieutenant Schneider has not raised his claim that he is entitled to qualified immunity on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> All references in this opinion to the Supreme Court pertain to the United States Supreme Court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Colon has not argued, either in the district court or in this court, that the due process clause, in and of itself, creates a protected liberty interest in not being maced</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> We also note that Wisconsin's creation of procedural guidelines does not give rise to a legitimate claim of entitlement that the procedures set forth therein be followed.  See Culbert v. Young, 834 F.2d 624, 628 (7th Cir.1987), cert. denied, 485 U.S. 990, 108 S.Ct. 1296, 99 L.Ed.2d 506 (1988);  Shango, 681 F.2d at 1100-01 (\"The argument that the procedures established by the regulation can themselves be considered a liberty interest is analytically indefensible....  Even if [the] regulations provided a right to a hearing ..., that procedural right is not accorded federal due process protection.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Although Colon's primary theory at trial was that Wis.Admin.Code Sec. HSS 306.08(5)(b) prohibited Schneider from using mace to compel Colon to comply with his order to submit to a strip search, his focus on appeal has shifted to the provisions set forth in section HSS 306.08(4).  Specifically, Colon argues that this section contains substantive predicates and mandatory language, thus creating a protectable liberty interest, as well as procedures which, according to him, provide the minimum due process protections required under the Constitution and which Schneider failed to provide.  We view this as an attempt to avoid the fact that the plaintiff prevailed on his constitutional claim at trial based solely on his evidence that Schneider violated the Wisconsin regulations, which, as discussed infra, is an improper basis upon which to premise a constitutional claim.  Colon's argument that because section HSS 306.08(4) contains substantive predicates, Schneider's failure \"to find\" that the predicates were satisfied was a violation of his procedural due process rights is merely another way of stating that Schneider maced Colon in violation of state law</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> As noted above, Colon has made arguments in this court concerning the procedures required under the Constitution.  However, because these arguments were not brought to the attention of the district court, they are waived on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> See, e.g., Snowden v. Hughes, 321 U.S. 1, 11, 64 S.Ct. 397, 402, 88 L.Ed. 497 (1944), where the Court stated:</p>\n        <p>\"If the action of the Board is official action it is subject to constitutional infirmity to the same but no greater extent than if the action were taken by the state legislature.  Its illegality under the state statute can neither add to nor subtract from its constitutional validity.  Mere violation of a state statute does not infringe the federal Constitution.    And state action, even though illegal under state law, can be no more or less constitutional under the Fourteenth Amendment than if it were sanctioned by the state legislature.\"</p>\n        <p>(Emphasis added and citations omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> There is also a question as to whether the injunction has been mooted by amendments to the Wisconsin Administrative regulations made in response to the district court's ruling in this case.  However, the Wisconsin Department of Justice explicitly declined to make this argument before this court and, thus, we express no opinion on its possible merit</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> Even if Colon had properly alleged a violation of his procedural due process rights, which he has not, we would be required under Pennhurst to vacate the district court's injunction because it is nothing more than an order to comply with state law.  Of course, if the district court had issued an injunction based on constitutional law, i.e., requiring that the use of mace be accompanied by the procedures mandated by the fourteenth amendment, Pennhurst would not be applicable</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">660</span></span></p>\n    <p class=\"parties\">Carlos COLON, Plaintiff-Appellee, Cross-Appellant,<br>v.<br>Lieutenant Bruce SCHNEIDER, Defendant-Appellant, Cross-Appellee.</p>\n    <p class=\"docket\">Nos. 89-1768, 89-1847, 89-1979 and 89-2148.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Seventh Circuit.</p>\n    <p class=\"date\">Argued Jan. 12, 1990.<br>Decided April 12, 1990.<br>As Amended April 13, 1990.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David Harth, Julie Genovese, Foley &amp; Lardner, Madison, Wis., for Carlos Colon.</p>\n      <p class=\"indent\">Donald J. Hanaway, Atty. Gen., David T. Flanagan, Asst. Atty. Gen., Office of the Atty. Gen., Wisconsin Dept. of Justice, Madison, Wis., for Bruce Schneider, Timothy Douma, Sergeant Kannenburg.</p>\n      <p class=\"indent\">Before COFFEY, EASTERBROOK and MANION, Circuit Judges.</p>\n      <p class=\"indent\">COFFEY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Carlos Colon, an inmate at the Columbia Correctional Institution (\"CCI\") in Portage, Wisconsin, brought this action pursuant to 42 U.S.C. Sec. 1983, alleging that the defendant, Lieutenant Bruce Schneider, a corrections official at CCI, violated his rights under the due process clause of the fourteenth amendment of the United States Constitution<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> when Schneider used Chemical Mace<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> to compel him to submit to a strip search during the course of Colon's transfer from one area of the CCI to another.  The jury found that Lieutenant Schneider had violated the provisions of the Wisconsin Administrative Code governing the use of mace and, in doing so, violated Colon's due process rights.  The jury awarded Colon $250 in punitive damages but denied him an award of compensatory damages.  The district court vacated the punitive damages award and, in its place, issued an injunction prohibiting Lieutenant Schneider from using mace solely to compel strip searches incident to the transfer of CCI inmates within the institution.  On appeal, Lieutenant Schneider challenges the jury's finding that he violated Colon's federal due process rights, as well as the district court's injunction.  In a cross-appeal, Colon argues that he is entitled to one dollar in compensatory damages and that the district court erred in vacating the jury's award of punitive damages.  We reverse the judgment against Lieutenant Schneider and vacate the injunction barring the use of mace to compel strip searches.  Thus, we have no occasion to reach Colon's cross-appeal as he is no longer a prevailing party and, therefore, is not entitled to damages.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The events serving as the basis for Colon's civil rights action occurred on May 19, 1988.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>   At approximately 2:35 p.m., Colon informed Sergeant Timothy Douma that he was feeling ill.  Sergeant Douma instructed Colon to complete a written illness report.  After Colon complied with the directive, Douma contacted a nurse and requested that she see Colon promptly.  Colon became angry when the nurse failed to report as soon as he anticipated and proceeded to activate the building fire alarm by throwing water into the air vent in his cell.  Colon repeatedly activated the alarm system during the course of the next hour, despite Douma's attempts to persuade him to desist.  At 3:45 p.m., Sergeant Douma summoned Lieutenant Schneider who, after reviewing Colon's \"face card\" detailing Colon's battery conviction and poor disciplinary record at CCI, decided to transfer Colon from program status to control status within the segregation unit of the prison.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Control status segregation, one of several categorizations of inmates at CCI, is for prisoners who engage in disruptive and/or destructive conduct.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>   A prisoner in control status segregation is subject to closer and more frequent observation by prison officials and permitted only very limited access to personal property.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>   Placing inmates in control status involves moving them from their cell to an observation cell.  In moving an inmate to an observation cell, the normal practice at CCI is to handcuff the inmate and escort him to a designated cell, where a strip search for contraband and weapons is conducted.  After the strip search, the inmate is again handcuffed and placed in the observation cell.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After learning that he was to be placed in control status, Colon became angry and proceeded to smear grease on his cell window, in order that it would be more difficult for the prison officials to see inside before entering, and also applied grease to his body in order to prevent the officials entering his cell from holding and restraining him, if necessary.  Lieutenant Schneider, Sergeant Douma and Sergeant Edward Kannenberg attempted unsuccessfully to persuade Colon to place his hands through the cell door in order that they might apply the handcuffs.  Even after Lieutenant Schneider ordered four officers to put on protective emergency response unit clothing in preparation for a physical confrontation, Colon refused to be cuffed.  Only after Lieutenant Schneider threatened him with mace did Colon allow the officers to apply the cuffs.  Thereafter, Sergeants Douma and Kannenberg escorted him to the strip cell where Colon resisted their efforts to remove the handcuffs and place him in the cell.  Once in the strip cell, Colon was ordered to remove his clothing for the search.  Colon refused to comply and, according to Lieutenant Schneider, stated:  \"Come in and do it.  I dare you to.  I'll kick your butt.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>   After Colon persisted in his refusal to remove his clothing, Lieutenant Schneider warned him that a chemical agent would be used if he again refused to comply with the strip search order.  Colon refused once more, and Lieutenant Schneider sprayed him with mace twice, after which Colon removed his clothing and submitted to the strip search.  Thereafter, Colon was placed in the observation cell.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Approximately one month later, on June 16, 1988, Colon filed a pro se civil rights complaint in the district court pursuant to 42 U.S.C. Sec. 1983 and submitted a petition to proceed in forma pauperis.    After the court granted his petition, Colon filed a motion for appointment of counsel, which was granted on September 12, 1988.  On January 3, 1989, Colon's attorney filed an amended complaint, alleging that Wisconsin Administrative Code Sec. HSS 306.08,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> the regulation governing the use of mace, creates a protectable liberty interest under the fourteenth amendment and that Lieutenant Schneider \"intentionally violated this liberty interest in the following respects:  ... us[ing] chemical agents against the plaintiff for refusing to obey an order to strip in violation of the state regulations [and] us[ing] chemical agents against plaintiff in response to alleged verbal threats in violation of the state regulations.\"<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On January 23, 1989, a one-day jury trial took place.  The plaintiff's primary theory was that he was maced for refusing to obey Schneider's order to strip and that the Wis.Admin.Code Sec. HSS 306.08(5)(b) prohibits the use of mace for refusal to obey an order except in an emergency.  Lieutenant Schneider admitted that Colon's refusal to submit to a strip search was not an emergency situation but argued that the use of mace was permitted under section HSS 306.08(4), which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">\"(4) Non-Emergency Situations.    (a) To deal with situations other than those described in sub.  (3),<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> chemical agents may only be used where s. HSS 306.06(3)<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> permits the use of force and the inmate physically threatens to use immediate physical force, which may involve the threat to use a weapon, against a staff member.  An inmate's verbal threats do not justify using chemical agents.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">(b) In order to ensure that chemical agents are used only as a last resort in these situations, the staff member shall take the following steps, if feasible, before actually employing a chemical agent:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">1.   Communicate with the inmate;</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">2.   Ask one or more other available people to communicate with the inmate, such as another security officer, a social worker, a crisis intervention worker, a member of the clergy, or a psychologist or psychiatrist;</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">3.   Wait for a reasonable period of time, unless waiting would likely result in an immediate risk of harm to the inmate or to another person;</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">4.   Make a show of force to the inmate;</p>\n    </div>\n    <p class=\"indent\">5.   Use physical power and strength;  and</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">6.   Use any other reasonable means short of applying a chemical agent to enforce an order.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(c) When s. HSS 306.06(3) permits the use of force and a staff member knows of an inmate's history of violent behavior in similar situations and reasonably believes that the inmate will become violent in this situation, a chemical agent may be used after the procedures in par.  (b) 1 to 4 have been followed but before the inmate physically threatens to use actual physical force.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Lieutenant Schneider presented evidence that section HSS 306.06(3)(f)<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> allows the use of force \"[t]o change the location of an inmate\" and that CCI policy requires inmates to submit to strip searches when so ordered before being moved to a different area of the segregation unit.  Schneider's theory was that Colon's refusal to strip prevented him from effectuating Colon's transfer to control status segregation and that in light of Colon's history of violent behavior and his resistance against the prison guards during the course of the instant transfer, his use of mace was permissible under section HSS 306.08(4)(c).  In rebuttal, Colon's counsel presented evidence, over the objection of the defendant, that CCI's policy of strip searching inmates whenever they are transferred within the institution is violative of the regulations governing strip searches<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> and, thus, the defendant's reliance on section 306.08(4) to justify Schneider's use of mace was misplaced.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">At the close of the evidence, defense counsel moved for directed verdict, arguing that Lieutenant Schneider was entitled to qualified immunity<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> and that the plaintiff had failed to establish a constitutionally protected liberty interest based on the Wisconsin Administrative Code regulations.  The district court denied the motion, finding that under the Wisconsin regulations, Colon had a protectable liberty interest in not being maced and that the defense of qualified immunity was not available to Schneider.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">After closing arguments, the court instructed the jury as follows:  \"To prevail on his 14th Amendment due process claim against Defendant Bruce Schneider, Plaintiff must prove the following by a preponderance of the evidence:  (1) Defendant Schneider maced him on May 19, 1988;  and (2) Defendant Schneider did not follow the State regulations governing the use of Mace.\"    After deliberating less than three hours, the jury returned a verdict finding that Lieutenant Schneider had violated Colon's fourteenth amendment rights by macing him on May 19, 1988.  The jury also found that Colon was entitled to no compensatory damages but rather was entitled to $250 in punitive damages.  The following day, January 24, 1989, the district court entered judgment for Colon in the amount of $250 plus costs and attorneys' fees.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On February 2, 1989, Lieutenant Schneider moved the court for judgment notwithstanding the verdict, arguing, inter alia, that Colon's constitutional rights had not been violated and that the jury's award of punitive damages was not supported by the evidence presented.  The court rejected Schneider's claim that he did not violate Colon's constitutional rights, finding that the Wisconsin regulations governing the use of mace created a liberty interest protectable under the fourteenth amendment and that Wis.Admin.Code Sec. HSS 306.08(4) \"lists procedures to be followed before mace is used in a non-emergency situation....  These procedures are sufficient due process protections....\"  Mem. Op. at 5.  The court went on to state that the \"defendant violated the [Wisconsin Administrative Code] regulations depriving plaintiff of a protected liberty interest without any due process protections.  Such a deprivation is a violation of plaintiff's fourteenth amendment procedural due process rights....\"  Id. at 6.  However, the district court vacated the jury's award of punitive damages, finding that Schneider's actions, although unconstitutional, were in accordance with the practice to mace inmates at CCI who refused to be strip searched when ordered during the course of transferring them to another area of confinement within the prison facility and, thus, did not constitute the type of malicious or wanton behavior which justifies an award of punitive damages.  Id. at 9-10.  Rather than approving the award, the court issued an injunction ordering \"that defendant Schneider not follow the CCI practice that violates state regulations Secs. HSS 306.08(4) and (5), which creates [sic] a protected liberty interest.  Specifically, defendant shall not follow the CCI practice to mace all inmates for the sole reason that they refuse to be strip searched when their locations are changed.\"    Id. at 10.  On March 23, 1989, the court issued an amended judgment reflecting the vacation of the punitive damages award and the issuance of the injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">On appeal, Schneider advances a number of arguments in support of reversing the judgment against him as well as the injunction against the use of mace in the circumstances referred to above.  However, we need not consider all of these arguments because our review of the record, as well as the applicable case law and regulations, convinces us that the evidence presented at trial does not support the jury's determination that Colon's due process rights were violated.  In addition, we are of the opinion that the district court was without jurisdiction to issue the injunction in this factual situation barring Schneider from using mace to compel strip searches when an inmate is moved from one area within the CCI facility to another.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In his complaint, Colon alleges that Lieutenant Schneider violated his fourteenth amendment due process rights by macing him on May 19, 1988, thus entitling him to recover damages under 42 U.S.C. Sec. 1983.  However, the due process clause of the fourteenth amendment is the source of three separate constitutional protections that may serve as the basis of a section 1983 claim against a state and its agents and employees:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">\"First, the Clause incorporates many of the specific protections defined in the Bill of Rights.  A plaintiff may bring suit under Sec. 1983 for state officials' violation of his rights to, e.g., freedom of speech or freedom from unreasonable searches and seizures.  Second, the Due Process Clause contains a substantive component that bars certain arbitrary, wrongful government action 'regardless of the fairness of the procedures used to implement them.'    Daniels v. Williams, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">327</span></a></span>, 331 [<span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">662</span></a></span>, 665, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span>] (1986).  As to these two types of claims, the constitutional violation actionable under Sec. 1983 is complete when the wrongful action is taken....  The Due Process Clause also encompasses a third type of protection, a guarantee of fair procedure.  A Sec. 1983 action may be brought for a violation of procedural due process, but ... [i]n procedural due process claims, the deprivation by state action of a constitutionally protected interest in 'life, liberty, or property' is not in itself unconstitutional;  what is unconstitutional is the deprivation of such an interest without due process of law....  The constitutional violation actionable under Sec. 1983 is not complete when the deprivation occurs;  it is not complete unless and until the State fails to provide due process.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Zinermon v. Burch, --- U.S. ----, <span class=\"citation\" data-id=\"2620710\"><a href=\"/opinion/2620710/zinermon-v-burch/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">975</span></a></span>, 983, <span class=\"citation\" data-id=\"2620710\"><a href=\"/opinion/2620710/zinermon-v-burch/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">100</span></a></span> (1990) (emphasis in original;  citations and footnote omitted).  Thus, it is necessary that we identify the precise constitutional protection upon which Colon bases his section 1983 claim against Schneider.  Colon has consistently maintained in this litigation that he seeks to recover for a violation of the third category of due process protections--namely, his right to procedural due process.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The United States Supreme Court<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> has employed a two-step analysis when analyzing claims that a state has violated an individual's right to procedural due process.  The first area of inquiry deals with whether there exists a \"life, liberty, or property\" interest protectable under the fourteenth amendment with which the state has interfered.  If the court determines that the state has deprived an individual of a protectable interest, we move to the second step of the inquiry to determine whether the entity responsible for the alleged deprivation instituted constitutionally sufficient procedural protections.  Kentucky Department of Corrections v. Thompson, --- U.S. ----, <span class=\"citation\" data-id=\"112260\"><a href=\"/opinion/112260/kentucky-dept-of-corrections-v-thompson/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1904</span></a></span>, 1908, <span class=\"citation\" data-id=\"112260\"><a href=\"/opinion/112260/kentucky-dept-of-corrections-v-thompson/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">506</span></a></span> (1989).  See also Shango v. Jurich, <span class=\"citation\" data-id=\"405936\"><a href=\"/opinion/405936/shango-cleve-heidelberg-jr-v-mary-jurich-gayle-franzen-former/\"><span class=\"volume\">681</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1091</span></a></span>, 1097-98 (7th Cir.1982).  We thus analyze Schneider's contention that the evidence presented at trial failed to establish that he violated Colon's fourteenth amendment right to procedural due process within the mandated two-step test.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Our initial inquiry is whether the district court properly determined that Colon has a protectable liberty interest in not being maced.  The due process clause of the fourteenth amendment clearly protects against arbitrary governmental deprivations of \"life, liberty, or property.\"    However, the types of liberty interests cognizable under the due process clause are not without limitation.  In order to demonstrate a protectable liberty interest, an individual must establish that he has \"a legitimate claim of entitlement to it.\"    Kentucky Department of Corrections, 109 S.Ct. at 1908.    The Supreme Court, when dealing with liberty interests protectable under the United States Constitution, has stated that they \"may arise from two sources--the Due Process Clause itself and the laws of the States.\"    Hewitt v. Helms, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">460</span></a></span>, 466, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">864</span></a></span>, 868, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">675</span></a></span> (1983).  In the present case, we are concerned only with whether the regulations governing the use of mace in the Wisconsin Administrative Code create a liberty interest in not being maced, as the district court found.  Mem. Op. at 3-4.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In order for state regulations to create a constitutionally protected liberty interest, the regulations must employ \"language of an unmistakably mandatory character, requiring that certain procedures 'shall,' 'will,' or 'must' be employed ... and that [the challenged action] will not occur absent specific substantive predicates--viz. 'the need for control,' or 'the threat of a serious disturbance.' \"    Hewitt, 459 U.S. at 471-72, 103 S.Ct. at 871.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>\"In other words, a liberty interest is created only where the state regulation in question contains 'specific directives to the decisionmaker that if the regulations' substantive predicates are present, a particular outcome must follow....'  Kentucky Department of Corrections, 109 S.Ct. at 1910.    'The test for whether a statutory or regulatory procedure creates a protectable due process interest, then, hinges on the actual language used by the legislature or agency.'    Cain v. Lane, <span class=\"citation\" data-id=\"512004\"><a href=\"/opinion/512004/james-l-cain-v-michael-p-lane/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1139</span></a></span>, 1144 (7th Cir.1988).\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Russ v. Young, <span class=\"citation\" data-id=\"536221\"><a href=\"/opinion/536221/steven-russ-v-warren-young-and-walter-j-dickey/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1149</span></a></span>, 1153 (7th Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The district court based its conclusion that the Wisconsin regulations governing the use of mace create a protectable liberty interest on the fact that Wis.Admin.Code Secs. 306.08(4) and (5) contain certain mandatory language and limit the discretion of prison officials in the use of mace.  Admittedly, the regulations considered by the district court do, in fact, contain certain mandatory language and criteria to guide prison officials in their use of mace;  however, we have repeatedly rejected the notion that any and all state prison rules and regulations containing such language automatically create \"legitimate claims of entitlement\" triggering the procedural protections of the due process clause.  See, e.g., Russ, 895 F.2d at 1154;  Miller v. Henman, <span class=\"citation\" data-id=\"478779\"><a href=\"/opinion/478779/james-miller-v-gary-l-henman-warden-united-states-penitentiary-marion/\"><span class=\"volume\">804</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">421</span></a></span>, 427 (7th Cir.1986), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">844</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">136</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">93</span></span> (1987).   See also Kentucky Department of Corrections, 109 S.Ct. at 1909 n. 3 (expressly reserving the question).  In Miller, we held that a Bureau of Prisons directive charging the prison staff with using professional judgment, albeit within specific guidelines, did not create a protectable liberty interest because the directive was intended to guide the prison officials rather than the inmates.  Our holding in Miller comports with the Supreme Court's repeated statements that federal courts should be reluctant to restrict unnecessarily (for example, by recognizing federal liberty interests) the judgment of experienced prison administrators, especially those involving internal prison security and discipline, as in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>\"[S]imply because prison inmates retain certain constitutional rights does not mean that these rights are not subject to restrictions and limitations.  'Lawful incarceration brings about the necessary withdrawal or limitation of many privileges and rights, a retraction justified by the considerations underlying our penal system.'  ...  The fact of confinement as well as the legitimate goals and policies of the penal institution limits these retained constitutional rights....  There must be a 'mutual accommodation between the institutional needs and objectives and the provisions of the Constitution that are of general application.' \"</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Bell v. Wolfish, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, 545-46, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>, 1877-78, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span></a></span> (1979).  See also Mendoza v. Miller, <span class=\"citation\" data-id=\"462502\"><a href=\"/opinion/462502/charles-mendoza-v-harold-g-miller-warden/\"><span class=\"volume\">779</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1287</span></a></span>, 1292 (7th Cir.1985), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1142</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2251</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">697</span></span> (1986).  In Procunier v. Martinez, <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">396</span></a></span>, 404-05, <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1800</span></a></span>, 1807-08, <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">224</span></a></span> (1974), the Court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>\"Suffice it to say that the problems of prisons in America are complex and intractable, and, more to the point, they are not readily susceptible of resolution by decree.  Most require expertise, comprehensive planning, and the commitment of resources, all of which are peculiarly within the province of the legislative and executive branches of government.  For all of those reasons, courts are ill equipped to deal with the increasingly urgent problems of prison administration and reform.  [ ]  Judicial recognition of that fact reflects no more than a healthy sense of realism.  Moreover, where state penal institutions are involved, federal courts have a further reason for deference to the appropriate prison authorities.\"</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">(Footnote omitted).  See also Godinez v. Lane, <span class=\"citation\" data-id=\"435272\"><a href=\"/opinion/435272/ricardo-a-godinez-david-lee-kines-and-raymond-s-larsen-plaintiffs-v/\"><span class=\"volume\">733</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1250</span></a></span>, 1260 (7th Cir.1984).  In Bell, the Court went on to state:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>\"[T]he problems that arise in the day-to-day operation of a corrections facility are not susceptible of easy solutions.  Prison administrators therefore should be accorded wide-ranging deference in the adoption and execution of policies and practices that in their judgment are needed to preserve internal order and discipline and to maintain institutional security....  'Such considerations are peculiarly within the province and professional expertise of corrections officials, and, in the absence of substantial evidence in the record to indicate that the officials have exaggerated their response to these considerations, courts should ordinarily defer to their expert judgment in such matters.' \"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">441 U.S. at 547-48, 99 S.Ct. at 1878-79 (emphasis added;  citations and footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Thus, we conclude that the rationale of Miller is controlling here.  The guidelines concerning the use of mace in the Wisconsin penal system are directed toward the prison staff, not the inmates.  They \"are designed to bind the staff of [Wisconsin prisons] to the Attorney General's will,\" and, thus, do not automatically create a legitimate claim of entitlement on behalf of the inmates.  See Russ, 895 F.2d at 1154;  Miller, 804 F.2d at 427.    It bears repeating that \"prison administrators must be 'accorded wide-ranging deference in the ... execution of policies and practices that in their judgment are needed to preserve internal order and discipline and to maintain institutional security.' \"    Mathews v. Fairman, <span class=\"citation\" data-id=\"462334\"><a href=\"/opinion/462334/tumery-mathews-v-james-w-fairman-warden-james-thieret-assistant/\"><span class=\"volume\">779</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">409</span></a></span>, 415 (7th Cir.1985) (quoting Bell, 441 U.S. at 547, 99 S.Ct. at 1878) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Moreover, a careful examination of the regulations reveals that what the state is actually regulating here is the use of mace as an alternative to the use of non-deadly physical force, both of which are defined as types of force under the regulations.  See Wis.Admin.Code Sec. HSS 306.06(1)(a).  It is beyond dispute that the Wisconsin Department of Health and Social Services expects and requires its employees, i.e., the prison staff, to follow the guidelines set forth in the regulations to determine whether mace or physical force is more appropriate in a given situation.  However, we refuse to hold that simply because Wisconsin has enacted guidelines prioritizing the type of force to be used in certain circumstances, the state has created a liberty interest, enforceable in a federal cause of action, on behalf of inmates within the Wisconsin prison system.  Indeed, it is absurd to suggest that Colon somehow has a liberty interest cognizable under the United States Constitution in what type of non-deadly force prison personnel must use, whether it be physical restraint or the use of mace!    To allow Colon's reading of the Wisconsin regulations would denigrate and handcuff the prison staff's authority in maintaining internal prison security and controlling inmate conduct by restricting the choices available to prison officials in disciplining prisoners who refuse to obey orders and/or promoting physical confrontations between the prison guards and inmates.  Such a result is wholly inconsistent with our prior decisions, as well as controlling Supreme Court precedent.  As we stated in Soto v. Dickey, <span class=\"citation\" data-id=\"442143\"><a href=\"/opinion/442143/carlos-s-soto-and-robert-demallory-on-behalf-of-themselves-and-all-others/\"><span class=\"volume\">744</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1260</span></a></span>, 1267 (7th Cir.1984), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1085</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1846</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">144</span></span> (1985):</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>\"When an order is given to an inmate there are only so many choices available to the correctional officer.  If it is an order that requires action by the institution, and the inmate cannot be persuaded to obey the order, some means must be used to compel compliance, such as a chemical agent or physical force.  While ... it was suggested that rather than seek to enforce orders, it was possible to leave the inmate alone if he chooses not to obey a particular order, and wait him out, experience and common sense establish that a prison cannot be operated in such a way.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>Discipline in a maximum security correctional institution no doubt is difficult, but it is essential if the prison is to function and provide care, safety and security of the staff and inmates.  Services to provide food, clothing, health, medical, cleaning, laundry and all other services would come to end without discipline.  Mob rule would take over.  There would not, and could not, be any protection for staff or inmates.  Orders given must be obeyed.  Inmates cannot be permitted to decide which orders they will obey, and when they will obey them.  Someone must exercise authority and control.  One can quickly reason what would happen in a maximum security prison without proper discipline.\"</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The individuals that must exercise authority and control are, obviously, the prison administrators themselves.  And, as the Supreme Court has stated, \"a prison's internal security is peculiarly a matter normally left to the discretion of prison administrators.\"    Rhodes v. Chapman, <span class=\"citation\" data-id=\"110518\"><a href=\"/opinion/110518/rhodes-v-chapman/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">337</span></a></span>, 349 n. 14, <span class=\"citation\" data-id=\"110518\"><a href=\"/opinion/110518/rhodes-v-chapman/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2392</span></a></span>, 2400 n. 14, <span class=\"citation\" data-id=\"110518\"><a href=\"/opinion/110518/rhodes-v-chapman/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">59</span></a></span> (1981) (emphasis added).  Although prison officials are not free under any circumstances to use physical force indiscriminately or physical force that is wholly lacking in legitimate penological justification, we must remember that prisons are not country clubs, nor, for that matter, democracies and prison officials' actions in using chemical agents in a humane manner to control recalcitrant inmates who pose threats to institutional security will rarely be a proper basis for judicial oversight.  See Matzker v. Herr, <span class=\"citation\" data-id=\"444617\"><a href=\"/opinion/444617/edward-james-matzker-jr-v-raymond-herr-sheriff-richard-a-schaab-lt/\"><span class=\"volume\">748</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1142</span></a></span>, 1148 (7th Cir.1984).  Indeed, \"[c]entral to all other correctional goals is the institutional consideration of internal security within the corrections facilities themselves, and 'preserving internal order and discipline are essential goals that may require limitation or retraction of the retained constitutional rights of ... convicted prisoners....' \"  Soto, 744 F.2d at 1269 (quoting Bell, 441 U.S. at 546, 99 S.Ct. at 1877);  Mendoza, 779 F.2d at 1292.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>\"In assessing the seriousness of a threat to institutional security, prison administrators necessarily draw on more than the specific facts surrounding a particular incident;  instead, they must consider the character of the inmates confined in the institution, recent and longstanding relations between prisoners and guards, prisoners inter se, and the like.  In the volatile atmosphere of a prison, an inmate easily may constitute an unacceptable threat to the safety of other prisoners and guards even if he himself has committed no misconduct;  rumor, reputation, and even more imponderable factors may suffice to spark potentially disastrous incidents.  The judgment of prison officials in this context ... turns largely on 'purely subjective evaluations and on predictions of future behavior,' ...\"</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Hewitt, 459 U.S. at 474, 103 S.Ct. at 872.    Accordingly, we conclude that the district court erred in finding that the regulations governing the use of mace in the Wisconsin Administrative Code create a federally protected liberty interest and hold that Colon's fourteenth amendment procedural due process claim against Lieutenant Schneider cannot survive scrutiny under the Supreme Court's two-part test for analyzing such claims.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Even if we agreed with Colon's contention that the Wisconsin regulations create a liberty interest in not being maced, which we do not, our holding that Colon cannot prevail on his constitutional claim against Lieutenant Schneider would remain unchanged because Colon has failed to satisfy his burden that he was maced in the absence of constitutionally required procedural safeguards.  See Kentucky Department of Corrections, 109 S.Ct. at 1908.    This step in the Supreme Court's two-part test requires an individual claiming a violation of procedural due process to establish \"what procedural protections are necessary to ensure that the decision [to deprive the individual of the protected interest] is neither arbitrary nor erroneous,\" Washington v. Harper, --- U.S. ----, <span class=\"citation\" data-id=\"112381\"><a href=\"/opinion/112381/washington-v-harper/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1028</span></a></span>, 1040, <span class=\"citation\" data-id=\"112381\"><a href=\"/opinion/112381/washington-v-harper/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">178</span></a></span> (1990), and that the state procedures accompanying the alleged deprivation failed to comport with this standard.  Id. 110 S.Ct. at 1040.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The Supreme Court has repeatedly held that due process \"is a flexible concept that varies with the particular situation.\"    Zinermon, 110 S.Ct. at 984;  Wolff v. McDonnell, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, 560, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2963</span></a></span>, 2976, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">935</span></a></span> (1974).  Thus, \"[t]he procedural protections required by the Due Process Clause must be determined with reference to the rights and interests at stake in the particular case.\"    Harper, 110 S.Ct. at 1040-41;  Hewitt, 459 U.S. at 472, 103 S.Ct. at 871;  Greenholtz v. Inmates of the Nebraska Penal &amp; Correctional Complex, <span class=\"citation\" data-id=\"110085\"><a href=\"/opinion/110085/greenholtz-v-inmates-of-neb-penal-and-correctional-complex/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 12, <span class=\"citation\" data-id=\"110085\"><a href=\"/opinion/110085/greenholtz-v-inmates-of-neb-penal-and-correctional-complex/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2100</span></a></span>, 2106, <span class=\"citation\" data-id=\"110085\"><a href=\"/opinion/110085/greenholtz-v-inmates-of-neb-penal-and-correctional-complex/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1979);  Morrissey v. Brewer, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, 481, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2593</span></a></span>, 2600, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">484</span></a></span> (1972).  The factors governing this determination are well established:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>\"First, the private interest that will be affected by the official action;  second, the risk of an erroneous deprivation of such interest through the procedures used, and the probable value, if any, of additional or substitute procedural safeguards;  and finally, the Government's interest, including the function involved and the fiscal and administrative burdens that the additional or substitute procedural requirement would entail.\"</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Mathews v. Eldridge, <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 335, <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">893</span></a></span>, 903, <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">18</span></a></span> (1976).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Our review of the record reveals that Colon failed to present any evidence concerning the process required under the Mathews balancing test to protect his alleged liberty interest in not being maced.  Although in his brief Colon advances arguments concerning what process is required under the Mathews balancing test, this court has repeatedly stated that arguments raised for the first time on appeal are waived.  See, e.g., Altobello v. Borden Confectionary Products, Inc., <span class=\"citation\" data-id=\"521080\"><a href=\"/opinion/521080/49-fair-emplpraccas-945-49-empl-prac-dec-p-38910-27-fed-r-evid/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">215</span></a></span>, 216 (7th Cir.1989).  It is true that Colon presented evidence that Lieutenant Schneider did not follow the procedures for using mace set forth in the Wisconsin regulations, see Wis.Admin.Code Sec. HSS 306.08(4)(b), and the district court, in its order denying Schneider's JNOV motion, found that these regulations were \"sufficient due process protections....\"  However, it is well settled that \"state procedural protections cannot define what process is due.  The Fourteenth Amendment's limitation on state action would be illusory indeed if state practices were synonymous with due process.\"    Shango, 681 F.2d at 1098.    \"[T]he task of defining the procedural protections which attach to [a protectable liberty interest] is wholly a matter of federal constitutional law and is accomplished through the balancing analysis of Mathews....\"  Id. at 1097-98.    See also Olim v. Wakinekona, <span class=\"citation\" data-id=\"110921\"><a href=\"/opinion/110921/olim-v-wakinekona/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, 250-51, <span class=\"citation\" data-id=\"110921\"><a href=\"/opinion/110921/olim-v-wakinekona/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1741</span></a></span>, 1748-49, <span class=\"citation\" data-id=\"110921\"><a href=\"/opinion/110921/olim-v-wakinekona/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">813</span></a></span> (1983).  Thus, from our review of the record, we are of the opinion that the plaintiff presented no relevant evidence upon which the jury could base its conclusion that Schneider had violated Colon's procedural due process rights in macing him on May 19, 1988.  Thus, the district court committed error in denying Schneider's JNOV motion based on Schneider's alleged failure to follow the procedures set forth in the Wisconsin Administrative Code.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Our conclusion regarding the plaintiff's failure of proof is indicative of the fundamental flaw in his action against Schneider.  Simply stated, the process required under the Constitution has nothing to do with this case.  This fact is borne out in the district court's injunction ordering \"Schneider not to follow the CCI practice that violates state regulations Secs. HSS 306.08(4) and (5), which creates [sic] a protected liberty interest,\" as well as the allegation in the amended complaint that Schneider \"intentionally violated [Colon's] liberty interest [by] us[ing] chemical agents ... in violation of the state regulations.\"    Neither the injunction nor the complaint mentions the procedural protections, if any, that must accompany the use of mace, yet lack of the constitutionally required process is the only basis for federal review in a procedural due process case.  See Zinermon, 110 S.Ct. at 983;  Daniels v. Williams, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">327</span></a></span>, 339, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">662</span></a></span>, 678, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1986) (Stevens, J., concurring) (\"In a procedural due process claim, it is not the deprivation of property or liberty that is unconstitutional;  it is the deprivation of property or liberty without due process of law--without adequate procedures.\"    (emphasis in original)).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">It thus becomes clear that the real issue in this case is not whether Colon was maced without due process of law, but whether he was maced in violation of the Wisconsin Administrative Code.  Indeed, at trial the focus of plaintiff's counsel's argument was that section HSS 306.08(5)(b) prohibits the use of mace for refusal to obey an order and that section HSS 306.16 does not allow strip searches simply because an inmate's location is changed.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>   Thus, the plaintiff's true claim is not that he can be maced once he is afforded some type of notice and some type of hearing, see Goss v. Lopez, <span class=\"citation\" data-id=\"109136\"><a href=\"/opinion/109136/goss-v-lopez/\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">565</span></a></span>, 579, <span class=\"citation\" data-id=\"109136\"><a href=\"/opinion/109136/goss-v-lopez/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">729</span></a></span>, 738, <span class=\"citation\" data-id=\"109136\"><a href=\"/opinion/109136/goss-v-lopez/\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">725</span></a></span> (1975),<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> but that under the circumstances present in this case, i.e., Colon's refusal to comply with Schneider's order to submit to a strip search when being moved from program to control status segregation, he cannot be maced regardless of what process is applied.  This is a substantive, not a procedural, claim.  However, plaintiff's counsel has repeatedly maintained that this action is not premised upon a violation of either the eighth amendment's prohibition against cruel and unusual punishment or the substantive component of the due process clause.  This is not surprising given our holding in Soto v. Dickey, supra, 744 F.2d at 1270, that the use of mace is not a per se violation of the eighth amendment, as well as the Supreme Court's holding in Whitley v. Albers, <span class=\"citation\" data-id=\"111610\"><a href=\"/opinion/111610/whitley-v-albers/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">312</span></a></span>, 327, <span class=\"citation\" data-id=\"111610\"><a href=\"/opinion/111610/whitley-v-albers/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1078</span></a></span>, 1088, <span class=\"citation\" data-id=\"111610\"><a href=\"/opinion/111610/whitley-v-albers/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (1986), that in the prison context, the substantive component of the due process clause affords inmates no greater protection than does the eighth amendment.  In our opinion, the plaintiff has attempted to avoid these holdings by framing this action as a procedural due process action and structuring his arguments on appeal within the framework of the Supreme Court's two-part test.  As noted above, however, the plaintiff cannot succeed in his attempt to bring this action under the doctrine of procedural due process because of his failure to present evidence concerning the process that must accompany his alleged deprivation of liberty per the Mathews balancing test.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Because this action is not one for a violation of either Colon's procedural or substantive due process rights, nor is it an action alleging an eighth amendment violation, we are of the opinion that plaintiff is claiming a constitutional violation based on his theory that Lieutenant Schneider violated state law, i.e., the Wisconsin Administrative Code, in macing Colon.  Our conclusion is borne out in the district court's instructions to the jury concerning Colon's constitutional claim:  \"To prevail on his 14th Amendment due process claim against Defendant Bruce Schneider, Plaintiff must prove the following by a preponderance of the evidence:  (1) Defendant Schneider maced him on May 19, 1988;  and (2) Defendant Schneider did not follow the State regulations governing the use of Mace.\"    The court's instruction, indeed, the plaintiff's overall argument at trial, attempts to transmute a violation of state law into a constitutional violation.  In Archie v. City of Racine, <span class=\"citation\" data-id=\"506618\"><a href=\"/opinion/506618/betty-j-archie-v-city-of-racine-ronald-w-chiapete-and-george-w-giese/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1211</span></a></span>, 1216-17 (7th Cir.1988) (en banc ), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1338</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">809</span></span> (1989), this court, based on an unbroken line of Supreme Court precedent,<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> explicitly rejected a similar attempt by the plaintiff in that case.  As we stated in Archie:</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>\"A state ought to follow its law, but to treat a violation of state law as a violation of the Constitution is to make the federal government the enforcer of state law.  State rather than federal courts are the appropriate institutions to enforce state rules.  Indeed, 'it is difficult to think of a greater intrusion on state sovereignty than when a federal court instructs state officials on how to conform their conduct to state law.' \"</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Id. at 1217 (quoting Pennhurst State School &amp; Hospital v. Halderman, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, 106, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">900</span></a></span>, 911, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">67</span></a></span> (1984)).  Colon's logic--because the use of mace, as well as the strip search, under the present factual circumstances was prohibited under state law, there is a legitimate claim of entitlement;  because this legitimate claim of entitlement was abridged without notice and some kind of hearing, a constitutional violation occurred--converts all violations of state law into federal constitutional violations.  It is ludicrous even to suggest that the state must hold a hearing before one of its employees decides to circumvent state law in an attempt to subvert what he perceives to be a serious and immediate threat to prison security.  Therefore, as we did in Archie, we reject the plaintiff's attempt to convert a substantive violation of state law into a violation of the United States Constitution.</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Having determined that Colon's constitutional claim against Lieutenant Schneider is based on nothing more than an alleged violation of the Wisconsin Administrative Code, our consideration of this case is complete.  Whether Schneider did, in fact, violate Wisconsin law in macing Colon is not properly before us and even if it were, we are without jurisdiction to consider such a claim.  In Pennhurst State School &amp; Hospital v. Halderman, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, 117, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">900</span></a></span>, 917, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">67</span></a></span> (1984), the Supreme Court held that the eleventh amendment bars federal courts from considering claims alleging that state officials violated state law when the relief sought has a direct impact on the state itself.  Given the fact that Colon is essentially challenging CCI's policy of strip searching inmates when they are transferred within the prison facility and macing those prisoners who refuse to comply, we have no difficulty in concluding that the state would be directly affected if Colon were to prevail in this case.  See Dugan v. Rank, <span class=\"citation\" data-id=\"106566\"><a href=\"/opinion/106566/dugan-v-rank/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">609</span></a></span>, 620, <span class=\"citation\" data-id=\"106566\"><a href=\"/opinion/106566/dugan-v-rank/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">999</span></a></span>, 1006, <span class=\"citation\" data-id=\"106566\"><a href=\"/opinion/106566/dugan-v-rank/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">15</span></a></span> (1963) (\"The general rule is that a suit is against the sovereign if 'the judgment sought would expend itself on the public treasury or domain, or interfere with the public administration,' or if the effect of the judgment would be 'to restrain the Government from acting, or to compel it to act.' \"    (citations omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Similarly, we conclude that the district court was without jurisdiction to issue the injunction barring Schneider from \"follow[ing] the CCI practice that violates state regulations Secs. HSS 306.08(4) and (5)....\"<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a>   In addition to making no mention of the constitutionally required procedure, supposedly the basis for this action, the court's order directs Schneider, in his capacity as a CCI employee, not to violate state law.  Pennhurst explicitly states that the eleventh amendment prohibits federal courts from issuing such orders and, thus, requires that we vacate the district court's injunction as jurisdictionally barred.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a></p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Colon has failed to establish that the Wisconsin Administrative Code regulations governing the use of mace create a liberty interest, cognizable under the fourteenth amendment, in not being maced.  More fundamentally, Colon, despite his attempts to characterize this as a procedural due process action, cannot avoid the fact that he failed to present any evidence at trial dealing with the constitutionally required procedures that must accompany the deprivation of his alleged liberty interest in not being maced.  Colon's claim is nothing more than an allegation that Schneider violated state law and we are without jurisdiction, as was the district court, to adjudicate such a claim or enjoin Schneider from engaging in the allegedly violative conduct.  Accordingly, we hold that Colon cannot prevail under 42 U.S.C. Sec. 1983 and is entitled to neither damages, compensatory or punitive, nor an award of costs and attorneys' fees pursuant thereto.  The judgment of the district court is</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">REVERSED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> All references in this opinion to the due process clause and the fourteenth amendment pertain only to the United States Constitution.  Further, all references to Colon's constitutional rights and liberty interests pertain only to federal constitutional rights and liberty interests</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Chemical Mace is a fluid which produces tears in the eyes, as well as a burning sensation when sprayed on the skin</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Colon became an inmate at CCI on April 7, 1988.  He was transferred to CCI from the Dodge Correctional Institution in Dodge County, Wisconsin, where he was originally incarcerated after being convicted of battery and possession of a firearm by a felon in Wisconsin state court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> During his first six weeks of incarceration at CCI, Colon was placed in control status segregation on four separate occasions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> For example, inmates in control status segregation are not allowed to possess items such as razor blades, pens, pencils and plastic items, most of which are usually available to inmates in the less restrictive program status segregation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Colon disputes Schneider's statement that he (Colon) threatened a guard by stating, \"I'll kick your butt.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See infra text accompanying notes 9 &amp; 10</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The amended complaint also contains a claim that Colon's right to be free from cruel and unusual punishment, as secured by the eighth amendment of the United States Constitution, was violated by the alleged failure of the prison guards to secure medical attention for Colon after the application of mace.  The jury found that no eighth amendment violation occurred, and Colon has not challenged this finding on appeal.  Thus, we need not consider Colon's eighth amendment claim regarding medical treatment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Wis.Admin.Code Sec. HSS 306.08(3) provides:</p>\n        <p>\"(3) Emergency Situations.    Chemical agents may be used when necessary in the following emergency situations:</p>\n        <p>(a) To prevent imminent escape;</p>\n        <p>(b) To subdue an inmate who poses an immediate threat of bodily injury or death to self or someone else;  or</p>\n        <p>(c) To regain control of all or part of an institution during a disturbance as defined in s. HSS 306.22(1), or an emergency as defined in s. HSS 306.23(1).\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Wis.Admin.Code Sec. HSS 306.06(3) provides:</p>\n        <p>\"(3) Non-deadly force may be used by correctional staff against inmates only if the user of force reasonably believes it is immediately necessary to realize one of the following purposes:</p>\n        <p>(a) To prevent death or bodily injury to oneself or another;</p>\n        <p>(b) To prevent unlawful damage to property that may result in death or bodily injury to oneself or another;</p>\n        <p>(c) To regain control of an institution or part of an institution after an inmate takeover;</p>\n        <p>(d) To prevent the escape of an inmate from an institution;</p>\n        <p>(e) To apprehend an inmate who has escaped from an institution;</p>\n        <p>(f) To change the location of an inmate;  or</p>\n        <p>(g) To prevent unlawful damage to property.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See supra note 10</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Prison strip searches are governed by Wis.Admin.Code Sec. HSS 306.16(3), which provides:</p>\n        <p>\"(3) A strip search may be conducted:</p>\n        <p>(a) Before an inmate leaves or enters the security enclosure of a maximum or medium security institution or the grounds of a minimum security institution;</p>\n        <p>(b) Before an inmate enters or leaves the segregation unit of a correctional institution;</p>\n        <p>(c) Before and after a visit to an inmate;</p>\n        <p>(d) At the direction of the shift supervisor who is satisfied that there are reasonable grounds to believe the inmate possesses contraband;  or</p>\n        <p>(e) In the absence of the shift supervisor, if a staff member is satisfied that there are reasonable grounds to believe the inmate possesses contraband.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> See Harlow v. Fitzgerald, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 815-17, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, 2736-38, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1982).  Lieutenant Schneider has not raised his claim that he is entitled to qualified immunity on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> All references in this opinion to the Supreme Court pertain to the United States Supreme Court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Colon has not argued, either in the district court or in this court, that the due process clause, in and of itself, creates a protected liberty interest in not being maced</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> We also note that Wisconsin's creation of procedural guidelines does not give rise to a legitimate claim of entitlement that the procedures set forth therein be followed.  See Culbert v. Young, <span class=\"citation\" data-id=\"498187\"><a href=\"/opinion/498187/llewellyn-culbert-v-warren-young/\"><span class=\"volume\">834</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">624</span></a></span>, 628 (7th Cir.1987), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">990</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1296</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">506</span></span> (1988);  Shango, 681 F.2d at 1100-01 (\"The argument that the procedures established by the regulation can themselves be considered a liberty interest is analytically indefensible....  Even if [the] regulations provided a right to a hearing ..., that procedural right is not accorded federal due process protection.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Although Colon's primary theory at trial was that Wis.Admin.Code Sec. HSS 306.08(5)(b) prohibited Schneider from using mace to compel Colon to comply with his order to submit to a strip search, his focus on appeal has shifted to the provisions set forth in section HSS 306.08(4).  Specifically, Colon argues that this section contains substantive predicates and mandatory language, thus creating a protectable liberty interest, as well as procedures which, according to him, provide the minimum due process protections required under the Constitution and which Schneider failed to provide.  We view this as an attempt to avoid the fact that the plaintiff prevailed on his constitutional claim at trial based solely on his evidence that Schneider violated the Wisconsin regulations, which, as discussed infra, is an improper basis upon which to premise a constitutional claim.  Colon's argument that because section HSS 306.08(4) contains substantive predicates, Schneider's failure \"to find\" that the predicates were satisfied was a violation of his procedural due process rights is merely another way of stating that Schneider maced Colon in violation of state law</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> As noted above, Colon has made arguments in this court concerning the procedures required under the Constitution.  However, because these arguments were not brought to the attention of the district court, they are waived on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> See, e.g., Snowden v. Hughes, <span class=\"citation\" data-id=\"103921\"><a href=\"/opinion/103921/snowden-v-hughes/\"><span class=\"volume\">321</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 11, <span class=\"citation\" data-id=\"103921\"><a href=\"/opinion/103921/snowden-v-hughes/\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">397</span></a></span>, 402, <span class=\"citation\" data-id=\"103921\"><a href=\"/opinion/103921/snowden-v-hughes/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">497</span></a></span> (1944), where the Court stated:</p>\n        <p>\"If the action of the Board is official action it is subject to constitutional infirmity to the same but no greater extent than if the action were taken by the state legislature.  Its illegality under the state statute can neither add to nor subtract from its constitutional validity.  Mere violation of a state statute does not infringe the federal Constitution.    And state action, even though illegal under state law, can be no more or less constitutional under the Fourteenth Amendment than if it were sanctioned by the state legislature.\"</p>\n        <p>(Emphasis added and citations omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> There is also a question as to whether the injunction has been mooted by amendments to the Wisconsin Administrative regulations made in response to the district court's ruling in this case.  However, the Wisconsin Department of Justice explicitly declined to make this argument before this court and, thus, we express no opinion on its possible merit</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> Even if Colon had properly alleged a violation of his procedural due process rights, which he has not, we would be required under Pennhurst to vacate the district court's injunction because it is nothing more than an order to comply with state law.  Of course, if the district court had issued an injunction based on constitutional law, i.e., requiring that the use of mace be accompanied by the procedures mandated by the fourteenth amendment, Pennhurst would not be applicable</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103921/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106566/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108606/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109016/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109097/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109136/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109382/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110075/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110085/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110518/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110763/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110829/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110921/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111094/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111555/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111610/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112260/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112381/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/405936/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/435272/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/442143/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/444617/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/462334/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/462502/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/478779/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/498187/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/506618/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/512004/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/521080/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/536221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2620710/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-22T18:06:07.816675Z",
      "date_modified": "2016-03-03T18:30:37.459243Z",
      "date_filed": "1990-04-13",
      "date_filed_is_approximate": false,
      "slug": "carlos-colon-cross-appellant-v-lieutenant-bruce-schneider-cross-appellee",
      "citation_id": 512651,
      "case_name_short": "",
      "case_name": "Carlos Colon, Cross-Appellant v. Lieutenant Bruce Schneider, Cross-Appellee",
      "case_name_full": "",
      "federal_cite_one": "899 F.2d 660",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 67,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/835999/carlos-colon-cross-appellant-v-lieutenant-bruce-sc/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:35:21.004614Z",
  "date_modified": "2014-10-30T12:35:21.004614Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Carlos Colon, Cross-Appellant v. Lieutenant Bruce Schneider, Cross-Appellee",
  "case_name_full": "",
  "slug": "carlos-colon-cross-appellant-v-lieutenant-bruce-sc",
  "docket_number": "89-1768",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}