{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/848892/",
  "id": 848892,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca6/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/657191/",
      "id": 657191,
      "absolute_url": "/opinion/657191/john-doe-a-minor-by-and-through-his-next-friends-and-parents-james-and/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/848892/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/657191/",
          "id": 657191,
          "absolute_url": "/opinion/657191/john-doe-a-minor-by-and-through-his-next-friends-and-parents-james-and/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/657191/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2012-04-16T06:55:00Z",
          "date_modified": "2017-03-25T23:49:55.649739Z",
          "type": "010combined",
          "sha1": "9d84c4730adb90460e492a1b2ad1e3fd0c81e736",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F3/9/9.F3d.455.92-5996.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">9 F.3d 455</p>\n    <p class=\"case_cite\">87 Ed. Law Rep. 354, 3 ADD 505</p>\n    <p class=\"parties\">John DOE, a minor, By and Through his next friends and<br>parents James and Mary DOE, Plaintiff-Appellant,<br>v.<br>The BOARD of EDUCATION of TULLAHOMA CITY SCHOOLS;  Charles<br>Embry, Superintendent, Defendants-Appellees.</p>\n    <p class=\"docket\">No. 92-5996.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Sixth Circuit.</p>\n    <p class=\"date\">Argued Sept. 21, 1993.<br>Decided Nov. 5, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Shane Usary (argued and briefed), Luther, Anderson, Cleary, Ruth &amp; Speed, Tricia Dennis (argued and briefed), Alley &amp; Dennis, Chattanooga, TN, for plaintiff-appellant.</p>\n      <p class=\"indent\">Frank Van Cleave (briefed), Ray &amp; Van Cleave, Tullahoma, TN, John D. Kitch (argued and briefed), Kitch, Deas &amp; Klein, Nashville, TN, for defendants-appellees.</p>\n      <p class=\"indent\">Before:  KEITH, GUY, and BATCHELDER, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">John Doe, a minor, appeals the district court's judgment upholding an Administrative Law Judge's (ALJ) ruling that his parents are not entitled to reimbursement under the Individuals with Disabilities Education Act (IDEA or \"Act\"), 20 U.S.C. Secs. 1400-1485, for tuition expenses incurred from his enrollment at a private school.  We AFFIRM the district court's decision denying John Doe's parents reimbursement.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant was enrolled in the Tullahoma, Tennessee, public school system until the fall of 1990, when he was placed by his parents in the Brehm School located in Carbondale, Illinois.  The Brehm School is a private school specifically for children with learning disabilities.  Prior to his transfer, appellant received no special education services.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In November of 1989, at his parents' request, appellant underwent a series of tests to determine if he suffered from any handicaps.  The results of these tests indicated that appellant suffers from a neurological impairment that hinders his ability to process auditory information and engage in normal language and thinking skills.  The tests also indicated that appellant has a full scale IQ of 130.  The parties agree that, notwithstanding his unusually high IQ, appellant is handicapped within the meaning of the Act, and is therefore entitled to special education services.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After learning of appellant's newly discovered disability, the school district convened a multidisciplinary team (M-Team) meeting on the last day of school, May 30, 1990.  The parties agreed that after appellant selected his courses for the fall, another M-Team meeting would be held to effectuate the development of an individualized education program (IEP) for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellant never chose his courses for the fall.  On June 10 or 11, 1990, appellant's mother contacted the Brehm School about enrolling him.  A month later, appellant and his parents visited the Brehm School, and on July 18, appellant's parents requested another M-Team meeting and advised the school system that appellant would be attending the Brehm School.  On August 7 the M-Team meeting was convened.  Appellant and his parents claimed that the Brehm School was the only appropriate placement for his needs and that the Tullahoma public school system should be required to provide funding for his education at Brehm.  The M-Team declined to create an IEP until further testing could be performed in the fall.  On August 21, 1990, appellant filed an action for injunctive relief in federal district court, requesting that the school system be ordered to develop an IEP and provide funding for appellant to attend the Brehm School.  The district court ordered the completion of an IEP for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Since appellant refused to select classes for the fall, the school chose them for him and had each of his teachers submit programs for his progress in each of his courses.  The school system's proposed IEP rejected the parents' assertion that the Brehm school was the only appropriate placement and provided that appellant receive a variety of special services at the Tullahoma public schools.  Appellant objected to the proposed IEP, again asserting that the Brehm school was the only appropriate placement.  The school system's IEP was never implemented since appellant began attending the Brehm School.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On September 18, 1990, a due process hearing was commenced before an ALJ of the Tennessee Department of Education to review the IEP and address the question of reimbursement.  The ALJ concluded that the IEP was adequate and that appellant's parents were not entitled to reimbursement.  The district court agreed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Appellant and his parents make a number of arguments in support of their contention that the Brehm School is the only appropriate placement for him.  First, they argue that the Tennessee Special Education statute mandates a higher standard for the education of handicapped children than the standard enunciated in the IDEA.  Next, appellant and his parents contend that the IEP proposed by the Tullahoma schools does not comport with the procedural and substantive requirements of the Act.  Finally, they argue that the district court misconstrued the mainstreaming requirements of the Act.</p>\n    </div>\n    <p class=\"indent\">A. THE TENNESSEE SPECIAL EDUCATION STATUTE</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In this, and other circuits, it is settled that \"even if a school district complies with federal law, it may still violate the [federal] Act if it fails to satisfy more extensive state protections that may also be in place.\"  Thomas v. Cincinnati Bd. of Educ., 918 F.2d 618, 620 (6th Cir.1990);  accord David D. v. Dartmouth Sch. Comm., 775 F.2d 411, 417 (1st Cir.1985) (It is \"beyond cavil that the federal [IDEA] standard explicitly incorporates some of a state's substantive law\") cert. denied 475 U.S. 1140, 106 S.Ct. 1790, 90 L.Ed.2d 336 (1986);  Geis v. Board of Educ. of Parsippany-Troy Hills, 774 F.2d 575, 581 (3d Cir.1985) (\"[W]e find that the incorporation of state standards is explicit in the Act.\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In this case, the district court applied the standard for education of the handicapped announced in Board of Educ. v. Rowley, 458 U.S. 176, 102 S.Ct. 3034, 73 L.Ed.2d 690 (1982).  In Rowley, the Supreme Court held that an IEP comports with the standards of the IDEA if it is \"reasonably calculated to enable the child to receive educational benefits.\"  Id. at 207, 102 S.Ct. at 3051.  Rowley is the so-called \"floor\" for education of the handicapped;  every IEP must rise to at least this level, but states may impose a higher standard if they choose.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellant contends that the Tennessee legislature chose to impose a higher standard than the federal Act, and manifested this intent by enacting the Tennessee Special Education statute.  Their contention is based upon a reading of Tenn.Code Ann. Sec. 49-10-101(a)(1) (1990), which provides in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Legislative intent--Application of parts 1-6.--(a)(1)  It is the policy of this state to provide, and to require school districts to provide, as an integral part of free public education, special education services sufficient to meet the needs and maximize the capabilities of handicapped children.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">(emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Initially, we note that the \"maximizing\" language of Tenn.Code Ann. Sec. 49-10-101(a)(1) was passed as Act of April 13, 1972, ch. 839, 1, 1972 Tenn.Pub. Acts 1523, to take effect July 1, 1972.  However the federal Act, Pub.L. No. 94-142, was enacted November 29, 1975, to take effect October 1, 1977.  Unless we can attribute prescience to the Tennessee legislature, it is impossible to infer an intent to expand the federal scheme simply from the enactment of this statute when the language in question predates the federal scheme.  But even if the Tennessee legislature is not composed of seers capable of divining federal legislation-to-be, it is possible that the Tennessee legislature and courts indicated after the passage of the IDEA, that Tenn.Code Ann. Sec. 49-10-101(a)(1) was to be interpreted to impose a higher standard than the federal Act.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">However, there are no Tennessee state court decisions interpreting the special education statute in the manner suggested by the appellant;  the only two federal district court decisions that address the issue arrive at diametrical conclusions,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and there is no other legislative history or administrative pronouncement which supports the appellant's position.  In short, there is no hard evidence to indicate that the Tennessee legislature intended anything more than to remedy the past inadequacies of educational opportunities offered to the handicapped.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We acknowledge that other circuits have found state special education statutes to impose a higher standard than federal law;<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  however, we do not find such a holding to be justified in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">B. SUBSTANTIVE AND PROCEDURAL REQUIREMENTS OF THE ACT</p>\n    </div>\n    <p>1. The Standard Of Review</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The standard of review for actions brought under the Act is a modified de novo review.  In Board of Educ. v. Rowley, 458 U.S. 176, 206, 102 S.Ct. 3034, 3051, 73 L.Ed.2d 690 (1982), the Supreme Court indicated that a complete de novo review is inappropriate.  Quoting Rowley, this Court has held, that the language in the Act \"is by no means an invitation to the courts to substitute their own notions of sound educational policy for those of the school authorities which they review....\"  Thomas, 918 F.2d at 624.   This Court has determined that Rowley \"requires a de novo review [of the due process hearing] but that the district court should give due weight to the state administrative proceedings in reaching its decision.\"  Roncker ex rel. Roncker v. Walter, 700 F.2d 1058, 1062 (6th Cir.), cert. denied, 464 U.S. 864, 104 S.Ct. 196, 78 L.Ed.2d 171 (1983).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This Court has determined that appellant and his parents bear the burden of proving by a preponderance of the evidence that the IEP devised by the Board is inappropriate.  Cordrey v. Euckert, 917 F.2d 1460, 1469 (6th Cir.1990);  see also Doe v. Defendant I, 898 F.2d 1186, 1191 (6th Cir.1990).</p>\n    </div>\n    <p>2. The Alleged Procedural Violations</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Appellant and his parents contend that the proposed IEP violated the procedural requirements of the Act.  We are satisfied that the district court's analysis met the standard set forth in Doe v. Defendant I, 898 F.2d at 1190, where this court held \"courts must subject IEPs to strict review when determining whether they are procedurally deficient.\"   We find no error in that analysis,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and we do not see that a revisitation of it would be beneficial.</p>\n    </div>\n    <p>3. The Alleged Substantive Violations</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The IDEA requires that a state provide a \"free appropriate public education\" (FAPE) to all handicapped children within its jurisdiction, as a condition for receiving federal funds.  While the Supreme Court has held that states are not required to \"maximize the potential of handicapped children,\" Rowley, 458 U.S. at 189, 102 S.Ct. at 3042;  accord Thomas, 918 F.2d at 626, this Court has held that the educational benefits the state does provide must be more than de minimis in order to be \"appropriate.\"  Doe By and Through Doe v. Smith, 879 F.2d 1340, 1341 (6th Cir.1989).  The Act provides no more than a \"basic floor of opportunity ... consist[ing] of access to specialized institutions and related services which are individually designed to provide educational benefit to the handicapped child.\"  Rowley, 458 U.S. at 201, 102 S.Ct. at 3048;  Doe, 879 F.2d at 1341.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The question with which we are now faced, and which we consider under the modified standard of de novo review laid out above, is whether the IEP proposed by the Board was \"reasonably calculated to enable [appellant] to receive educational benefits.\"   Appellant and his parents assert that the proposed IEP is \"woefully inadequate\" to meet appellant's needs.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The IEP proposed by the Board appears to be a good-faith effort to propose an educational program \"reasonably calculated to enable the child to receive educational benefits.\"  Rowley, 458 U.S. at 207, 102 S.Ct. at 3051.   Specifically, the M-Team recommended,</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>that a comprehensive physical, psychological and intellectual testing of the plaintiff be done at the Vanderbilt University Medical Center;  that an in-service program on learning disabilities be held for all school staff members involved in implementing plaintiff's IEP;  that oral testing be used for the plaintiff with regard to essay, lengthy written assignments and projects, but that he continue to take objective tests and short answer response tests;  that plaintiff utilize a tape recorder for recording class lectures;  that plaintiff be provided one hour of language therapy each day, planned by a qualified speech/language pathologist;  that a school guidance counselor be available before, during or after school to provide individual counseling sessions, initially twice per week;  that counseling services be provided after school hours by a non-school system employee experienced in counseling disabled teenagers;  that a home-bound teacher be available for plaintiff if he missed more than ten consecutive school days;  that computer-assisted instruction be utilized for plaintiff in English and Mathematics;  that word processing be introduced to the plaintiff to help compensate for his written language deficiencies;  that an IEP coordinator monitor the implementation of the program;  that monthly conferences be held to review progress, plan course work for the next four weeks, and discuss learning strategies;  and that tutorial services be available four days per week after regular school hours.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This IEP is aimed at addressing the particular disabilities from which appellant suffers.  While the Brehm School undoubtedly can provide superior services aimed exclusively at helping learning-disabled children such as appellant, this is not what the Act requires.  This is especially true where, as here, \"the IEP was never given a chance to succeed.\"  Doe v. Defendant I, 898 F.2d at 1191.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Act requires that the Tullahoma schools provide the educational equivalent of a serviceable Chevrolet to every handicapped student.  Appellant, however, demands that the Tullahoma school system provide a Cadillac solely for appellant's use.  We suspect that the Chevrolet offered to appellant is in fact a much nicer model than that offered to the average Tullahoma student.  Be that as it may, we hold that the Board is not required to provide a Cadillac, and that the proposed IEP is reasonably calculated to provide educational benefits to appellant, and is therefore in compliance with the requirements of the IDEA.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>4. The Least Restrictive Environment Requirement</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Title 20 U.S.C. Sec. 1412(5)(B) requires states to ensure that handicapped children are educated \"to the maximum extent appropriate\" with children who are not handicapped.  The Tennessee statute provides that \"[t]o the maximum extent practicable, handicapped children shall be educated along with children who do not have handicaps and shall attend regular classes.\"   Tenn.Code Ann. Sec. 49-1-103 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The district court held that the IEP developed for appellant by the M-Team represented a \"less restrictive alternative\" for him than the Brehm School.  Appellant contends that the district court misapplied the \"mainstreaming\" requirement by assuming that it is absolute.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In Roncker on Behalf of Roncker v. Walter, 700 F.2d 1058, 1063 (6th Cir.1983), this Circuit set out its interpretation of the mainstreaming requirement of the federal Act:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>The Act does not require mainstreaming in every case but its requirement that mainstreaming be provided to the maximum extent appropriate indicates a very strong congressional preference.  The proper inquiry is whether a proposed placement is appropriate under the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">However, this Court recognizes that even though the preference for mainstreaming is very strong there are still situations in which,</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>some handicapped children simply must be educated in segregated facilities either because the handicapped child would not benefit from mainstreaming, because any marginal benefits received from mainstreaming are far outweighed by the benefits gained from services which could not feasibly be provided in the non-segregated setting, or because the handicapped child is a disruptive force in the non-segregated setting.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Id., at 1063.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Appellant does not fall within any of these categories.  The record does not support a finding that the benefits to appellant from mainstreaming would have been marginal or that the specific services which he needed could not feasibly be provided in the non-segregated setting, much less that the benefits to appellant from such services provided in a segregated setting would far outweigh the benefits from mainstreaming.  Indeed, the feasibility of providing those services in the non-segregated setting is demonstrated by the specialized and detailed IEP created by the M-Team.  Finally, there is no mention in the record of appellant's being a \"disruptive\" child.  Under these circumstances, the Act mandates that among \"appropriate\" placements the least restrictive alternative must be chosen.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">While the Brehm school is certainly an appropriate, and in some respects even a superior, placement, it is clearly far more restrictive than the IEP proposed by the Board.  All students at the Brehm School are learning disabled, handicapped children;  that school therefore provides a child no opportunity for educational interaction with non-handicapped students.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The school system's proposed placement, on the other hand, offers the child an appropriate placement in a setting that is essentially a modified mainstream educational setting, allowing maximum contact with non-handicapped children.  The district court did not err in holding that the IEP proposed by the Board was the least-restrictive, appropriate placement for appellant.</p>\n    </div>\n    <p>5. Reimbursement Of Tuition</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Finally, we turn to whether appellant's parents are entitled to reimbursement for the cost of tuition for the Brehm School.  With regard to reimbursement for private school tuition, the Supreme Court held:  \"If the court[ ] ultimately determine[s] that the IEP proposed by the school officials was appropriate, the parents would be barred from obtaining reimbursement....\"  Burlington Sch. Comm. v. Massachusetts Dept. of Educ., 471 U.S. 359, 374, 105 S.Ct. 1996, 2004, 85 L.Ed.2d 385 (1985).  This Court stated in Doe v. Defendant I, 898 F.2d at 1192:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>Because we have determined that appellant's IEP was appropriate, he is not entitled to reimbursement for the cost of private schooling.  Appellant's parents removed him from the free public school and placed him in a private school at their own peril.  They are responsible for the cost of doing so.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Appellant's parents assumed the risk of the responsibility for the cost of appellant's private education by removing appellant from the Tullahoma schools without ever giving the proposed IEP a chance.  We find the IEP was adequate and the Tullahoma public schools are an appropriate placement.  As a result, appellant's parents are not entitled to reimbursement for the tuition expenses of the Brehm School.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We hold that the Tennessee Special Education statute does not mandate a higher standard than federal law, that the IEP proposed by the Tullahoma schools was adequate, and that it also represented the least restrictive appropriate environment.  Therefore, we AFFIRM the district court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Appellant cites Krichinsky v. Knox County Sch., 17 Educ.H.L.Rep. 725, 727 (E.D.Tenn.1991), in which the federal district judge, without citation to any Tennessee case law or legislative history, held that the Tennessee Special Education statute imposes a \"higher standard mandated by the Tennessee legislature ... rather than the lower, threshold level required by federal law....\"  Id.   The district court in the case at hand disagreed with the Krichinsky court:</p>\n        <p>Plaintiff contends that the requirements place [sic] on Tennessee school systems are ... higher than those required by the federal Act.  The court disagrees.  There is no legislative history or case authority indicating that the Tennessee legislature intended its Act to place higher standards on the school system than the federal Act.  The \"maximization\" language appears only as an objective or goal stated in the introductory provisions of the state Act.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See David D. v. Dartmouth Sch. Comm., 775 F.2d 411, 423 (1st Cir.1985), (\"Massachusetts law mandate[s] a level of substantive benefits superior to that of the federal Act....\") cert. denied 475 U.S. 1140, 106 S.Ct. 1790, 90 L.Ed.2d 336 (1986);  Geis v. Board of Educ. of Parsippany-Troy Hills, 774 F.2d 575 (3d Cir.1985) (deciding that the New Jersey Special Education statute imposes a higher standard on the state's school systems than does the federal Act);  Barwacz v. Michigan Dept. of Educ., 674 F.Supp. 1296 (W.D.Mich.1987) (Michigan Special Education statute creates a higher standard than the federal minimum).  But see Buchholtz v. Iowa Dep't of Pub. Instruction, 315 N.W.2d 789 (Iowa 1982) (holding that the Iowa Special Education statute specifically did not require a higher standard than the federal Act)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> While we note that some of the dates in the district court's findings of fact are incorrect as to the year, it is clear that these errors are typographical and that the district court relied on the actual chronology in making his factual findings and legal conclusions</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">455</span></span></p>\n    <p class=\"case_cite\">87 Ed. Law Rep. 354, 3 ADD 505</p>\n    <p class=\"parties\">John DOE, a minor, By and Through his next friends and<br>parents James and Mary DOE, Plaintiff-Appellant,<br>v.<br>The BOARD of EDUCATION of TULLAHOMA CITY SCHOOLS;  Charles<br>Embry, Superintendent, Defendants-Appellees.</p>\n    <p class=\"docket\">No. 92-5996.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Sixth Circuit.</p>\n    <p class=\"date\">Argued Sept. 21, 1993.<br>Decided Nov. 5, 1993.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Shane Usary (argued and briefed), Luther, Anderson, Cleary, Ruth &amp; Speed, Tricia Dennis (argued and briefed), Alley &amp; Dennis, Chattanooga, TN, for plaintiff-appellant.</p>\n      <p class=\"indent\">Frank Van Cleave (briefed), Ray &amp; Van Cleave, Tullahoma, TN, John D. Kitch (argued and briefed), Kitch, Deas &amp; Klein, Nashville, TN, for defendants-appellees.</p>\n      <p class=\"indent\">Before:  KEITH, GUY, and BATCHELDER, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">John Doe, a minor, appeals the district court's judgment upholding an Administrative Law Judge's (ALJ) ruling that his parents are not entitled to reimbursement under the Individuals with Disabilities Education Act (IDEA or \"Act\"), 20 U.S.C. Secs. 1400-1485, for tuition expenses incurred from his enrollment at a private school.  We AFFIRM the district court's decision denying John Doe's parents reimbursement.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant was enrolled in the Tullahoma, Tennessee, public school system until the fall of 1990, when he was placed by his parents in the Brehm School located in Carbondale, Illinois.  The Brehm School is a private school specifically for children with learning disabilities.  Prior to his transfer, appellant received no special education services.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In November of 1989, at his parents' request, appellant underwent a series of tests to determine if he suffered from any handicaps.  The results of these tests indicated that appellant suffers from a neurological impairment that hinders his ability to process auditory information and engage in normal language and thinking skills.  The tests also indicated that appellant has a full scale IQ of 130.  The parties agree that, notwithstanding his unusually high IQ, appellant is handicapped within the meaning of the Act, and is therefore entitled to special education services.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After learning of appellant's newly discovered disability, the school district convened a multidisciplinary team (M-Team) meeting on the last day of school, May 30, 1990.  The parties agreed that after appellant selected his courses for the fall, another M-Team meeting would be held to effectuate the development of an individualized education program (IEP) for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellant never chose his courses for the fall.  On June 10 or 11, 1990, appellant's mother contacted the Brehm School about enrolling him.  A month later, appellant and his parents visited the Brehm School, and on July 18, appellant's parents requested another M-Team meeting and advised the school system that appellant would be attending the Brehm School.  On August 7 the M-Team meeting was convened.  Appellant and his parents claimed that the Brehm School was the only appropriate placement for his needs and that the Tullahoma public school system should be required to provide funding for his education at Brehm.  The M-Team declined to create an IEP until further testing could be performed in the fall.  On August 21, 1990, appellant filed an action for injunctive relief in federal district court, requesting that the school system be ordered to develop an IEP and provide funding for appellant to attend the Brehm School.  The district court ordered the completion of an IEP for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Since appellant refused to select classes for the fall, the school chose them for him and had each of his teachers submit programs for his progress in each of his courses.  The school system's proposed IEP rejected the parents' assertion that the Brehm school was the only appropriate placement and provided that appellant receive a variety of special services at the Tullahoma public schools.  Appellant objected to the proposed IEP, again asserting that the Brehm school was the only appropriate placement.  The school system's IEP was never implemented since appellant began attending the Brehm School.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On September 18, 1990, a due process hearing was commenced before an ALJ of the Tennessee Department of Education to review the IEP and address the question of reimbursement.  The ALJ concluded that the IEP was adequate and that appellant's parents were not entitled to reimbursement.  The district court agreed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Appellant and his parents make a number of arguments in support of their contention that the Brehm School is the only appropriate placement for him.  First, they argue that the Tennessee Special Education statute mandates a higher standard for the education of handicapped children than the standard enunciated in the IDEA.  Next, appellant and his parents contend that the IEP proposed by the Tullahoma schools does not comport with the procedural and substantive requirements of the Act.  Finally, they argue that the district court misconstrued the mainstreaming requirements of the Act.</p>\n    </div>\n    <p class=\"indent\">A. THE TENNESSEE SPECIAL EDUCATION STATUTE</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In this, and other circuits, it is settled that \"even if a school district complies with federal law, it may still violate the [federal] Act if it fails to satisfy more extensive state protections that may also be in place.\"  Thomas v. Cincinnati Bd. of Educ., <span class=\"citation\" data-id=\"551325\"><a href=\"/opinion/551325/emily-thomas-cross-appellant-v-cincinnati-board-of-education/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">618</span></a></span>, 620 (6th Cir.1990);  accord David D. v. Dartmouth Sch. Comm., <span class=\"citation\" data-id=\"460033\"><a href=\"/opinion/460033/david-d-etc-v-dartmouth-school-committee-massachusetts-department-of/\"><span class=\"volume\">775</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">411</span></a></span>, 417 (1st Cir.1985) (It is \"beyond cavil that the federal [IDEA] standard explicitly incorporates some of a state's substantive law\") cert. denied <span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1140</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1790</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">336</span></span> (1986);  Geis v. Board of Educ. of Parsippany-Troy Hills, <span class=\"citation\" data-id=\"458991\"><a href=\"/opinion/458991/geis-robert-and-loretta-geis-v-board-of-education-of-parsippany-troy/\"><span class=\"volume\">774</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">575</span></a></span>, 581 (3d Cir.1985) (\"[W]e find that the incorporation of state standards is explicit in the Act.\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In this case, the district court applied the standard for education of the handicapped announced in Board of Educ. v. Rowley, <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">176</span></a></span>, <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">690</span></a></span> (1982).  In Rowley, the Supreme Court held that an IEP comports with the standards of the IDEA if it is \"reasonably calculated to enable the child to receive educational benefits.\"  Id. at 207, 102 S.Ct. at 3051.  Rowley is the so-called \"floor\" for education of the handicapped;  every IEP must rise to at least this level, but states may impose a higher standard if they choose.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellant contends that the Tennessee legislature chose to impose a higher standard than the federal Act, and manifested this intent by enacting the Tennessee Special Education statute.  Their contention is based upon a reading of Tenn.Code Ann. Sec. 49-10-101(a)(1) (1990), which provides in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Legislative intent--Application of parts 1-6.--(a)(1)  It is the policy of this state to provide, and to require school districts to provide, as an integral part of free public education, special education services sufficient to meet the needs and maximize the capabilities of handicapped children.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">(emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Initially, we note that the \"maximizing\" language of Tenn.Code Ann. Sec. 49-10-101(a)(1) was passed as Act of April 13, 1972, ch. 839, 1, 1972 Tenn.Pub. Acts 1523, to take effect July 1, 1972.  However the federal Act, Pub.L. No. 94-142, was enacted November 29, 1975, to take effect October 1, 1977.  Unless we can attribute prescience to the Tennessee legislature, it is impossible to infer an intent to expand the federal scheme simply from the enactment of this statute when the language in question predates the federal scheme.  But even if the Tennessee legislature is not composed of seers capable of divining federal legislation-to-be, it is possible that the Tennessee legislature and courts indicated after the passage of the IDEA, that Tenn.Code Ann. Sec. 49-10-101(a)(1) was to be interpreted to impose a higher standard than the federal Act.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">However, there are no Tennessee state court decisions interpreting the special education statute in the manner suggested by the appellant;  the only two federal district court decisions that address the issue arrive at diametrical conclusions,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and there is no other legislative history or administrative pronouncement which supports the appellant's position.  In short, there is no hard evidence to indicate that the Tennessee legislature intended anything more than to remedy the past inadequacies of educational opportunities offered to the handicapped.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We acknowledge that other circuits have found state special education statutes to impose a higher standard than federal law;<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  however, we do not find such a holding to be justified in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">B. SUBSTANTIVE AND PROCEDURAL REQUIREMENTS OF THE ACT</p>\n    </div>\n    <p>1. The Standard Of Review</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The standard of review for actions brought under the Act is a modified de novo review.  In Board of Educ. v. Rowley, <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">176</span></a></span>, 206, <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, 3051, <span class=\"citation\" data-id=\"110774\"><a href=\"/opinion/110774/hendrick-hudson-dist-bd-of-ed-v-rowley/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">690</span></a></span> (1982), the Supreme Court indicated that a complete de novo review is inappropriate.  Quoting Rowley, this Court has held, that the language in the Act \"is by no means an invitation to the courts to substitute their own notions of sound educational policy for those of the school authorities which they review....\"  Thomas, 918 F.2d at 624.   This Court has determined that Rowley \"requires a de novo review [of the due process hearing] but that the district court should give due weight to the state administrative proceedings in reaching its decision.\"  Roncker ex rel. Roncker v. Walter, <span class=\"citation\" data-id=\"414480\"><a href=\"/opinion/414480/mary-ann-roncker-on-behalf-of-neill-roncker-individually-and-on-behalf-of/\"><span class=\"volume\">700</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1058</span></a></span>, 1062 (6th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">864</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">196</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">171</span></span> (1983).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This Court has determined that appellant and his parents bear the burden of proving by a preponderance of the evidence that the IEP devised by the Board is inappropriate.  Cordrey v. Euckert, <span class=\"citation\" data-id=\"550876\"><a href=\"/opinion/550876/chance-cordrey-a-minor-karen-cordrey-and-robert-cordrey-on-behalf-of/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1460</span></a></span>, 1469 (6th Cir.1990);  see also Doe v. Defendant I, <span class=\"citation\" data-id=\"538539\"><a href=\"/opinion/538539/john-doe-a-minor-by-and-through-his-parent-and-next-friend-mary-doe-v-i/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1186</span></a></span>, 1191 (6th Cir.1990).</p>\n    </div>\n    <p>2. The Alleged Procedural Violations</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Appellant and his parents contend that the proposed IEP violated the procedural requirements of the Act.  We are satisfied that the district court's analysis met the standard set forth in Doe v. Defendant I, 898 F.2d at 1190, where this court held \"courts must subject IEPs to strict review when determining whether they are procedurally deficient.\"   We find no error in that analysis,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and we do not see that a revisitation of it would be beneficial.</p>\n    </div>\n    <p>3. The Alleged Substantive Violations</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The IDEA requires that a state provide a \"free appropriate public education\" (FAPE) to all handicapped children within its jurisdiction, as a condition for receiving federal funds.  While the Supreme Court has held that states are not required to \"maximize the potential of handicapped children,\" Rowley, 458 U.S. at 189, 102 S.Ct. at 3042;  accord Thomas, 918 F.2d at 626, this Court has held that the educational benefits the state does provide must be more than de minimis in order to be \"appropriate.\"  Doe By and Through Doe v. Smith, <span class=\"citation\" data-id=\"526480\"><a href=\"/opinion/526480/john-doe-a-minor-by-and-through-his-parent-and-next-friend-mary-doe-v/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1340</span></a></span>, 1341 (6th Cir.1989).  The Act provides no more than a \"basic floor of opportunity ... consist[ing] of access to specialized institutions and related services which are individually designed to provide educational benefit to the handicapped child.\"  Rowley, 458 U.S. at 201, 102 S.Ct. at 3048;  Doe, 879 F.2d at 1341.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The question with which we are now faced, and which we consider under the modified standard of de novo review laid out above, is whether the IEP proposed by the Board was \"reasonably calculated to enable [appellant] to receive educational benefits.\"   Appellant and his parents assert that the proposed IEP is \"woefully inadequate\" to meet appellant's needs.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The IEP proposed by the Board appears to be a good-faith effort to propose an educational program \"reasonably calculated to enable the child to receive educational benefits.\"  Rowley, 458 U.S. at 207, 102 S.Ct. at 3051.   Specifically, the M-Team recommended,</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>that a comprehensive physical, psychological and intellectual testing of the plaintiff be done at the Vanderbilt University Medical Center;  that an in-service program on learning disabilities be held for all school staff members involved in implementing plaintiff's IEP;  that oral testing be used for the plaintiff with regard to essay, lengthy written assignments and projects, but that he continue to take objective tests and short answer response tests;  that plaintiff utilize a tape recorder for recording class lectures;  that plaintiff be provided one hour of language therapy each day, planned by a qualified speech/language pathologist;  that a school guidance counselor be available before, during or after school to provide individual counseling sessions, initially twice per week;  that counseling services be provided after school hours by a non-school system employee experienced in counseling disabled teenagers;  that a home-bound teacher be available for plaintiff if he missed more than ten consecutive school days;  that computer-assisted instruction be utilized for plaintiff in English and Mathematics;  that word processing be introduced to the plaintiff to help compensate for his written language deficiencies;  that an IEP coordinator monitor the implementation of the program;  that monthly conferences be held to review progress, plan course work for the next four weeks, and discuss learning strategies;  and that tutorial services be available four days per week after regular school hours.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This IEP is aimed at addressing the particular disabilities from which appellant suffers.  While the Brehm School undoubtedly can provide superior services aimed exclusively at helping learning-disabled children such as appellant, this is not what the Act requires.  This is especially true where, as here, \"the IEP was never given a chance to succeed.\"  Doe v. Defendant I, 898 F.2d at 1191.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Act requires that the Tullahoma schools provide the educational equivalent of a serviceable Chevrolet to every handicapped student.  Appellant, however, demands that the Tullahoma school system provide a Cadillac solely for appellant's use.  We suspect that the Chevrolet offered to appellant is in fact a much nicer model than that offered to the average Tullahoma student.  Be that as it may, we hold that the Board is not required to provide a Cadillac, and that the proposed IEP is reasonably calculated to provide educational benefits to appellant, and is therefore in compliance with the requirements of the IDEA.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>4. The Least Restrictive Environment Requirement</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Title 20 U.S.C. Sec. 1412(5)(B) requires states to ensure that handicapped children are educated \"to the maximum extent appropriate\" with children who are not handicapped.  The Tennessee statute provides that \"[t]o the maximum extent practicable, handicapped children shall be educated along with children who do not have handicaps and shall attend regular classes.\"   Tenn.Code Ann. Sec. 49-1-103 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The district court held that the IEP developed for appellant by the M-Team represented a \"less restrictive alternative\" for him than the Brehm School.  Appellant contends that the district court misapplied the \"mainstreaming\" requirement by assuming that it is absolute.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In Roncker on Behalf of Roncker v. Walter, <span class=\"citation\" data-id=\"414480\"><a href=\"/opinion/414480/mary-ann-roncker-on-behalf-of-neill-roncker-individually-and-on-behalf-of/\"><span class=\"volume\">700</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1058</span></a></span>, 1063 (6th Cir.1983), this Circuit set out its interpretation of the mainstreaming requirement of the federal Act:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>The Act does not require mainstreaming in every case but its requirement that mainstreaming be provided to the maximum extent appropriate indicates a very strong congressional preference.  The proper inquiry is whether a proposed placement is appropriate under the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">However, this Court recognizes that even though the preference for mainstreaming is very strong there are still situations in which,</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>some handicapped children simply must be educated in segregated facilities either because the handicapped child would not benefit from mainstreaming, because any marginal benefits received from mainstreaming are far outweighed by the benefits gained from services which could not feasibly be provided in the non-segregated setting, or because the handicapped child is a disruptive force in the non-segregated setting.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Id., at 1063.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Appellant does not fall within any of these categories.  The record does not support a finding that the benefits to appellant from mainstreaming would have been marginal or that the specific services which he needed could not feasibly be provided in the non-segregated setting, much less that the benefits to appellant from such services provided in a segregated setting would far outweigh the benefits from mainstreaming.  Indeed, the feasibility of providing those services in the non-segregated setting is demonstrated by the specialized and detailed IEP created by the M-Team.  Finally, there is no mention in the record of appellant's being a \"disruptive\" child.  Under these circumstances, the Act mandates that among \"appropriate\" placements the least restrictive alternative must be chosen.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">While the Brehm school is certainly an appropriate, and in some respects even a superior, placement, it is clearly far more restrictive than the IEP proposed by the Board.  All students at the Brehm School are learning disabled, handicapped children;  that school therefore provides a child no opportunity for educational interaction with non-handicapped students.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The school system's proposed placement, on the other hand, offers the child an appropriate placement in a setting that is essentially a modified mainstream educational setting, allowing maximum contact with non-handicapped children.  The district court did not err in holding that the IEP proposed by the Board was the least-restrictive, appropriate placement for appellant.</p>\n    </div>\n    <p>5. Reimbursement Of Tuition</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Finally, we turn to whether appellant's parents are entitled to reimbursement for the cost of tuition for the Brehm School.  With regard to reimbursement for private school tuition, the Supreme Court held:  \"If the court[ ] ultimately determine[s] that the IEP proposed by the school officials was appropriate, the parents would be barred from obtaining reimbursement....\"  Burlington Sch. Comm. v. Massachusetts Dept. of Educ., <span class=\"citation\" data-id=\"111420\"><a href=\"/opinion/111420/burlington-school-comm-v-mass-dept-of-ed/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">359</span></a></span>, 374, <span class=\"citation\" data-id=\"111420\"><a href=\"/opinion/111420/burlington-school-comm-v-mass-dept-of-ed/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1996</span></a></span>, 2004, <span class=\"citation\" data-id=\"111420\"><a href=\"/opinion/111420/burlington-school-comm-v-mass-dept-of-ed/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">385</span></a></span> (1985).  This Court stated in Doe v. Defendant I, 898 F.2d at 1192:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>Because we have determined that appellant's IEP was appropriate, he is not entitled to reimbursement for the cost of private schooling.  Appellant's parents removed him from the free public school and placed him in a private school at their own peril.  They are responsible for the cost of doing so.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Appellant's parents assumed the risk of the responsibility for the cost of appellant's private education by removing appellant from the Tullahoma schools without ever giving the proposed IEP a chance.  We find the IEP was adequate and the Tullahoma public schools are an appropriate placement.  As a result, appellant's parents are not entitled to reimbursement for the tuition expenses of the Brehm School.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We hold that the Tennessee Special Education statute does not mandate a higher standard than federal law, that the IEP proposed by the Tullahoma schools was adequate, and that it also represented the least restrictive appropriate environment.  Therefore, we AFFIRM the district court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Appellant cites Krichinsky v. Knox County Sch., 17 Educ.H.L.Rep. 725, 727 (E.D.Tenn.1991), in which the federal district judge, without citation to any Tennessee case law or legislative history, held that the Tennessee Special Education statute imposes a \"higher standard mandated by the Tennessee legislature ... rather than the lower, threshold level required by federal law....\"  Id.   The district court in the case at hand disagreed with the Krichinsky court:</p>\n        <p>Plaintiff contends that the requirements place [sic] on Tennessee school systems are ... higher than those required by the federal Act.  The court disagrees.  There is no legislative history or case authority indicating that the Tennessee legislature intended its Act to place higher standards on the school system than the federal Act.  The \"maximization\" language appears only as an objective or goal stated in the introductory provisions of the state Act.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See David D. v. Dartmouth Sch. Comm., <span class=\"citation\" data-id=\"460033\"><a href=\"/opinion/460033/david-d-etc-v-dartmouth-school-committee-massachusetts-department-of/\"><span class=\"volume\">775</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">411</span></a></span>, 423 (1st Cir.1985), (\"Massachusetts law mandate[s] a level of substantive benefits superior to that of the federal Act....\") cert. denied <span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1140</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1790</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">336</span></span> (1986);  Geis v. Board of Educ. of Parsippany-Troy Hills, <span class=\"citation\" data-id=\"458991\"><a href=\"/opinion/458991/geis-robert-and-loretta-geis-v-board-of-education-of-parsippany-troy/\"><span class=\"volume\">774</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">575</span></a></span> (3d Cir.1985) (deciding that the New Jersey Special Education statute imposes a higher standard on the state's school systems than does the federal Act);  Barwacz v. Michigan Dept. of Educ., <span class=\"citation\" data-id=\"1521132\"><a href=\"/opinion/1521132/barwacz-v-michigan-dept-of-educ/\"><span class=\"volume\">674</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1296</span></a></span> (W.D.Mich.1987) (Michigan Special Education statute creates a higher standard than the federal minimum).  But see Buchholtz v. Iowa Dep't of Pub. Instruction, <span class=\"citation\" data-id=\"1298834\"><a href=\"/opinion/1298834/buchholtz-v-iowa-dept-of-public-instr/\"><span class=\"volume\">315</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">789</span></a></span> (Iowa 1982) (holding that the Iowa Special Education statute specifically did not require a higher standard than the federal Act)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> While we note that some of the dates in the district court's findings of fact are incorrect as to the year, it is clear that these errors are typographical and that the district court relied on the actual chronology in making his factual findings and legal conclusions</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110774/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111420/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/414480/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/458991/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/460033/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/526480/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/538539/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/550876/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/551325/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1298834/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1521132/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-13T22:59:05.547204Z",
      "date_modified": "2017-04-15T02:45:03.329806Z",
      "date_filed": "1993-11-05",
      "date_filed_is_approximate": false,
      "slug": "john-doe-a-minor-by-and-through-his-next-friends-and-parents-james-and",
      "citation_id": 629946,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "John Doe, a Minor, by and Through His Next Friends and Parents James and Mary Doe v. The Board of Education of Tullahoma City Schools Charles Embry, Superintendent",
      "federal_cite_one": "9 F.3d 455",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 61,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/848892/john-doe-a-minor-by-and-through-his-next-friends-and-parents-james-and/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:40:25.657465Z",
  "date_modified": "2016-02-01T18:33:44.389339Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "John Doe, a Minor, by and Through His Next Friends and Parents James and Mary Doe v. The Board of Education of Tullahoma City Schools Charles Embry, Superintendent",
  "slug": "john-doe-a-minor-by-and-through-his-next-friends-and-parents-james-and",
  "docket_number": "92-5996",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}