{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/855717/",
  "id": 855717,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca5/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/718772/",
      "id": 718772,
      "absolute_url": "/opinion/718772/artelia-m-scott-v-george-e-moore-individually-and-as-an-employee-of/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/855717/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/718772/",
          "id": 718772,
          "absolute_url": "/opinion/718772/artelia-m-scott-v-george-e-moore-individually-and-as-an-employee-of/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/718772/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2012-04-17T07:26:01Z",
          "date_modified": "2017-03-26T03:13:22.504053Z",
          "type": "010combined",
          "sha1": "7e69444f19ebd1be078a73044177f616a7fbcb3f",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F3/85/85.F3d.230.93-8603.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">85 F.3d 230</p>\n    <p class=\"parties\">Artelia M. SCOTT, Plaintiff-Appellant,<br>v.<br>George E. MOORE, individually and as an employee of Killeen<br>Police Department, et al., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 93-8603.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Fifth Circuit.</p>\n    <p class=\"date\">June 17, 1996.<br>Order on Rehearing July 17, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Bobby R. Taylor and Monita Rose Johnson, Austin, TX, for appellant.</p>\n      <p class=\"indent\">Diane C. Van Helden, Barish &amp; Van Helden, Austin, TX, for appellees.</p>\n      <p class=\"indent\">Appeal from the United States District Court for the Western District of Texas.</p>\n      <p class=\"indent\">Before POLITZ, Chief Judge, and WISDOM and SMITH, Circuit Judges.</p>\n      <p class=\"indent\">WISDOM, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff/appellant, Artelia M. Scott, appeals the summary judgment dismissal of her 42 U.S.C. &#167; 1983 inadequate staffing claim against the City of Killeen, Texas (\"the City\"), and its Chief of Police, Francis L. Giacomozzi.   Because we conclude that a material fact issue remains in dispute, we VACATE and REMAND to the district court for further proceedings.</p>\n    </div>\n    <p>I. FACTS AND PROCEEDINGS</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plaintiff/appellant, Artelia Scott, was arrested on December 31, 1988, for public intoxication, assault, and resisting arrest.   She was taken to the Killeen City Jail, processed by the female jailer on duty at that time, and placed in a holding cell to await arraignment.   When the female jailer's shift ended, she was relieved by a male jailer, defendant George Moore.   At that time, Moore was the only correctional officer on duty.   Over the course of his eight hour shift, Moore repeatedly entered Scott's cell and sexually assaulted her.   Scott was unable to report the incidents until she was released from custody on January 2, 1989, because Moore followed her to the phone and stood next to her during her three telephone calls to her mother.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">When Chief Giacomozzi received Scott's complaint against Moore, he asked Scott to give a statement to the police and take a lie detector test.   Scott agreed to do so.   After the results indicated that Scott was telling the truth, Giacomozzi transferred the matter to the criminal investigation division, and placed Moore on administrative leave.   Moore resigned four days later, and subsequently pleaded guilty to criminal charges.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Scott filed suit in state court against Moore, the City, and Chief Giacomozzi, alleging various state and federal constitutional claims.   Moore subsequently declared bankruptcy and was dismissed from the suit after the bankruptcy proceeding discharged Scott's claim against him.   The City and Giacomozzi removed the case to federal court, where they filed their first motion for summary judgment.   Scott did not file a response, and the district court granted the motion.   On appeal, this court affirmed the district court's grant of summary judgment on all grounds except inadequate staffing of the jail, as both the defendants' motion and the district court's ruling failed to address this aspect of Scott's suit.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After remand, the City and Giacomozzi filed a second motion for summary judgment on the issue of inadequate staffing.   The district court granted the motion.   Scott filed a timely notice of appeal of this decision.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We review a grant of summary judgment de novo, applying the same standards as those that govern the district court's determination.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Summary judgment may be granted only if the court, viewing the facts and inferences in the light most favorable to the non-moving party, determines that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The moving party must demonstrate by competent evidence that no issue of material fact exists.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The non-moving party then has the burden of showing the existence of a specific factual issue which is disputed.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  If any element of the plaintiff's case lacks factual support, a district court should grant a defendant's motion for summary judgment.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p>B. Scott's &#167; 1983 Claim:</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We first examine the allegations in Scott's complaint to determine a context for examining the facts and inferences in the record.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Specifically, Scott alleges that \"the City and Giacomozzi failed to provide proper and adequate staffing of the City jail by having only one individual on duty, and/or by not having a female member present when female prisoners are confined.\"   She further alleges that the defendants/appellees \"knew or should have known that the inadequate and improper staffing created an unsafe and uncontrolled situation for abuse and assaults of people confined in the jail.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Section 1983 provides that, \"[e]very person who, under color of any statute, ordinance, regulation, custom, or usage, of any State ... subjects or causes to be subjected, any ... person within the jurisdiction [of the United States] to the deprivation of any rights ... secured by the Constitution and laws, shall be liable to the party injured.\"<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Therefore, an actionable &#167; 1983 claim must allege a deprivation of rights secured by the Constitution by a person acting under color of state law.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Although municipalities are \"persons\" within the meaning of &#167; 1983, they may only be held liable if the constitutional harm suffered was the result of an \"official policy, custom, or pattern.\"<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Municipalities may not be held liable under either a theory of respondeat superior or vicarious liability.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  They also may not be held liable under &#167; 1983 for mere negligence in oversight.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Nonetheless, prison officials may not ignore obvious dangers to inmates.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Therefore, in order to hold a municipality liable, a plaintiff must show that his or her constitutional deprivation was caused by the city's adoption of (or failure to adopt) the particular policy, and that such action went beyond mere negligent protection of the plaintiff's constitutional rights.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  That is, an alleged inadequacy in a municipal policy must amount to \"an intentional choice, not merely an unintentionally negligent oversight\".<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In sum, proper analysis of a &#167; 1983 claim against a municipality requires three determinations.   First, we must decide if the City promulgated \"an official policy, practice, or custom,\" which could subject it to &#167; 1983 liability.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>  Next, we determine if the policy can be linked to a constitutional violation.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  And finally, we must ascertain if the municipality's action (or inaction) extended beyond mere negligent oversight of the plaintiff's constitutional rights.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">1. The Existence of an \"Official Policy\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">This court has defined an \"official policy\" for the purposes of &#167; 1983 liability to be either:  1) a policy statement, ordinance, regulation, or decision that is officially adopted and promulgated by the municipality's law-making officers or by an official to whom the lawmakers have delegated policy-making authority;  or 2) a persistent widespread practice of city officials or employees, which, although not authorized by officially adopted and promulgated policy, is so common and well settled as to constitute a custom that fairly represents municipal policy.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a>  We find that the facts of this case present an \"official policy\" under the second of these definitions.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The City's Code of Ordinances vests Chief Giacomozzi, as Chief of Police, with administrative and policy-making authority.   Therefore, Giacomozzi's acts or omissions as policy-maker for the jail may subject both him and the city to &#167; 1983 liability.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a>  While acting under his policy making authority, Giacomozzi issued \"General Order MSC-1-78,\" (\"the General Order\") consisting of rules relating to the management and administration of the City jail.   These rules mandate in relevant part that male personnel dealing with female prisoners should search the female prisoner's coats or outer garments, but may not frisk them or conduct a pat-down search unless there is a strong probability of finding a weapon.   In addition, female prisoners booked into the jail must be \"thoroughly and completely searched\" by female personnel with the jailer remaining nearby, then placed in a cell separated from male prisoners.   And finally, the regulations provide that \"[a]nytime a prisoner is released from his or her cell for any reason other than release from custody, the prisoner shall be searched upon release from and return to the cell.\"   The General Order does not regulate the number of jailers needed to staff the jail.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Appellant Scott conceded at oral argument that this policy is constitutional as written.   Therefore, the General Order is not an actionable \"official policy\" under the first definition of that term.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a>  Scott contends, however, that there is an \"unofficial\" staffing policy which is actionable under the second definition of \"official policy.\"   We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Since the late 1970's the City jail has been staffed by four jailers, with one jailer working each of four shifts:  a.m., p.m., day, and relief.   At the time of Scott's detention, two male and two female employees filled these positions.   Thus, a female detainee would necessarily be guarded by a single male jailer at some time during a twenty-four hour period.   This staffing arrangement made it difficult, if not impossible, for the City jailers to follow the mandates of the General Order.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a>  Yet, this conflict between the written General Order and the day-to-day staffing procedures existed for at least ten years before Scott's detention.   In this situation, we conclude that the consistent custom or \"unofficial policy\" of having only one unsupervised male jailer present when a female detainee is in the jail constitutes an \"official policy\" for the purposes of &#167; 1983 liability.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a></p>\n    </div>\n    <p class=\"indent\">2. Existence of a Constitutional Violation:</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The next step in our &#167; 1983 analysis is to determine if Scott's complaint alleges a constitutional deprivation.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a>  The sexual assault on Scott while she was a pre-trial detainee is not covered by the Eighth Amendment, as the Eighth Amendment's prohibition against \"cruel and unusual punishment\" applies only to convicted prisoners and not to pretrial detainees like Scott.<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a>  It is clear however, that pretrial detainees are Constitutionally entitled to at least as great a protection in their detention as are convicted prisoners.<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a>  This right arises from the substantive protections of the Due Process Clause of the Fourteenth Amendment, which protects an individual's liberty interest in bodily integrity.<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a>  Although the Supreme Court has expressed a general reluctance to expand the concept of substantive due process in &#167; 1983 claims,<a class=\"footnote\" href=\"#fn29\" id=\"fn29_ref\">29</a> it has concluded that the government owes a duty to care for those whom have already been deprived of their liberty before the alleged constitutional violation occurs.<a class=\"footnote\" href=\"#fn30\" id=\"fn30_ref\">30</a>  In such cases, \"the Due Process Clause of its own force requires that conditions of confinement satisfy certain minimal standards for pretrial detainees.\"<a class=\"footnote\" href=\"#fn31\" id=\"fn31_ref\">31</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In this case, by detaining Scott on criminal charges, the City had already deprived Scott of her liberty when the alleged violation of her Constitutional rights stemming from Moore's sexual assault occurred.   The City therefore had a constitutional obligation under the Fourteenth Amendment to provide Scott with minimal levels of safety and security.   Scott's claim of inadequate staffing challenges the adequacy of the levels of safety and security given to pretrial detainees in the City's jail.   Therefore, Scott's claim properly alleges a constitutional violation.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">3. Did the City's Actions Extend beyond Negligent Oversight of Scott's Rights?</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Finally, we address whether the City's and Giacomozzi's failure to adequately staff the jail or to adopt a written policy on adequate staffing for the jail extends beyond mere negligent oversight of Scott's constitutional rights.   Resolution of this issue requires us to examine this court's recent en banc decision in Hare v. City of Corinth, MS.<a class=\"footnote\" href=\"#fn32\" id=\"fn32_ref\">32</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In Hare, this court attempted to clarify the divergent case law on the different standards used to measure pre-trial detainees' constitutional rights to medical care and protection from harm.   The en banc court concluded there should be no distinction between cases involving the right to medical care and those involving the right to be protected from harm.<a class=\"footnote\" href=\"#fn33\" id=\"fn33_ref\">33</a>  The court did find a distinction, however, between cases involving episodic acts and omissions by jail officials, and cases involving general conditions, practices and restrictions of confinement.<a class=\"footnote\" href=\"#fn34\" id=\"fn34_ref\">34</a>  In cases involving episodic acts or omissions by jail officials, the court held that liability attaches only if the officers involved were subjectively and \"deliberately indifferent\" to the prisoner's rights.<a class=\"footnote\" href=\"#fn35\" id=\"fn35_ref\">35</a>  This high level of scrutiny insures that municipalities will not be held liable for mere negligence, but will instead only answer for intentional violations of prisoners rights.<a class=\"footnote\" href=\"#fn36\" id=\"fn36_ref\">36</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In contrast, in cases involving the general conditions of confinement, there is an automatic assumption that the practice in question was intentional.<a class=\"footnote\" href=\"#fn37\" id=\"fn37_ref\">37</a>  Therefore, in such cases, the proper standard is whether the practice in question was \"reasonably related to a legitimate governmental purpose\".<a class=\"footnote\" href=\"#fn38\" id=\"fn38_ref\">38</a>  When this test is properly applied, it is the functional equivalent of the subjective \"deliberate indifference\" standard applied to the episodic acts of prison officials.<a class=\"footnote\" href=\"#fn39\" id=\"fn39_ref\">39</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In the present case, the staffing procedures in question qualify as a general condition of confinement.   We therefore need not inquire into Chief Giacomozzi's subjective intent in allowing a single male jailer to guard female prisoners in such a manner that he would by necessity have to violate the existing General Order.   We need only inquire whether the practice was reasonably related to a legitimate government goal.<a class=\"footnote\" href=\"#fn40\" id=\"fn40_ref\">40</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It is our conclusion that a reasonable factual dispute exists on this point, thereby precluding summary judgment.   The defendants have offered only financial considerations as an explanation for the staffing policy at the Killeen City Jail.   Although financial considerations may reasonably concern a municipality, such concerns may not trump the constitutional rights of individuals who are left at the mercy of the municipality.<a class=\"footnote\" href=\"#fn41\" id=\"fn41_ref\">41</a>  Furthermore, the record does not reflect how often the City detains female prisoners, or how difficult it would be to provide for an additional female staff member during those times.<a class=\"footnote\" href=\"#fn42\" id=\"fn42_ref\">42</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In addition, the unofficial staffing policy at the Killeen City jail does not appear to serve a reasonable safety goal, and actually contradicts the official safety measures set forth in the General Order.   Because the General Order reflects common concerns about the safety and privacy of female inmates, the decision to contradict the mandates of the General Order can actually be interpreted as a sign of deliberate disregard of the constitutional rights of female prisoners.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">It is our opinion that a reasonable jury could find that the unofficial staffing policy at the Killeen City Jail resulted in a violation of Scott's constitutional rights, and that the City's actions in allowing such inadequate staffing went beyond negligent oversight of those rights.   Therefore, we VACATE the district court's grant of summary judgment on Scott's &#167; 1983 claim of inadequate staffing, and REMAND for further proceedings.</p>\n    </div>\n    <p class=\"indent\">JERRY E. SMITH, Circuit Judge, dissenting:</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In what amounts to social engineering by judicial fiat, the panel majority has decided that as a matter of constitutional imperative, the city must maintain a minimum of two male guards, or at least one female guard, in its jail whenever a female detainee is present.   Because there is no showing--even remotely--of a constitutional violation by the city, and because the summary judgment evidence does not support a finding of deliberate indifference, I respectfully dissent.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">My first disagreement is over the standard we use to determine municipal liability.   Both sides treat this as a controversy over inadequate staffing and analyze the city's conduct under the deliberate indifference standard.   Erroneously, however, the majority applies the reasonable relationship standard of Bell v. Wolfish, 441 U.S. 520, 99 S.Ct. 1861, 60 L.Ed.2d 447 (1979).</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Deliberate indifference is the proper standard for assessing municipal liability when the custom at issue is one of inadequate staffing.   See Colle v. Brazos County, 981 F.2d 237, 245-46 (5th Cir.1993);  Rhyne v. Henderson County, 973 F.2d 386, 393-94 (5th Cir.1992).   The custom challenged in this case is one of providing staffing that is inadequate to protect female detainees from sexual assaults.   The plaintiff's challenge to this custom is that the city's failure to adopt a different policy--i.e., to require the presence of additional guards--caused her injury.  \"The Supreme Court has held that municipal failure to adopt a policy does not constitute such an intentional choice unless it can be said to have been 'deliberately indifferent.' \"  Id. at 392.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Treating this case as one about conditions of confinement is a misapplication of Hare v. City of Corinth, 74 F.3d 633 (5th Cir.1996) (en banc).   The majority concludes, without explanation, that the city's custom of allowing a single male to guard a female detainee is a condition of confinement.   At a high level of generality, this could be so, in the sense that one of the conditions in the jail is a lack of extra guards.   But, at that level of generality, the omission that led to the suicide in Hare also could be called a \"condition of confinement\":  A condition in the jail was the lack of a guard to watch over the suicidal detainee.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The problem with the majority's approach is that it ignores both the common-sense understanding of \"conditions of confinement\" and the reasons articulated in Hare for distinguishing those conditions from episodic acts or omissions.   In Hare, this court carefully distinguished episodic acts or omissions from conditions of confinement.   We did so because a pretrial detainee has a due process right to be free from punishment, and a hardship amounts to punishment when there is an intent to punish.   See Wolfish, 441 U.S. at 538, 99 S.Ct. at 1873 (\"A court must decide whether the disability is imposed for the purpose of punishment or whether it is but an incident of some other legitimate governmental purpose.\")  (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">When asking whether a jailer intended to punish a detainee, the reasonable relationship test works comfortably in \"jail condition cases,\" because intent can be presumed in the form of the challenged condition, practice, rule, or restriction.  Hare, 74 F.3d at 644.   Thus, when the hardship of which the detainee complains is the very act of imposing a condition, practice, rule, or restriction, the only question is whether there is a reasonable relationship to a legitimate state interest.   In the case of episodic acts or omissions, on the other hand, the reasonable relationship test is more difficult to apply, as intent cannot be presumed.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The lesson of Hare is that a condition of confinement is a condition, practice, rule, or restriction that itself is the wrong of which the detainee complains.   The common-sense interpretation of a \"condition of confinement\" includes the number of bunks in a cell, the number of showers and meals per day, and even a policy of daily beatings.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a>  The intent to impose the hardship can be presumed from the existence of the policy.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Here, the wrong of which the plaintiff complains is the sexual assaults;  the policy she attacks is the lack of additional staffing.   One cannot infer an intent to cause the wrong merely from the existence of the challenged policy.   Certainly, if the city's policy were the complained-of disability (such as in a double-bunking case), the standard for municipal and jailer liability theoretically could merge.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a>  In this case, it should not.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a></p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">A failure to adopt a policy can be deliberately indifferent when it is obvious that the likely consequence of not adopting a policy will be a deprivation of constitutional rights.  City of Canton v. Harris, 489 U.S. 378, 390, 109 S.Ct. 1197, 1205, 103 L.Ed.2d 412 (1989).   The plaintiff relies on the affidavit of Charles Craig, an expert on jail policy, who averred that his experience showed him that a prison should have female officers to prevent sexual assaults, or that male officers should be supervised when allowed access to female inmates.   He concluded that a failure to have two guards or a female guard could not be justified.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The record also establishes that the city has followed the same staffing procedures since the late 1970's, yet no incident such as this has transpired.<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a>  Jailers were subjected to a number of background checks, including a polygraph test,<a class=\"footnote\" href=\"#fn6-1\" id=\"fn6-1_ref\">6</a> and the city limited contact between male and female jailers in order to minimize the possibility of sexual misconduct.<a class=\"footnote\" href=\"#fn7-1\" id=\"fn7-1_ref\">7</a> 7]  The jail is located on the first floor of the police department, in the patrol division area, and a patrol duty sergeant would periodically check on jail personnel.   More than one hundred uniformed police officers in the building had unlimited access to the jail at all times.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">There is no jury question as to whether the failure to have additional staffing amounts to deliberate indifference.   The city took numerous precautions to safeguard the safety of female detainees, including the requirements of the General Order and the extensive background checks of the jailers.   See Rhyne, 973 F.2d at 393 (finding that the existence of a policy--albeit an inadequate one--demonstrated that the municipality was not indifferent, in the literal sense of the word).   A patrol sergeant was assigned to monitor the jail and would periodically stop by to check on jail personnel.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In summary, Craig's testimony does not establish that the city policymakers faced an obvious risk and were consciously indifferent to it.   At most, the evidence could be construed to show that the jail might have been better managed, or even that Giacomozzi was not prescient in failing to consider the risk that well-trained jailers would, without warning, assault a female detainee.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Even assuming that the \"reasonable relationship\" test should apply to this case, there is no jury question as to whether the city's custom was reasonably related to a legitimate government interest.   I find the majority's conclusions surprising;  the opinion can be supported only by misunderstanding the summary judgment evidence and by failing to apply the deference that Wolfish demands.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The reasonable relationship test is a highly deferential test that, as the majority acknowledges, should be no different, in result, from the deliberate indifference standard.   As this court has explained,</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>The \"reasonably related to a valid penological [interest] standard\" never purported to allow recovery for mere negligence.   To the contrary, this test is deferential to jail rulemaking;  it is in essence a rational basis test of the validity of jail rules.   That is, asking whether a rule is reasonably related to a legitimate governmental objective is much like asking whether a legislative enactment has any rational basis, except in the context of jail administration the legislative purpose is a given--typically a penological or administrative purpose.   Violation of the Bell test requires acts or omissions not too distant from a standard of arbitrary and capricious conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Hare, 74 F.3d at 646.<a class=\"footnote\" href=\"#fn8-1\" id=\"fn8-1_ref\">8</a>  In Wolfish, the Court articulated the deference courts must accord prison officials:</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>\"The problems that arise in the day-to-day operations of a corrections facility are not susceptible of easy solutions.   Prison administrators therefore should be accorded wide-ranging deference in the adoption and execution of policies and practices that in their judgment are needed to preserve internal order and discipline and to maintain institutional security.  'Such considerations are peculiarly within the province and professional expertise of corrections officials, and, in the absence of substantial evidence in the record to indicate that the officials have exaggerated their response to these considerations, courts should ordinarily defer to their expert judgment in such matters' \"</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">441 U.S. at 547-48, 99 S.Ct. at 1878-79 (citations omitted);  see also Block v. Rutherford, 468 U.S. 576, 584-85, 104 S.Ct. 3227, 3231-32, 82 L.Ed.2d 438 (1983) (reaffirming the deferential standard of Wolfish ).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">When applying the Wolfish test, we must take, as a given, that the city's policy is based on a penological purpose and must ask whether the policy at issue is reasonably related to that end.  Hare, 74 F.3d at 646.   In this case, the question is whether the city's policies are reasonably related to the goal of providing a safe detention center for female detainees.   In other words, do the alleged deficiencies with the city's policies prove that those policies were arbitrary and capricious?</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The custom at issue is broader than that which the majority describes.   The majority is correct that it is a custom to have four guards--two of whom are women--and to split their duties into four shifts over a twenty-four-hour period.   The policy also includes provisions to protect female detainees from some types of sexual molestation.   Additionally, the city requires substantial background checks of its applicants.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The plaintiff has failed to show the existence of facts demonstrating that the city's custom was arbitrary and capricious.   The city took precautions to protect the safety of female inmates and made a decision to staff its jails based on limited financial resources.   There is no evidence demonstrating that, objectively, such a policy generally would fail to protect pretrial detainees.   In fact, the evidence demonstrated that for ten years, the city had not received any complaints of sexual assaults.   The city's choice may not have been perfect, but it was not unconstitutional.   See Wolfish, 441 U.S. at 542 n. 25, 99 S.Ct. at 1876 n. 25 (\"Governmental action does not have to be the only alternative or even the best alternative for it to be reasonable, to say nothing of constitutional.\").</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">\"Courts must be mindful that these injuries spring from constitutional requirements and that judicial answers to them must reflect that fact rather than a court's idea of how best to operate a detention facility.\"  Id. at 539, 99 S.Ct. at 1874.   I respectfully dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Before POLITZ, Chief Judge, and KING, GARWOOD, JOLLY, HIGGINBOTHAM, DAVIS, JONES, SMITH, DUHE, WIENER, BARKSDALE, EMILIO M. GARZA, DeMOSS, BENAVIDES, STEWART, PARKER and DENNIS, Circuit Judges.</p>\n    </div>\n    <p>ORDER</p>\n    <p>July 17, 1996</p>\n    <p class=\"indent\">BY THE COURT:</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">A majority of the judges in active service having determined, on the court's own motion, to rehear this case en banc,</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">IT IS ORDERED that this cause shall be reheard by the court en banc with oral argument on a date hereafter to be fixed.   The Clerk will specify a briefing schedule for the filing of supplemental briefs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Scott v. Moore, 987 F.2d 771, No. 92-8284 (5th Cir., March 3, 1993) (unpublished) (per curiam )</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Waltman v. International Paper Co., 875 F.2d 468, 474 (5th Cir.1989)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Fed.R.Civ.P. 56(c)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Isquith v. Middle South Utilities., Inc., 847 F.2d 186, 198-99 (5th Cir.), cert. denied, 488 U.S. 926, 109 S.Ct. 310, 102 L.Ed.2d 329 (1988)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Celotex Corp. v. Catrett, 477 U.S. 317, 321-23, 106 S.Ct. 2548, 2552-53, 91 L.Ed.2d 265 (1986)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Collins v. City of Harker Heights, TX, 503 U.S. 115, 112 S.Ct. 1061, 117 L.Ed.2d 261 (1992)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> 42 U.S.C. &#167; 1983 (emphasis added)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Daniels v. Williams, 474 U.S. 327, 329-31, 106 S.Ct. 662, 664-65, 88 L.Ed.2d 662 (1986);  Evans v. City of Marlin, 986 F.2d 104, 107 (5th Cir.1993), disagreed with on other grounds, Hare v. City of Corinth, MS, 74 F.3d 633 (5th Cir.1996)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Monell v. New York City Dep't of Social Services, 436 U.S. 658, 690-94, 98 S.Ct. 2018, 2035-37, 2039, 56 L.Ed.2d 611 (1978)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Oklahoma City v. Tuttle, 471 U.S. 808, 817, 105 S.Ct. 2427, 2433, 85 L.Ed.2d 791 (1985);  Monell, 436 U.S. at 691, 98 S.Ct. at 2036;  Doe v. Taylor Indep.  School Dist., 15 F.3d 443, 452 (5th Cir.)  (en banc ), cert. denied, --- U.S. ----, 115 S.Ct. 70, 130 L.Ed.2d 25 (1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Rhyne v. Henderson Cty., 973 F.2d 386, 392 (5th Cir.1992) (citing, City of Canton v. Harris, 489 U.S. 378, 387, 109 S.Ct. 1197, 1204, 103 L.Ed.2d 412 (1989))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Farmer v. Brennan, --- U.S. ----, ----, 114 S.Ct. 1970, 1973, 128 L.Ed.2d 811 (1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Hare v. City of Corinth, MS, 74 F.3d 633 (5th Cir.1996);  Colle v. Brazos Cty., TX, 981 F.2d 237, 246 (5th Cir.1993) (concluding that \"the ultimate question is whether Brazos County adopted policies creating an obvious risk that pretrial detainees' constitutional rights would be violated\");  Rhyne, 973 F.2d at 392 (\"while the municipal policy maker's failure to adopt a precaution can be the basis for &#167; 1983 liability, such omission must amount to an intentional choice, not merely an unintentionally negligent oversight.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Monell, 436 U.S. at 690-94, 98 S.Ct. at 2035-37</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Hare, 74 F.3d at 643, Colle, 981 F.2d at 246;  Rhyne, 973 F.2d at 392</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> Webster v. City of Houston, 735 F.2d 838, 841 (5th Cir.1984)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> The General Order contains only three references to staffing:  1) \"[t]he Jailer shall be the booking officer when on duty;\"  2) \"[i]n the absence of an on-duty Jailer, the assigned desk officer shall assume the overall duties and responsibilities of the jailer;\"  and 3) \"the arresting officer shall book his or her own prisoner if the desk officer is not available\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> Webster, 735 F.2d at 841</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> For example, if a female prisoner has to leave her cell while a single male jailer is on duty, the jailer will have to violate either the rule that the prisoner be searched both upon exiting and reentering her cell, or the rule that all searches of female prisoners be done by a female employee.   In this case, Scott left her cell a least three times to use the telephone</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> See Monell, 436 U.S. at 691, 98 S.Ct. at 2036 (a \"permanent and well settled\" custom may provide basis for imposing liability on a municipality) (quoting Adickes v. S.H. Kress &amp; Co., 398 U.S. 144, 168, 90 S.Ct. 1598, 1614, 26 L.Ed.2d 142 (1970));  Webster, 735 F.2d at 841, (defining \"official policy\" as including a \"persistent widespread practice of city officials and employees, which although not authorized by officially adopted and promulgated policy, is so common and well settled as to constitute a custom that fairly represents municipal policy\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> Collins, 503 U.S. at 120, 112 S.Ct. at 1066</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> Ingraham v. Wright, 430 U.S. 651, 671, n. 40, 97 S.Ct. 1401, 1412, n. 40, 51 L.Ed.2d 711 (1977)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> See City of Revere v. Mass.  Gen. Hosp., 463 U.S. 239, 244, 103 S.Ct. 2979, 2983, 77 L.Ed.2d 605 (1983)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> Partridge v. Two Unknown Police Officers of the City of Houston, 791 F.2d 1182, 1186 (5th Cir.1986)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn29\">\n        <a class=\"footnote\" href=\"#fn29_ref\">29</a>\n        <p> Collins, 503 U.S. at 125, 112 S.Ct. at 1068</p>\n      </div>\n      <div class=\"footnote\" id=\"fn30\">\n        <a class=\"footnote\" href=\"#fn30_ref\">30</a>\n        <p> Id. at 126-27, 112 S.Ct. at 1069-70</p>\n      </div>\n      <div class=\"footnote\" id=\"fn31\">\n        <a class=\"footnote\" href=\"#fn31_ref\">31</a>\n        <p> Id. at 127, 112 S.Ct. at 1070</p>\n      </div>\n      <div class=\"footnote\" id=\"fn32\">\n        <a class=\"footnote\" href=\"#fn32_ref\">32</a>\n        <p> 74 F.3d 633 (5th Cir.1996)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn33\">\n        <a class=\"footnote\" href=\"#fn33_ref\">33</a>\n        <p> Id. at 643</p>\n      </div>\n      <div class=\"footnote\" id=\"fn34\">\n        <a class=\"footnote\" href=\"#fn34_ref\">34</a>\n        <p> Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn35\">\n        <a class=\"footnote\" href=\"#fn35_ref\">35</a>\n        <p> Id. at 643, adopting the standard set forth in Farmer v. Brennan, --- U.S. ----, 114 S.Ct. 1970, 128 L.Ed.2d 811 (1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn36\">\n        <a class=\"footnote\" href=\"#fn36_ref\">36</a>\n        <p> Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn37\">\n        <a class=\"footnote\" href=\"#fn37_ref\">37</a>\n        <p> Id. at 645</p>\n      </div>\n      <div class=\"footnote\" id=\"fn38\">\n        <a class=\"footnote\" href=\"#fn38_ref\">38</a>\n        <p> Id. at 640, adopting the standard set forth in Bell v. Wolfish, 441 U.S. 520, 99 S.Ct. 1861, 60 L.Ed.2d 447 (1979)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn39\">\n        <a class=\"footnote\" href=\"#fn39_ref\">39</a>\n        <p> Id. at 643</p>\n      </div>\n      <div class=\"footnote\" id=\"fn40\">\n        <a class=\"footnote\" href=\"#fn40_ref\">40</a>\n        <p> Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn41\">\n        <a class=\"footnote\" href=\"#fn41_ref\">41</a>\n        <p> See, DeShaney v. Winnebago Cty. Dep't of Social Services, 489 U.S. 189, 198, 109 S.Ct. 998, 1005, 103 L.Ed.2d 249 (1989) (recognizing that \"when the state takes a person into its custody and holds him there against his will, the Constitution imposes upon it a corresponding duty to assume some responsibility for his safety and general well-being\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn42\">\n        <a class=\"footnote\" href=\"#fn42_ref\">42</a>\n        <p> In fact, the deposition testimony of Chief Giacomozzi indicates that the officer in charge of the jail had the discretion to call extra officers from the Killeen City Police Department to the jail in times of need.   Yet, inexplicably, this procedure has never been used</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> Hare, 74 F.3d at 645 (\"Asking about the rationality of the relationship between an official's episodic acts or omissions and a legitimate governmental objective begs the underlying question whether that official had the requisite mental state to establish his liability as a perpetrator of the particular act or omission, not as a dispenser of intended conditions or restrictions.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> See, e.g. Murphy v. Walker, 51 F.3d 714 (7th Cir.1995) (treating shackling and revocation of telephone, television, and cigarette privileges as a condition of confinement);  Collazo-Leon v. U.S. Bureau of Prisons, 51 F.3d 315 (1st Cir.1995) (treating disciplinary segregation and denial of telephone and visitation privileges as a condition of confinement);  United States v. Millan, 4 F.3d 1038 (2d Cir.1993) (treating length of pre-trial detention as a condition of confinement), cert. denied, --- U.S. ----, 114 S.Ct. 1375, 128 L.Ed.2d 51, and cert. denied, --- U.S. ----, 114 S.Ct. 1386, 128 L.Ed.2d 60 (1994);  Hause v. Vaught, 993 F.2d 1079 (4th Cir.1993) (treating restriction on mail privileges as a condition of confinement), cert. denied, --- U.S. ----, 114 S.Ct. 702, 126 L.Ed.2d 668 (1994);  Brogsdale v. Barry, 926 F.2d 1184 (D.C.Cir.1991) (treating overcrowding as a condition of confinement);  Lyons v. Powell, 838 F.2d 28 (1st Cir.1988) (treating 22-23 hour confinement and placement of mattress on the floor as a condition of confinement);  Fredericks v. Huggins, 711 F.2d 31 (4th Cir.1983) (treating policy of refusing detainees access to drugs for rehabilitation as a condition of confinement);  Lareau v. Manson, 651 F.2d 96 (2d Cir.1981) (treating overcrowding as a condition of confinement)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> I pause to point out that Hare dealt with the question of when a detainee's constitutional rights have been violated.   As the court pointed out, determining the existence of a constitutional violation is only the first step in determining municipal liability for that violation.  Hare, 74 F.3d at 649 n. 4</p>\n        <p>In the case of an omission or episodic act, the existence of a constitutional violation would be determined by the subjective deliberate indifference standard.   Municipal liability for that violation would be determined under the objective deliberate indifference standard.</p>\n        <p>We separate the two issues:  the existence of a constitutional violation simpliciter and a municipality's liability for that violation.   Different versions of the deliberate indifference test govern the two inquiries.   Our opinion in this case makes clear that to prove an underlying constitutional violation in an individual or episodic acts case, a pre-trial detainee must establish that an official acted with subjective deliberate indifference.   Once the detainee has met this burden, she has proved a violation of her rights under the Due Process Clause.   To succeed in holding a municipality accountable for that due process violation, however, the detainee must show that the municipal employee's act resulted from a municipal policy or custom adopted or maintained with objective deliberate indifference to the detainee's constitutional rights.</p>\n        <p>Id.</p>\n        <p>If a non-policymaker imposed a condition of confinement on a detainee, see, e.g., Bryer v. Creati, 915 F.2d 1556 (1st Cir.1990) (unpublished) (applying condition-of-confinement analysis where a police officer left open a window during freezing weather), the reasonable relationship test would be used to determine whether the detainee's constitutional rights had been violated.   To determine municipal liability for the violation, the objective deliberate indifference test would be used, because a policymaker did not promulgate a policy of imposing that condition of confinement.</p>\n        <p>The majority has assumed that when a policymaker creates the condition of confinement, the standards for determining the underlying constitutional violation and municipal liability are the same.   Because I disagree with the majority that this is a case about conditions of confinement, I do not address that contention.   See generally Roman v. Jeffes, 904 F.2d 192, 197-98 (3d Cir.1990) (applying the reasonable relationship test to determine whether a policy of limiting a detainee to one bag of possessions during a transfer violated his constitutional rights, but applying the objective deliberate indifference standard to determine whether the municipality was liable for promulgating the rule).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> Even if the district court relied on an incorrect legal standard, the plaintiff has waived any challenge to that error.   The district court granted summary judgment under the deliberate indifference standard, and plaintiff has not challenged the use of that standard.   Instead, she has consistently argued that there is a material fact issue on the question of deliberate indifference</p>\n        <p>The majority's reliance on Hare is misplaced.   The reasonable relationship test predated Hare.   If the plaintiff believed that the district court applied the wrong standard, she should have raised that argument on appeal.   That the en banc court limited the applicability of the reasonable relationship test hardly justifies an exception to the waiver rule.   The plaintiff was on notice that the reasonable relationship test existed, and she has not argued that it should apply to this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> There is no evidence that Chief Giacomozzi has ever had any complaints of sexual assault by a jailer or any related type of complaint prior to the incident at issue here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6-1\">\n        <a class=\"footnote\" href=\"#fn6-1_ref\">6</a>\n        <p> The City subjected Moore, the perpetrator of this incident, to a background investigation, medical examination and polygraph test as a condition of his employment.   In addition, Moore had been previously employed as a commissioned police officer, without incident, for four years prior to his employment with the jail.   He was trained in the official policies of jail management by experienced jailers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7-1\">\n        <a class=\"footnote\" href=\"#fn7-1_ref\">7</a>\n        <p> General Order MSC-1-78 (\"the General Order\"), which regulates the management of the city jail, prohibits male personnel from frisking or conducting a pat-down search of a female prisoner.   It also requires that a female be searched by female personnel.   Moreover, anytime a prisoner is released from her cell for any reason, the General Order requires that she be searched upon release from and return to the cell.   Finally, the policy allows for additional staffing by commissioned officers of the police department when the holding facility's population is large or if a difficult prisoner is in custody</p>\n        <p>The majority claims that the staffing policy made it inevitable that the General Order would be disregarded.   I find nothing in the record to support such a conclusion or inference.   The majority bases its conclusion on the fact that the four jailers could not possibly follow the General Order.   What the majority fails to consider is that the jail is located where the jailers could easily call for a uniformed officer to assist them when a female detainee is booked and searched.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8-1\">\n        <a class=\"footnote\" href=\"#fn8-1_ref\">8</a>\n        <p> See also Wolfish, 441 U.S. at 542, 99 S.Ct. at 1875 (citing rational basis cases to support the use of a reasonable relationship test);  id. at 586, 99 S.Ct. at 1898 (Stevens J., dissenting) (\"In short, a careful reading of the Court's opinion reveals that it has attenuated the detainee's constitutional protection against punishment into nothing more than a prohibition against irrational classifications or barbaric treatment.   Having recognized in theory that the source of that protection is the Due Process Clause, the Court has in practice defined its scope in the far more permissive terms of equal protection and Eighth Amendment analysis.\")</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">230</span></span></p>\n    <p class=\"parties\">Artelia M. SCOTT, Plaintiff-Appellant,<br>v.<br>George E. MOORE, individually and as an employee of Killeen<br>Police Department, et al., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 93-8603.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Fifth Circuit.</p>\n    <p class=\"date\">June 17, 1996.<br>Order on Rehearing July 17, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Bobby R. Taylor and Monita Rose Johnson, Austin, TX, for appellant.</p>\n      <p class=\"indent\">Diane C. Van Helden, Barish &amp; Van Helden, Austin, TX, for appellees.</p>\n      <p class=\"indent\">Appeal from the United States District Court for the Western District of Texas.</p>\n      <p class=\"indent\">Before POLITZ, Chief Judge, and WISDOM and SMITH, Circuit Judges.</p>\n      <p class=\"indent\">WISDOM, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff/appellant, Artelia M. Scott, appeals the summary judgment dismissal of her 42 U.S.C. &#167; 1983 inadequate staffing claim against the City of Killeen, Texas (\"the City\"), and its Chief of Police, Francis L. Giacomozzi.   Because we conclude that a material fact issue remains in dispute, we VACATE and REMAND to the district court for further proceedings.</p>\n    </div>\n    <p>I. FACTS AND PROCEEDINGS</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The plaintiff/appellant, Artelia Scott, was arrested on December 31, 1988, for public intoxication, assault, and resisting arrest.   She was taken to the Killeen City Jail, processed by the female jailer on duty at that time, and placed in a holding cell to await arraignment.   When the female jailer's shift ended, she was relieved by a male jailer, defendant George Moore.   At that time, Moore was the only correctional officer on duty.   Over the course of his eight hour shift, Moore repeatedly entered Scott's cell and sexually assaulted her.   Scott was unable to report the incidents until she was released from custody on January 2, 1989, because Moore followed her to the phone and stood next to her during her three telephone calls to her mother.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">When Chief Giacomozzi received Scott's complaint against Moore, he asked Scott to give a statement to the police and take a lie detector test.   Scott agreed to do so.   After the results indicated that Scott was telling the truth, Giacomozzi transferred the matter to the criminal investigation division, and placed Moore on administrative leave.   Moore resigned four days later, and subsequently pleaded guilty to criminal charges.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Scott filed suit in state court against Moore, the City, and Chief Giacomozzi, alleging various state and federal constitutional claims.   Moore subsequently declared bankruptcy and was dismissed from the suit after the bankruptcy proceeding discharged Scott's claim against him.   The City and Giacomozzi removed the case to federal court, where they filed their first motion for summary judgment.   Scott did not file a response, and the district court granted the motion.   On appeal, this court affirmed the district court's grant of summary judgment on all grounds except inadequate staffing of the jail, as both the defendants' motion and the district court's ruling failed to address this aspect of Scott's suit.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After remand, the City and Giacomozzi filed a second motion for summary judgment on the issue of inadequate staffing.   The district court granted the motion.   Scott filed a timely notice of appeal of this decision.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We review a grant of summary judgment de novo, applying the same standards as those that govern the district court's determination.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Summary judgment may be granted only if the court, viewing the facts and inferences in the light most favorable to the non-moving party, determines that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The moving party must demonstrate by competent evidence that no issue of material fact exists.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The non-moving party then has the burden of showing the existence of a specific factual issue which is disputed.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  If any element of the plaintiff's case lacks factual support, a district court should grant a defendant's motion for summary judgment.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p>B. Scott's &#167; 1983 Claim:</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We first examine the allegations in Scott's complaint to determine a context for examining the facts and inferences in the record.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Specifically, Scott alleges that \"the City and Giacomozzi failed to provide proper and adequate staffing of the City jail by having only one individual on duty, and/or by not having a female member present when female prisoners are confined.\"   She further alleges that the defendants/appellees \"knew or should have known that the inadequate and improper staffing created an unsafe and uncontrolled situation for abuse and assaults of people confined in the jail.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Section 1983 provides that, \"[e]very person who, under color of any statute, ordinance, regulation, custom, or usage, of any State ... subjects or causes to be subjected, any ... person within the jurisdiction [of the United States] to the deprivation of any rights ... secured by the Constitution and laws, shall be liable to the party injured.\"<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Therefore, an actionable &#167; 1983 claim must allege a deprivation of rights secured by the Constitution by a person acting under color of state law.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Although municipalities are \"persons\" within the meaning of &#167; 1983, they may only be held liable if the constitutional harm suffered was the result of an \"official policy, custom, or pattern.\"<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Municipalities may not be held liable under either a theory of respondeat superior or vicarious liability.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  They also may not be held liable under &#167; 1983 for mere negligence in oversight.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Nonetheless, prison officials may not ignore obvious dangers to inmates.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Therefore, in order to hold a municipality liable, a plaintiff must show that his or her constitutional deprivation was caused by the city's adoption of (or failure to adopt) the particular policy, and that such action went beyond mere negligent protection of the plaintiff's constitutional rights.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  That is, an alleged inadequacy in a municipal policy must amount to \"an intentional choice, not merely an unintentionally negligent oversight\".<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In sum, proper analysis of a &#167; 1983 claim against a municipality requires three determinations.   First, we must decide if the City promulgated \"an official policy, practice, or custom,\" which could subject it to &#167; 1983 liability.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>  Next, we determine if the policy can be linked to a constitutional violation.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  And finally, we must ascertain if the municipality's action (or inaction) extended beyond mere negligent oversight of the plaintiff's constitutional rights.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">1. The Existence of an \"Official Policy\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">This court has defined an \"official policy\" for the purposes of &#167; 1983 liability to be either:  1) a policy statement, ordinance, regulation, or decision that is officially adopted and promulgated by the municipality's law-making officers or by an official to whom the lawmakers have delegated policy-making authority;  or 2) a persistent widespread practice of city officials or employees, which, although not authorized by officially adopted and promulgated policy, is so common and well settled as to constitute a custom that fairly represents municipal policy.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a>  We find that the facts of this case present an \"official policy\" under the second of these definitions.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The City's Code of Ordinances vests Chief Giacomozzi, as Chief of Police, with administrative and policy-making authority.   Therefore, Giacomozzi's acts or omissions as policy-maker for the jail may subject both him and the city to &#167; 1983 liability.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a>  While acting under his policy making authority, Giacomozzi issued \"General Order MSC-1-78,\" (\"the General Order\") consisting of rules relating to the management and administration of the City jail.   These rules mandate in relevant part that male personnel dealing with female prisoners should search the female prisoner's coats or outer garments, but may not frisk them or conduct a pat-down search unless there is a strong probability of finding a weapon.   In addition, female prisoners booked into the jail must be \"thoroughly and completely searched\" by female personnel with the jailer remaining nearby, then placed in a cell separated from male prisoners.   And finally, the regulations provide that \"[a]nytime a prisoner is released from his or her cell for any reason other than release from custody, the prisoner shall be searched upon release from and return to the cell.\"   The General Order does not regulate the number of jailers needed to staff the jail.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Appellant Scott conceded at oral argument that this policy is constitutional as written.   Therefore, the General Order is not an actionable \"official policy\" under the first definition of that term.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a>  Scott contends, however, that there is an \"unofficial\" staffing policy which is actionable under the second definition of \"official policy.\"   We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Since the late 1970's the City jail has been staffed by four jailers, with one jailer working each of four shifts:  a.m., p.m., day, and relief.   At the time of Scott's detention, two male and two female employees filled these positions.   Thus, a female detainee would necessarily be guarded by a single male jailer at some time during a twenty-four hour period.   This staffing arrangement made it difficult, if not impossible, for the City jailers to follow the mandates of the General Order.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a>  Yet, this conflict between the written General Order and the day-to-day staffing procedures existed for at least ten years before Scott's detention.   In this situation, we conclude that the consistent custom or \"unofficial policy\" of having only one unsupervised male jailer present when a female detainee is in the jail constitutes an \"official policy\" for the purposes of &#167; 1983 liability.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a></p>\n    </div>\n    <p class=\"indent\">2. Existence of a Constitutional Violation:</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The next step in our &#167; 1983 analysis is to determine if Scott's complaint alleges a constitutional deprivation.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a>  The sexual assault on Scott while she was a pre-trial detainee is not covered by the Eighth Amendment, as the Eighth Amendment's prohibition against \"cruel and unusual punishment\" applies only to convicted prisoners and not to pretrial detainees like Scott.<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a>  It is clear however, that pretrial detainees are Constitutionally entitled to at least as great a protection in their detention as are convicted prisoners.<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a>  This right arises from the substantive protections of the Due Process Clause of the Fourteenth Amendment, which protects an individual's liberty interest in bodily integrity.<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a>  Although the Supreme Court has expressed a general reluctance to expand the concept of substantive due process in &#167; 1983 claims,<a class=\"footnote\" href=\"#fn29\" id=\"fn29_ref\">29</a> it has concluded that the government owes a duty to care for those whom have already been deprived of their liberty before the alleged constitutional violation occurs.<a class=\"footnote\" href=\"#fn30\" id=\"fn30_ref\">30</a>  In such cases, \"the Due Process Clause of its own force requires that conditions of confinement satisfy certain minimal standards for pretrial detainees.\"<a class=\"footnote\" href=\"#fn31\" id=\"fn31_ref\">31</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In this case, by detaining Scott on criminal charges, the City had already deprived Scott of her liberty when the alleged violation of her Constitutional rights stemming from Moore's sexual assault occurred.   The City therefore had a constitutional obligation under the Fourteenth Amendment to provide Scott with minimal levels of safety and security.   Scott's claim of inadequate staffing challenges the adequacy of the levels of safety and security given to pretrial detainees in the City's jail.   Therefore, Scott's claim properly alleges a constitutional violation.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">3. Did the City's Actions Extend beyond Negligent Oversight of Scott's Rights?</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Finally, we address whether the City's and Giacomozzi's failure to adequately staff the jail or to adopt a written policy on adequate staffing for the jail extends beyond mere negligent oversight of Scott's constitutional rights.   Resolution of this issue requires us to examine this court's recent en banc decision in Hare v. City of Corinth, MS.<a class=\"footnote\" href=\"#fn32\" id=\"fn32_ref\">32</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In Hare, this court attempted to clarify the divergent case law on the different standards used to measure pre-trial detainees' constitutional rights to medical care and protection from harm.   The en banc court concluded there should be no distinction between cases involving the right to medical care and those involving the right to be protected from harm.<a class=\"footnote\" href=\"#fn33\" id=\"fn33_ref\">33</a>  The court did find a distinction, however, between cases involving episodic acts and omissions by jail officials, and cases involving general conditions, practices and restrictions of confinement.<a class=\"footnote\" href=\"#fn34\" id=\"fn34_ref\">34</a>  In cases involving episodic acts or omissions by jail officials, the court held that liability attaches only if the officers involved were subjectively and \"deliberately indifferent\" to the prisoner's rights.<a class=\"footnote\" href=\"#fn35\" id=\"fn35_ref\">35</a>  This high level of scrutiny insures that municipalities will not be held liable for mere negligence, but will instead only answer for intentional violations of prisoners rights.<a class=\"footnote\" href=\"#fn36\" id=\"fn36_ref\">36</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In contrast, in cases involving the general conditions of confinement, there is an automatic assumption that the practice in question was intentional.<a class=\"footnote\" href=\"#fn37\" id=\"fn37_ref\">37</a>  Therefore, in such cases, the proper standard is whether the practice in question was \"reasonably related to a legitimate governmental purpose\".<a class=\"footnote\" href=\"#fn38\" id=\"fn38_ref\">38</a>  When this test is properly applied, it is the functional equivalent of the subjective \"deliberate indifference\" standard applied to the episodic acts of prison officials.<a class=\"footnote\" href=\"#fn39\" id=\"fn39_ref\">39</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In the present case, the staffing procedures in question qualify as a general condition of confinement.   We therefore need not inquire into Chief Giacomozzi's subjective intent in allowing a single male jailer to guard female prisoners in such a manner that he would by necessity have to violate the existing General Order.   We need only inquire whether the practice was reasonably related to a legitimate government goal.<a class=\"footnote\" href=\"#fn40\" id=\"fn40_ref\">40</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It is our conclusion that a reasonable factual dispute exists on this point, thereby precluding summary judgment.   The defendants have offered only financial considerations as an explanation for the staffing policy at the Killeen City Jail.   Although financial considerations may reasonably concern a municipality, such concerns may not trump the constitutional rights of individuals who are left at the mercy of the municipality.<a class=\"footnote\" href=\"#fn41\" id=\"fn41_ref\">41</a>  Furthermore, the record does not reflect how often the City detains female prisoners, or how difficult it would be to provide for an additional female staff member during those times.<a class=\"footnote\" href=\"#fn42\" id=\"fn42_ref\">42</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In addition, the unofficial staffing policy at the Killeen City jail does not appear to serve a reasonable safety goal, and actually contradicts the official safety measures set forth in the General Order.   Because the General Order reflects common concerns about the safety and privacy of female inmates, the decision to contradict the mandates of the General Order can actually be interpreted as a sign of deliberate disregard of the constitutional rights of female prisoners.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">It is our opinion that a reasonable jury could find that the unofficial staffing policy at the Killeen City Jail resulted in a violation of Scott's constitutional rights, and that the City's actions in allowing such inadequate staffing went beyond negligent oversight of those rights.   Therefore, we VACATE the district court's grant of summary judgment on Scott's &#167; 1983 claim of inadequate staffing, and REMAND for further proceedings.</p>\n    </div>\n    <p class=\"indent\">JERRY E. SMITH, Circuit Judge, dissenting:</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In what amounts to social engineering by judicial fiat, the panel majority has decided that as a matter of constitutional imperative, the city must maintain a minimum of two male guards, or at least one female guard, in its jail whenever a female detainee is present.   Because there is no showing--even remotely--of a constitutional violation by the city, and because the summary judgment evidence does not support a finding of deliberate indifference, I respectfully dissent.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">My first disagreement is over the standard we use to determine municipal liability.   Both sides treat this as a controversy over inadequate staffing and analyze the city's conduct under the deliberate indifference standard.   Erroneously, however, the majority applies the reasonable relationship standard of Bell v. Wolfish, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span></a></span> (1979).</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Deliberate indifference is the proper standard for assessing municipal liability when the custom at issue is one of inadequate staffing.   See Colle v. Brazos County, <span class=\"citation\" data-id=\"596427\"><a href=\"/opinion/596427/ruby-colle-individually-etc-v-brazos-county-texas-ronnie-miller/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">237</span></a></span>, 245-46 (5th Cir.1993);  Rhyne v. Henderson County, <span class=\"citation\" data-id=\"589703\"><a href=\"/opinion/589703/ann-rhyne-v-henderson-county/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">386</span></a></span>, 393-94 (5th Cir.1992).   The custom challenged in this case is one of providing staffing that is inadequate to protect female detainees from sexual assaults.   The plaintiff's challenge to this custom is that the city's failure to adopt a different policy--i.e., to require the presence of additional guards--caused her injury.  \"The Supreme Court has held that municipal failure to adopt a policy does not constitute such an intentional choice unless it can be said to have been 'deliberately indifferent.' \"  Id. at 392.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Treating this case as one about conditions of confinement is a misapplication of Hare v. City of Corinth, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">633</span></span> (5th Cir.1996) (en banc).   The majority concludes, without explanation, that the city's custom of allowing a single male to guard a female detainee is a condition of confinement.   At a high level of generality, this could be so, in the sense that one of the conditions in the jail is a lack of extra guards.   But, at that level of generality, the omission that led to the suicide in Hare also could be called a \"condition of confinement\":  A condition in the jail was the lack of a guard to watch over the suicidal detainee.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The problem with the majority's approach is that it ignores both the common-sense understanding of \"conditions of confinement\" and the reasons articulated in Hare for distinguishing those conditions from episodic acts or omissions.   In Hare, this court carefully distinguished episodic acts or omissions from conditions of confinement.   We did so because a pretrial detainee has a due process right to be free from punishment, and a hardship amounts to punishment when there is an intent to punish.   See Wolfish, 441 U.S. at 538, 99 S.Ct. at 1873 (\"A court must decide whether the disability is imposed for the purpose of punishment or whether it is but an incident of some other legitimate governmental purpose.\")  (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">When asking whether a jailer intended to punish a detainee, the reasonable relationship test works comfortably in \"jail condition cases,\" because intent can be presumed in the form of the challenged condition, practice, rule, or restriction.  Hare, 74 F.3d at 644.   Thus, when the hardship of which the detainee complains is the very act of imposing a condition, practice, rule, or restriction, the only question is whether there is a reasonable relationship to a legitimate state interest.   In the case of episodic acts or omissions, on the other hand, the reasonable relationship test is more difficult to apply, as intent cannot be presumed.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The lesson of Hare is that a condition of confinement is a condition, practice, rule, or restriction that itself is the wrong of which the detainee complains.   The common-sense interpretation of a \"condition of confinement\" includes the number of bunks in a cell, the number of showers and meals per day, and even a policy of daily beatings.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a>  The intent to impose the hardship can be presumed from the existence of the policy.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Here, the wrong of which the plaintiff complains is the sexual assaults;  the policy she attacks is the lack of additional staffing.   One cannot infer an intent to cause the wrong merely from the existence of the challenged policy.   Certainly, if the city's policy were the complained-of disability (such as in a double-bunking case), the standard for municipal and jailer liability theoretically could merge.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a>  In this case, it should not.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a></p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">A failure to adopt a policy can be deliberately indifferent when it is obvious that the likely consequence of not adopting a policy will be a deprivation of constitutional rights.  City of Canton v. Harris, <span class=\"citation\" data-id=\"112209\"><a href=\"/opinion/112209/canton-v-harris/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">378</span></a></span>, 390, <span class=\"citation\" data-id=\"112209\"><a href=\"/opinion/112209/canton-v-harris/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1197</span></a></span>, 1205, <span class=\"citation\" data-id=\"112209\"><a href=\"/opinion/112209/canton-v-harris/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">412</span></a></span> (1989).   The plaintiff relies on the affidavit of Charles Craig, an expert on jail policy, who averred that his experience showed him that a prison should have female officers to prevent sexual assaults, or that male officers should be supervised when allowed access to female inmates.   He concluded that a failure to have two guards or a female guard could not be justified.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The record also establishes that the city has followed the same staffing procedures since the late 1970's, yet no incident such as this has transpired.<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a>  Jailers were subjected to a number of background checks, including a polygraph test,<a class=\"footnote\" href=\"#fn6-1\" id=\"fn6-1_ref\">6</a> and the city limited contact between male and female jailers in order to minimize the possibility of sexual misconduct.<a class=\"footnote\" href=\"#fn7-1\" id=\"fn7-1_ref\">7</a> 7]  The jail is located on the first floor of the police department, in the patrol division area, and a patrol duty sergeant would periodically check on jail personnel.   More than one hundred uniformed police officers in the building had unlimited access to the jail at all times.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">There is no jury question as to whether the failure to have additional staffing amounts to deliberate indifference.   The city took numerous precautions to safeguard the safety of female detainees, including the requirements of the General Order and the extensive background checks of the jailers.   See Rhyne, 973 F.2d at 393 (finding that the existence of a policy--albeit an inadequate one--demonstrated that the municipality was not indifferent, in the literal sense of the word).   A patrol sergeant was assigned to monitor the jail and would periodically stop by to check on jail personnel.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In summary, Craig's testimony does not establish that the city policymakers faced an obvious risk and were consciously indifferent to it.   At most, the evidence could be construed to show that the jail might have been better managed, or even that Giacomozzi was not prescient in failing to consider the risk that well-trained jailers would, without warning, assault a female detainee.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Even assuming that the \"reasonable relationship\" test should apply to this case, there is no jury question as to whether the city's custom was reasonably related to a legitimate government interest.   I find the majority's conclusions surprising;  the opinion can be supported only by misunderstanding the summary judgment evidence and by failing to apply the deference that Wolfish demands.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The reasonable relationship test is a highly deferential test that, as the majority acknowledges, should be no different, in result, from the deliberate indifference standard.   As this court has explained,</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>The \"reasonably related to a valid penological [interest] standard\" never purported to allow recovery for mere negligence.   To the contrary, this test is deferential to jail rulemaking;  it is in essence a rational basis test of the validity of jail rules.   That is, asking whether a rule is reasonably related to a legitimate governmental objective is much like asking whether a legislative enactment has any rational basis, except in the context of jail administration the legislative purpose is a given--typically a penological or administrative purpose.   Violation of the Bell test requires acts or omissions not too distant from a standard of arbitrary and capricious conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Hare, 74 F.3d at 646.<a class=\"footnote\" href=\"#fn8-1\" id=\"fn8-1_ref\">8</a>  In Wolfish, the Court articulated the deference courts must accord prison officials:</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>\"The problems that arise in the day-to-day operations of a corrections facility are not susceptible of easy solutions.   Prison administrators therefore should be accorded wide-ranging deference in the adoption and execution of policies and practices that in their judgment are needed to preserve internal order and discipline and to maintain institutional security.  'Such considerations are peculiarly within the province and professional expertise of corrections officials, and, in the absence of substantial evidence in the record to indicate that the officials have exaggerated their response to these considerations, courts should ordinarily defer to their expert judgment in such matters' \"</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">441 U.S. at 547-48, 99 S.Ct. at 1878-79 (citations omitted);  see also Block v. Rutherford, <span class=\"citation no-link\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">576</span></span>, 584-85, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3227</span></span>, 3231-32, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">438</span></span> (1983) (reaffirming the deferential standard of Wolfish ).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">When applying the Wolfish test, we must take, as a given, that the city's policy is based on a penological purpose and must ask whether the policy at issue is reasonably related to that end.  Hare, 74 F.3d at 646.   In this case, the question is whether the city's policies are reasonably related to the goal of providing a safe detention center for female detainees.   In other words, do the alleged deficiencies with the city's policies prove that those policies were arbitrary and capricious?</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The custom at issue is broader than that which the majority describes.   The majority is correct that it is a custom to have four guards--two of whom are women--and to split their duties into four shifts over a twenty-four-hour period.   The policy also includes provisions to protect female detainees from some types of sexual molestation.   Additionally, the city requires substantial background checks of its applicants.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The plaintiff has failed to show the existence of facts demonstrating that the city's custom was arbitrary and capricious.   The city took precautions to protect the safety of female inmates and made a decision to staff its jails based on limited financial resources.   There is no evidence demonstrating that, objectively, such a policy generally would fail to protect pretrial detainees.   In fact, the evidence demonstrated that for ten years, the city had not received any complaints of sexual assaults.   The city's choice may not have been perfect, but it was not unconstitutional.   See Wolfish, 441 U.S. at 542 n. 25, 99 S.Ct. at 1876 n. 25 (\"Governmental action does not have to be the only alternative or even the best alternative for it to be reasonable, to say nothing of constitutional.\").</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">\"Courts must be mindful that these injuries spring from constitutional requirements and that judicial answers to them must reflect that fact rather than a court's idea of how best to operate a detention facility.\"  Id. at 539, 99 S.Ct. at 1874.   I respectfully dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Before POLITZ, Chief Judge, and KING, GARWOOD, JOLLY, HIGGINBOTHAM, DAVIS, JONES, SMITH, DUHE, WIENER, BARKSDALE, EMILIO M. GARZA, DeMOSS, BENAVIDES, STEWART, PARKER and DENNIS, Circuit Judges.</p>\n    </div>\n    <p>ORDER</p>\n    <p>July 17, 1996</p>\n    <p class=\"indent\">BY THE COURT:</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">A majority of the judges in active service having determined, on the court's own motion, to rehear this case en banc,</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">IT IS ORDERED that this cause shall be reheard by the court en banc with oral argument on a date hereafter to be fixed.   The Clerk will specify a briefing schedule for the filing of supplemental briefs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Scott v. Moore, <span class=\"citation\" data-id=\"601650\"><a href=\"/opinion/601650/scott-v-moore/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">771</span></a></span>, No. 92-8284 (5th Cir., March 3, 1993) (unpublished) (per curiam )</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Waltman v. International Paper Co., <span class=\"citation\" data-id=\"523581\"><a href=\"/opinion/523581/susan-waltman-v-international-paper-co/\"><span class=\"volume\">875</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">468</span></a></span>, 474 (5th Cir.1989)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Fed.R.Civ.P. 56(c)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Isquith v. Middle South Utilities., Inc., <span class=\"citation\" data-id=\"506214\"><a href=\"/opinion/506214/rita-isquith-for-and-on-behalf-of-fred-taylor-isquith-jr-under-the/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">186</span></a></span>, 198-99 (5th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">926</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">310</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">329</span></span> (1988)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Celotex Corp. v. Catrett, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 321-23, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2552-53, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Collins v. City of Harker Heights, TX, <span class=\"citation\" data-id=\"112699\"><a href=\"/opinion/112699/collins-v-harker-heights/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">115</span></a></span>, <span class=\"citation\" data-id=\"112699\"><a href=\"/opinion/112699/collins-v-harker-heights/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1061</span></a></span>, <span class=\"citation\" data-id=\"112699\"><a href=\"/opinion/112699/collins-v-harker-heights/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">261</span></a></span> (1992)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> 42 U.S.C. &#167; 1983 (emphasis added)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Daniels v. Williams, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">327</span></a></span>, 329-31, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">662</span></a></span>, 664-65, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1986);  Evans v. City of Marlin, <span class=\"citation\" data-id=\"600417\"><a href=\"/opinion/600417/regina-a-evans-individually-and-as-representative-of-the-estate-of-verna/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">104</span></a></span>, 107 (5th Cir.1993), disagreed with on other grounds, Hare v. City of Corinth, MS, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">633</span></span> (5th Cir.1996)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Monell v. New York City Dep't of Social Services, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, 690-94, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>, 2035-37, 2039, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">611</span></a></span> (1978)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Oklahoma City v. Tuttle, <span class=\"citation\" data-id=\"111441\"><a href=\"/opinion/111441/oklahoma-city-v-tuttle/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">808</span></a></span>, 817, <span class=\"citation\" data-id=\"111441\"><a href=\"/opinion/111441/oklahoma-city-v-tuttle/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2427</span></a></span>, 2433, <span class=\"citation\" data-id=\"111441\"><a href=\"/opinion/111441/oklahoma-city-v-tuttle/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">791</span></a></span> (1985);  Monell, 436 U.S. at 691, 98 S.Ct. at 2036;  Doe v. Taylor Indep.  School Dist., <span class=\"citation\" data-id=\"661734\"><a href=\"/opinion/661734/jane-doe-v-taylor-independent-school-district-mike-caplinger-in-his/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">443</span></a></span>, 452 (5th Cir.)  (en banc ), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">70</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">25</span></span> (1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Rhyne v. Henderson Cty., <span class=\"citation\" data-id=\"589703\"><a href=\"/opinion/589703/ann-rhyne-v-henderson-county/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">386</span></a></span>, 392 (5th Cir.1992) (citing, City of Canton v. Harris, <span class=\"citation\" data-id=\"112209\"><a href=\"/opinion/112209/canton-v-harris/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">378</span></a></span>, 387, <span class=\"citation\" data-id=\"112209\"><a href=\"/opinion/112209/canton-v-harris/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1197</span></a></span>, 1204, <span class=\"citation\" data-id=\"112209\"><a href=\"/opinion/112209/canton-v-harris/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">412</span></a></span> (1989))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Farmer v. Brennan, --- U.S. ----, ----, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></a></span>, 1973, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span> (1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Hare v. City of Corinth, MS, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">633</span></span> (5th Cir.1996);  Colle v. Brazos Cty., TX, <span class=\"citation\" data-id=\"596427\"><a href=\"/opinion/596427/ruby-colle-individually-etc-v-brazos-county-texas-ronnie-miller/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">237</span></a></span>, 246 (5th Cir.1993) (concluding that \"the ultimate question is whether Brazos County adopted policies creating an obvious risk that pretrial detainees' constitutional rights would be violated\");  Rhyne, 973 F.2d at 392 (\"while the municipal policy maker's failure to adopt a precaution can be the basis for &#167; 1983 liability, such omission must amount to an intentional choice, not merely an unintentionally negligent oversight.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Monell, 436 U.S. at 690-94, 98 S.Ct. at 2035-37</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Hare, 74 F.3d at 643, Colle, 981 F.2d at 246;  Rhyne, 973 F.2d at 392</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> Webster v. City of Houston, <span class=\"citation\" data-id=\"436256\"><a href=\"/opinion/436256/john-russell-webster-cross-appellants-v-the-city-of-houston/\"><span class=\"volume\">735</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">838</span></a></span>, 841 (5th Cir.1984)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> The General Order contains only three references to staffing:  1) \"[t]he Jailer shall be the booking officer when on duty;\"  2) \"[i]n the absence of an on-duty Jailer, the assigned desk officer shall assume the overall duties and responsibilities of the jailer;\"  and 3) \"the arresting officer shall book his or her own prisoner if the desk officer is not available\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> Webster, 735 F.2d at 841</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> For example, if a female prisoner has to leave her cell while a single male jailer is on duty, the jailer will have to violate either the rule that the prisoner be searched both upon exiting and reentering her cell, or the rule that all searches of female prisoners be done by a female employee.   In this case, Scott left her cell a least three times to use the telephone</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> See Monell, 436 U.S. at 691, 98 S.Ct. at 2036 (a \"permanent and well settled\" custom may provide basis for imposing liability on a municipality) (quoting Adickes v. S.H. Kress &amp; Co., <span class=\"citation\" data-id=\"108153\"><a href=\"/opinion/108153/adickes-v-sh-kress-co/\"><span class=\"volume\">398</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">144</span></a></span>, 168, <span class=\"citation\" data-id=\"108153\"><a href=\"/opinion/108153/adickes-v-sh-kress-co/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1598</span></a></span>, 1614, <span class=\"citation\" data-id=\"108153\"><a href=\"/opinion/108153/adickes-v-sh-kress-co/\"><span class=\"volume\">26</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">142</span></a></span> (1970));  Webster, 735 F.2d at 841, (defining \"official policy\" as including a \"persistent widespread practice of city officials and employees, which although not authorized by officially adopted and promulgated policy, is so common and well settled as to constitute a custom that fairly represents municipal policy\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> Collins, 503 U.S. at 120, 112 S.Ct. at 1066</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> Ingraham v. Wright, <span class=\"citation\" data-id=\"109635\"><a href=\"/opinion/109635/ingraham-v-wright/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span>, 671, n. 40, <span class=\"citation\" data-id=\"109635\"><a href=\"/opinion/109635/ingraham-v-wright/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1401</span></a></span>, 1412, n. 40, <span class=\"citation\" data-id=\"109635\"><a href=\"/opinion/109635/ingraham-v-wright/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">711</span></a></span> (1977)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> See City of Revere v. Mass.  Gen. Hosp., <span class=\"citation\" data-id=\"110998\"><a href=\"/opinion/110998/city-of-revere-v-massachusetts-gen-hospital/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">239</span></a></span>, 244, <span class=\"citation\" data-id=\"110998\"><a href=\"/opinion/110998/city-of-revere-v-massachusetts-gen-hospital/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2979</span></a></span>, 2983, <span class=\"citation\" data-id=\"110998\"><a href=\"/opinion/110998/city-of-revere-v-massachusetts-gen-hospital/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">605</span></a></span> (1983)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> Partridge v. Two Unknown Police Officers of the City of Houston, <span class=\"citation\" data-id=\"470986\"><a href=\"/opinion/470986/ralph-partridge-and-betty-partridge-v-two-unknown-police-officers-of-the/\"><span class=\"volume\">791</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1182</span></a></span>, 1186 (5th Cir.1986)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn29\">\n        <a class=\"footnote\" href=\"#fn29_ref\">29</a>\n        <p> Collins, 503 U.S. at 125, 112 S.Ct. at 1068</p>\n      </div>\n      <div class=\"footnote\" id=\"fn30\">\n        <a class=\"footnote\" href=\"#fn30_ref\">30</a>\n        <p> Id. at 126-27, 112 S.Ct. at 1069-70</p>\n      </div>\n      <div class=\"footnote\" id=\"fn31\">\n        <a class=\"footnote\" href=\"#fn31_ref\">31</a>\n        <p> Id. at 127, 112 S.Ct. at 1070</p>\n      </div>\n      <div class=\"footnote\" id=\"fn32\">\n        <a class=\"footnote\" href=\"#fn32_ref\">32</a>\n        <p> <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">633</span></span> (5th Cir.1996)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn33\">\n        <a class=\"footnote\" href=\"#fn33_ref\">33</a>\n        <p> Id. at 643</p>\n      </div>\n      <div class=\"footnote\" id=\"fn34\">\n        <a class=\"footnote\" href=\"#fn34_ref\">34</a>\n        <p> Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn35\">\n        <a class=\"footnote\" href=\"#fn35_ref\">35</a>\n        <p> Id. at 643, adopting the standard set forth in Farmer v. Brennan, --- U.S. ----, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></a></span>, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span> (1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn36\">\n        <a class=\"footnote\" href=\"#fn36_ref\">36</a>\n        <p> Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn37\">\n        <a class=\"footnote\" href=\"#fn37_ref\">37</a>\n        <p> Id. at 645</p>\n      </div>\n      <div class=\"footnote\" id=\"fn38\">\n        <a class=\"footnote\" href=\"#fn38_ref\">38</a>\n        <p> Id. at 640, adopting the standard set forth in Bell v. Wolfish, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span></a></span> (1979)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn39\">\n        <a class=\"footnote\" href=\"#fn39_ref\">39</a>\n        <p> Id. at 643</p>\n      </div>\n      <div class=\"footnote\" id=\"fn40\">\n        <a class=\"footnote\" href=\"#fn40_ref\">40</a>\n        <p> Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn41\">\n        <a class=\"footnote\" href=\"#fn41_ref\">41</a>\n        <p> See, DeShaney v. Winnebago Cty. Dep't of Social Services, <span class=\"citation\" data-id=\"112202\"><a href=\"/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, 198, <span class=\"citation\" data-id=\"112202\"><a href=\"/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">998</span></a></span>, 1005, <span class=\"citation\" data-id=\"112202\"><a href=\"/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">249</span></a></span> (1989) (recognizing that \"when the state takes a person into its custody and holds him there against his will, the Constitution imposes upon it a corresponding duty to assume some responsibility for his safety and general well-being\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn42\">\n        <a class=\"footnote\" href=\"#fn42_ref\">42</a>\n        <p> In fact, the deposition testimony of Chief Giacomozzi indicates that the officer in charge of the jail had the discretion to call extra officers from the Killeen City Police Department to the jail in times of need.   Yet, inexplicably, this procedure has never been used</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> Hare, 74 F.3d at 645 (\"Asking about the rationality of the relationship between an official's episodic acts or omissions and a legitimate governmental objective begs the underlying question whether that official had the requisite mental state to establish his liability as a perpetrator of the particular act or omission, not as a dispenser of intended conditions or restrictions.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> See, e.g. Murphy v. Walker, <span class=\"citation\" data-id=\"693003\"><a href=\"/opinion/693003/richard-murphy-v-richard-e-walker/\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">714</span></a></span> (7th Cir.1995) (treating shackling and revocation of telephone, television, and cigarette privileges as a condition of confinement);  Collazo-Leon v. U.S. Bureau of Prisons, <span class=\"citation\" data-id=\"196009\"><a href=\"/opinion/196009/collazo-leon-v-us-bureau-of-prisons/\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">315</span></a></span> (1st Cir.1995) (treating disciplinary segregation and denial of telephone and visitation privileges as a condition of confinement);  United States v. Millan, <span class=\"citation\" data-id=\"652876\"><a href=\"/opinion/652876/united-states-v-eric-millan-and-ralph-rivera/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1038</span></a></span> (2d Cir.1993) (treating length of pre-trial detention as a condition of confinement), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1375</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">51</span></span>, and cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1386</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">60</span></span> (1994);  Hause v. Vaught, <span class=\"citation\" data-id=\"607121\"><a href=\"/opinion/607121/stephen-mark-hause-v-ralph-vaught-director-joey-johnson-captain-on/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1079</span></a></span> (4th Cir.1993) (treating restriction on mail privileges as a condition of confinement), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">702</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></span> (1994);  Brogsdale v. Barry, <span class=\"citation\" data-id=\"556584\"><a href=\"/opinion/556584/ricky-brogsdale-v-marion-s-barry-jr-donyell-a-marsh-v-marion-s/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1184</span></a></span> (D.C.Cir.1991) (treating overcrowding as a condition of confinement);  Lyons v. Powell, <span class=\"citation\" data-id=\"500713\"><a href=\"/opinion/500713/james-lyons-v-ronald-powell/\"><span class=\"volume\">838</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span> (1st Cir.1988) (treating 22-23 hour confinement and placement of mattress on the floor as a condition of confinement);  Fredericks v. Huggins, <span class=\"citation\" data-id=\"421019\"><a href=\"/opinion/421019/john-paul-fredericks-james-richard-ostraco-v-m-wayne-huggins/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></a></span> (4th Cir.1983) (treating policy of refusing detainees access to drugs for rehabilitation as a condition of confinement);  Lareau v. Manson, <span class=\"citation\" data-id=\"391181\"><a href=\"/opinion/391181/donald-j-lareau-v-john-r-manson-commissioner-of-correction-state-of/\"><span class=\"volume\">651</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">96</span></a></span> (2d Cir.1981) (treating overcrowding as a condition of confinement)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> I pause to point out that Hare dealt with the question of when a detainee's constitutional rights have been violated.   As the court pointed out, determining the existence of a constitutional violation is only the first step in determining municipal liability for that violation.  Hare, 74 F.3d at 649 n. 4</p>\n        <p>In the case of an omission or episodic act, the existence of a constitutional violation would be determined by the subjective deliberate indifference standard.   Municipal liability for that violation would be determined under the objective deliberate indifference standard.</p>\n        <p>We separate the two issues:  the existence of a constitutional violation simpliciter and a municipality's liability for that violation.   Different versions of the deliberate indifference test govern the two inquiries.   Our opinion in this case makes clear that to prove an underlying constitutional violation in an individual or episodic acts case, a pre-trial detainee must establish that an official acted with subjective deliberate indifference.   Once the detainee has met this burden, she has proved a violation of her rights under the Due Process Clause.   To succeed in holding a municipality accountable for that due process violation, however, the detainee must show that the municipal employee's act resulted from a municipal policy or custom adopted or maintained with objective deliberate indifference to the detainee's constitutional rights.</p>\n        <p>Id.</p>\n        <p>If a non-policymaker imposed a condition of confinement on a detainee, see, e.g., Bryer v. Creati, <span class=\"citation\" data-id=\"549065\"><a href=\"/opinion/549065/clark-mark-v-tousignaint-mary/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1556</span></a></span> (1st Cir.1990) (unpublished) (applying condition-of-confinement analysis where a police officer left open a window during freezing weather), the reasonable relationship test would be used to determine whether the detainee's constitutional rights had been violated.   To determine municipal liability for the violation, the objective deliberate indifference test would be used, because a policymaker did not promulgate a policy of imposing that condition of confinement.</p>\n        <p>The majority has assumed that when a policymaker creates the condition of confinement, the standards for determining the underlying constitutional violation and municipal liability are the same.   Because I disagree with the majority that this is a case about conditions of confinement, I do not address that contention.   See generally Roman v. Jeffes, <span class=\"citation\" data-id=\"542312\"><a href=\"/opinion/542312/jason-roman-aka-james-edward-rose-jr-v-glen-jeffes-ron-neimeyer/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">192</span></a></span>, 197-98 (3d Cir.1990) (applying the reasonable relationship test to determine whether a policy of limiting a detainee to one bag of possessions during a transfer violated his constitutional rights, but applying the objective deliberate indifference standard to determine whether the municipality was liable for promulgating the rule).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> Even if the district court relied on an incorrect legal standard, the plaintiff has waived any challenge to that error.   The district court granted summary judgment under the deliberate indifference standard, and plaintiff has not challenged the use of that standard.   Instead, she has consistently argued that there is a material fact issue on the question of deliberate indifference</p>\n        <p>The majority's reliance on Hare is misplaced.   The reasonable relationship test predated Hare.   If the plaintiff believed that the district court applied the wrong standard, she should have raised that argument on appeal.   That the en banc court limited the applicability of the reasonable relationship test hardly justifies an exception to the waiver rule.   The plaintiff was on notice that the reasonable relationship test existed, and she has not argued that it should apply to this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> There is no evidence that Chief Giacomozzi has ever had any complaints of sexual assault by a jailer or any related type of complaint prior to the incident at issue here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6-1\">\n        <a class=\"footnote\" href=\"#fn6-1_ref\">6</a>\n        <p> The City subjected Moore, the perpetrator of this incident, to a background investigation, medical examination and polygraph test as a condition of his employment.   In addition, Moore had been previously employed as a commissioned police officer, without incident, for four years prior to his employment with the jail.   He was trained in the official policies of jail management by experienced jailers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7-1\">\n        <a class=\"footnote\" href=\"#fn7-1_ref\">7</a>\n        <p> General Order MSC-1-78 (\"the General Order\"), which regulates the management of the city jail, prohibits male personnel from frisking or conducting a pat-down search of a female prisoner.   It also requires that a female be searched by female personnel.   Moreover, anytime a prisoner is released from her cell for any reason, the General Order requires that she be searched upon release from and return to the cell.   Finally, the policy allows for additional staffing by commissioned officers of the police department when the holding facility's population is large or if a difficult prisoner is in custody</p>\n        <p>The majority claims that the staffing policy made it inevitable that the General Order would be disregarded.   I find nothing in the record to support such a conclusion or inference.   The majority bases its conclusion on the fact that the four jailers could not possibly follow the General Order.   What the majority fails to consider is that the jail is located where the jailers could easily call for a uniformed officer to assist them when a female detainee is booked and searched.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8-1\">\n        <a class=\"footnote\" href=\"#fn8-1_ref\">8</a>\n        <p> See also Wolfish, 441 U.S. at 542, 99 S.Ct. at 1875 (citing rational basis cases to support the use of a reasonable relationship test);  id. at 586, 99 S.Ct. at 1898 (Stevens J., dissenting) (\"In short, a careful reading of the Court's opinion reveals that it has attenuated the detainee's constitutional protection against punishment into nothing more than a prohibition against irrational classifications or barbaric treatment.   Having recognized in theory that the source of that protection is the Due Process Clause, the Court has in practice defined its scope in the far more permissive terms of equal protection and Eighth Amendment analysis.\")</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108153/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109635/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109881/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110075/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110998/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111441/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111555/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111722/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112202/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112209/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112699/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/196009/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/391181/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/421019/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/436256/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/470986/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/500713/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/506214/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/523581/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/542312/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/549065/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/556584/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/589703/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/596427/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/600417/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/601650/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/607121/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/652876/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/661734/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/693003/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1087956/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-22T15:26:18.432954Z",
      "date_modified": "2016-03-03T18:38:47.998983Z",
      "date_filed": "1996-07-17",
      "date_filed_is_approximate": false,
      "slug": "artelia-m-scott-v-george-e-moore-individually-and-as-an-employee-of",
      "citation_id": 691527,
      "case_name_short": "",
      "case_name": "Artelia M. Scott v. George E. Moore, Individually and as an Employee of Killeen Police Department",
      "case_name_full": "",
      "federal_cite_one": "85 F.3d 230",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 7,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/855717/artelia-m-scott-v-george-e-moore-individually-and-/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:42:57.399308Z",
  "date_modified": "2014-10-30T12:42:57.399308Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Artelia M. Scott v. George E. Moore, Individually and as an Employee of Killeen Police Department",
  "case_name_full": "",
  "slug": "artelia-m-scott-v-george-e-moore-individually-and-",
  "docket_number": "93-8603",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}