{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/85660/",
  "id": 85660,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/nywd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2577834/",
      "id": 2577834,
      "absolute_url": "/opinion/2577834/edmonson-v-coughlin/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/85660/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2577834/",
          "id": 2577834,
          "absolute_url": "/opinion/2577834/edmonson-v-coughlin/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2577834/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/1858/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T10:36:14.542653Z",
          "date_modified": "2017-04-10T21:00:29.690254Z",
          "type": "010combined",
          "sha1": "627e617079d75ff45eac9818583e68f6c704f4ee",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>21 F.Supp.2d 242 (1998)</b></center>\n<center><h1>Samuel EDMONSON, Plaintiff,<br>\nv.<br>\nThomas A. COUGHLIN III, et al., Defendants.</h1></center>\n<center>No. 94-CV-6144L.</center>\n<center><p><b>United States District Court, W.D. New York.</b></p></center>\n<center>September 30, 1998.</center>\n<p><span class=\"star-pagination\">*243</span> <span class=\"star-pagination\">*244</span> Sam Edmonson, Pine City, NY, plaintiff pro se.</p>\n<p>Carlos Rodriguez, Office of New York State Atty. Gen., Rochester, NY, for Defendants.</p>\n<p></p>\n<h2>DECISION AND ORDER</h2>\n<p>LARIMER, Chief Judge.</p>\n<p></p>\n<h2><i>INTRODUCTION</i></h2>\n<p>This action is brought pursuant to 28 U.S.C. § 1983. Plaintiff alleges that the defendants violated his constitutional rights, while he was confined at Attica Correctional Facility (\"Attica\"). Defendants include Thomas A. Coughlin, then Commissioner of New York State Department of Correctional Services (\"DOCS\"), Attica Superintendent Walter R. Kelly, and other supervisory staff, correction officers and civilian staff at Attica.</p>\n<p>Pending before the Court is defendants' motion for summary judgment. For the following reasons, defendants' motion is granted.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>The plaintiff, Samuel Edmonson, is an inmate in the custody DOCS. In 1990, he was convicted of two counts of murder in the second degree, and given a prison sentence of seventy-five years to life. Amended Complaint, Document No. 20, ¶¶ 23-24.</p>\n<p>Edmonson was committed to DOCS' custody in July, 1990. On July 16, 1990, he was transferred to Attica. Upon arrival, he was placed in administrative segregation (\"AS\") in the facility's Special Housing Unit (\"SHU\"). Amended Complaint ¶ 24. Three days later, he was served with an AS recommendation form, which gave the following reason for his confinement.</p>\n<blockquote>After review of documentation and confidential information pertaining to this inmate and to his highly publicized case, including profligate escape attempts, it is determined that his presence in general population would pose a threat to the safe and secure operation of the facility.</blockquote>\n<p>Amended Complaint ¶ 26, Defendants' Motion for Summary Judgment, Exhibit 6(A). The following day, Edmonson was interviewed by Lt. George. Edmonson denied that there was any reason for him to be in AS. Amended Complaint ¶ 26, H3<sup>[1]</sup>. Lt. George filed a report of his interview, H3; however, Edmonson's AS confinement continued.</p>\n<p>A hearing to review the basis for Edmonson's placement in AS was conducted by Capt. Roy Henneberg on July 22, 1990. The hearing focused on the two sources mentioned in the AS recommendation, a confidential informant, and a series of newspaper articles that reported an escape plan during Edmonson's criminal trial. Edmonson asked whether he would have an opportunity to review the confidential information. H7. The hearing officer responded:</p>\n<blockquote>the confidential information is held in camera and what that means is that it can be reviewed by the person that you send any appeal to departmentally ... they would then review the confidential information and if in their opinion, they felt that it was substantial enough to maintain you in admin. seg., they would again hold it in camera. ... [T]hen if you decided to go to state or federal courts, the people that could review the confidential information then would be the judge or judges involved in any case. They would review the confidential <span class=\"star-pagination\">*245</span> information. At each step a determination would be made as to whether or not the confidential information is sufficient to [support] the determination.</blockquote>\n<p>H7.</p>\n<p>Edmonson contested the accuracy of the newspaper articles, saying that they were \"all propaganda.\" H5. The articles describe a plot to hijack a helicopter from a heliport in New York, and to land the helicopter at the Brooklyn House of Detention, where Edmonson was housed during his trial. The articles also describe the extensive precautions taken by city and Federal law enforcement officers in response to the reported plot. Copies of the articles, which were introduced as exhibits at the hearing, are included as part of Exhibit 6(C).</p>\n<p>Edmonson asserted that the trial judge had said that he did not believe the articles, but had to take precautions. H5. Capt. Henneberg responded that he understood the judge's response, and suggested that \"the administration of this facility also has to take precautions.\" S5-6.</p>\n<p>Later in the hearing, the Capt. Henneberg adverted to the notoriety of Edmonson's case. Initially, Edmonson stated that he did not feel that his case was more notorious than other Attica inmates' cases. T18. However, he acknowledged that he had been \"stabbed seven times as a result of media attention ... I was attacked by some inmates who tried to extort me.\" <i>Id.</i> Wounds from the knife attack, which occurred in the holding center in New York, required 75 stitches to close. <i>Id.</i> Edmonson also acknowledged that at least some Attica inmates would be familiar with the newspaper reports. <i>Id.</i></p>\n<p>In response to an inquiry regarding restrictions in AS, Henneberg informed Edmonson that he would be subjected to most of the rules that apply to disciplinary SHU. H15-16. He then rendered his decision, finding that Edmonson should remain in AS, subject to periodic review. H20, Exhibit 6(C). The determination was based on the newspaper articles, as well as \"confidential information reviewed by this hearing officer and available for administrative or judicial review.\" <i>Id.</i> Edmonson filed an administrative appeal of the AS determination, which was affirmed on September 25, 1990. Amended Complaint ¶ 31.</p>\n<p>Subsequent to the hearing, Edmonson's AS confinement was subject to review by an Administrative Segregation Review Committee (\"ASRC\"), pursuant to DOCS' regulations. The committee issued its recommendations in weekly memoranda.<sup>[2]</sup> The weekly entries for Edmonson all indicate the same basis for continuing his AS confinement, that due to his highly publicized case, and the reports of escape attempts, Edmonson's presence in general population would pose a threat to safety and security of facility. Exhibit 10.</p>\n<p>Deputy Superintendent Hall, chairman of the ASRC, acknowledged that its meetings took place \"outside of plaintiff's presence and participation,\" Hall Affidavit, Exhibit 5, ¶ 20. Edmonson did not appear before the ASRC, and apparently did not submit any evidence or statement to the committee. There is no provision in DOCS' regulations for notice to AS prisoners of the ASRC reviews, or for submission of evidence to the committee. However, Corrections Counsellor Hermann, a committee member, states that \"Edmonson could have submitted any concerns or comments to his counselor, who would forward them to the ASRC.\" Herrmann also asserts that Edmonson could have sent a \"tab\" or note to the ASRC stating his position regarding his AS confinement. She states that she does not recall Edmonson ever availing himself of such access to the ASRC. Herrmann Aff., Exhibit 7, ¶¶ 15-18. Edmonson alleges that he attempted to send tabs to the ASRC, an assertion apparently confirmed by Supt. Kelly. Plaintiff's Affidavit, Document No. 50, ¶ 65; Kelly Aff. ¶¶ 46-50.</p>\n<p>The weekly ASRC recommendations were submitted to Supt. Kelly, who then made the <span class=\"star-pagination\">*246</span> determination to continue Edmonson's AS confinement. Kelly Affidavit, ¶¶ 34-36. Edmonson asserts that he did not receive notice of the ASRC recommendations, or of Supt. Kelly's review or decisions. Amended Complaint ¶ 41. Nothing in the record contradicts that assertion.</p>\n<p>Edmonson remained in AS at Attica until March 22, 1991, when he was transferred to Wende Correctional Facility (\"Wende\"). He was released to general population shortly after his transfer to Wende. <i>Id.</i> ¶ 32.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>The complaint sets forth eight claims. Four claims relate to the AS hearing, one concerns the pre-hearing interview and three claims challenge the ASRC review process. Seven claims are based on the Due Process Clauses in the United States, and New York Constitutions. The eighth claim is based on DOCS' regulations. The merits of such claims are discussed below.</p>\n<p>Defendants base their summary judgment motion on the following grounds: (1) the claims are time barred; (2) plaintiff's AS confinement did not implicate a liberty interest; (3) there was no denial of due process at the hearing or in post-hearing reviews of plaintiff's AS status; (4) the defendants were not personally involved in any alleged Constitutional deprivation and (5) the defendants are entitled to qualified immunity from liability for damages. In addition to the grounds raised by the defendant, the court will also address the question of its subject matter jurisdiction over Edmonson's state law claim.</p>\n<p></p>\n<h2>I. Summary Judgment Standards</h2>\n<p>Federal Rule of Civil Procedure 56(c) provides that summary judgment is warranted where \"there is no genuine issue of any material fact and ... the moving party is entitled to a judgment as a matter of law.\" A \"genuine issue\" exists \"if the evidence is such that a reasonable jury could return a verdict for the non-moving party.\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 248, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). Rule 56(e) provides that a party opposing a motion for summary judgment \"may not rest upon the mere allegations or denials of the adverse party's pleading, but ... must set forth specific facts showing that there is a genuine issue for trial.\"</p>\n<p>In deciding a motion for summary judgment, the evidence and the inferences drawn from the evidence must be \"viewed in the light most favorable to the party opposing the motion.\" <i>Adickes v. S.H. Kress and Co.,</i> 398 U.S. 144, 90 S.Ct. 1598, 26 L.Ed.2d 142 (1970). \"Only when reasonable minds could not differ as to the import of evidence is summary judgment proper.\" <i>Bryant v. Maffucci,</i> 923 F.2d 979, 982 (2d Cir.1991). However, a summary judgment motion will not be defeated merely on the basis of a \"metaphysical doubt\" about the facts, <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 586, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986), or of \"conjecture or surmise\" <i>Bryant,</i> 923 F.2d at 982.</p>\n<p></p>\n<h2>II. Statute of Limitations</h2>\n<p>A civil action brought pursuant to 28 U.S.C. § 1983 is governed by the state statute of limitations applicable to personal injury actions. <i>Wilson v. Garcia,</i> 471 U.S. 261, 279-280, 105 S.Ct. 1938, 85 L.Ed.2d 254 (1985). In a state such as New York, in which there is more than one statute of limitations for personal injury actions, the residual or general statute of limitations should be applied. <i>Owens v. Okure,</i> 488 U.S. 235, 251, 109 S.Ct. 573, 102 L.Ed.2d 594 (1989); <i>Murphy v. Lynn,</i> 53 F.3d 547, 548 (2d Cir.1995). Accordingly, Plaintiffs § 1983 action is governed by the three-year statute of limitations prescribed by Civil Practice Law and Rules (\"CPLR\") § 214(5) (McKinney's 1990).</p>\n<p>Plaintiffs claims are based on his continuous AS confinement between July 17, 1990 and March 22, 1991. Plaintiff thus asserts a continuing violation of his rights, for statute of limitations purposes. <i>Cornwell v. Robinson,</i> 23 F.3d 694, 703 (2d Cir.1994). His claims accrued, and the statute began to run at the time of his release from Attica's AS, March 22, 1991. <i>Id.</i></p>\n<p>Although the complaint was filed by the clerk of the court on March 24, 1994, <span class=\"star-pagination\">*247</span> three years and two days after the claims had accrued, such claims are not barred by the statute of limitations. Generally, pleadings are deemed filed on the date that they are actually received by the clerk of the court. However, a prisoner's <i>pro se</i> § 1983 complaint is deemed filed, for statute of limitations purposes, when it is delivered to prison officials for transmittal to the court. <i>Dory v. Ryan,</i> 999 F.2d 679, 682 (2d Cir. 1993); <i>Houston v. Lack,</i> 487 U.S. 266, 270, 108 S.Ct. 2379, 101 L.Ed.2d 245 (1988).</p>\n<p>This exception to the general rule is required because of the unique difficulties faced by <i>pro se</i> prisoners, who can not take steps other litigants can take to monitor the transmission of their papers. Because of their confinement, inmates have no choice but to rely on prison staff to file their legal papers, and are at the mercy of such staff, should there be any delay in forwarding papers to the court. <i>Dory,</i> 999 F.2d at 682; <i>Houston,</i> 487 U.S. at 275, 108 S.Ct. 2379.</p>\n<p>For statute of limitations purposes, therefore, the relevant date is the date that Edmonson delivered his complaint to the appropriate prison official for forwarding to the court. That date is not evident from the record. However, a review of Edmonson's other submissions in the present action suggests that transmission to the court from the facility typically takes at least two days. Edmonson's complaint therefore, is deemed filed within the statute of limitations.</p>\n<p></p>\n<h2>III. Liberty Interest</h2>\n<p>The Supreme Court has held that a prisoner's confinement in SHU<sup>[3]</sup> does not necessarily implicate a liberty interest protected by Due Process. Rather, a liberty interest</p>\n<blockquote>will be generally limited to freedom of restraint which, while not exceeding the [prison] sentence in such an unexpected manner as to give rise to protection by the Due Process Clause of its own force ... nonetheless imposes atypical and significant hardship on the inmate in relation to the ordinary incidents of prison life.</blockquote>\n<p><i>Sandin v. Conner,</i> 515 U.S. 472, 484, 115 S.Ct. 2293, 132 L.Ed.2d 418 (1995).</p>\n<p>As <i>Sandin</i> suggests, a liberty interest may be derived either from the Due Process Clause itself, or from state statutes and regulations. <i>Arce v. Walker</i> 139 F.3d 329, 333 (2d Cir.1998), citing <i>Kentucky Dep't of Corrections v. Thompson,</i> 490 U.S. 454, 460, 109 S.Ct. 1904, 104 L.Ed.2d 506 (1989). There are rare instances in which a condition \"exceed[s] the sentence in such an unexpected manner as to give rise to protection by the Due Process Clause of its own force.\" <i>Sandin,</i> 515 U.S. at 484, 115 S.Ct. 2293. The <i>Sandin</i> decision cited two such instances: transfer of a prisoner to a mental hospital, as in <i>Vitek v. Jones,</i> 445 U.S. 480, 493, 100 S.Ct. 1254, 63 L.Ed.2d 552 (1980); and involuntary medication of a prisoner with psychotropic drugs as in <i>Washington v. Harper,</i> 494 U.S. 210, 221-222, 110 S.Ct. 1028, 108 L.Ed.2d 178 (1990). In those cases, the inmate was confronted with a situation qualitatively different from incarceration, as that term is commonly understood. <i>Sandin,</i> 515 U.S. at 484, 115 S.Ct. at 2300.</p>\n<p>Since transfer to SHU is not such an \"unexpected\" event as to implicate the Due Process Clause of its own force, Edmonson must satisfy a two part test. He must demonstrate that his SHU confinement imposed \"an atypical and significant hardship ... in relation to the ordinary incidents of prison life\"; and must also show that the statute or regulation authorizing his confinement uses language which creates the expectation of a liberty interest. <i>Sandin,</i> 515 U.S. at 484, 115 S.Ct. 2293.</p>\n<p>In <i>Hewitt v. Helms,</i> 459 U.S. 460, 471-472, 103 S.Ct. 864, 74 L.Ed.2d 675 (1983), the court held that an expectation of a liberty interest is created when a statute or regulation is couched in \"language of an unmistakably mandatory character\" and bases a deprivation upon \"specified substantive predicates.\" <i>Sandin</i> did not modify this holding; rather, it added an additional requirement, namely that the deprivation be \"atypical\" of <span class=\"star-pagination\">*248</span> prison life. <i>Sandin,</i> 515 U.S. at 484-485, 115 S.Ct. 2293; <i>Arce</i> 139 F.3d at 334 (\"[a] prison inmate is now required to meet a two-part test to establish the existence of a liberty interest.\").</p>\n<p>Defendants contend that Edmonson does not meet either part of the <i>Sandin</i> test. They assert that his AS confinement was not atypical of prison life, and they argue that their regulations are not couched in language essential to the creation of a liberty interest.</p>\n<p></p>\n<h2>A. DOCS' Regulations</h2>\n<p>DOCS' regulations define a substantive predicate for administrative segregation, namely a determination that the inmate's presence in general population would pose a threat to the safety and security of the facility. 7 <i>N.Y.C.R.R.</i> § 301.4(b). The regulations also require that AS inmates receive the same type of hearing as disciplinary SHU inmates. 7 N.Y.C.R.R. § 301.4(a). That hearing procedure is defined in mandatory terms. An inmate must receive a written notice of reason for his confinement, in his native language. 7 <i>N.Y.C.R.R.</i> § 254.2. An employee assistant must meet with the inmate if he does not understand English, or is confined to SHU pending the hearing. 7 <i>N.Y.C.R.R.</i> § 251-4.1. The hearing must be conducted by an impartial hearing officer who was not involved in the underlying incident. 7 <i>N.Y.C.R.R.</i> § 254.1. The inmate must be permitted to attend the hearing, unless he is disruptive; and must be permitted to submit documents and call witnesses, unless the hearing officer finds that they are redundant or irrelevant. 7 <i>N.Y.C.R.R.</i> §§ 254.5, 254.6(b). The hearing must be electronically recorded, and must be completed within 14 days. 7 <i>N.Y.C.R.R.</i> §§ 251-5(b), 254.6(b). The hearing officer must render a written decision, setting forth the basis for his determination. 7 <i>N.Y.C.R.R.</i> § 254.7. The inmate must receive a copy of the determination, and be informed of his right to an administrative appeal. 7 <i>N.Y.C.R.R.</i> § 254.8. All of these requirements are mandatory. A hearing officer has limited discretion, for example to decline requests for redundant testimony; however, he is not permitted to ignore procedures defined in the regulations, for example by denying all witnesses.</p>\n<p>DOCS' regulations are couched in mandatory language and require that AS be based on a defined substantive predicate. They, therefore, meet the criteria defined in <i>Hewitt</i> and in <i>Sandin</i> for creation of a liberty interest. <i>McClary v. Kelly,</i> 4 F.Supp.2d 195, 211-212 (W.D.N.Y.1998).</p>\n<p></p>\n<h2>B. Duration and Extent of the Deprivation</h2>\n<p>It is clear that \"[a]fter <i>Sandin,</i> in order to determine whether a prisoner has a liberty interest in avoiding [SHU] confinement, a court must examine the specific circumstances\" of the confinement. <i>Brooks</i> 112 F.3d at 49; <i>Miller</i> 111 F.3d at 9. This analysis \"turns on the duration of the segregation and a comparison with the conditions in the general population and in other categories of segregation.\" <i>Arce</i> 139 F.3d at 336. The same analysis is required whether SHU confinement is administrative or punitive. <i>Id.</i></p>\n<p>Both the duration and extent of deprivation must be considered, and the two are interrelated. For example, in <i>Arce,</i> which involved an eighteen-day term in AS, the court held that restrictions on the plaintiff's activities were \"more than offset by the relative brevity of' the term. <i>Arce,</i> 139 F.3d at 337. The court took care to note that this conclusion was not based solely on the duration of the plaintiffs confinement, although duration was a critical factor. <i>Id.</i></p>\n<p>Many of the material facts regarding Edmonson's AS confinement are uncontested. The parties do not contest the length of that confinement, and are in general agreement regarding the deprivations endured by AS inmates. SHUs, are defined as \"single occupancy cells grouped so as to provide separation from the general population.\" 7 <i>N.Y.C.R.R.</i> § 300.2(b). An inmate may be placed in SHU as a penalty for violating DOCS' inmate rules, for the inmate's protection, for administrative reasons, or for certain other purposes, not relevant to the present discussion. 7 <i>N.Y.C.R.R.</i> §§ 301.2 through 301.7. AS inmates are housed in SHU, and are subject to most of the restrictions <span class=\"star-pagination\">*249</span> that apply to disciplinary SHU inmates.<sup>[4]</sup></p>\n<p>SHU inmates are confined in their cells 22 to 23 hours per day. They are permitted to leave their cells for one hour of exercise per day, for two showers per week, for any legal visits and one non-legal visit per week, and for occasional appointments with medical or other support staff. 7 <i>N.Y.C.R.R.</i> Part 304. Inmates eat all meals in their cells. 7 <i>N.Y.C.R.R.</i> § 304.2.</p>\n<p>In general population, inmates generally have more social interaction and mobility. They are typically let out of their cells for meals, recreation, visits, congregate religious services, jobs, vocational programs, classes, and services such as drug or alcohol counseling. However, general population prisoners also spend a significant part of each day locked in their individual cells. Affidavit of Anthony Annucci, Exhibit 14, at ¶¶ 17-20. Most inmates in general population participate in some type of programming, such as classroom instruction, vocational training or a job assignment. However, at any given time, a significant number of inmates are not in a program, due to staffing or space limitations or the lack of a particular program at a facility.</p>\n<p>SHU inmates are not permitted to participate in congregate activities such as vocational programs, classes, work assignments, religious services, or group counseling. Annucci Aff. ¶ 18. Some services, such as medical or mental health care, library services, and cell study are available to SHU inmates, at their SHU cells, or during a \"call-out,\" in which the prisoner is escorted to an interview room or other location. Annucci Aff. ¶ 15; 7 <i>N.Y.C.R.R.</i> §§ 304.4, 304.7-304.12.</p>\n<p>These facts suggest that there is no single deprivation that is unique to SHU. At one time or another any DOCS inmate, in general population or otherwise, can expect to endure the types of deprivation that occur in SHU. However, while most inmates may expect to be isolated from other people or denied access to programs at some point in their incarceration, long term isolation or idleness are much less typical. The duration of SHU confinement is, therefore, a critical factor.</p>\n<p>Defendants have submitted statistical analyses, showing the frequency and duration of SHU confinements. Annucci Aff. ¶¶ 10-13, Exhibits 14(A) to 14(E). Although the statistics do not relate to the precise period when Edmonson was confined to AS,<sup>[5]</sup> they are useful in assessing the typicality of his confinement.</p>\n<p>DOCS inmates are housed in 70 different facilities, classified as maximum, medium or minimum security facilities. Inmates are also classified maximum, medium or minimum security. DOCS attempts to match prisoners' and prisons' security classifications, e.g. placing maximum security prisoners in a maximum facility; however, it is not always possible to do so. Edmonson was a maximum security inmate, housed at a maximum security facility, Attica. Annucci Aff. ¶ 5.</p>\n<p>Cell confinement of some type is clearly not an atypical experience for a DOCS inmate. In 1993, 97,537 inmates were in DOCS custody for all or part of the year. Exhibit 14(A). That year, 39,627, or roughly 40% of DOCS inmates received a disciplinary sanction involving cell confinement of some kind. Exhibit 14(D). Such sanctions include SHU, as well as lesser degrees of restriction such as keeplock and cube confinement. <i>Id.</i> The lesser sanctions are applied with greater frequency, with SHU reserved as punishment for more serious infractions. Of the 39,627 inmates subjected to disciplinary confinement, 35,023 received keeplock or cube confinement and 4,604 went to SHU. Exhibit 14(D), page 1. Thus, SHU was an aspect of prison experience for approximately 5% of <span class=\"star-pagination\">*250</span> DOCS inmates in 1993, and can not be considered atypical <i>per se.</i></p>\n<p>AS confinement is less common than disciplinary SHU. Exhibit 14(E). DOCS has not provided statistics showing the duration of AS confinements. However, since conditions of confinement are nearly identical for AS and disciplinary SHU inmates, statistics regarding SHU confinements can be used to ascertain the relative frequency or rarity of Edmonson's SHU term.</p>\n<p>These figures suggest a number of conclusions concerning the typicality of Edmonson's SHU confinement. First, it is not rare for a DOCS inmate to spend at least part of his or her prison term in SHU. If one adds inmates on keeplock or cube confinement status, it is evident that a considerable segment of DOCS' inmate population endures cell confinement at some point, while in DOCS custody. Longer SHU confinement is less common. DOCS' statistics do not indicate the percentage of inmates who served SHU terms longer and shorter than Edmonson's eight month term. However, they show that 1,664, or about 2% of inmates in DOCS' custody in 1993, served SHU terms of six months or more. Exhibit 14(D), page 8. These statistics indicate that a significant percentage of DOCS inmates serve SHU terms as long as, or longer than Edmonson's, with some inmates serving a year or more in SHU.</p>\n<p>The above statistical analysis relates to inmates who are subject to confinement in SHU, and other restricted settings in a given year. Obviously, the likelihood that a particular inmate will spend significant time in SHU increases if he is serving a longer sentence. Edmonson is serving a sentence of seventy-five years to life. In determining whether SHU confinement is \"a dramatic departure from the basic conditions of [his] sentence,\" <i>Sandin,</i> 515 U.S. at 485, 115 S.Ct. 2293, the court should consider the length of that sentence. Thus, in <i>Sandin,</i> the court held that</p>\n<blockquote>[t]he regime to which [the plaintiff] was subjected as a result of the misconduct hearing was within the range of confinement to be normally expected for one serving an indeterminate term of 30 years to life.</blockquote>\n<p><i>Sandin,</i> 515 U.S. at 487, 115 S.Ct. 2293. Cf. <i>Arce,</i> 139 F.3d at 336 (SHU term not atypical, given plaintiff's sentence of 25 years to life); <i>Roucchio v. Coughlin,</i> 923 F.Supp. 360, 373 (E.D.N.Y.1996) (plaintiff's 47 day SHU term not atypical \"in view of the 15-years-to-life duration of his sentence.\")</p>\n<p>The detailed factfinding required in a <i>Sandin</i> determination does not preclude summary judgment, so long as the court \"examine[s] the circumstances of [the plaintiff's] segregation, and articulate[s] the facts on which its conclusion [is] predicated.\" <i>Arce,</i> 139 F.3d at 336. <i>Cf. </i><i>Frazier v. Coughlin</i> 81 F.3d 313, 317 (2d Cir.1996) (judgment as a matter of law proper, given \"the extensive fact-finding of the district court\").</p>\n<p>Courts in this circuit have consistently held that confinement for periods approximating the duration of Edmonson's confinement do not implicate a liberty interest under <i>Sandin. Delaney v. Selsky,</i> 899 F.Supp. 923, 927 (N.D.N.Y.1995) (197 days); <i>Carter v. Carriero,</i> 905 F.Supp. 99, 104 (W.D.N.Y. 1995) (270 days) <i>Warren v. Irvin,</i> 985 F.Supp. 350, 354-355 (W.D.N.Y.1997) (161 days); <i>Tulloch v. Coughlin,</i> 1995 WL 780970 (W.D.N.Y.1995) at *2-3 (180 days); <i>Trice v. Clark</i> 1996 WL 257578 (S.D.N.Y.1996), at *1, 3 (aff'd. on other grounds, 131 F.3d 132, 1997 WL 738116 (2d Cir.1997) (table) (150 days); <i>Brooks v. DiFasi,</i> 1997 WL 436750 (W.D.N.Y.1997) (on remand) 180 days). All of these decisions involved SHUs in New York DOCS facilities; the SHUs in such cases were all subject to DOCS' rules regarding privileges and restrictions in SHU and all the decisions describe living conditions similar to those that Edmonson endured.</p>\n<p>These holdings are consistent with decisions in other Circuits. <i>Griffin v. Vaughn,</i> 112 F.3d 703, 705, 709 (3d Cir.1997) (15 months in AS not atypical, under Sandin); <i>Mackey v. Dyke,</i> 111 F.3d 460, 461, 463 (6th Cir.1997) (117 days in AS not atypical).</p>\n<p>Therefore, in my view, Edmonson's eight month term in AS is within the range of confinement to be expected for one serving a sentence of 75 years to life, and is not such a dramatic departure as to implicate a liberty <span class=\"star-pagination\">*251</span> interest, protected by the Due Process Clause.</p>\n<p>Defendants are entitled to summary judgment, because Edmonson's AS confinement did not implicate a liberty interest.</p>\n<p></p>\n<h2>IV. The Hearing</h2>\n<p>Defendants are also entitled to summary judgment, because they afforded Edmonson the procedural protections that Due Process would require, if a liberty interest had been implicated. <i>Hewitt,</i> 459 U.S. at 469-472, 103 S.Ct. 864. Although <i>Sandin</i> significantly modified the standard for determining <i>when</i> a liberty interest is implicated, it did not revise the definition of \"the process that is due,\" as set forth in <i>Hewitt,</i> 459 U.S. at 475-476, 103 S.Ct. 864. <i>Hewitt</i> held that Due Process requires only \"an informal, nonadversary evidentiary review\" of administrative segregation decisions. <i>Id.</i> The process for reviewing AS decisions need not include all the components of a disciplinary hearing, as defined in <i>Wolff v. McDonnell</i> 418 U.S. 539, 94 S.Ct. 2963, 41 L.Ed.2d 935 (1974). In an AS review,</p>\n<blockquote>[a]n inmate must merely receive some notice of the charges against him and an opportunity to present his views to the prison official charged with deciding whether to transfer him to administrative segregation. Ordinarily a written statement by the inmate will accomplish this purpose, although prison administrators may find it more useful to permit oral presentations in cases where they believe a written statement would be ineffective. So long as this occurs, and the decisionmaker reviews the charges and the then-available evidence against the prisoner, the Due Process Clause is satisfied.</blockquote>\n<p><i>Hewitt,</i> 459 U.S. at 476, 103 S.Ct. 864. The court explicitly declined to impose more formal, adversarial procedures applicable to disciplinary hearings. <i>Hewitt,</i> 459 U.S. at 473-475, 103 S.Ct. 864. When a prison official reviews an inmate's transfer to AS, the inmate does not have a Due Process right to be present, to call witnesses, or to submit evidence. <i>Id.</i><sup>[6]</sup></p>\n<p>Edmonson claims that the hearing determination was not supported by sufficient evidence, that the hearing officer improperly relied on confidential information, and that he was improperly denied access to such confidential information. Amended Complaint ¶¶ 29, 38-40, 48, 49-51.</p>\n<p>A hearing determination must be supported by \"some evidence\" <i>Sup't Mass. Corr. Inst. v. Hill,</i> 472 U.S. 445, 455, 105 S.Ct. 2768, 86 L.Ed.2d 356 (1985). In <i>Hill,</i> the court rejected a higher evidentiary standard, holding that court review of such determinations</p>\n<blockquote>[d]oes not require examination of the entire record, independent assessment of the credibility of witnesses, or weighing of the evidence. Instead, the relevant question is whether there is any evidence in the record that could support the [decision].</blockquote>\n<p><i>Hill,</i> 472 U.S. at 455, 105 S.Ct. 2768.</p>\n<p>The term \"evidence\" in this context must be read in light of the function of administrative segregation, as described in <i>Hewitt.</i> In that case, the court stressed the volatile atmosphere in prisons, and noted that decisions are often based on \"subjective evaluations and on predictions of future behavior\" in which prison officials' intuitive judgment is a key factor. <i>Hewitt,</i> 459 U.S. at 474-476, 103 S.Ct. at 872-873. This does not mean that courts must defer to such officials' unfounded conclusions. However, a judgment call based on evidence that might not be admissible in a civil trial can constitute \"some evidence\" in support of AS confinement. <i>Id.</i></p>\n<p><span class=\"star-pagination\">*252</span> It is clear from the record before the court that there was sufficient evidentiary support for the hearing officer's decision in this case. The hearing officer noted widespread publicity of Edmonson's criminal trial, the notoriety of his crime, and newspaper reports of an elaborate escape plan that allegedly involved Edmonson, while he was awaiting trial. Although the hearing officer stated that he did not have a basis for confirming or rebutting the newspaper reports, he took note of the elaborate precautions that had been taken by New York and Federal law enforcement officers in response to the reported escape plan, and noted that \"the facility [also] has to take precautions.\" H6. Under the circumstances, and given the serious nature of the escape plan described in the news reports, this court finds that the hearing officer's determination was based on some evidence, as defined in <i>Hill.</i></p>\n<p>Edmonson claims that the defendants improperly shifted the burden of proof to him, to disprove their rationale for confining him in AS. Amended Complaint ¶ 50. Although the court appreciates the difficulty of disproving the allegations in Edmonson's hearing, he does not state a Federal claim. Given that a hearing determination need only be supported by some evidence, not a preponderance, and that formal rules of evidence need not be followed in AS reviews, there is no basis for a claim that placing the burden of proof on him violated due process.</p>\n<p>Edmonson also claims that the hearing officer improperly denied him access to the confidential information. Amended Complaint ¶¶ 29-30. A hearing officer is not required to disclose a confidential informant's testimony to an accused inmate in a disciplinary hearing. <i>Giakoumelos v. Coughlin,</i> 88 F.3d 56, 61 (2d Cir.1996). Since due process requirements for an AS review are less stringent than for disciplinary hearings, <i>Hewitt,</i> 459 U.S. at 473-475, 103 S.Ct. 864, there is no requirement that confidential testimony be disclosed during an AS review.</p>\n<p>Edmonson also claims that the hearing officer made no independent evaluation of the reliability of the confidential information. Amended Complaint, ¶¶ 30-48. At the conclusion of the hearing, Capt. Henneberg stated that his determination was based, in part, on \"confidential information reviewed by this hearing officer.\" H20. Henneberg did not explicitly state that he determined the confidential information to be reliable; however, one can infer that he made such a determination, since the information was, explicitly, a basis for his decision.</p>\n<p>That inference is supported by Henneberg's statements during the hearing. In response to Edmonson's inquiry, Henneberg stated that the confidential information had been held <i>\"in camera\"</i> and would be available for review on administrative appeal, or in any judicial review of the AS determination. H7. \"At each step a determination would be made as to whether or not the confidential information is sufficient\" to support the determination. H7. Inferentially \"at each step\" included the hearing itself. This Court therefore holds that Capt. Henneberg did not violate Edmonson's Due Process with regard to the confidential information.</p>\n<p>In any event, there is sufficient support in the record for the determination, independent of the confidential information. In order to obtain damages under § 1983, the plaintiff must show that his constitutional rights were violated, and that he suffered harm as a consequence. <i>Carey v. Piphus,</i> 435 U.S. 247, 254-255, 98 S.Ct. 1042, 55 L.Ed.2d 252 (1978); <i>McCann v. Coughlin</i> 698 F.2d 112, 126 (2d Cir.1983). This means that a plaintiff must show that he would not have been sent to SHU, but for the due process violations <i>McCann</i> 698 F.2d at 126. Even if one were to exclude confidential information as a basis for Edmonson's AS confinement, there was sufficient evidentiary support for the hearing determination.</p>\n<p>Edmonson's claims related to conduct of the AS hearing, must be dismissed, because his AS confinement did not implicate a liberty interest protected by the Due Process Clause, and because he was afforded the procedures that Due Process would require at his hearing.</p>\n<p></p>\n<h2>V. Post-Hearing Review of Edmonson's AS Confinement</h2>\n<p>Edmonson also claims that the defendants deprived him of liberty without due process <span class=\"star-pagination\">*253</span> by indefinitely continuing his confinement in AS, with no a meaningful periodic review of his status. He asserts that he received no notice of any review of his AS status subsequent to the hearing, Amended Complaint ¶ 52. He also asserts that no meaningful review took place. <i>Id.</i> ¶ 53.</p>\n<p>A prisoner confined indefinitely to AS is entitled to \"some sort of periodic review\" of his confinement. <i>Hewitt v. Helms,</i> 459 U.S. at 477 n. 9, 103 S.Ct. 864. Such periodical review \"will not necessarily require that prison officials permit the submission of any additional evidence or statements,\" and a decision to continue a prisoner in AS may be based on the same facts and security considerations that compelled his initial transfer to AS. <i>Id.</i> Although the periodic review can be done informally, it must, nevertheless, be meaningful, in order to insure that extended AS is not \"a pretext for indefinite confinement of an inmate.\" <i>Id.</i></p>\n<p>DOCS' regulations require that all AS confinements be reviewed every seven days, for the first month, and every thirty days thereafter. 7 N.Y.C.R.R. § 301.4(d). The review is conducted in the first instance by the ASRC, which consists of a member of the facility's executive staff, a security supervisor and a member of the guidance and counseling staff. <i>Id.</i> The ASCR forwards its recommendation to the superintendent, who makes a final determination regarding the inmate's AS status. <i>Id.</i> DOCS has therefore, defined a procedure for the periodic review of all AS cases.</p>\n<p>In Edmonson's case, the ASRC submitted weekly recommendations, in the form of memoranda, to Superintendent Kelly, for the duration of his AS confinement. Kelly aff., Ex. 10. The memoranda, which were couched in identical language, all recommended that Edmonson be retained in AS, based on the grounds asserted at his initial AS hearing. Superintendent Kelly approved each extension of Edmonson's AS status, based on the ASRC recommendations. Thus, Attica appears to have complied with DOCS' regulations, regarding review of AS cases.</p>\n<p>Edmonson argues that he did not receive notice of ASRC meetings or decisions, or of Kelly's review of ASRC recommendations. This assertion does not support a Due Process claim. <i>Hewitt</i> did not require such notice, and can not be read as making notice a <i>pre se</i> due process requirement. Edmonson's claim that he was denied due process, because he did not receive notice of the review of his AS status must be dismissed.</p>\n<p>Edmonson also argues that there was no meaningful review of his status, asserting that the ASRC and Kelly essentially \"rubber stamped\" the initial determination to place him in AS. He points to the identical language in the recommendations, the absence of evidence that any new information was considered, the fact that he was not given an opportunity to submit a statement to the ASRC, and Kelly's admission that he routinely approved ASRC recommendations.</p>\n<p><i>Hewitt</i> specifically held that there need be no requirement that AS inmates submit evidence or statements to the committee. 459 U.S. at 477 n. 9, 103 S.Ct. 864. <i>Hewitt</i> also made clear that a decision to continue an inmate in AS could be based on the same facts and considerations that compelled the initial transfer to AS. <i>Id.</i> The fact that the ASRC repeated the same rationale each week, and did not enable Edmonson to submit information is not a basis for finding that the ASRC violated due process.</p>\n<p><i>Hewitt</i> did hold that the review process must be meaningful, and not \"a pretext for indefinite confinement of an inmate.\" <i>Id.</i> There are no hard and fast rules for determining whether the ASRC review was meaningful. A recent case has defined criteria that can help in making this determination. Such criteria include whether the inmate had any involvement in, or received information concerning the review process, and whether there is any indication that the committee considered new information form any source. <i>Giano v. Kelly,</i> 869 F.Supp. 143, 149-151.</p>\n<p>It is clear that the ASRC and Kelly could and should have better documented the extent of their review of Edmonson's status. The record before this court makes it difficult to ascertain what, if anything, the ASRC did in its reviews. However, <i>Hewitt</i> makes <span class=\"star-pagination\">*254</span> clear that the periodic review process need not be formalized. Although it may have been flawed, that process appears to have been \"meaningful\" in the present case. Two factors support this conclusion.</p>\n<p>First, although Edmonson claims that he received no formal notice of the ASCR meetings, Hermann states that she spoke regularly with him, and that he could have relayed any information or statement regarding his AS status to her. She also states that Edmonson could have sent a \"tab\" or note with such information. Edmonson did, in fact, send notes to Superintendent Kelly, arguing that he should be released from AS. Thus, even though he may not have known that the ASRC was the entity charged with reviewing his status, he correctly assumed that Superintendent Kelly was the person who could decide to release him from AS.</p>\n<p>The other factor that suggests that the review was meaningful is Edmonson's eventual release from AS. He did not have to go to court to gain his release,<sup>[7]</sup> and there is no indication that the decision to release him was based on anything other than valid penological considerations. Perhaps his release would have occurred at an earlier date if the review process had been more substantive; but the eventual outcome suggests a meaningful review of his status.</p>\n<p>This should not be read as an endorsement of the facility's review procedures. The <i>Giano</i> decision suggests steps that the ASRC might take, to insure meaningful review \"without placing an undue burden\" on the committee. <i>Giano</i> 869 F.Supp. at 151. There does not appear to be any reason why the committee failed to take such steps in the present case.</p>\n<p>However, that is not the issue before this court. The only relevant question is whether defendants provided meaningful periodic review of Edmonson's AS status. This court finds that such review did take place, and that Edmonson's claim must therefore be dismissed.</p>\n<p></p>\n<h2>IV. Defendants' Personal Involvement</h2>\n<p>In addition to the above grounds for dismissal of the complaint <i>in toto,</i> it must be dismissed as against a number of the defendants, because of their lack of personal involvement in any of the alleged deprivations of Edmonson's rights. To establish liability under 42 U.S.C. § 1983, a plaintiff must establish that the defendant was personally involved in the deprivation. <i>Monell v. Dept. of Soc. Serv. Of the City of New York,</i> 436 U.S. 658, 692, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978).</p>\n<p>Courts have accepted a variety of theories, in support of the assertion that a defendant \"caused\" the constitutional violation. A defendant will be liable if he or she directly participated in the infraction. A supervisory official, can be held liable if he or she created a policy or custom under which unconstitutional practices occurred, allowed such a custom or practice to continue, or failed to remedy a known violation. <i>Williams v. Smith,</i> 781 F.2d 319, 323-324 (2d Cir.1986).</p>\n<p>The amended complaint names thirteen defendants, who allegedly were involved in Edmonson's AS confinement. Lt. James prepared the initial AS notice. Lt. George interviewed Edmonson prior to his hearing. Capt. Henneberg conducted the hearing. The other defendants, except for Commissioner Coughlin, were involved in the periodic review of Edmonson's status. Coughlin was the recipient of Edmonson's appeal letter and a letter from his sister concerning AS.</p>\n<p>The complaint must be dismissed for lack of personal involvement, as against Lt. James, Lt. George and Commissioner Coughlin. James avers that his only involvement was preparation of the initial recommendation that Edmonson be placed in AS. James Aff. ¶¶ 12-16, 23-24. Edmonson does not contest that assertion. Preparation of an AS recommendation is not a basis for a § 1983 claim. <i>Freeman v. Rideout,</i> 808 F.2d 949, 951 (1986). <i>Freeman</i> held that due process is satisfied so long as an inmate is afforded <span class=\"star-pagination\">*255</span> an opportunity, at a hearing, to rebut false charges lodged against him. 808 F.2d at 953. The same logic applies to the AS recommendation. Edmonson had an opportunity, at his hearing, to contest the allegations in the recommendation. Since Lt. James' preparation of the recommendation was his only involvement in Edmonson's confinement, he must be dismissed as a defendant for lack of personal involvement.</p>\n<p>Lt. George interviewed Edmonson four days after his transfer to AS. Amended Complaint ¶ 26. George asserts that the AS interview was his only involvement in the case. George Aff. ¶¶ 7, 11-18. Edmonson does not contest that assertion. He claims that defendants deprived him of liberty without due process, by confining him in AS and failing to conduct a timely interview, concerning the reason for that confinement. Amended Complaint ¶ 47.</p>\n<p>Prior to the <i>Sandin</i> decision, the Second Circuit had held that due process required that an inmate be given notice of the reason for AS placement and an opportunity to present a statement to a responsible officer within a \"reasonable time.\" <i>Gittens v. LeFevre,</i> 891 F.2d 38, 40-41 (2d Cir.1989); <i>Russell v. Coughlin,</i> 910 F.2d 75, 77 (2d Cir.1990). That holding was based on the premise that DOCS inmates had a liberty interest in remaining free from solitary confinement, regardless of the length of such confinement. <i>Id.</i> Since <i>Sandin,</i> however, it is clear that a liberty interest is not necessarily implicated by a brief confinement in SHU.</p>\n<p>The Second Circuit has acknowledged that <i>\"Sandin</i> may be read as calling into question the continued viability of\" the <i>Gittens and Russell</i> decisions, <i>Rodriguez v. Phillips,</i> 66 F.3d 470, 480 (2d Cir.1995), and has held that SHU confinement for twelve days did not implicate a liberty interest. <i>Frazier v. Coughlin,</i> 81 F.3d 313, 317 (2d Cir.1996). A four day delay in meeting with an inmate, to discuss the inmate's AS confinement, can not, therefore, be considered a violation of due process. The complaint must be dismissed as against Lt. George.</p>\n<p>As Commissioner, Coughlin was responsible for overall management and operation of DOCS facilities. Amended Complaint ¶ 6. The complaint does not allege any facts suggesting that Coughlin was directly involved in Edmonson's AS confinement, and he denies such involvement. Coughlin Aff. ¶ 9. Coughlin also denies personal knowledge of events described in the complaint. <i>Id.</i> ¶ 10. He acknowledges that Edmonson's letter appealing the hearing determination was received by the his office, but states that the letter was forwarded to the Director of Special Housing Programs, who was designated to review and decide such appeals. <i>Id.</i> ¶¶ 11-14.</p>\n<p>Coughlin also acknowledges receipt of a letter from Edmonson's sister inquiring about Edmonson's AS status in AS. <i>Id.</i> ¶ 22. The letter was forwarded to a member of Coughlin's staff, who subsequently drafted a reply for his signature. The responsive letter stated:</p>\n<blockquote>[a] member of my staff has been in contact with a lieutenant at Attica who reports [that] upon arrival your brother was processed into administrative segregation. This was done as a security precaution following an administrative segregation hearing. I have also been informed that he is receiving all privilege available to inmates in this status.</blockquote>\n<p><i>Id.</i> ¶¶ 23-25; Exhibit I(D). Coughlin states that he had no other involvement in the case. <i>Id.</i> ¶ 14. In a case involving nearly identical facts, the Second Circuit held:</p>\n<blockquote>Sealey [the plaintiff] wrote two letters to Coughlin. Coughlin referred the first letter, Sealey's appeal from [his] administrative segregation hearing, to defendant Selsky for decision. Sealey's second letter was a status inquiry to which Coughlin responded by informing Sealy that Selsky had rendered a decision. Sealey's letters and Coughlin's response do not demonstrate the requisite personal involvement on Coughlin's part, and we affirm the dismissal of Sealey's claims against Coughlin.</blockquote>\n<p><i>Sealey v. Giltner,</i> 116 F.3d 47, 51 (2d Cir. 1997). Cf. <i>Wright v. Smith,</i> 21 F.3d 496, 501 (2d Cir.1994). Edmonson likewise has not demonstrated personal involvement by Coughlin in any deprivation of his rights, and <span class=\"star-pagination\">*256</span> the complaint must be dismissed as against Coughlin.</p>\n<p>Nine defendants had some involvement in the post-hearing review of Edmonson's status. Dep. Hall and Lt. Perkins were permanent members of the ASRC, and participated in most of its meetings. Hall Aff., ¶¶ 7-8, 16-18; Perkins Aff., ¶¶ 9-10, 16-17. Dep. Donnelly attended four ASRC meetings, Capt. Henneberg attended two meetings, Lt. Hollister attended four meetings, and Lt. Smith attended three meetings as substitutes when a permanent member was absent. Donnelly Aff. ¶ 11, Henneberg Aff. ¶ 39, Hollister Aff. ¶¶ 10-11, 16-17; Smith Aff. ¶¶ 9-10, 16-17. Correction Counselor Vera was the third permanent member of the ASRC between August and December, 1980. Counselor Herman then assumed Vera's responsibilities, and attended ASRC meetings from January to March, 1991. Vera Aff. ¶¶ 9-10, 16; Herrmann Aff. ¶ 10-11, 20-21. Superintendent Kelly was charged with reviewing ASRC recommendations, and making the final determination regarding inmates' AS status.</p>\n<p>DOCS' regulations require the ASRC to recommend whether to continue an inmate in AS or release him. The recommendation is sent to the superintendent, who decides whether to release the inmate or continue his confinement. 7 N.Y.C.R.R. § 301.4(d). The regulations give the ASRC responsibility akin to that of an officer who prepares an initial AS recommendation. The ASRC is not authorized to release an inmate from AS, or to order his continued confinement. Its only authority is make a recommendation to the superintendent. ASRC members, therefore, did not have personal involvement in Edmonson's AS confinement, and the complaint must be dismissed, as against them.<sup>[8]</sup></p>\n<p></p>\n<h2>VIII. The State Law Claim</h2>\n<p>As his eighth claim, Edmonson asserts that Defendants violated the New York state law, by confining him in AS without insuring meaningful review of his status. Complaint ¶ 54, citing 7 N.Y.C.R.R. § 301.4. Edmonson's other claims are also partially based on state law. For each such claim, he asserts that defendants violated the Due Process Clauses of the Fourteenth Amendment to the United States Constitution, and Article I, § 6 of the Constitution of then State of New York. Complaint ¶¶ 47-53.</p>\n<p>This court does not have subject matter jurisdiction over Edmonson's state law claims. The Eleventh Amendment to the United States Constitution provides:</p>\n<blockquote>The Judicial power of the United States shall not be construed to extend to any suit in law or equity, commences or prosecuted against one of the United States by citizens of another State, or by citizens of any Foreign State.</blockquote>\n<p>The Eleventh Amendment has consistently been held to be \"an affirmation that the fundamental principle of sovereign immunity limits the grant of judicial authority in Art[icle] III\" <i>Pennhurst State School v. Halderman,</i> 465 U.S. 89, 98, 104 S.Ct. 900, 79 L.Ed.2d 67 (1984), and thus to preclude federal jurisdiction over suits against an unconsenting state by its own citizens. <i>Pennhurst,</i> 465 U.S. at 98-99, 104 S.Ct. 900, citing <i>Hans v. Louisiana,</i> 134 U.S. 1, 15, 10 S.Ct. 504, 33 L.Ed. 842 (1890).</p>\n<p>The Eleventh Amendment also bars claims in Federal court against state officials, based on state law. <i>Allen v. Cuomo</i> 100 F.3d 253, 260 (2d Cir.1996), citing <i>Halderman,</i> 465 U.S. at 117, 104 S.Ct. at 900. <i>Oneida County N.Y. v. Oneida Indian Etc.,</i> 470 U.S. 226, 251, 105 S.Ct. 1245, 84 L.Ed.2d 169 (1985). Such bar goes to the court's subject matter jurisdiction. <i>Id.</i></p>\n<p>Federal Rule of Civil Procedure 12(h)(3) provides: \"[w]henever it appears by suggestion of the parties or otherwise that the court lacks jurisdiction of the subject matter, the <span class=\"star-pagination\">*257</span> court shall dismiss the action.\" Edmonson's state law claims must therefore be dismissed.</p>\n<p>Since defendants are entitled to summary judgment on the merits, with regard to each of Edmonson's claims, it is not necessary to address their assertion that they are entitled to qualified immunity.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the above stated reasons, I hereby GRANT defendants' motion for summary judgment pursuant to Federal Rule of Civil Procedure 56.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>For the above stated reasons, it is hereby ordered that defendants' motion for summary judgment (Dkt.# 45) pursuant to Federal Rule of Civil Procedure 56 is hereby GRANTED and the complaint is dismissed in its entirety.</p>\n<p>IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The transcript of the AS hearing is included in Exhibit 6(C) to the Defendants' Summary Judgment Motion. References to pages in the transcript are indicated by \"H\" followed by a page number. The exhibits to defendants' motion are identified as \"Exhibit\" and the exhibit number.</p>\n<p>[2]  Although the regulations require that the ASRC review AS cases once a week for the first two months, and then once a month, 7 N.Y.C.R.R. § 301.4(d), Edmonson's case was apparently subject to weekly review during his confinement. Copies of ASRC memoranda are appended to Supt. Kelly's affidavit, Exhibit 10.</p>\n<p>[3]  In <i>Sandin</i> the unit was termed \"Special Holding Unit\" rather than a \"Special Housing Unit.\" However, the court's description of that unit suggests its similarity to New York's SHU in function, physical layout and operation 515 U.S. at 475 and n. 2, 115 S.Ct. at 2296 and n. 2.</p>\n<p>[4]  Disciplinary SHU inmates must complete a thirty day adjustment period before they are permitted to make purchases from the commissary, or to have items such as playing cards, books or cigarettes in their cells. 7 <i>N.Y.C.R.R.</i> §§ 303.1 to 303.3. AS inmates are not subject to this adjustment period. 7 <i>N.Y.C.R.R.</i> § 301.4(c).</p>\n<p>[5]  Defendants' exhibits summarize disciplinary penalties, including SHU, for 1993, 1994 and 1995. Edmonson was in AS in for part of 1990 and 1991.</p>\n<p>[6]  DOCS' regulations give AS inmates the right to a hearing. 7 N.Y.C.R.R. § 301.4. Such regulations are state law, and do not define due process requirements. In two decisions rendered prior to <i>Sandin,</i> the Second Circuit suggested that a hearing might be required, as a matter of due process, when a prisoner is kept in AS for an extended period. <i>Wright v. Smith</i> 21 F.3d 496, 499 (2d Cir .1994); <i>Green v. Bauvi,</i> 46 F.3d 189, 194 (2d Cir.1995). The Second Circuit has acknowledged that its rationale for the holdings in <i>Green</i> and <i>Wright</i> was undercut by the <i>Sandin</i> decision, <i>Sealey,</i> 116 F.3d at 53, although those decisions have not been explicitly overruled. It is not necessary, however, to determine whether <i>Green</i> and <i>Wright</i> remain good law, since Edmonson was accorded a hearing to review his initial confinement in AS.</p>\n<p>[7]  One might legitimately question why Edmonson waited three years, following his release from AS, to commence this action, given his assertions regarding the severity of his deprivation.</p>\n<p>[8]  Superintendent Kelly alleges that he routinely approved ASRC recommendations, and never inquired as to the basis for the recommendations. This would suggest that the ASRC effectively made the decision to continue Edmonson's AS confinement. However, Kelly may not unilaterally relieve himself of his obligation under the regulation. Even if he, subjectively, felt that his role was merely to \"rubber stamp\" the ASRC recommendations, it was his duty to make the determination. Alternatively, Kelly may not, by <i>fiat,</i> impose an obligation on the ASRC to make the decision, when the regulation charges them only with making a recommendation.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">242</span></span> (1998)</b></center>\n<center><h1>Samuel EDMONSON, Plaintiff,<br>\nv.<br>\nThomas A. COUGHLIN III, et al., Defendants.</h1></center>\n<center>No. 94-CV-6144L.</center>\n<center><p><b>United States District Court, W.D. New York.</b></p></center>\n<center>September 30, 1998.</center>\n<p><span class=\"star-pagination\">*243</span> <span class=\"star-pagination\">*244</span> Sam Edmonson, Pine City, NY, plaintiff pro se.</p>\n<p>Carlos Rodriguez, Office of New York State Atty. Gen., Rochester, NY, for Defendants.</p>\n<p></p>\n<h2>DECISION AND ORDER</h2>\n<p>LARIMER, Chief Judge.</p>\n<p></p>\n<h2><i>INTRODUCTION</i></h2>\n<p>This action is brought pursuant to 28 U.S.C. § 1983. Plaintiff alleges that the defendants violated his constitutional rights, while he was confined at Attica Correctional Facility (\"Attica\"). Defendants include Thomas A. Coughlin, then Commissioner of New York State Department of Correctional Services (\"DOCS\"), Attica Superintendent Walter R. Kelly, and other supervisory staff, correction officers and civilian staff at Attica.</p>\n<p>Pending before the Court is defendants' motion for summary judgment. For the following reasons, defendants' motion is granted.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>The plaintiff, Samuel Edmonson, is an inmate in the custody DOCS. In 1990, he was convicted of two counts of murder in the second degree, and given a prison sentence of seventy-five years to life. Amended Complaint, Document No. 20, ¶¶ 23-24.</p>\n<p>Edmonson was committed to DOCS' custody in July, 1990. On July 16, 1990, he was transferred to Attica. Upon arrival, he was placed in administrative segregation (\"AS\") in the facility's Special Housing Unit (\"SHU\"). Amended Complaint ¶ 24. Three days later, he was served with an AS recommendation form, which gave the following reason for his confinement.</p>\n<blockquote>After review of documentation and confidential information pertaining to this inmate and to his highly publicized case, including profligate escape attempts, it is determined that his presence in general population would pose a threat to the safe and secure operation of the facility.</blockquote>\n<p>Amended Complaint ¶ 26, Defendants' Motion for Summary Judgment, Exhibit 6(A). The following day, Edmonson was interviewed by Lt. George. Edmonson denied that there was any reason for him to be in AS. Amended Complaint ¶ 26, H3<sup>[1]</sup>. Lt. George filed a report of his interview, H3; however, Edmonson's AS confinement continued.</p>\n<p>A hearing to review the basis for Edmonson's placement in AS was conducted by Capt. Roy Henneberg on July 22, 1990. The hearing focused on the two sources mentioned in the AS recommendation, a confidential informant, and a series of newspaper articles that reported an escape plan during Edmonson's criminal trial. Edmonson asked whether he would have an opportunity to review the confidential information. H7. The hearing officer responded:</p>\n<blockquote>the confidential information is held in camera and what that means is that it can be reviewed by the person that you send any appeal to departmentally ... they would then review the confidential information and if in their opinion, they felt that it was substantial enough to maintain you in admin. seg., they would again hold it in camera. ... [T]hen if you decided to go to state or federal courts, the people that could review the confidential information then would be the judge or judges involved in any case. They would review the confidential <span class=\"star-pagination\">*245</span> information. At each step a determination would be made as to whether or not the confidential information is sufficient to [support] the determination.</blockquote>\n<p>H7.</p>\n<p>Edmonson contested the accuracy of the newspaper articles, saying that they were \"all propaganda.\" H5. The articles describe a plot to hijack a helicopter from a heliport in New York, and to land the helicopter at the Brooklyn House of Detention, where Edmonson was housed during his trial. The articles also describe the extensive precautions taken by city and Federal law enforcement officers in response to the reported plot. Copies of the articles, which were introduced as exhibits at the hearing, are included as part of Exhibit 6(C).</p>\n<p>Edmonson asserted that the trial judge had said that he did not believe the articles, but had to take precautions. H5. Capt. Henneberg responded that he understood the judge's response, and suggested that \"the administration of this facility also has to take precautions.\" S5-6.</p>\n<p>Later in the hearing, the Capt. Henneberg adverted to the notoriety of Edmonson's case. Initially, Edmonson stated that he did not feel that his case was more notorious than other Attica inmates' cases. T18. However, he acknowledged that he had been \"stabbed seven times as a result of media attention ... I was attacked by some inmates who tried to extort me.\" <i>Id.</i> Wounds from the knife attack, which occurred in the holding center in New York, required 75 stitches to close. <i>Id.</i> Edmonson also acknowledged that at least some Attica inmates would be familiar with the newspaper reports. <i>Id.</i></p>\n<p>In response to an inquiry regarding restrictions in AS, Henneberg informed Edmonson that he would be subjected to most of the rules that apply to disciplinary SHU. H15-16. He then rendered his decision, finding that Edmonson should remain in AS, subject to periodic review. H20, Exhibit 6(C). The determination was based on the newspaper articles, as well as \"confidential information reviewed by this hearing officer and available for administrative or judicial review.\" <i>Id.</i> Edmonson filed an administrative appeal of the AS determination, which was affirmed on September 25, 1990. Amended Complaint ¶ 31.</p>\n<p>Subsequent to the hearing, Edmonson's AS confinement was subject to review by an Administrative Segregation Review Committee (\"ASRC\"), pursuant to DOCS' regulations. The committee issued its recommendations in weekly memoranda.<sup>[2]</sup> The weekly entries for Edmonson all indicate the same basis for continuing his AS confinement, that due to his highly publicized case, and the reports of escape attempts, Edmonson's presence in general population would pose a threat to safety and security of facility. Exhibit 10.</p>\n<p>Deputy Superintendent Hall, chairman of the ASRC, acknowledged that its meetings took place \"outside of plaintiff's presence and participation,\" Hall Affidavit, Exhibit 5, ¶ 20. Edmonson did not appear before the ASRC, and apparently did not submit any evidence or statement to the committee. There is no provision in DOCS' regulations for notice to AS prisoners of the ASRC reviews, or for submission of evidence to the committee. However, Corrections Counsellor Hermann, a committee member, states that \"Edmonson could have submitted any concerns or comments to his counselor, who would forward them to the ASRC.\" Herrmann also asserts that Edmonson could have sent a \"tab\" or note to the ASRC stating his position regarding his AS confinement. She states that she does not recall Edmonson ever availing himself of such access to the ASRC. Herrmann Aff., Exhibit 7, ¶¶ 15-18. Edmonson alleges that he attempted to send tabs to the ASRC, an assertion apparently confirmed by Supt. Kelly. Plaintiff's Affidavit, Document No. 50, ¶ 65; Kelly Aff. ¶¶ 46-50.</p>\n<p>The weekly ASRC recommendations were submitted to Supt. Kelly, who then made the <span class=\"star-pagination\">*246</span> determination to continue Edmonson's AS confinement. Kelly Affidavit, ¶¶ 34-36. Edmonson asserts that he did not receive notice of the ASRC recommendations, or of Supt. Kelly's review or decisions. Amended Complaint ¶ 41. Nothing in the record contradicts that assertion.</p>\n<p>Edmonson remained in AS at Attica until March 22, 1991, when he was transferred to Wende Correctional Facility (\"Wende\"). He was released to general population shortly after his transfer to Wende. <i>Id.</i> ¶ 32.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>The complaint sets forth eight claims. Four claims relate to the AS hearing, one concerns the pre-hearing interview and three claims challenge the ASRC review process. Seven claims are based on the Due Process Clauses in the United States, and New York Constitutions. The eighth claim is based on DOCS' regulations. The merits of such claims are discussed below.</p>\n<p>Defendants base their summary judgment motion on the following grounds: (1) the claims are time barred; (2) plaintiff's AS confinement did not implicate a liberty interest; (3) there was no denial of due process at the hearing or in post-hearing reviews of plaintiff's AS status; (4) the defendants were not personally involved in any alleged Constitutional deprivation and (5) the defendants are entitled to qualified immunity from liability for damages. In addition to the grounds raised by the defendant, the court will also address the question of its subject matter jurisdiction over Edmonson's state law claim.</p>\n<p></p>\n<h2>I. Summary Judgment Standards</h2>\n<p>Federal Rule of Civil Procedure 56(c) provides that summary judgment is warranted where \"there is no genuine issue of any material fact and ... the moving party is entitled to a judgment as a matter of law.\" A \"genuine issue\" exists \"if the evidence is such that a reasonable jury could return a verdict for the non-moving party.\" <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). Rule 56(e) provides that a party opposing a motion for summary judgment \"may not rest upon the mere allegations or denials of the adverse party's pleading, but ... must set forth specific facts showing that there is a genuine issue for trial.\"</p>\n<p>In deciding a motion for summary judgment, the evidence and the inferences drawn from the evidence must be \"viewed in the light most favorable to the party opposing the motion.\" <i>Adickes v. S.H. Kress and Co.,</i> <span class=\"citation\" data-id=\"108153\"><a href=\"/opinion/108153/adickes-v-sh-kress-co/\"><span class=\"volume\">398</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">144</span></a></span>, <span class=\"citation\" data-id=\"108153\"><a href=\"/opinion/108153/adickes-v-sh-kress-co/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1598</span></a></span>, <span class=\"citation\" data-id=\"108153\"><a href=\"/opinion/108153/adickes-v-sh-kress-co/\"><span class=\"volume\">26</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">142</span></a></span> (1970). \"Only when reasonable minds could not differ as to the import of evidence is summary judgment proper.\" <i>Bryant v. Maffucci,</i> <span class=\"citation\" data-id=\"554895\"><a href=\"/opinion/554895/grishelda-bryant-v-john-j-maffucci-dawn-thackeray-yvonne-powell/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">979</span></a></span>, 982 (2d Cir.1991). However, a summary judgment motion will not be defeated merely on the basis of a \"metaphysical doubt\" about the facts, <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 586, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986), or of \"conjecture or surmise\" <i>Bryant,</i> 923 F.2d at 982.</p>\n<p></p>\n<h2>II. Statute of Limitations</h2>\n<p>A civil action brought pursuant to 28 U.S.C. § 1983 is governed by the state statute of limitations applicable to personal injury actions. <i>Wilson v. Garcia,</i> <span class=\"citation\" data-id=\"111415\"><a href=\"/opinion/111415/wilson-v-garcia/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">261</span></a></span>, 279-280, <span class=\"citation\" data-id=\"111415\"><a href=\"/opinion/111415/wilson-v-garcia/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1938</span></a></span>, <span class=\"citation\" data-id=\"111415\"><a href=\"/opinion/111415/wilson-v-garcia/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">254</span></a></span> (1985). In a state such as New York, in which there is more than one statute of limitations for personal injury actions, the residual or general statute of limitations should be applied. <i>Owens v. Okure,</i> <span class=\"citation\" data-id=\"112166\"><a href=\"/opinion/112166/owens-v-okure/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">235</span></a></span>, 251, <span class=\"citation\" data-id=\"112166\"><a href=\"/opinion/112166/owens-v-okure/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">573</span></a></span>, <span class=\"citation\" data-id=\"112166\"><a href=\"/opinion/112166/owens-v-okure/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">594</span></a></span> (1989); <i>Murphy v. Lynn,</i> <span class=\"citation\" data-id=\"695158\"><a href=\"/opinion/695158/ernesto-murphy-v-john-lynn-individually-and-as-a-town-of-clarkstown/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">547</span></a></span>, 548 (2d Cir.1995). Accordingly, Plaintiffs § 1983 action is governed by the three-year statute of limitations prescribed by Civil Practice Law and Rules (\"CPLR\") § 214(5) (McKinney's 1990).</p>\n<p>Plaintiffs claims are based on his continuous AS confinement between July 17, 1990 and March 22, 1991. Plaintiff thus asserts a continuing violation of his rights, for statute of limitations purposes. <i>Cornwell v. Robinson,</i> <span class=\"citation\" data-id=\"669656\"><a href=\"/opinion/669656/dorothea-m-cornwell-plaintiff-appellee-cross-appellant-v-william-f/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">694</span></a></span>, 703 (2d Cir.1994). His claims accrued, and the statute began to run at the time of his release from Attica's AS, March 22, 1991. <i>Id.</i></p>\n<p>Although the complaint was filed by the clerk of the court on March 24, 1994, <span class=\"star-pagination\">*247</span> three years and two days after the claims had accrued, such claims are not barred by the statute of limitations. Generally, pleadings are deemed filed on the date that they are actually received by the clerk of the court. However, a prisoner's <i>pro se</i> § 1983 complaint is deemed filed, for statute of limitations purposes, when it is delivered to prison officials for transmittal to the court. <i>Dory v. Ryan,</i> <span class=\"citation\" data-id=\"612095\"><a href=\"/opinion/612095/rowland-w-dory-v-burton-t-ryan-jr-assistant-district-attorney-nassau/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">679</span></a></span>, 682 (2d Cir. 1993); <i>Houston v. Lack,</i> <span class=\"citation\" data-id=\"112126\"><a href=\"/opinion/112126/houston-v-lack/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">266</span></a></span>, 270, <span class=\"citation\" data-id=\"112126\"><a href=\"/opinion/112126/houston-v-lack/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2379</span></a></span>, <span class=\"citation\" data-id=\"112126\"><a href=\"/opinion/112126/houston-v-lack/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">245</span></a></span> (1988).</p>\n<p>This exception to the general rule is required because of the unique difficulties faced by <i>pro se</i> prisoners, who can not take steps other litigants can take to monitor the transmission of their papers. Because of their confinement, inmates have no choice but to rely on prison staff to file their legal papers, and are at the mercy of such staff, should there be any delay in forwarding papers to the court. <i>Dory,</i> 999 F.2d at 682; <i>Houston,</i> 487 U.S. at 275, <span class=\"citation\" data-id=\"112126\"><a href=\"/opinion/112126/houston-v-lack/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2379</span></a></span>.</p>\n<p>For statute of limitations purposes, therefore, the relevant date is the date that Edmonson delivered his complaint to the appropriate prison official for forwarding to the court. That date is not evident from the record. However, a review of Edmonson's other submissions in the present action suggests that transmission to the court from the facility typically takes at least two days. Edmonson's complaint therefore, is deemed filed within the statute of limitations.</p>\n<p></p>\n<h2>III. Liberty Interest</h2>\n<p>The Supreme Court has held that a prisoner's confinement in SHU<sup>[3]</sup> does not necessarily implicate a liberty interest protected by Due Process. Rather, a liberty interest</p>\n<blockquote>will be generally limited to freedom of restraint which, while not exceeding the [prison] sentence in such an unexpected manner as to give rise to protection by the Due Process Clause of its own force ... nonetheless imposes atypical and significant hardship on the inmate in relation to the ordinary incidents of prison life.</blockquote>\n<p><i>Sandin v. Conner,</i> <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">472</span></a></span>, 484, <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2293</span></a></span>, <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">418</span></a></span> (1995).</p>\n<p>As <i>Sandin</i> suggests, a liberty interest may be derived either from the Due Process Clause itself, or from state statutes and regulations. <i>Arce v. Walker</i> <span class=\"citation\" data-id=\"752429\"><a href=\"/opinion/752429/george-arce-v-hans-g-walker-walter-r-kelly-albert-hall-robert/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">329</span></a></span>, 333 (2d Cir.1998), citing <i>Kentucky Dep't of Corrections v. Thompson,</i> <span class=\"citation\" data-id=\"112260\"><a href=\"/opinion/112260/kentucky-dept-of-corrections-v-thompson/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">454</span></a></span>, 460, <span class=\"citation\" data-id=\"112260\"><a href=\"/opinion/112260/kentucky-dept-of-corrections-v-thompson/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1904</span></a></span>, <span class=\"citation\" data-id=\"112260\"><a href=\"/opinion/112260/kentucky-dept-of-corrections-v-thompson/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">506</span></a></span> (1989). There are rare instances in which a condition \"exceed[s] the sentence in such an unexpected manner as to give rise to protection by the Due Process Clause of its own force.\" <i>Sandin,</i> 515 U.S. at 484, <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2293</span></a></span>. The <i>Sandin</i> decision cited two such instances: transfer of a prisoner to a mental hospital, as in <i>Vitek v. Jones,</i> <span class=\"citation\" data-id=\"110231\"><a href=\"/opinion/110231/vitek-v-jones/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">480</span></a></span>, 493, <span class=\"citation\" data-id=\"110231\"><a href=\"/opinion/110231/vitek-v-jones/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>, <span class=\"citation\" data-id=\"110231\"><a href=\"/opinion/110231/vitek-v-jones/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">552</span></a></span> (1980); and involuntary medication of a prisoner with psychotropic drugs as in <i>Washington v. Harper,</i> <span class=\"citation\" data-id=\"112381\"><a href=\"/opinion/112381/washington-v-harper/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">210</span></a></span>, 221-222, <span class=\"citation\" data-id=\"112381\"><a href=\"/opinion/112381/washington-v-harper/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1028</span></a></span>, <span class=\"citation\" data-id=\"112381\"><a href=\"/opinion/112381/washington-v-harper/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">178</span></a></span> (1990). In those cases, the inmate was confronted with a situation qualitatively different from incarceration, as that term is commonly understood. <i>Sandin,</i> 515 U.S. at 484, 115 S.Ct. at 2300.</p>\n<p>Since transfer to SHU is not such an \"unexpected\" event as to implicate the Due Process Clause of its own force, Edmonson must satisfy a two part test. He must demonstrate that his SHU confinement imposed \"an atypical and significant hardship ... in relation to the ordinary incidents of prison life\"; and must also show that the statute or regulation authorizing his confinement uses language which creates the expectation of a liberty interest. <i>Sandin,</i> 515 U.S. at 484, <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2293</span></a></span>.</p>\n<p>In <i>Hewitt v. Helms,</i> <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">460</span></a></span>, 471-472, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">864</span></a></span>, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">675</span></a></span> (1983), the court held that an expectation of a liberty interest is created when a statute or regulation is couched in \"language of an unmistakably mandatory character\" and bases a deprivation upon \"specified substantive predicates.\" <i>Sandin</i> did not modify this holding; rather, it added an additional requirement, namely that the deprivation be \"atypical\" of <span class=\"star-pagination\">*248</span> prison life. <i>Sandin,</i> 515 U.S. at 484-485, <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2293</span></a></span>; <i>Arce</i> 139 F.3d at 334 (\"[a] prison inmate is now required to meet a two-part test to establish the existence of a liberty interest.\").</p>\n<p>Defendants contend that Edmonson does not meet either part of the <i>Sandin</i> test. They assert that his AS confinement was not atypical of prison life, and they argue that their regulations are not couched in language essential to the creation of a liberty interest.</p>\n<p></p>\n<h2>A. DOCS' Regulations</h2>\n<p>DOCS' regulations define a substantive predicate for administrative segregation, namely a determination that the inmate's presence in general population would pose a threat to the safety and security of the facility. 7 <i>N.Y.C.R.R.</i> § 301.4(b). The regulations also require that AS inmates receive the same type of hearing as disciplinary SHU inmates. 7 N.Y.C.R.R. § 301.4(a). That hearing procedure is defined in mandatory terms. An inmate must receive a written notice of reason for his confinement, in his native language. 7 <i>N.Y.C.R.R.</i> § 254.2. An employee assistant must meet with the inmate if he does not understand English, or is confined to SHU pending the hearing. 7 <i>N.Y.C.R.R.</i> § 251-4.1. The hearing must be conducted by an impartial hearing officer who was not involved in the underlying incident. 7 <i>N.Y.C.R.R.</i> § 254.1. The inmate must be permitted to attend the hearing, unless he is disruptive; and must be permitted to submit documents and call witnesses, unless the hearing officer finds that they are redundant or irrelevant. 7 <i>N.Y.C.R.R.</i> §§ 254.5, 254.6(b). The hearing must be electronically recorded, and must be completed within 14 days. 7 <i>N.Y.C.R.R.</i> §§ 251-5(b), 254.6(b). The hearing officer must render a written decision, setting forth the basis for his determination. 7 <i>N.Y.C.R.R.</i> § 254.7. The inmate must receive a copy of the determination, and be informed of his right to an administrative appeal. 7 <i>N.Y.C.R.R.</i> § 254.8. All of these requirements are mandatory. A hearing officer has limited discretion, for example to decline requests for redundant testimony; however, he is not permitted to ignore procedures defined in the regulations, for example by denying all witnesses.</p>\n<p>DOCS' regulations are couched in mandatory language and require that AS be based on a defined substantive predicate. They, therefore, meet the criteria defined in <i>Hewitt</i> and in <i>Sandin</i> for creation of a liberty interest. <i>McClary v. Kelly,</i> <span class=\"citation\" data-id=\"2350096\"><a href=\"/opinion/2350096/mcclary-v-kelly/\"><span class=\"volume\">4</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">195</span></a></span>, 211-212 (W.D.N.Y.1998).</p>\n<p></p>\n<h2>B. Duration and Extent of the Deprivation</h2>\n<p>It is clear that \"[a]fter <i>Sandin,</i> in order to determine whether a prisoner has a liberty interest in avoiding [SHU] confinement, a court must examine the specific circumstances\" of the confinement. <i>Brooks</i> 112 F.3d at 49; <i>Miller</i> 111 F.3d at 9. This analysis \"turns on the duration of the segregation and a comparison with the conditions in the general population and in other categories of segregation.\" <i>Arce</i> 139 F.3d at 336. The same analysis is required whether SHU confinement is administrative or punitive. <i>Id.</i></p>\n<p>Both the duration and extent of deprivation must be considered, and the two are interrelated. For example, in <i>Arce,</i> which involved an eighteen-day term in AS, the court held that restrictions on the plaintiff's activities were \"more than offset by the relative brevity of' the term. <i>Arce,</i> 139 F.3d at 337. The court took care to note that this conclusion was not based solely on the duration of the plaintiffs confinement, although duration was a critical factor. <i>Id.</i></p>\n<p>Many of the material facts regarding Edmonson's AS confinement are uncontested. The parties do not contest the length of that confinement, and are in general agreement regarding the deprivations endured by AS inmates. SHUs, are defined as \"single occupancy cells grouped so as to provide separation from the general population.\" 7 <i>N.Y.C.R.R.</i> § 300.2(b). An inmate may be placed in SHU as a penalty for violating DOCS' inmate rules, for the inmate's protection, for administrative reasons, or for certain other purposes, not relevant to the present discussion. 7 <i>N.Y.C.R.R.</i> §§ 301.2 through 301.7. AS inmates are housed in SHU, and are subject to most of the restrictions <span class=\"star-pagination\">*249</span> that apply to disciplinary SHU inmates.<sup>[4]</sup></p>\n<p>SHU inmates are confined in their cells 22 to 23 hours per day. They are permitted to leave their cells for one hour of exercise per day, for two showers per week, for any legal visits and one non-legal visit per week, and for occasional appointments with medical or other support staff. 7 <i>N.Y.C.R.R.</i> Part 304. Inmates eat all meals in their cells. 7 <i>N.Y.C.R.R.</i> § 304.2.</p>\n<p>In general population, inmates generally have more social interaction and mobility. They are typically let out of their cells for meals, recreation, visits, congregate religious services, jobs, vocational programs, classes, and services such as drug or alcohol counseling. However, general population prisoners also spend a significant part of each day locked in their individual cells. Affidavit of Anthony Annucci, Exhibit 14, at ¶¶ 17-20. Most inmates in general population participate in some type of programming, such as classroom instruction, vocational training or a job assignment. However, at any given time, a significant number of inmates are not in a program, due to staffing or space limitations or the lack of a particular program at a facility.</p>\n<p>SHU inmates are not permitted to participate in congregate activities such as vocational programs, classes, work assignments, religious services, or group counseling. Annucci Aff. ¶ 18. Some services, such as medical or mental health care, library services, and cell study are available to SHU inmates, at their SHU cells, or during a \"call-out,\" in which the prisoner is escorted to an interview room or other location. Annucci Aff. ¶ 15; 7 <i>N.Y.C.R.R.</i> §§ 304.4, 304.7-304.12.</p>\n<p>These facts suggest that there is no single deprivation that is unique to SHU. At one time or another any DOCS inmate, in general population or otherwise, can expect to endure the types of deprivation that occur in SHU. However, while most inmates may expect to be isolated from other people or denied access to programs at some point in their incarceration, long term isolation or idleness are much less typical. The duration of SHU confinement is, therefore, a critical factor.</p>\n<p>Defendants have submitted statistical analyses, showing the frequency and duration of SHU confinements. Annucci Aff. ¶¶ 10-13, Exhibits 14(A) to 14(E). Although the statistics do not relate to the precise period when Edmonson was confined to AS,<sup>[5]</sup> they are useful in assessing the typicality of his confinement.</p>\n<p>DOCS inmates are housed in 70 different facilities, classified as maximum, medium or minimum security facilities. Inmates are also classified maximum, medium or minimum security. DOCS attempts to match prisoners' and prisons' security classifications, e.g. placing maximum security prisoners in a maximum facility; however, it is not always possible to do so. Edmonson was a maximum security inmate, housed at a maximum security facility, Attica. Annucci Aff. ¶ 5.</p>\n<p>Cell confinement of some type is clearly not an atypical experience for a DOCS inmate. In 1993, 97,537 inmates were in DOCS custody for all or part of the year. Exhibit 14(A). That year, 39,627, or roughly 40% of DOCS inmates received a disciplinary sanction involving cell confinement of some kind. Exhibit 14(D). Such sanctions include SHU, as well as lesser degrees of restriction such as keeplock and cube confinement. <i>Id.</i> The lesser sanctions are applied with greater frequency, with SHU reserved as punishment for more serious infractions. Of the 39,627 inmates subjected to disciplinary confinement, 35,023 received keeplock or cube confinement and 4,604 went to SHU. Exhibit 14(D), page 1. Thus, SHU was an aspect of prison experience for approximately 5% of <span class=\"star-pagination\">*250</span> DOCS inmates in 1993, and can not be considered atypical <i>per se.</i></p>\n<p>AS confinement is less common than disciplinary SHU. Exhibit 14(E). DOCS has not provided statistics showing the duration of AS confinements. However, since conditions of confinement are nearly identical for AS and disciplinary SHU inmates, statistics regarding SHU confinements can be used to ascertain the relative frequency or rarity of Edmonson's SHU term.</p>\n<p>These figures suggest a number of conclusions concerning the typicality of Edmonson's SHU confinement. First, it is not rare for a DOCS inmate to spend at least part of his or her prison term in SHU. If one adds inmates on keeplock or cube confinement status, it is evident that a considerable segment of DOCS' inmate population endures cell confinement at some point, while in DOCS custody. Longer SHU confinement is less common. DOCS' statistics do not indicate the percentage of inmates who served SHU terms longer and shorter than Edmonson's eight month term. However, they show that 1,664, or about 2% of inmates in DOCS' custody in 1993, served SHU terms of six months or more. Exhibit 14(D), page 8. These statistics indicate that a significant percentage of DOCS inmates serve SHU terms as long as, or longer than Edmonson's, with some inmates serving a year or more in SHU.</p>\n<p>The above statistical analysis relates to inmates who are subject to confinement in SHU, and other restricted settings in a given year. Obviously, the likelihood that a particular inmate will spend significant time in SHU increases if he is serving a longer sentence. Edmonson is serving a sentence of seventy-five years to life. In determining whether SHU confinement is \"a dramatic departure from the basic conditions of [his] sentence,\" <i>Sandin,</i> 515 U.S. at 485, <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2293</span></a></span>, the court should consider the length of that sentence. Thus, in <i>Sandin,</i> the court held that</p>\n<blockquote>[t]he regime to which [the plaintiff] was subjected as a result of the misconduct hearing was within the range of confinement to be normally expected for one serving an indeterminate term of 30 years to life.</blockquote>\n<p><i>Sandin,</i> 515 U.S. at 487, <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2293</span></a></span>. Cf. <i>Arce,</i> 139 F.3d at 336 (SHU term not atypical, given plaintiff's sentence of 25 years to life); <i>Roucchio v. Coughlin,</i> <span class=\"citation no-link\"><span class=\"volume\">923</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">360</span></span>, 373 (E.D.N.Y.1996) (plaintiff's 47 day SHU term not atypical \"in view of the 15-years-to-life duration of his sentence.\")</p>\n<p>The detailed factfinding required in a <i>Sandin</i> determination does not preclude summary judgment, so long as the court \"examine[s] the circumstances of [the plaintiff's] segregation, and articulate[s] the facts on which its conclusion [is] predicated.\" <i>Arce,</i> 139 F.3d at 336. <i>Cf. </i><i>Frazier v. Coughlin</i> <span class=\"citation\" data-id=\"716607\"><a href=\"/opinion/716607/charles-frazier-v-thomas-a-coughlin-iii-commissioner-of-the-department/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">313</span></a></span>, 317 (2d Cir.1996) (judgment as a matter of law proper, given \"the extensive fact-finding of the district court\").</p>\n<p>Courts in this circuit have consistently held that confinement for periods approximating the duration of Edmonson's confinement do not implicate a liberty interest under <i>Sandin. Delaney v. Selsky,</i> <span class=\"citation no-link\"><span class=\"volume\">899</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">923</span></span>, 927 (N.D.N.Y.1995) (197 days); <i>Carter v. Carriero,</i> <span class=\"citation\" data-id=\"1740542\"><a href=\"/opinion/1740542/carter-v-carriero/\"><span class=\"volume\">905</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">99</span></a></span>, 104 (W.D.N.Y. 1995) (270 days) <i>Warren v. Irvin,</i> <span class=\"citation no-link\"><span class=\"volume\">985</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">350</span></span>, 354-355 (W.D.N.Y.1997) (161 days); <i>Tulloch v. Coughlin,</i> <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">780970</span></span> (W.D.N.Y.1995) at *2-3 (180 days); <i>Trice v. Clark</i> <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">257578</span></span> (S.D.N.Y.1996), at *1, 3 (aff'd. on other grounds, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">132</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">738116</span></span> (2d Cir.1997) (table) (150 days); <i>Brooks v. DiFasi,</i> <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">436750</span></span> (W.D.N.Y.1997) (on remand) 180 days). All of these decisions involved SHUs in New York DOCS facilities; the SHUs in such cases were all subject to DOCS' rules regarding privileges and restrictions in SHU and all the decisions describe living conditions similar to those that Edmonson endured.</p>\n<p>These holdings are consistent with decisions in other Circuits. <i>Griffin v. Vaughn,</i> <span class=\"citation\" data-id=\"740238\"><a href=\"/opinion/740238/jerome-griffin-v-don-vaughn-hugh-owens-bk-smith-r-johnson-joseph/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">703</span></a></span>, 705, 709 (3d Cir.1997) (15 months in AS not atypical, under Sandin); <i>Mackey v. Dyke,</i> <span class=\"citation\" data-id=\"739704\"><a href=\"/opinion/739704/wendell-shane-mackey-v-dennis-dyke/\"><span class=\"volume\">111</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">460</span></a></span>, 461, 463 (6th Cir.1997) (117 days in AS not atypical).</p>\n<p>Therefore, in my view, Edmonson's eight month term in AS is within the range of confinement to be expected for one serving a sentence of 75 years to life, and is not such a dramatic departure as to implicate a liberty <span class=\"star-pagination\">*251</span> interest, protected by the Due Process Clause.</p>\n<p>Defendants are entitled to summary judgment, because Edmonson's AS confinement did not implicate a liberty interest.</p>\n<p></p>\n<h2>IV. The Hearing</h2>\n<p>Defendants are also entitled to summary judgment, because they afforded Edmonson the procedural protections that Due Process would require, if a liberty interest had been implicated. <i>Hewitt,</i> 459 U.S. at 469-472, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">864</span></a></span>. Although <i>Sandin</i> significantly modified the standard for determining <i>when</i> a liberty interest is implicated, it did not revise the definition of \"the process that is due,\" as set forth in <i>Hewitt,</i> 459 U.S. at 475-476, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">864</span></a></span>. <i>Hewitt</i> held that Due Process requires only \"an informal, nonadversary evidentiary review\" of administrative segregation decisions. <i>Id.</i> The process for reviewing AS decisions need not include all the components of a disciplinary hearing, as defined in <i>Wolff v. McDonnell</i> <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2963</span></a></span>, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">935</span></a></span> (1974). In an AS review,</p>\n<blockquote>[a]n inmate must merely receive some notice of the charges against him and an opportunity to present his views to the prison official charged with deciding whether to transfer him to administrative segregation. Ordinarily a written statement by the inmate will accomplish this purpose, although prison administrators may find it more useful to permit oral presentations in cases where they believe a written statement would be ineffective. So long as this occurs, and the decisionmaker reviews the charges and the then-available evidence against the prisoner, the Due Process Clause is satisfied.</blockquote>\n<p><i>Hewitt,</i> 459 U.S. at 476, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">864</span></a></span>. The court explicitly declined to impose more formal, adversarial procedures applicable to disciplinary hearings. <i>Hewitt,</i> 459 U.S. at 473-475, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">864</span></a></span>. When a prison official reviews an inmate's transfer to AS, the inmate does not have a Due Process right to be present, to call witnesses, or to submit evidence. <i>Id.</i><sup>[6]</sup></p>\n<p>Edmonson claims that the hearing determination was not supported by sufficient evidence, that the hearing officer improperly relied on confidential information, and that he was improperly denied access to such confidential information. Amended Complaint ¶¶ 29, 38-40, 48, 49-51.</p>\n<p>A hearing determination must be supported by \"some evidence\" <i>Sup't Mass. Corr. Inst. v. Hill,</i> <span class=\"citation\" data-id=\"111476\"><a href=\"/opinion/111476/superintendent-mass-correctional-institution-at-walpole-v-hill/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">445</span></a></span>, 455, <span class=\"citation\" data-id=\"111476\"><a href=\"/opinion/111476/superintendent-mass-correctional-institution-at-walpole-v-hill/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2768</span></a></span>, <span class=\"citation\" data-id=\"111476\"><a href=\"/opinion/111476/superintendent-mass-correctional-institution-at-walpole-v-hill/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">356</span></a></span> (1985). In <i>Hill,</i> the court rejected a higher evidentiary standard, holding that court review of such determinations</p>\n<blockquote>[d]oes not require examination of the entire record, independent assessment of the credibility of witnesses, or weighing of the evidence. Instead, the relevant question is whether there is any evidence in the record that could support the [decision].</blockquote>\n<p><i>Hill,</i> 472 U.S. at 455, <span class=\"citation\" data-id=\"111476\"><a href=\"/opinion/111476/superintendent-mass-correctional-institution-at-walpole-v-hill/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2768</span></a></span>.</p>\n<p>The term \"evidence\" in this context must be read in light of the function of administrative segregation, as described in <i>Hewitt.</i> In that case, the court stressed the volatile atmosphere in prisons, and noted that decisions are often based on \"subjective evaluations and on predictions of future behavior\" in which prison officials' intuitive judgment is a key factor. <i>Hewitt,</i> 459 U.S. at 474-476, 103 S.Ct. at 872-873. This does not mean that courts must defer to such officials' unfounded conclusions. However, a judgment call based on evidence that might not be admissible in a civil trial can constitute \"some evidence\" in support of AS confinement. <i>Id.</i></p>\n<p><span class=\"star-pagination\">*252</span> It is clear from the record before the court that there was sufficient evidentiary support for the hearing officer's decision in this case. The hearing officer noted widespread publicity of Edmonson's criminal trial, the notoriety of his crime, and newspaper reports of an elaborate escape plan that allegedly involved Edmonson, while he was awaiting trial. Although the hearing officer stated that he did not have a basis for confirming or rebutting the newspaper reports, he took note of the elaborate precautions that had been taken by New York and Federal law enforcement officers in response to the reported escape plan, and noted that \"the facility [also] has to take precautions.\" H6. Under the circumstances, and given the serious nature of the escape plan described in the news reports, this court finds that the hearing officer's determination was based on some evidence, as defined in <i>Hill.</i></p>\n<p>Edmonson claims that the defendants improperly shifted the burden of proof to him, to disprove their rationale for confining him in AS. Amended Complaint ¶ 50. Although the court appreciates the difficulty of disproving the allegations in Edmonson's hearing, he does not state a Federal claim. Given that a hearing determination need only be supported by some evidence, not a preponderance, and that formal rules of evidence need not be followed in AS reviews, there is no basis for a claim that placing the burden of proof on him violated due process.</p>\n<p>Edmonson also claims that the hearing officer improperly denied him access to the confidential information. Amended Complaint ¶¶ 29-30. A hearing officer is not required to disclose a confidential informant's testimony to an accused inmate in a disciplinary hearing. <i>Giakoumelos v. Coughlin,</i> <span class=\"citation\" data-id=\"721305\"><a href=\"/opinion/721305/john-giakoumelos-v-thomas-a-coughlin-iii-stephan-vladyka-correction/\"><span class=\"volume\">88</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 61 (2d Cir.1996). Since due process requirements for an AS review are less stringent than for disciplinary hearings, <i>Hewitt,</i> 459 U.S. at 473-475, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">864</span></a></span>, there is no requirement that confidential testimony be disclosed during an AS review.</p>\n<p>Edmonson also claims that the hearing officer made no independent evaluation of the reliability of the confidential information. Amended Complaint, ¶¶ 30-48. At the conclusion of the hearing, Capt. Henneberg stated that his determination was based, in part, on \"confidential information reviewed by this hearing officer.\" H20. Henneberg did not explicitly state that he determined the confidential information to be reliable; however, one can infer that he made such a determination, since the information was, explicitly, a basis for his decision.</p>\n<p>That inference is supported by Henneberg's statements during the hearing. In response to Edmonson's inquiry, Henneberg stated that the confidential information had been held <i>\"in camera\"</i> and would be available for review on administrative appeal, or in any judicial review of the AS determination. H7. \"At each step a determination would be made as to whether or not the confidential information is sufficient\" to support the determination. H7. Inferentially \"at each step\" included the hearing itself. This Court therefore holds that Capt. Henneberg did not violate Edmonson's Due Process with regard to the confidential information.</p>\n<p>In any event, there is sufficient support in the record for the determination, independent of the confidential information. In order to obtain damages under § 1983, the plaintiff must show that his constitutional rights were violated, and that he suffered harm as a consequence. <i>Carey v. Piphus,</i> <span class=\"citation\" data-id=\"109815\"><a href=\"/opinion/109815/carey-v-piphus/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">247</span></a></span>, 254-255, <span class=\"citation\" data-id=\"109815\"><a href=\"/opinion/109815/carey-v-piphus/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1042</span></a></span>, <span class=\"citation\" data-id=\"109815\"><a href=\"/opinion/109815/carey-v-piphus/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">252</span></a></span> (1978); <i>McCann v. Coughlin</i> <span class=\"citation\" data-id=\"413311\"><a href=\"/opinion/413311/john-mccann-plaintiff-appellee-cross-appellant-v-t-coughlin-iii/\"><span class=\"volume\">698</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">112</span></a></span>, 126 (2d Cir.1983). This means that a plaintiff must show that he would not have been sent to SHU, but for the due process violations <i>McCann</i> 698 F.2d at 126. Even if one were to exclude confidential information as a basis for Edmonson's AS confinement, there was sufficient evidentiary support for the hearing determination.</p>\n<p>Edmonson's claims related to conduct of the AS hearing, must be dismissed, because his AS confinement did not implicate a liberty interest protected by the Due Process Clause, and because he was afforded the procedures that Due Process would require at his hearing.</p>\n<p></p>\n<h2>V. Post-Hearing Review of Edmonson's AS Confinement</h2>\n<p>Edmonson also claims that the defendants deprived him of liberty without due process <span class=\"star-pagination\">*253</span> by indefinitely continuing his confinement in AS, with no a meaningful periodic review of his status. He asserts that he received no notice of any review of his AS status subsequent to the hearing, Amended Complaint ¶ 52. He also asserts that no meaningful review took place. <i>Id.</i> ¶ 53.</p>\n<p>A prisoner confined indefinitely to AS is entitled to \"some sort of periodic review\" of his confinement. <i>Hewitt v. Helms,</i> 459 U.S. at 477 n. 9, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">864</span></a></span>. Such periodical review \"will not necessarily require that prison officials permit the submission of any additional evidence or statements,\" and a decision to continue a prisoner in AS may be based on the same facts and security considerations that compelled his initial transfer to AS. <i>Id.</i> Although the periodic review can be done informally, it must, nevertheless, be meaningful, in order to insure that extended AS is not \"a pretext for indefinite confinement of an inmate.\" <i>Id.</i></p>\n<p>DOCS' regulations require that all AS confinements be reviewed every seven days, for the first month, and every thirty days thereafter. 7 N.Y.C.R.R. § 301.4(d). The review is conducted in the first instance by the ASRC, which consists of a member of the facility's executive staff, a security supervisor and a member of the guidance and counseling staff. <i>Id.</i> The ASCR forwards its recommendation to the superintendent, who makes a final determination regarding the inmate's AS status. <i>Id.</i> DOCS has therefore, defined a procedure for the periodic review of all AS cases.</p>\n<p>In Edmonson's case, the ASRC submitted weekly recommendations, in the form of memoranda, to Superintendent Kelly, for the duration of his AS confinement. Kelly aff., Ex. 10. The memoranda, which were couched in identical language, all recommended that Edmonson be retained in AS, based on the grounds asserted at his initial AS hearing. Superintendent Kelly approved each extension of Edmonson's AS status, based on the ASRC recommendations. Thus, Attica appears to have complied with DOCS' regulations, regarding review of AS cases.</p>\n<p>Edmonson argues that he did not receive notice of ASRC meetings or decisions, or of Kelly's review of ASRC recommendations. This assertion does not support a Due Process claim. <i>Hewitt</i> did not require such notice, and can not be read as making notice a <i>pre se</i> due process requirement. Edmonson's claim that he was denied due process, because he did not receive notice of the review of his AS status must be dismissed.</p>\n<p>Edmonson also argues that there was no meaningful review of his status, asserting that the ASRC and Kelly essentially \"rubber stamped\" the initial determination to place him in AS. He points to the identical language in the recommendations, the absence of evidence that any new information was considered, the fact that he was not given an opportunity to submit a statement to the ASRC, and Kelly's admission that he routinely approved ASRC recommendations.</p>\n<p><i>Hewitt</i> specifically held that there need be no requirement that AS inmates submit evidence or statements to the committee. 459 U.S. at 477 n. 9, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">864</span></a></span>. <i>Hewitt</i> also made clear that a decision to continue an inmate in AS could be based on the same facts and considerations that compelled the initial transfer to AS. <i>Id.</i> The fact that the ASRC repeated the same rationale each week, and did not enable Edmonson to submit information is not a basis for finding that the ASRC violated due process.</p>\n<p><i>Hewitt</i> did hold that the review process must be meaningful, and not \"a pretext for indefinite confinement of an inmate.\" <i>Id.</i> There are no hard and fast rules for determining whether the ASRC review was meaningful. A recent case has defined criteria that can help in making this determination. Such criteria include whether the inmate had any involvement in, or received information concerning the review process, and whether there is any indication that the committee considered new information form any source. <i>Giano v. Kelly,</i> <span class=\"citation no-link\"><span class=\"volume\">869</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">143</span></span>, 149-151.</p>\n<p>It is clear that the ASRC and Kelly could and should have better documented the extent of their review of Edmonson's status. The record before this court makes it difficult to ascertain what, if anything, the ASRC did in its reviews. However, <i>Hewitt</i> makes <span class=\"star-pagination\">*254</span> clear that the periodic review process need not be formalized. Although it may have been flawed, that process appears to have been \"meaningful\" in the present case. Two factors support this conclusion.</p>\n<p>First, although Edmonson claims that he received no formal notice of the ASCR meetings, Hermann states that she spoke regularly with him, and that he could have relayed any information or statement regarding his AS status to her. She also states that Edmonson could have sent a \"tab\" or note with such information. Edmonson did, in fact, send notes to Superintendent Kelly, arguing that he should be released from AS. Thus, even though he may not have known that the ASRC was the entity charged with reviewing his status, he correctly assumed that Superintendent Kelly was the person who could decide to release him from AS.</p>\n<p>The other factor that suggests that the review was meaningful is Edmonson's eventual release from AS. He did not have to go to court to gain his release,<sup>[7]</sup> and there is no indication that the decision to release him was based on anything other than valid penological considerations. Perhaps his release would have occurred at an earlier date if the review process had been more substantive; but the eventual outcome suggests a meaningful review of his status.</p>\n<p>This should not be read as an endorsement of the facility's review procedures. The <i>Giano</i> decision suggests steps that the ASRC might take, to insure meaningful review \"without placing an undue burden\" on the committee. <i>Giano</i> 869 F.Supp. at 151. There does not appear to be any reason why the committee failed to take such steps in the present case.</p>\n<p>However, that is not the issue before this court. The only relevant question is whether defendants provided meaningful periodic review of Edmonson's AS status. This court finds that such review did take place, and that Edmonson's claim must therefore be dismissed.</p>\n<p></p>\n<h2>IV. Defendants' Personal Involvement</h2>\n<p>In addition to the above grounds for dismissal of the complaint <i>in toto,</i> it must be dismissed as against a number of the defendants, because of their lack of personal involvement in any of the alleged deprivations of Edmonson's rights. To establish liability under 42 U.S.C. § 1983, a plaintiff must establish that the defendant was personally involved in the deprivation. <i>Monell v. Dept. of Soc. Serv. Of the City of New York,</i> <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, 692, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">611</span></a></span> (1978).</p>\n<p>Courts have accepted a variety of theories, in support of the assertion that a defendant \"caused\" the constitutional violation. A defendant will be liable if he or she directly participated in the infraction. A supervisory official, can be held liable if he or she created a policy or custom under which unconstitutional practices occurred, allowed such a custom or practice to continue, or failed to remedy a known violation. <i>Williams v. Smith,</i> <span class=\"citation\" data-id=\"463298\"><a href=\"/opinion/463298/james-williams-v-harold-j-smith-superintendent-and-w-morgan-co/\"><span class=\"volume\">781</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">319</span></a></span>, 323-324 (2d Cir.1986).</p>\n<p>The amended complaint names thirteen defendants, who allegedly were involved in Edmonson's AS confinement. Lt. James prepared the initial AS notice. Lt. George interviewed Edmonson prior to his hearing. Capt. Henneberg conducted the hearing. The other defendants, except for Commissioner Coughlin, were involved in the periodic review of Edmonson's status. Coughlin was the recipient of Edmonson's appeal letter and a letter from his sister concerning AS.</p>\n<p>The complaint must be dismissed for lack of personal involvement, as against Lt. James, Lt. George and Commissioner Coughlin. James avers that his only involvement was preparation of the initial recommendation that Edmonson be placed in AS. James Aff. ¶¶ 12-16, 23-24. Edmonson does not contest that assertion. Preparation of an AS recommendation is not a basis for a § 1983 claim. <i>Freeman v. Rideout,</i> <span class=\"citation\" data-id=\"481329\"><a href=\"/opinion/481329/gary-wayne-freeman-v-richard-rideout/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">949</span></a></span>, 951 (1986). <i>Freeman</i> held that due process is satisfied so long as an inmate is afforded <span class=\"star-pagination\">*255</span> an opportunity, at a hearing, to rebut false charges lodged against him. 808 F.2d at 953. The same logic applies to the AS recommendation. Edmonson had an opportunity, at his hearing, to contest the allegations in the recommendation. Since Lt. James' preparation of the recommendation was his only involvement in Edmonson's confinement, he must be dismissed as a defendant for lack of personal involvement.</p>\n<p>Lt. George interviewed Edmonson four days after his transfer to AS. Amended Complaint ¶ 26. George asserts that the AS interview was his only involvement in the case. George Aff. ¶¶ 7, 11-18. Edmonson does not contest that assertion. He claims that defendants deprived him of liberty without due process, by confining him in AS and failing to conduct a timely interview, concerning the reason for that confinement. Amended Complaint ¶ 47.</p>\n<p>Prior to the <i>Sandin</i> decision, the Second Circuit had held that due process required that an inmate be given notice of the reason for AS placement and an opportunity to present a statement to a responsible officer within a \"reasonable time.\" <i>Gittens v. LeFevre,</i> <span class=\"citation\" data-id=\"533005\"><a href=\"/opinion/533005/darius-gittens-v-superintendent-eugene-s-lefevre-review-officer-lt/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">38</span></a></span>, 40-41 (2d Cir.1989); <i>Russell v. Coughlin,</i> <span class=\"citation\" data-id=\"546081\"><a href=\"/opinion/546081/james-a-russell-v-thomas-a-coughlin-iii-commissioner-new-york-state/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">75</span></a></span>, 77 (2d Cir.1990). That holding was based on the premise that DOCS inmates had a liberty interest in remaining free from solitary confinement, regardless of the length of such confinement. <i>Id.</i> Since <i>Sandin,</i> however, it is clear that a liberty interest is not necessarily implicated by a brief confinement in SHU.</p>\n<p>The Second Circuit has acknowledged that <i>\"Sandin</i> may be read as calling into question the continued viability of\" the <i>Gittens and Russell</i> decisions, <i>Rodriguez v. Phillips,</i> <span class=\"citation\" data-id=\"705073\"><a href=\"/opinion/705073/raul-rodriguez-and-sara-rodriguez-v-rj-phillips-sheriff-orange-county/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">470</span></a></span>, 480 (2d Cir.1995), and has held that SHU confinement for twelve days did not implicate a liberty interest. <i>Frazier v. Coughlin,</i> <span class=\"citation\" data-id=\"716607\"><a href=\"/opinion/716607/charles-frazier-v-thomas-a-coughlin-iii-commissioner-of-the-department/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">313</span></a></span>, 317 (2d Cir.1996). A four day delay in meeting with an inmate, to discuss the inmate's AS confinement, can not, therefore, be considered a violation of due process. The complaint must be dismissed as against Lt. George.</p>\n<p>As Commissioner, Coughlin was responsible for overall management and operation of DOCS facilities. Amended Complaint ¶ 6. The complaint does not allege any facts suggesting that Coughlin was directly involved in Edmonson's AS confinement, and he denies such involvement. Coughlin Aff. ¶ 9. Coughlin also denies personal knowledge of events described in the complaint. <i>Id.</i> ¶ 10. He acknowledges that Edmonson's letter appealing the hearing determination was received by the his office, but states that the letter was forwarded to the Director of Special Housing Programs, who was designated to review and decide such appeals. <i>Id.</i> ¶¶ 11-14.</p>\n<p>Coughlin also acknowledges receipt of a letter from Edmonson's sister inquiring about Edmonson's AS status in AS. <i>Id.</i> ¶ 22. The letter was forwarded to a member of Coughlin's staff, who subsequently drafted a reply for his signature. The responsive letter stated:</p>\n<blockquote>[a] member of my staff has been in contact with a lieutenant at Attica who reports [that] upon arrival your brother was processed into administrative segregation. This was done as a security precaution following an administrative segregation hearing. I have also been informed that he is receiving all privilege available to inmates in this status.</blockquote>\n<p><i>Id.</i> ¶¶ 23-25; Exhibit I(D). Coughlin states that he had no other involvement in the case. <i>Id.</i> ¶ 14. In a case involving nearly identical facts, the Second Circuit held:</p>\n<blockquote>Sealey [the plaintiff] wrote two letters to Coughlin. Coughlin referred the first letter, Sealey's appeal from [his] administrative segregation hearing, to defendant Selsky for decision. Sealey's second letter was a status inquiry to which Coughlin responded by informing Sealy that Selsky had rendered a decision. Sealey's letters and Coughlin's response do not demonstrate the requisite personal involvement on Coughlin's part, and we affirm the dismissal of Sealey's claims against Coughlin.</blockquote>\n<p><i>Sealey v. Giltner,</i> <span class=\"citation\" data-id=\"741909\"><a href=\"/opinion/741909/emmeth-sealey-v-lieutenant-th-giltner-hearing-officer-thomas-a/\"><span class=\"volume\">116</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></a></span>, 51 (2d Cir. 1997). Cf. <i>Wright v. Smith,</i> <span class=\"citation\" data-id=\"667579\"><a href=\"/opinion/667579/huey-b-wright-v-harold-smith-and-thomas-a-coughlin-iii/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">496</span></a></span>, 501 (2d Cir.1994). Edmonson likewise has not demonstrated personal involvement by Coughlin in any deprivation of his rights, and <span class=\"star-pagination\">*256</span> the complaint must be dismissed as against Coughlin.</p>\n<p>Nine defendants had some involvement in the post-hearing review of Edmonson's status. Dep. Hall and Lt. Perkins were permanent members of the ASRC, and participated in most of its meetings. Hall Aff., ¶¶ 7-8, 16-18; Perkins Aff., ¶¶ 9-10, 16-17. Dep. Donnelly attended four ASRC meetings, Capt. Henneberg attended two meetings, Lt. Hollister attended four meetings, and Lt. Smith attended three meetings as substitutes when a permanent member was absent. Donnelly Aff. ¶ 11, Henneberg Aff. ¶ 39, Hollister Aff. ¶¶ 10-11, 16-17; Smith Aff. ¶¶ 9-10, 16-17. Correction Counselor Vera was the third permanent member of the ASRC between August and December, 1980. Counselor Herman then assumed Vera's responsibilities, and attended ASRC meetings from January to March, 1991. Vera Aff. ¶¶ 9-10, 16; Herrmann Aff. ¶ 10-11, 20-21. Superintendent Kelly was charged with reviewing ASRC recommendations, and making the final determination regarding inmates' AS status.</p>\n<p>DOCS' regulations require the ASRC to recommend whether to continue an inmate in AS or release him. The recommendation is sent to the superintendent, who decides whether to release the inmate or continue his confinement. 7 N.Y.C.R.R. § 301.4(d). The regulations give the ASRC responsibility akin to that of an officer who prepares an initial AS recommendation. The ASRC is not authorized to release an inmate from AS, or to order his continued confinement. Its only authority is make a recommendation to the superintendent. ASRC members, therefore, did not have personal involvement in Edmonson's AS confinement, and the complaint must be dismissed, as against them.<sup>[8]</sup></p>\n<p></p>\n<h2>VIII. The State Law Claim</h2>\n<p>As his eighth claim, Edmonson asserts that Defendants violated the New York state law, by confining him in AS without insuring meaningful review of his status. Complaint ¶ 54, citing 7 N.Y.C.R.R. § 301.4. Edmonson's other claims are also partially based on state law. For each such claim, he asserts that defendants violated the Due Process Clauses of the Fourteenth Amendment to the United States Constitution, and Article I, § 6 of the Constitution of then State of New York. Complaint ¶¶ 47-53.</p>\n<p>This court does not have subject matter jurisdiction over Edmonson's state law claims. The Eleventh Amendment to the United States Constitution provides:</p>\n<blockquote>The Judicial power of the United States shall not be construed to extend to any suit in law or equity, commences or prosecuted against one of the United States by citizens of another State, or by citizens of any Foreign State.</blockquote>\n<p>The Eleventh Amendment has consistently been held to be \"an affirmation that the fundamental principle of sovereign immunity limits the grant of judicial authority in Art[icle] III\" <i>Pennhurst State School v. Halderman,</i> <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, 98, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">900</span></a></span>, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">67</span></a></span> (1984), and thus to preclude federal jurisdiction over suits against an unconsenting state by its own citizens. <i>Pennhurst,</i> 465 U.S. at 98-99, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">900</span></a></span>, citing <i>Hans v. Louisiana,</i> <span class=\"citation\" data-id=\"92702\"><a href=\"/opinion/92702/hans-v-louisiana/\"><span class=\"volume\">134</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 15, <span class=\"citation\" data-id=\"92702\"><a href=\"/opinion/92702/hans-v-louisiana/\"><span class=\"volume\">10</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">504</span></a></span>, <span class=\"citation\" data-id=\"92702\"><a href=\"/opinion/92702/hans-v-louisiana/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">842</span></a></span> (1890).</p>\n<p>The Eleventh Amendment also bars claims in Federal court against state officials, based on state law. <i>Allen v. Cuomo</i> <span class=\"citation\" data-id=\"729697\"><a href=\"/opinion/729697/jimmie-lee-allen-jeffrey-davis-gary-vann-leroy-william-on-behalf-of/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">253</span></a></span>, 260 (2d Cir.1996), citing <i>Halderman,</i> 465 U.S. at 117, 104 S.Ct. at 900. <i>Oneida County N.Y. v. Oneida Indian Etc.,</i> <span class=\"citation\" data-id=\"111362\"><a href=\"/opinion/111362/countyof-oneida-v-oneida-indian-nation-of-ny/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">226</span></a></span>, 251, <span class=\"citation\" data-id=\"111362\"><a href=\"/opinion/111362/countyof-oneida-v-oneida-indian-nation-of-ny/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1245</span></a></span>, <span class=\"citation\" data-id=\"111362\"><a href=\"/opinion/111362/countyof-oneida-v-oneida-indian-nation-of-ny/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">169</span></a></span> (1985). Such bar goes to the court's subject matter jurisdiction. <i>Id.</i></p>\n<p>Federal Rule of Civil Procedure 12(h)(3) provides: \"[w]henever it appears by suggestion of the parties or otherwise that the court lacks jurisdiction of the subject matter, the <span class=\"star-pagination\">*257</span> court shall dismiss the action.\" Edmonson's state law claims must therefore be dismissed.</p>\n<p>Since defendants are entitled to summary judgment on the merits, with regard to each of Edmonson's claims, it is not necessary to address their assertion that they are entitled to qualified immunity.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the above stated reasons, I hereby GRANT defendants' motion for summary judgment pursuant to Federal Rule of Civil Procedure 56.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>For the above stated reasons, it is hereby ordered that defendants' motion for summary judgment (Dkt.# 45) pursuant to Federal Rule of Civil Procedure 56 is hereby GRANTED and the complaint is dismissed in its entirety.</p>\n<p>IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The transcript of the AS hearing is included in Exhibit 6(C) to the Defendants' Summary Judgment Motion. References to pages in the transcript are indicated by \"H\" followed by a page number. The exhibits to defendants' motion are identified as \"Exhibit\" and the exhibit number.</p>\n<p>[2]  Although the regulations require that the ASRC review AS cases once a week for the first two months, and then once a month, 7 N.Y.C.R.R. § 301.4(d), Edmonson's case was apparently subject to weekly review during his confinement. Copies of ASRC memoranda are appended to Supt. Kelly's affidavit, Exhibit 10.</p>\n<p>[3]  In <i>Sandin</i> the unit was termed \"Special Holding Unit\" rather than a \"Special Housing Unit.\" However, the court's description of that unit suggests its similarity to New York's SHU in function, physical layout and operation 515 U.S. at 475 and n. 2, 115 S.Ct. at 2296 and n. 2.</p>\n<p>[4]  Disciplinary SHU inmates must complete a thirty day adjustment period before they are permitted to make purchases from the commissary, or to have items such as playing cards, books or cigarettes in their cells. 7 <i>N.Y.C.R.R.</i> §§ 303.1 to 303.3. AS inmates are not subject to this adjustment period. 7 <i>N.Y.C.R.R.</i> § 301.4(c).</p>\n<p>[5]  Defendants' exhibits summarize disciplinary penalties, including SHU, for 1993, 1994 and 1995. Edmonson was in AS in for part of 1990 and 1991.</p>\n<p>[6]  DOCS' regulations give AS inmates the right to a hearing. 7 N.Y.C.R.R. § 301.4. Such regulations are state law, and do not define due process requirements. In two decisions rendered prior to <i>Sandin,</i> the Second Circuit suggested that a hearing might be required, as a matter of due process, when a prisoner is kept in AS for an extended period. <i>Wright v. Smith</i> <span class=\"citation\" data-id=\"667579\"><a href=\"/opinion/667579/huey-b-wright-v-harold-smith-and-thomas-a-coughlin-iii/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">496</span></a></span>, 499 (2d Cir .1994); <i>Green v. Bauvi,</i> <span class=\"citation\" data-id=\"687593\"><a href=\"/opinion/687593/anthony-green-v-patrick-bauvi-jacqueline-terpanier-clarence-colwell/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">189</span></a></span>, 194 (2d Cir.1995). The Second Circuit has acknowledged that its rationale for the holdings in <i>Green</i> and <i>Wright</i> was undercut by the <i>Sandin</i> decision, <i>Sealey,</i> 116 F.3d at 53, although those decisions have not been explicitly overruled. It is not necessary, however, to determine whether <i>Green</i> and <i>Wright</i> remain good law, since Edmonson was accorded a hearing to review his initial confinement in AS.</p>\n<p>[7]  One might legitimately question why Edmonson waited three years, following his release from AS, to commence this action, given his assertions regarding the severity of his deprivation.</p>\n<p>[8]  Superintendent Kelly alleges that he routinely approved ASRC recommendations, and never inquired as to the basis for the recommendations. This would suggest that the ASRC effectively made the decision to continue Edmonson's AS confinement. However, Kelly may not unilaterally relieve himself of his obligation under the regulation. Even if he, subjectively, felt that his role was merely to \"rubber stamp\" the ASRC recommendations, it was his duty to make the determination. Alternatively, Kelly may not, by <i>fiat,</i> impose an obligation on the ASRC to make the decision, when the regulation charges them only with making a recommendation.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/92702/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108153/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109097/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109815/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109881/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110231/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110829/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111094/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111362/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111415/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111476/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111620/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112126/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112166/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112260/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112381/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117957/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/413311/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/463298/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/481329/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/533005/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/546081/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/554895/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/612095/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/667579/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/669656/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/687593/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/695158/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/705073/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/716607/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/721305/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/729697/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/739704/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/740238/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/741909/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/752429/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1740542/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2350096/"
          ]
        }
      ],
      "judges": "Larimer",
      "date_created": "2014-10-30T06:28:05.890361Z",
      "date_modified": "2016-03-03T22:28:36.424511Z",
      "date_filed": "1998-09-30",
      "date_filed_is_approximate": false,
      "slug": "edmonson-v-coughlin",
      "citation_id": 2550606,
      "case_name_short": "Edmonson",
      "case_name": "Edmonson v. Coughlin",
      "case_name_full": "",
      "federal_cite_one": "21 F. Supp. 2d 242",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 7,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/85660/edmonson-v-coughlin/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T06:28:05.886043Z",
  "date_modified": "2014-10-30T06:28:05.886043Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Edmonson",
  "case_name": "Edmonson v. Coughlin",
  "case_name_full": "",
  "slug": "edmonson-v-coughlin",
  "docket_number": "94-CV-6144L",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}