{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/859104/",
  "id": 859104,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca5/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/543116/",
      "id": 543116,
      "absolute_url": "/opinion/543116/the-piney-woods-country-life-school-v-shell-oil-company/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/859104/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/543116/",
          "id": 543116,
          "absolute_url": "/opinion/543116/the-piney-woods-country-life-school-v-shell-oil-company/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/543116/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T10:05:55Z",
          "date_modified": "2017-03-25T18:05:24.328253Z",
          "type": "010combined",
          "sha1": "f3241aa7fdcfc726e229b8a66a39c2074ffcb7f2",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/905/905.F2d.840.89-4397.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">905 F.2d 840</p>\n    <p class=\"parties\">The PINEY WOODS COUNTRY LIFE SCHOOL, et al., Plaintiffs-Appellants,<br>v.<br>SHELL OIL COMPANY, Defendant-Appellee.</p>\n    <p class=\"docket\">No. 89-4397.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Fifth Circuit.</p>\n    <p class=\"date\">June 27, 1990.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Ernest G. Taylor, Jr., Watkins, Ludlam &amp; Stennis, George F. Woodliff, III, Heidelberg, Woodliff &amp; Franks, Jackson, Miss., for plaintiffs-appellants.</p>\n      <p class=\"indent\">Paul H. Stephenson, III, W.F. Goodman, Jr., Jackson, Miss., Watkins &amp; Eager, Robert B. Shaw, Melinda J. Stewart, New Orleans, La., for defendant-appellee.</p>\n      <p class=\"indent\">Appeal from the United States District Court for the Southern District of Mississippi.</p>\n      <p class=\"indent\">Before KING, GARWOOD and SMITH, Circuit Judges.</p>\n      <p class=\"indent\">JERRY E. SMITH, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p>I. Course of Proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On December 27, 1974, the Piney Woods Country Life School and the other plaintiffs (collectively, \"royalty owners\"), all of whom were mineral lessors in Rankin County, Mississippi, filed this suit against their lessee, defendant Shell Oil Company.  The royalty owners claimed that Shell had failed to pay royalty based upon the market value of the natural gas extracted, as required by the express terms of their leases.  They asserted (and still maintain in this appeal) that Shell's payment of royalty based upon the proceeds Shell received from gas purchasers under its long-term fixed-price gas purchase and sale contract was inadequate because, as a result of escalation in gas prices, amounts received by Shell pursuant to its sales contract no longer reflected market value.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>   The action was tentatively certified as a class action on December 28, 1976, and was finally certified on December 15, 1978.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The case initially went to trial in 1979.  On May 3, 1982, the district court issued its opinion denying all of plaintiffs' claims except for a relatively minor one.  539 F.Supp. 957 (S.D. Miss.1982) (\"Piney Woods I \").    An appeal followed.  On March 8, 1984, we affirmed some of the district court's judgment but held that the royalty owners were entitled to be paid royalties based upon market value at the time of production rather than at the time of the sales contract.  Accordingly, we reversed and remanded for a proper determination of market value.  726 F.2d 225 (5th Cir.1984) (\"Piney Woods II \"), cert. denied, 471 U.S. 1005, 105 S.Ct. 1868, 85 L.Ed.2d 161 (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The matter was tried on remand in early 1988.  An additional issue on remand was the royalty owners' assertion that Shell's plant-lease split accounting method failed to compensate the royalty owners properly for their royalty share of plant fuel.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court found that the royalty owners had failed to establish that the market value of the gas in question was at any time greater than the amount that Shell received under its sales contract and upon which Shell based its royalty payments.  The court also found that Shell's \"plant processing\" charges were reasonable and that the royalty owners were adequately paid for their interest in plant fuel.  Thus, the court ruled on April 24, 1989, that the royalty owners take nothing and one week later dismissed the action.  The royalty owners appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>II. Facts.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The royalty owners began leasing their minerals to Shell in the mid-1960's.  All of the leases provided that, should Shell use natural gas produced from the wells on the royalty owners' land, it would pay royalty on any gas so used based upon the market value of the gas.  A substantial number of the leases provided that Shell was obligated to pay royalty at market value for any gas sold off the leased premises.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In May 1972, Shell entered into two intrastate gas purchase and sale contracts, one with Mississippi Chemical Corporation and Coastal Chemical Corporation (\"MisCoa\") (now Mississippi Chemical Corporation (\"MCC\")) and the other with Mississippi Power &amp; Light Company (\"MP&amp;L\").  The former contract provided for the sale of up to 46,667 mcf<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> per day of processed gas from the tailgate of the Thomasville, Mississippi, plant, if available.  MCC agreed to take up to 40,000 mcf per day, though Shell made no guarantee of minimum volume.  For this gas, MCC agreed to pay $0.53 per mcf, with a 3% per year price escalation, no price redetermination provision, and a contractual term of fifteen years.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Shell-MP&amp;L contract was an excess-volume agreement, which the parties terminated in 1981.  In 1982, Shell and MCC amended their contract;  under the new terms, MCC could demand only 21,000 mcf per day.  On November 23, 1982, Shell then contracted with Transcontinental Gas Pipe Line (\"Transco\") to sell in the interstate market volumes in excess of those delivered to MCC.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Gas produced from wells on the leases and later processed at the Thomasville facility was unprocessed high-pressure gas with a high hydrogen sulfide content.  Considerable risks were associated with the production and delivery of this \"ultrasour\" gas.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>III. Discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>A. Market Value.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The royalty owners argue that they presented more than adequate evidence to show that the market value of the gas from which they were entitled to royalties was much greater than the actual sales price received by Shell under the long-term Shell-MisCoa contract.  They observe that we held in Piney Woods II that the \"market value\" of gas under the royalty contract meant market value at the wellhead at the time of production rather than market value at the time of the making of the original long-term contract.  They thus maintain that their evidence of increased gas prices in the overall market after 1973 is dispositive.  The royalty owners claim that they presented evidence showing sufficiently comparable processed gas sales such that the district court erred in not determining market value by the method of evaluating comparable processed gas sales and deducting processing costs, a method that the court in Piney Woods II preferred over the method used by the district court, i.e., actual sales price less costs.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>1. Standard of Review.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The royalty owners assert that the district court, in using actual sales less costs as its determinant of market value, failed to follow the mandate in Piney Woods II and, consequently, that the district court's decision not to credit plaintiff's evidence must be overturned and should not be judged under the clearly-erroneous standard.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As we stated in Piney Woods II, \"Market value is a question of fact, and it is up to the factfinder to determine the probative strength of relevant evidence.\"    726 F.2d at 238.    Moreover, we specifically permitted a determination of market value based upon actual sales less costs;  we stated that the method of proof varies with the facts of each particular case, id., and noted that actual sales price of the gas less costs was \" 'the least desirable method of determining market price,' but its persuasiveness is a matter for the factfinder.\"    Id. at 239 (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the instant case the district court did first consider both of the alternative methods that in Piney Woods II we deemed preferable to the actual-sales-price-less-costs method.  Having found each of the two preferred methods ultimately unsuitable under the particular facts of this case, the court finally turned to the actual-sales-price-less-costs method.  Because the district court adequately explained why the two generally preferred methods of assessing market value should not be used in the case at bar and because the choice of method of proof is a matter for the factfinder, the court's failure to use a method other than actual-sales-price-less-costs for calculating market value must be reviewed under a clearly-erroneous standard.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>2. Burden of Proof.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The royalty owners observe that not only did we, in Piney Woods II, find their evidence presented at the first trial \"plainly relevant,\" id. at 239 (emphasis in original), but the royalty owners also presented extensive additional evidence at the trial on remand.  They claim Shell failed to rebut their evidence and note that Shell was unable to present a theory of its own that was acceptable to the court.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The royalty owners assert that the district court erred in not finding its \"plainly relevant\" evidence as to comparable processed gas sales to be decisive.  In particular, the royalty owners rely upon the last two sentences of the penultimate paragraph of Piney Woods II, id. at 242:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>If those efforts prove unsuccessful or unduly expensive, the court must determine market value based on the evidence already submitted.  The evidence already produced by the plaintiffs on market value is clearly relevant, and Shell has the burden of rebutting that evidence and producing more accurate evidence of the market value.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The royalty owners suggest that we should interpret the above-excerpted language as a statement that they have already made their prima facie case and met their burden and thus have shifted that burden of persuasion to Shell to rebut their arguments.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">However, we do not infer a shifting of the burden of persuasion to Shell from our statement, \"Shell has the burden of rebutting that evidence.\"    Rather, Piney Woods II found that it was possible for the royalty owners to present relevant unchallenged evidence, yet still not meet their burden of proof.  We stated, \"The evidence produced by plaintiffs may, in the opinion of the court, have been insufficient, but it was plainly relevant.\"    Id. at 239 (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Furthermore, even though we determined that actual sales price less costs was to be the least favorable method of determining market value, we did state, \"[T]he Shell-MisCoa contract, while not conclusive evidence of market value, was also plainly relevant to the issue.\"    Id. at 238 (emphasis in original).  For as the choice of method of proof is on a case-by-case basis and the persuasiveness of individual methods is a matter for the factfinder, see id. at 238-39, the district court could easily be within its discretion to use the method that would be based upon the Shell-MisCoa contract (that is, the actual sales price of the gas less costs) when it determined within its discretion that the evidence supporting a comparable sales approach was too speculative or conjectural.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Under Mississippi law, the royalty owners, as plaintiffs, bear \"the burden of going forward with sufficient evidence to prove [their] damages by a preponderance of the evidence.\"    Coursey v. Broadhurst, 888 F.2d 338, 345 (5th Cir.1989) (plaintiff seeking to establish a salvage value of zero for some damaged machinery).  In discussing damages in a breach of contract case, the Supreme Court of Mississippi stated, \"Such damages must be measurable in monetary terms and must be reasonably certain.  They may not be established by speculation or conjecture.\"    Wright v. Stevens, 445 So.2d 791, 798 (Miss.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">However, where the existence of damages has been established, a plaintiff will not be denied the damages awarded by a jury verdict merely because \"a measure of speculation and conjecture is required\" in determining the amount of damages.  See Burnham v. Joseph, 482 So.2d 1151, 1154 (Miss.1986);  see also R &amp; S Dev., Inc. v. Wilson, 534 So.2d 1008, 1011-12 (Miss.1988).  Still, \"[p]laintiff ha[s] the burden of proof on the extent of loss and damages,\" Index Drilling Co. v. Williams, 242 Miss. 775, 137 So.2d 525, 531 (1962), and \"[s]ome minimum standards of proof as to the fact and extent of the loss will always be required.\"    Dennis v. Prisock, 254 Miss. 574, 181 So.2d 125, 128 (1965).  We also note that in Burnham v. Joseph and R &amp; S Dev., Inc. v. Wilson, the court applied the less stringent standard of review, permitting some speculation and conjecture as to amount of damages, in affirming trial court findings;  the court was not reversing the trial court for refusing to engage in some speculation and conjecture as to damages, as the royalty owners suggest we should do.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>3. The Evidence--1972-1978.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Examining the royalty owners' offers of proof, the district court stated, \"However, plaintiffs' 'comparable' data of sweet gas sales adduced at trial fell far short of being persuasive.  Instead, the information was bewitched by factors which robbed it of probative strength.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">At the trial on remand, plaintiffs relied primarily upon the testimony of two experts, Dr. Schlesinger, an economist who analyzed national trends in the gas industry during the relevant years of 1972 to 1987, and Dr. Bennett, a petroleum engineer whose study focused upon a list of specific gas sales made in Mississippi during the same period of time.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>a. The Schlesinger Study.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The district court found that Schlesinger's testimony and report were not sufficiently specific with regard to their analysis of the Mississippi intrastate gas market.  Virtually all of Schlesinger's information sources, when they reported on specific transactions, disclosed only prices.  Sellers, and also buyers in some cases, were not identified;  interstate and intrastate sales were not segregated;  no consideration was given to the variable-take requirements of many buyers and whether in the reported transactions the buyer assured a consistent take;  the wellhead quality and volumes of gas in the transactions were not reported;  and the purchase contract terms, such as length of the commitment, were omitted.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Most of these omissions infected all of the seven separate reports (labeled \"Tab A\" through \"Tab G\") that Schlesinger had compiled in his study.  The data in Tabs D and E, entitled \"NGPA Section 107 Deregulated Gas Prices, 1980-1985\" and \"Market-out Prices by Interstate Gas Prices, 1982-1987,\" respectively, were perhaps less effectively challenged by Shell in the district court than were the other reports;  although contract lengths and guarantees were not included with the information in Tabs D and E, purchasers, sellers (in Tab D), and approximate volumes and (in Tab D) quality of gas involved were identified.  Moreover, these two reports covered only periods during which the NGPA was in effect, and thus the difference between interstate and intrastate prices was less pronounced than in earlier periods;  hence, these markets were closer to being comparable.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Nonetheless, because of the lack of comparable contract information, we do not find clear error on the part of the district court in not crediting these parts of Schlesinger's study as establishing market price for the relevant period.  We also note that the Tab D and E reports compiled only post-1979 prices, for which, as we discuss later, we remand for possible redetermination.b. The Bennett Study.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The Bennett study consisted of an apparently comprehensive listing of intrastate gas sales in Mississippi between 1972 and 1986.  Shell limited most of its rebuttal of the Bennett study to the data for the years 1972-1978.  Similarly, the district court's opinion thoroughly scrutinized the pre-1979 sales presented by the Bennett study.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>(i) Casinghead Entries.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">As Bennett compiled much of his list of sales prices from severance tax reports, he often directed his attention almost exclusively to price and overlooked particular features of the transactions that might distinguish the sale from what a hypothetical sale from the Thomasville plant would be like.  Among the most glaring errors found by the district court was the use of casinghead gas sales in this list of sales prices with which Bennett intended to establish the market for a comparable gas sales.  With its higher BTU value, casinghead gas was worth more per mcf than the sweet gas produced by the Thomasville plant.  Thus the inclusion of casinghead gas sales resulted in artificially high sweet gas market value estimates, undermining the royalty owners' attempts to establish a market value for sweet gas in Mississippi.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Although, if BTU values are known, casinghead gas prices can be used as an indicator of sweet gas prices, Bennett did not attempt to modify his results by making the appropriate adjustments for gas of differing BTU values.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>   Rather, in response to the criticism of his use of casinghead prices, Bennett argued that even without the inclusion of the casinghead gas entries, his study still would establish a market price for sweet gas in Mississippi consistently higher than those prices at which gas was actually sold from the Thomasville plant.  This is a reasonable contention:  Although the deletion of the casinghead entries would diminish the ultimate market value established by the royalty owners, the remainder of the sales listed in the Bennett study (were they truly comparable to the sales from the Thomasville plant) still would have established a market value higher than Shell's contract price and thus would have entitled the royalty owners to some damages.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>(ii) Contractual Take Volumes.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">However, the district court identified a myriad of other inadequacies in Bennett's study of \"comparable\" sales.  Almost all of the district court's reasons (other than that of the casinghead gas entries) for finding the Bennett study speculative and unreliable were related to the uniqueness of the particular transactions among the royalty owners, MCC, and Shell.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The Thomasville plant produced 40,000 mcf per day of gas, much more than that of any other field in Mississippi in the 1970's.  During these early years of the study, most of the fields used for comparison purposes were delivered no more than 5,000 mcf per day, and many fields</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>produced far less than that.  While we have previously observed that higher delivery volumes usually fetch higher prices per mcf, see Piney Woods II, 726 F.2d at 239 n. 17, Shell argued before the district court (and again on appeal) that, because of the peculiar nature of Thomasville's ultrasour gas with its associated risks of non-delivery and explosions, price per mcf would be significantly lower under any contract that would guarantee to take these large quantities of gas than under contracts governing sales in which gas delivery was more certain or the guarantees were less comprehensive.  While the royalty owners' experts disagreed with those of Shell on this issue, the district court did not err by adopting Shell's viewpoint.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We stated in Piney Woods II that examining comparable sales of ultrasour gas similar to that at the Thomasville plant would be preferred but that apparently such sales did not exist.  See id. at 238-39.    Neither party challenges this conclusion.  The royalty owners, though, argue that comparable sales of sweet (processed) gas exist.  The method of analysis approved in Piney Woods II for assessing the market value of Thomasville's ultra-sour gas at the wellhead by using comparable sweet gas sales was to take the price established for the sweet gas market, then deduct the processing costs inherent in changing the sour gas to sweet gas, and thus arrive at the price of sour gas at the wellhead.  See id.    The royalty owners contend this method will allow this court to disregard any arguments made by the district court or by Shell that focus upon the unique nature of the ultrasour gas at the Thomasville plant.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">However, we find the royalty owners' reasoning flawed.  \"Sales comparable in quality are those of similar physical properties such as sweet, sour, or casinghead gas.\"    Id. at 239 n. 17.    In this case, the ultrasour nature of the gas is inextricably tied to any attempt to assess what Thomasville gas would have been worth in the market had Shell not been locked into its long-term contract.  Even though the buyer of the Thomasville gas would be buying sweet gas (as Shell did process the Thomasville gas), the delivery of that gas still would be uncertain, as all the problems that can occur with the ultrasour gas would directly affect the downstream delivery of the sweet gas.  Thus, it was not clear error for the district court to find that what was paid for other sweet gas</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>produced in smaller amounts and with more certain delivery and perhaps other less adverse logistical factors was not an accurate reflection of what the market value of gas from the Thomasville plant would have been.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We do not read our endorsement in Piney Woods II of the comparable-sweet-gas-sales-less-processing-costs method of assessing market value (in the absence of comparable sour gas sales) as necessarily embracing the notion that all sweet gas sales are comparable merely because the sweet gas itself is comparable in quality.  Where processed sweet gas sales are being used to assess the market value of wellhead sour gas, the district court was within its discretion to find that the risk inherent in guaranteeing to take large quantities of sweet gas processed from ultrasour gas could not be decoupled from the value of a contract for that sweet gas.  As gas is almost always sold pursuant to executory contracts, the court was correct in not attempting to price sweet gas as a commodity divorced from the terms of, and conditions surrounding, the contracts under which the gas is sold.  Moreover, many of those sales in the Bennett study that did involve relatively larger volumes, such as those in January 1976 from the Seminary field (about 3,000 mcf per day) and the Bassfield field (possibly as much as 22,000 mcf per day<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>), were made under short-term contracts, which may have reflected one buyer's particular urgent needs rather than a more widespread market value.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>(iii) Other Omissions in the Study.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We note that there are other oversights and inconsistencies in the Bennett study, as pointed out by Shell.  These include ignoring transportation costs that, for certain buyers in the study, would make the purchase of Thomasville gas more expensive than it would otherwise appear;  failing to compensate for various forms of consideration apparent in the gas purchase contract but not embodied in the price term alone;  and not including a few sales, where those sales as a group had prices significantly lower than Bennett's reported market values.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>c. Potential Purchasers.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The royalty owners did present some evidence showing that certain purchasers were interested in buying large quantities of gas.  However, one of these potential purchasers, Mississippi Valley Gas (MVG), bought gas primarily from interstate pipelines.  Shell presented evidence suggesting that because the supply of interstate gas fluctuated considerably, MVG needed considerable flexibility in supplementing its interstate supply, and thus, MVG could not enter into a consistent-take contract with respect to any purchase from the Thomasville facility.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Moreover, significant transportation distances would be involved in MVG's use of the gas to supplement interstate supplies.  This increased cost of course would make the gas less valuable to MVG.  We do not find error in the district court's rejection of MVG as a potential purchaser at the prices and conditions suggested by the royalty owners.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The royalty owners also presented evidence that Mississippi Power Company would have been willing to buy 30,000 mcf per day at $2.00 per mcf during the 1970's.  Shell's experts testified to the contrary, asserting that the only potential large-scale buyers of gas from the Thomasville facility were those with whom Shell already had a contract, namely MCC and MP&amp;L.  Moreover, the royalty owners' expert, Mr. Tierney, was largely unaware of the conditions peculiar to the Thomasville plant and also was unable to deny Shell's charge that Mississippi Power Company had substantially fluctuating needs in terms of gas takes, thus making the Thomasville gas less suitable.  We discern no clear error here.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Apparently, the only other fairly large purchaser for which the royalty owners produce a corresponding offering price was St. Regis Paper Company (St. Regis), which, they maintain, was ready to buy 12,000 to 14,000 mcf per day at $1.80 to $2.00 per mcf.  St. Regis, though, also had variable-take needs.  Tierney seemed to imply that the pipeline company that was selling gas to St. Regis during the relevant time could have adjusted its deliveries as appropriate to St. Regis's needs, but given Tierney's unfamiliarity with Thomasville's conditions and Shell's experts' testimony, the district court could have found that St. Regis could not enter into a contract for uniform daily distributions, as the Shell-MisCoa contract provided.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>d. Actual Thomasville Production.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The royalty owners also presented rebuttal evidence showing that the actual monthly production of gas at Thomasville, until March 1978, was, with the exception of seven of the months, far below what would be necessary for a daily average of 40,000 mcf.  By presenting this data, the royalty owners attempt to undermine Shell's arguments concerning the uniqueness of Thomasville's high-volume, consistent-take requirements.  However, as comparable contracts are necessarily fairly long-term, the potential buyer of the Thomasville plant gas would still have to be prepared to take the large volumes at any time, even if those volumes actually were not taken frequently.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Furthermore, the royalty owners do not present any evidence to show that there were not certain days in the months in question on which volumes were as high as 40,000 mcf.  Thus the royalty owners' evidence really does not show that potential buyers of gas from the Thomasville plant would face less difficulty or risk merely because Thomasville did not always deliver its full allotment under the contract.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p>e. Price Redetermination Clauses.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">We are not oblivious to the fact that during the 1972-1978 period, gas prices usually rose sharply where contracts permitted prices to be redetermined and that even if the sales under such contracts were for gas not comparable to that sold from the Thomasville plant (and hence such sales could not establish any particular market value for the Thomasville gas), price increases in other contracts might at least suggest that the market value at Thomasville did increase during the years 1972-1978.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">However, the existence of such an increase in value is still sufficiently speculative that we cannot say that the district court erred in finding that market value was more likely reflected in actual sales prices.  It cannot be enough for the plaintiffs merely to show by a preponderance of the evidence that actual sales prices are not a correct representation of market value.  Possible market values form a continuum, and the level of uncertainty inherent in the assessment of market value of a unique gas field over a period of fifteen years, fraught with fluctuating market conditions and varying governing legal regimes, is such that any given market value could be shown to be inexact by a preponderance of the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Even if the residuum of credible evidence left after Shell's rebuttal of the royalty owners' proof showed by a preponderance of the evidence (based upon price increases under contracts that had allowances for price redetermination) that market value exceeded Shell's contract price, the court has no basis on which to award damages without some proof of the relationship between prices at Thomasville and those elsewhere.  Therefore, even if actual sales prices under the Shell-MisCoa contract were less than market value, the district court would not necessarily be required to award damages where it also could find that the royalty owners' evidence, given appropriate weightings, fails to establish by a preponderance of the evidence any lower limit for market value (other than that of the actual sales under the Shell-MisCoa contract).</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p>f. Conclusion--1972-1978.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Therefore, for the period through December 1978, we are not \"left with the definite and firm conviction that a mistake has been committed.\"    United States v. United States Gypsum Co., 333 U.S. 364, 395, 68 S.Ct. 525, 542, 92 L.Ed. 746 (1948).  We discern no clear error and affirm the district court's finding that the actual sales prices received under the Shell-MisCoa contract were the best indicator of market value.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p>4. The Evidence--1979-1987.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The district court found, without subjecting the later years to the same intensity of examination that it had directed toward the earlier years, that the errors that plagued the 1972-1978 studies continued to undermine the studies for the later years.  However, as the nation's and Mississippi's gas prices were far higher during 1979-1982 than in the earlier years, the disparities in comparable markets may not be of sufficient moment during the later period to explain the discrepancy between prices received by Shell for Thomasville gas and prices received in other Mississippi sales.  The district court, though, relied upon regulatory price ceilings as an additional ground to support its finding that Shell's actual-sales-prices-less-processing-costs was an appropriate measure of the market value of gas at the wellhead for the years after 1978 (as well as for 1972-1978).</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">On November 9, 1978, the Natural Gas Policy Act (NGPA) took effect.  As the Thomasville gas was not committed or dedicated to interstate commerce, its maximum lawful price became \"the price under the terms of the existing contract, to which such natural gas was subject on November 9, 1978, as such contract was in effect on such date.\"    15 U.S.C. Sec. 3315(b)(1)(A).  Thus, the actual price Shell was receiving became the maximum lawful price that it could receive.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p>a. Effect of Regulation on Market Value.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The central point of contention between the parties on this issue is whether regulation is considered when determining the market value of the gas pursuant to the royalty contract.  We conclude that Shell has the better of the argument.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">We agree with the royalty owners that federal price ceilings do not apply to royalty interests per se, as royalty contracts do not constitute sales within the meaning of the Natural Gas Act (NGA) or the NGPA.   See FERC v. Pennzoil Producing Co., 439 U.S. 508, 519, 99 S.Ct. 765, 772, 58 L.Ed.2d 773 (1979);  Mobil Oil Corp. v. FPC, 463 F.2d 256 (D.C.Cir.1971), cert. denied, 406 U.S. 976, 92 S.Ct. 2409, 32 L.Ed.2d 676 (1972) (\"Mobil I \").    However, this does not imply that federal price ceilings are not relevant when determining the market value upon which royalties will be based.  While the royalties themselves may exceed the price ceiling, whether price ceilings are relevant to the determination of market value is a matter of state law contract interpretation.   See Placid Oil Co. v. FPC, 483 F.2d 880, 911 (5th Cir.1973), aff'd sub nom.  Mobil Oil Corp. v. FPC, 417 U.S. 283, 94 S.Ct. 2328, 41 L.Ed.2d 72 (1974) (\"Mobil II \").</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The supreme courts of Kansas and Montana have held that federal price ceilings should not be used when determining market value for royalty purposes.  See Lightcap v. Mobil Oil Corp., 221 Kan. 448, 562 P.2d 1, 8, cert. denied, 434 U.S. 876, 98 S.Ct. 228, 54 L.Ed.2d 156 (1977);  Montana Power Co. v. Kravik, 179 Mont. 87, 586 P.2d 298, 301-02 (1978).  Texas's highest court, on the other hand, has determined that federal price controls do affect market value for purposes of royalty payment determination.  See Exxon Corp. v. Middleton, 613 S.W.2d 240, 246 (Tex.1981).</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Neither party presents, and we have not found, any especially persuasive Mississippi authority on the issue.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>   While we have directly ruled that federal price ceilings should be considered in determining market value for purposes of gas royalties, see Flowers v. Diamond Shamrock Corp., 693 F.2d 1146, 1154 (5th Cir.1982), and Bowers v. Phillips Petroleum Co., 692 F.2d 1015, 1019-20 (5th Cir.1982), these decisions were interpreting Texas law in the wake of Middleton.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">However, the rule that regulatory restraints should be considered when determining market value had been established in this circuit prior to Middleton.    Even though we did not make a specific statement about determining market value for purposes of assessing royalty payments, in Weymouth v. Colorado Interstate Gas Co., 367 F.2d 84, 90 (5th Cir.1966), we did find market value for the purposes of an interstate gas sales contract to be</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p>what ... a willing seller and a willing buyer in a business which subjects them and the commodity to restriction and regulation, including a commitment for a long period of time, [would] agree to take and pay with a reasonable expectation that the FPC [now the FERC] would approve the price (and price changes) and other terms and then issue the necessary certificate of public convenience and necessity.  [Footnote omitted.]</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">We reached this conclusion without reference to state substantive law.  Hence, where we have little or no indication from the Mississippi Supreme Court as to whether price regulations are subsumed in the term \"market value\" in a gas royalty contract, we view Weymouth as persuasive authority that the regulatory price ceilings should be considered.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Perhaps the most relevant signal, though, of how to construe \"market value\" in the contract was our quotation in Piney Woods II of Middleton, 613 S.W.2d at 246-47, wherein the Texas court, analyzing comparable sales for the purpose of establishing market value under a royalty contract, stated,</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p>'Quality also involves the legal characteristics of the gas;  that is, whether it is sold on a regulated or unregulated market, or in one particular category of a regulated market....  To be comparable, the sales must be made from an area with marketing outlets similar to the gas in question.  Gas from fields without access to interstate markets only, for instance, would not be comparable to gas from a field with outlets only to the intrastate market.'</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Piney Woods II, 726 F.2d 239 n. 17.    We may infer from this that in the instant case, when using comparable sales to compute market value, we properly do consider the effect of regulation on market value.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Therefore, as Mississippi law makes no definite statement as to how to resolve this issue, we conclude that federal price ceilings do limit \"market value\" under the contract.  We reach this result both because our quotation of Middleton in Piney Woods II suggests it and because of our earlier decision in Weymouth.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>   Thus, as Shell received its contract price, which in November 1978 became the maximum lawful price available for wells regulated under section 105 of the NGPA (15 U.S.C. Sec. 3315), no further payments were due to royalty owners for those wells governed exclusively by section 105.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p>b. Effect of Deregulation on Market Value.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The record, though, shows that five of the nine wells involved in the instant litigation were drilled or re-drilled after February 19, 1977, and were deeper than 15,000 feet.  As such, section 107 (15 U.S.C. Sec. 3317), as well as section 105, of the NGPA governed them.  Gas from these dually classified wells is then entitled, under 15 U.S.C. Sec. 3311(b)(5), to be valued at the higher of the two prices, in this case the section 107 \"deregulated\" prices.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>   Thus, the royalty owners may be entitled to some damages based upon inadequate royalty payments on gas from the Garrett, Spengler, Clark, Edge, and Stevens wells.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">The district court agreed that \"gas produced from these [the dually classified] wells could collect the 'deregulated' Section 107 prices.\"    However, the court denied any damages to which the royalty owners might have been entitled as a result of a higher market value for gas from the section 107 wells.  The court's only explanation was, \"Relative to that quantity of gas sold under Section 107, plaintiffs have produced no evidence as to those proportional sales as opposed to the sales under Section 105.\"</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">However, plaintiff's exhibit P-155 appears to set forth a well-by-well, month-by-month listing of Shell's sales proceeds, from which a calculation of damages could be made should it be found that market value for the gas delivered from the section 107 wells was indeed greater than the actual proceeds received by Shell under its contract.  Therefore, we must vacate and remand.  Should the district have some other reason not expressed in its opinion for discounting exhibit P-155, the same may be explained on remand.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Furthermore, because the contract Shell made with Transco on November 23, 1982, contained an indefinite escalator clause, and further because on December 31, 1984, gas was priced at above $1.00 per mcf under that contract, all gas sold under that contract was released, effective January 1, 1985, from any NGPA restrictions limiting prices to those specified under section 105(b)(1).  See Sec. 105(b)(3).  Therefore, pursuant to section 105(b)(3), beginning on January 1, 1985, the maximum lawful price for any gas sold to Transco under the contract from any of the four wells not classified as section 107 wells was limited only by adjusted section 102 ceilings rather than by section 105(b)(1).  See Sec. 105(b)(3).</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">Hence, if Shell received from its sales to Transco after December 31, 1984, less than the market value of the gas sold, where market value is limited by section 105(b)(3) maximum prices (and not by the old contract price as under section 105(b)(1)), the royalty owners are entitled to damages compensating them for not receiving their proper share of the true market value.  On remand, the district court may make the appropriate determination as to whether any such damages are due.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">As the 1982 amendment to the Shell-MisCoa contract is not found in the record on appeal, we are unable to determine whether the Shell-MisCoa contract contained an indefinite escalator clause that established the December 31, 1984, price under that contract.  Hence, we cannot say whether gas sold to MCC after December 31, 1984, from the four wells not classified under section 107 would be limited to the low Shell-MisCoa contract price or whether, instead, the maximum lawful price for such gas was the higher adjusted section 102 price.  Damages will be due to the royalty owners should the district court find on remand that the market value of the gas, limited by the applicable regulatory price ceiling, was greater than the actual proceeds received by Shell for the gas.  We intimate no view as to what the district court's determination should be in this regard.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Any damages for the royalty owners from the section 107 wells and for the other wells after 1985 are still contingent upon whether the actual proceeds received by Shell from these wells during the time of regulation were less than market value (where market value is limited by regulatory price ceilings where applicable<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>).  Because for the years after 1978, the district court did not make any specific examination and findings to determine whether the royalty owners' evidence established a market value for gas higher than the prices under Shell's contract, we remand so that the district court may conduct, just as it did for the years 1972-1978, a weighing of the probative value of the comparable sales evidence presented by the royalty owners' experts.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">We express no opinion as to the correct finding or result on such a remand.  We note only that because we have vacated the district court's finding that damages could not be calculated for payments associated with gas from section 107 wells, and because in the later years some higher-volume sales occurred and nationwide gas prices increased, on the present state of the record we cannot affirm the finding of no damages for the years after 1978 where that affirmance is based only upon the court's review of the royalty owners' evidence for 1972-1978.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p>5. Additional Challenges.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">In their reply brief, the royalty owners raise several entirely new arguments that are not in response to any arguments in Shell's brief.  Because \"[a]n [appellant's] original brief abandons all points not mentioned therein,\" Nissho-Iwai Co. v. Occidental Crude Sales, Inc., 729 F.2d 1530, 1539 n. 14 (5th Cir.1984),<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> we may decline to consider these new claims.  We therefore make only a few remarks as to each of the points discussed below.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">First, the royalty owners claim that from 1978 onward, Shell had the ability to sell gas in the interstate market and thus could have circumvented the limitations of section 105.  The royalty owners consequently maintain that the \"market price\" should not be constrained by section 105, as Shell was not bound by it.  Shell's opportunity to sell excess gas to Transco in the interstate market, though, materialized in 1982 only because Shell was able to renegotiate its contracts with MP&amp;L and MCC and thus free some gas for the interstate market.  The royalty owners have not shown that Shell could have altered its contracts with gas purchasers at will.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">Although we do not assume in general that contractual obligations entirely circumscribe the relevant market, see J.M. Huber Corp. v. Denman, 367 F.2d 104, 108-10 (5th Cir.1966), we do not assert, where regulation limits most of the intrastate market on the basis of existing contract prices, that the \"market value\" of an intrastate seller's gas presumes that the seller is able successfully to renegotiate the sales contract to release gas to the interstate market.  In fact, if, as the royalty owners maintain, higher prices were indeed available in the post-1978 interstate market, then had Shell been able to release gas to that market earlier, it almost surely would have done so, since the increased sales revenues would have more than compensated for the increased royalties.  Because Shell's interests were not adverse to those of the royalty owners, there is no apparent opportunity for manipulation by Shell comparable to that which we found in Shell's power to choose where title to the gas was to be passed.  See Piney Woods II, 726 F.2d at 232.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">Second, and similarly, the royalty owners contend that, as the re-drilling of the Garrett well enabled it to be classified under section 107 even though it was originally spudded before February 19, 1977, the possibility that Shell could have re-drilled the other pre-1977 wells should cause the market value of gas from all of these wells to be released from any section 105 limitations.  While the possibility of a conflict of interest between the royalty owners and Shell might exist here, we still do not find a duty on Shell's part to re-drill wells in order to alter the regulations governing those wells.  In Piney Woods II, id. at 239 n. 17, we quoted from Middleton, 613 S.W.2d at 246-47, which stated that comparable sales are those made in the same category of a regulated market.  Under this method of assessing market value, Shell as lessee must pay royalties on the market price of gas under the existing regulatory scheme governing each well but is not necessarily required to act to change the regulatory scheme to achieve higher prices.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">Essentially, the royalty owners' first two arguments suggest that Shell must act to alter the regulatory classification of particular wells, by redrilling or by restructuring the contract.  The royalty owners provide no basis for imposing such an extensive burden on Shell.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">Third, the royalty owners assert that the wells not classified under section 107 nonetheless qualify for the higher deregulated prices because of an area rate clause in the Shell-MP&amp;L contract that provides for prices to increase, upon a raising of price ceilings, to the level of the new ceiling.  However, this does not mean that the price shall be raised to the highest rate permitted for any well under federal law;  rather, the price of gas sold from a particular well rises only to the highest rate for which that particular well lawfully qualifies.  In this case, the wells not classified under section 107 are limited to the prices available under section 105.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p>B. Plant Fuel.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">The royalty owners contend that the district court erred in determining that Shell has fully paid the royalties due the royalty owners on the portion of the gas used as fuel to run the Thomasville plant.  As the court explained in Piney Woods I, 539 F.Supp. at 963,</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">The cost of gas processing and sulphur recovery at the Thomasville Field, together with costs of gathering and transporting, are deducted by Shell in calculating payments to royalty interest owners for their respective interests in the subject gas.  Similar charges are deducted pro rata from the working interest owners' shares of production.  To compute these payments, Shell devised an allocation and accounting procedure which insures that each well is properly credited for its share of the production while reimbursing the plant for costs associated with processing the gas.  This latter function is accomplished by equations which compute a 'plant-lease split' of the residue gas and sulphur revenues.  [Footnote omitted.]</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">In Piney Woods II we held,</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p>The leases plainly call for market value royalty on gas used off the lease and the royalty should be determined on that basis.  We therefore hold the plant fuel is gas used off the lease and the lessors are entitled to market value royalty on that gas.  Shell may, however, treat the royalty payments as processing costs to be divided, as any other processing costs, among the various working and royalty interests.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">726 F.2d at 241.    Our opinion concluded, \"We also hold that the plaintiffs are entitled to royalty on plant fuel, but Shell may include these royalties as processing costs.\"    Id. at 242.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">Shell claims that it owes the royalty owners nothing, as the royalty payments on plant fuel that would be due to them are exactly balanced by the share of the processing costs that are to be borne by the royalty owners.  Shell asserts that its plant-lease split formula<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> is a conceptually proper allocation of costs and that when it is correctly applied, no net payments are due to the royalty owners.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">To the extent that the formula allocates costs among the different wells, the royalty owners do not challenge the formula;  rather, they dispute what should be included as costs originally.  In particular, they claim that one of the formula's processing cost terms, that for \"treating plant operating cost per day,\" should include, for each well lease, only the cost of the royalties paid on the plant fuel, rather than including the cost of all of the plant fuel used.  This is the crux of the dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">The royalty owners rely heavily upon the above-excerpted language from Piney Woods II, where we said that their leases entitle the royalty owners to royalty on plant fuel just as on other gas but that Shell may deduct these royalty payments as processing costs.  The inescapable implication, the royalty owners assert, is that Shell may not deduct the value of all of the plant fuel as a processing cost, but instead may deduct as a processing cost only the royalty owners' contractual share of the market value of the gas used as plant fuel.</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">The royalty owners present evidence that industry custom and past accounting methods used in the instant case did not treat the plant fuel as a processing cost;  they contend Shell's present stance that the value of all of the plant fuel should be included in the processing costs is an ad hoc accounting manipulation devised by Shell with the purpose of evading its responsibility under Piney Woods II to pay royalty on plant fuel.  The royalty owners also note that Shell's minority working interest owners had specifically relinquished any right they might have to plant fuel gas.  Therefore, the royalty owners are by contract differently situated from Shell's minority operating interest owners, and Piney Woods II unambiguously entitles the royalty owners to royalty payments from plant fuel, whereas the minority working interest owners are not entitled to any profit from that plant fuel.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">In sum, the royalty owners make three points:  (1) Piney Woods II held that they are entitled to royalty payments on plant fuel but that Shell could deduct such royalty payments from processing costs;  (2) plant fuel as a whole customarily has not been treated as a processing cost;  therefore, only those royalty payments made on the plant fuel are to be treated as processing costs;  and (3) Shell's minority working interest owners have forfeited any right to plant fuel, whereas the royalty owners in fact have a right to some share of the value of the plant fuel.  Therefore, the royalty owners assert, there is a contractual basis for the royalty owners' paying only their share of the costs of making royalty payments to them, not their proportionate royalty share of what would be the cost of all the plant fuel.  The basis for this distinction is that it cannot be said that there is any \"cost\" to Shell either for the plant fuel that comes from the minority working interest owners (as they have freely agreed to forfeit that plant fuel) or for plant fuel that is already attributed to Shell.</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">These three contentions, if taken as true, would at first appear to lead inexorably to the conclusion that the royalty owners should pay for processing costs that arise from the use of plant fuel only to the extent that the revenue base from which they take their royalty share is reduced by the cost of royalty payments made on the value of plant fuel, rather than being reduced by the full value of the plant fuel.  The royalty owners' beguiling argument must ultimately fail, however.  Logic and equity dictate that all of the plant fuel value is a processing cost;  none of this fuel survives to be marketed by any of the working interest owners;  by definition, it is all used to facilitate the production of the gas that is sold.  Indeed, as explained in Piney Woods I, \"royalty is obligated to contribute proportionately to the costs of processing the product,\" 539 F.Supp. at 971, and \"the only equitable conclusion is to hold that lessor and lessee shall bear proportionately costs of materially enhancing the value of the subject gas.\"    Id. at 973.    Undeniably, all of the plant fuel contributes to the material enhancement of the value of the gas sold.</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">More importantly, in Piney Woods II we held, \"On royalties 'at the well', therefore, the lessors may be charged with processing costs, by which we mean all expenses, subsequent to production, relating to the processing, transportation, and marketing of gas and sulfur.\"    726 F.2d at 240.    Plant fuel is certainly an expense;  the fuel to operate the plant is valuable gas that, but for its use in operating the plant, would be sold along with the rest of the gas produced.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">The fact that Shell in the past has not included any charges for plant fuel in its list of processing costs does not imply that plant fuel is not a processing cost.  Because the gas used as plant fuel comes directly from the pool of gas that would otherwise be sold, plant fuel is unlike other cost components of producing the gas.  Plant fuel is produced and consumed in the process.  Because Shell must pay cash for them, other cost components must be itemized and later deducted from sales revenues;  plant fuel, on the other hand, is simply deducted directly from the supply of gas to be sold.  Thus it is not surprising that plant fuel was never previously included in the equation used to compute processing costs.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">For other processing costs, the royalty owners bear their royalty share of the charges and participate in the resulting enhancement to the value of the final product in proportion to their royalty share.  The royalty owners' entitlement to their royalty share of the plant fuel was always precisely equal to their obligation to pay their royalty share of this processing cost.  For the other processing costs, the royalty owners had no entitlement to a share of these materials, so it was necessary for them to pay from sale proceeds.</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">The fact that we found in Piney Woods II that plant fuel was \"gas used off the lease,\" id. at 241, and thus, by the terms of their contract, royalty owners were entitled to royalties on that fuel, does not by itself imply that the royalty owners are entitled to any net gain as a result.  The royalty agreement of course never said that the royalty owners were not entitled to royalties on plant fuel;  Piney Woods II did not alter the legal relationship between the parties on this issue.</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">Quite simply, under the terms of the royalty agreement, because plant fuel is gas used off the lease, the royalty owners are entitled to a royalty share on this gas, and because the plant fuel materially enhances the value of the gas (giving the royalty owners more than the at-the-well value for which they bargained), the cost of plant fuel must be borne by the royalty owners in proportion to their royalty share.  Hence, because we find plant fuel is a processing cost, we read our Piney Woods II decision as merely ratifying as correct the existing course of performance on the royalty contract;  no further payments are due to the royalty owners.</p>\n    </div>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">The royalty owners finally argue that treating plant fuel as a processing cost is to imply that payments were being made to Shell and minority working interest owners for years with no record of such.  In fact, constructive payments of plant fuel were made in the sense that the fuel would have been divided between royalty owners and working interest owners had it not been needed to run the plant, and thus the working interest owners are foregoing what would be theirs in order to satisfy the conditions of the contract about running the plant.  We view the minority working interests' forfeiture of their right to plant fuel as merely an explicit recognition of this situation.  Thus, we affirm the district court's determination on the plant fuel issue.</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p>IV. Conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">The district court has done an able and thorough job of plumbing the issues in this complex and difficult case.  We regret the need for a remand on the one issue as to which there is room for doubt, but we are confident that the district court will review that matter completely and expeditiously.  The judgment is AFFIRMED in part and VACATED in part, and this cause is REMANDED for further proceedings in accordance with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Other claims were asserted, including whether Shell had the right to deduct for processing charges, but this claim, which was decided adversely to the royalty owners, is no longer at issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The term \"mcf\" is defined as \"one thousand cubic feet of gas.\"    Piney Woods I, 539 F.Supp. at 964 n. 8</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The factual background is discussed in much greater detail in the published per opinions in this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We recognize that in this case, the market value determination is necessary not only for proof of damages that would result from the alleged breach of contract, but in order to demonstrate that there was in fact a breach at all.  As to proof of breach of contract the burden is again on the royalty owners as complainants.  See Bradley v. Howell, 161 Miss. 346, 133 So. 660, 661, modified on other grounds, 161 Miss. 346, 134 So. 843  (1931)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Apparently, such an adjustment was impossible, as the Bennett study's data sources simply did not include the BTU values</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Shell's contention, of course, depends upon an acceptance of the preliminary assumption that a large number of different gas companies' combining to guarantee Shell a consistent take of 40,000 mcf per day would be so unwieldy, inefficient, or expensive in terms of necessary pipeline construction and delivery networks that whether prices offered would ultimately be higher than those that were paid under the Shell-MisCoa contract is a matter of pure speculation.  We do not find any clear error in the district court's assessment that</p>\n        <p>to do what the plaintiffs advocate would call for the laying of pipeline from Thomasville in southeast Mississippi to potential customers in northeast Mississippi, then west to the Vicksburg area, south to Natchez, and on to the Mississippi Gulf Coast--a virtual circumnavigation of the entire state.  Clearly, plaintiffs' myopic suggestion was unworkable.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The district court found, \"As to gas sold from the Bassfield and Tylertown fields, the contracts were short term and only low volumes were ever realized.\"    However, on cross-examination Bennett agreed with Shell's lawyer that Florida Gas Company produced and sold 700 million cubic feet (700,000 mcf) of gas from Bassfield in the month of January 1976</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> These variable-take needs of MVG also undermine the comparability of the actual MVG sales listed in the Bennett study, as MVG possibly was willing to pay higher-than-ordinary prices to meet its needs in times of acute shortages</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We also note that the actual St. Regis sale was not included by Bennett in his study and that 12,000 to 14,000 mcf is still far less than 40,000 mcf</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Shell and the district court did use the fact that little or no gas was actually delivered to discount certain sales listed in the Bennett study as non-comparable because of low volumes.  However, we do not think this is inconsistent with not using actual delivery volumes for comparison purposes when considering Thomasville, because the royalty owners have shown neither that there were contractual agreements by buyers in the low-volume sales to take Thomasville-sized quantities of gas nor that the buyers expected large-volume deliveries from the time of the sale</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> On appeal, Shell does not challenge the district court's rejection of the market value model presented by Shell's experts that showed the royalty owners as owing money to Shell</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The two cases cited by Shell, Trustees of Wade Baptist Church v. Mississippi State Highway Comm'n, 469 So.2d 1241, 1245 (Miss.1985), and Mississippi State Highway Comm'n v. Wagley, 231 So.2d 507, 509 (Miss.1970), only show that Mississippi recognizes that zoning or other regulatory property restrictions are properly considered when assessing market value in eminent domain proceedings.  But the legal rules for determining market value for the purpose of compensation for state condemnations are not necessarily the same rules that would be used to interpret \"market value\" in a contract.  The contractual situation differs in that the intent of the parties is relevant, and the court's objective will usually be to provide the parties with their contractual expectation rather than to compensate them for their losses</p>\n        <p>Moreover, the eminent domain cases differ from the contractual cases in that in assessing the market value of real property, as opposed to the market value of gas, there is generally no parallel non-regulated market from which a \"free-market\" value readily can be produced.  The unique nature of pieces of real property is such that usually the only market value associated with a given piece of property is the price upon which a willing buyer and a willing seller will agree.  See Paulk v. Housing Authority of the City of Tupelo, 204 So.2d 153, 155 (Miss.1967).  In contrast, the \"market value\" of a commodity in an executory contract might be determined not merely by the price upon which a willing seller and buyer would agree for the specific item described in the contract but also with reference to prices paid for the same commodity elsewhere in the market.  See J.M. Huber Corp. v. Denman, 367 F.2d 104, 109 (5th Cir.1966).  Therefore, the Mississippi State Highway Comm'n cases provide only a minimal indication that Mississippi would consider the effects of regulation on market value.</p>\n        <p>The case cited by the royalty owners, Transcontinental Gas v. State Oil &amp; Gas Bd., 457 So.2d 1298 (Miss.1984), reversed on other grounds, 474 U.S. 409, 106 S.Ct. 709, 88 L.Ed.2d 732 (1986), on the other hand, is inapposite.  There, the court held that as a matter of statutory interpretation, the authority to regulate is not assumed and must be specifically authorized in clear and unmistakable language.  In the instant case, there is no question that the NPGA regulation exists;  the only question is what the effect of that regulation will have upon the interpretation of a particular term, namely \"market value,\" in the contract.  Transcontinental Gas makes no suggestion as to how existing regulations will affect the interpretation of terms in a contract.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> We also observe that, because of the Weymouth decision, the royalty owners, at the time when the subject contract was drafted in early 1972, arguably had some indication that a court interpreting their contract would view market value as encompassing the effects of regulation.  WhileWeymouth would in no way bind a Mississippi court, we conclude, because the contrary decisions in Lightcap and Kravik had not been issued when the contract was written, that the parties reasonably could assume that the Mississippi Supreme Court would more likely than not view \"market value\" as affected by regulatory price ceilings.  Thus, while we hesitate to charge the parties with knowledge of law beyond the governing jurisdiction or to require them to guess correctly how the Mississippi courts would rule on a matter of first impression, we still find the Weymouth decision of some limited relevance in inferring what the parties most likely meant by \"market value.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> With regard to policy considerations, we first note that because projected royalty payments by gas producers were a cost component of the rate structure, the intent of the regulatory scheme might be undermined when producer profits deteriorate or vanish as a result of greatly increased royalty payments without any commensurate augmentation of sales revenues.  See Placid Oil Co., 483 F.2d at 911;  Mobil I, 463 F.2d at 265-66.    Second, had we decided in part III.A.3, supra, that the royalty owners received less than market value during the years 1972-1978, then when the NGPA froze prices at the contractual level, it would have been fixing prices at a level that was already below market value.  In such a case, if our rule limiting market value to NGPA price ceilings were in force, Shell's earlier underpayment of the royalty owners would permit it to escape additional payments later.  Therefore, we limit our holding accordingly, relying upon our decision in part III.A.3 to support our conclusion in part III.A.4</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Some of the gas from the three latest-drilled of the five wells was not subject to Sec. 105 at all, but in light of Sec. 3311(b)(5), this does not affect our analysis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Shell cites Davis v. CIG Exploration, Inc., 789 F.2d 328 (5th Cir.1986), to support the proposition that Shell has received full market value and paid royalties accordingly, even on the wells governed by Sec. 107.  While we did hold in Davis that the market price would equal the regulated price even for Sec. 107 gas, the Sec. 107 gas in question there was under a specific FPC order that limited price escalation even after deregulation.  In the instant case, Shell presents no evidence of any similarly restrictive order that survives deregulation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Because the gas from the \"section 107\" wells apparently was Sec. 107(c) gas, all price ceilings on this gas would have expired by November 1979.  See 15 U.S.C. Secs. 3331(b), 3341(a) [Sec. 3341(a) repealed as of May 21, 1987]</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> See also Gold v. Wolpert, 876 F.2d 1327, 1331 n. 6 (7th Cir.1989)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> See Piney Woods I, 539 F.Supp. at 963-65, for a description of the formula</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">840</span></span></p>\n    <p class=\"parties\">The PINEY WOODS COUNTRY LIFE SCHOOL, et al., Plaintiffs-Appellants,<br>v.<br>SHELL OIL COMPANY, Defendant-Appellee.</p>\n    <p class=\"docket\">No. 89-4397.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Fifth Circuit.</p>\n    <p class=\"date\">June 27, 1990.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Ernest G. Taylor, Jr., Watkins, Ludlam &amp; Stennis, George F. Woodliff, III, Heidelberg, Woodliff &amp; Franks, Jackson, Miss., for plaintiffs-appellants.</p>\n      <p class=\"indent\">Paul H. Stephenson, III, W.F. Goodman, Jr., Jackson, Miss., Watkins &amp; Eager, Robert B. Shaw, Melinda J. Stewart, New Orleans, La., for defendant-appellee.</p>\n      <p class=\"indent\">Appeal from the United States District Court for the Southern District of Mississippi.</p>\n      <p class=\"indent\">Before KING, GARWOOD and SMITH, Circuit Judges.</p>\n      <p class=\"indent\">JERRY E. SMITH, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p>I. Course of Proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On December 27, 1974, the Piney Woods Country Life School and the other plaintiffs (collectively, \"royalty owners\"), all of whom were mineral lessors in Rankin County, Mississippi, filed this suit against their lessee, defendant Shell Oil Company.  The royalty owners claimed that Shell had failed to pay royalty based upon the market value of the natural gas extracted, as required by the express terms of their leases.  They asserted (and still maintain in this appeal) that Shell's payment of royalty based upon the proceeds Shell received from gas purchasers under its long-term fixed-price gas purchase and sale contract was inadequate because, as a result of escalation in gas prices, amounts received by Shell pursuant to its sales contract no longer reflected market value.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>   The action was tentatively certified as a class action on December 28, 1976, and was finally certified on December 15, 1978.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The case initially went to trial in 1979.  On May 3, 1982, the district court issued its opinion denying all of plaintiffs' claims except for a relatively minor one.  <span class=\"citation\" data-id=\"2152111\"><a href=\"/opinion/2152111/piney-woods-country-life-sch-v-shell-oil-co/\"><span class=\"volume\">539</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">957</span></a></span> (S.D. Miss.1982) (\"Piney Woods I \").    An appeal followed.  On March 8, 1984, we affirmed some of the district court's judgment but held that the royalty owners were entitled to be paid royalties based upon market value at the time of production rather than at the time of the sales contract.  Accordingly, we reversed and remanded for a proper determination of market value.  <span class=\"citation\" data-id=\"430658\"><a href=\"/opinion/430658/the-piney-woods-country-life-school-ridgway-management-inc-dlo/\"><span class=\"volume\">726</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">225</span></a></span> (5th Cir.1984) (\"Piney Woods II \"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1005</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">161</span></span> (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The matter was tried on remand in early 1988.  An additional issue on remand was the royalty owners' assertion that Shell's plant-lease split accounting method failed to compensate the royalty owners properly for their royalty share of plant fuel.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court found that the royalty owners had failed to establish that the market value of the gas in question was at any time greater than the amount that Shell received under its sales contract and upon which Shell based its royalty payments.  The court also found that Shell's \"plant processing\" charges were reasonable and that the royalty owners were adequately paid for their interest in plant fuel.  Thus, the court ruled on April 24, 1989, that the royalty owners take nothing and one week later dismissed the action.  The royalty owners appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>II. Facts.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The royalty owners began leasing their minerals to Shell in the mid-1960's.  All of the leases provided that, should Shell use natural gas produced from the wells on the royalty owners' land, it would pay royalty on any gas so used based upon the market value of the gas.  A substantial number of the leases provided that Shell was obligated to pay royalty at market value for any gas sold off the leased premises.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In May 1972, Shell entered into two intrastate gas purchase and sale contracts, one with Mississippi Chemical Corporation and Coastal Chemical Corporation (\"MisCoa\") (now Mississippi Chemical Corporation (\"MCC\")) and the other with Mississippi Power &amp; Light Company (\"MP&amp;L\").  The former contract provided for the sale of up to 46,667 mcf<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> per day of processed gas from the tailgate of the Thomasville, Mississippi, plant, if available.  MCC agreed to take up to 40,000 mcf per day, though Shell made no guarantee of minimum volume.  For this gas, MCC agreed to pay $0.53 per mcf, with a 3% per year price escalation, no price redetermination provision, and a contractual term of fifteen years.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Shell-MP&amp;L contract was an excess-volume agreement, which the parties terminated in 1981.  In 1982, Shell and MCC amended their contract;  under the new terms, MCC could demand only 21,000 mcf per day.  On November 23, 1982, Shell then contracted with Transcontinental Gas Pipe Line (\"Transco\") to sell in the interstate market volumes in excess of those delivered to MCC.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Gas produced from wells on the leases and later processed at the Thomasville facility was unprocessed high-pressure gas with a high hydrogen sulfide content.  Considerable risks were associated with the production and delivery of this \"ultrasour\" gas.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>III. Discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>A. Market Value.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The royalty owners argue that they presented more than adequate evidence to show that the market value of the gas from which they were entitled to royalties was much greater than the actual sales price received by Shell under the long-term Shell-MisCoa contract.  They observe that we held in Piney Woods II that the \"market value\" of gas under the royalty contract meant market value at the wellhead at the time of production rather than market value at the time of the making of the original long-term contract.  They thus maintain that their evidence of increased gas prices in the overall market after 1973 is dispositive.  The royalty owners claim that they presented evidence showing sufficiently comparable processed gas sales such that the district court erred in not determining market value by the method of evaluating comparable processed gas sales and deducting processing costs, a method that the court in Piney Woods II preferred over the method used by the district court, i.e., actual sales price less costs.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>1. Standard of Review.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The royalty owners assert that the district court, in using actual sales less costs as its determinant of market value, failed to follow the mandate in Piney Woods II and, consequently, that the district court's decision not to credit plaintiff's evidence must be overturned and should not be judged under the clearly-erroneous standard.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As we stated in Piney Woods II, \"Market value is a question of fact, and it is up to the factfinder to determine the probative strength of relevant evidence.\"    726 F.2d at 238.    Moreover, we specifically permitted a determination of market value based upon actual sales less costs;  we stated that the method of proof varies with the facts of each particular case, id., and noted that actual sales price of the gas less costs was \" 'the least desirable method of determining market price,' but its persuasiveness is a matter for the factfinder.\"    Id. at 239 (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the instant case the district court did first consider both of the alternative methods that in Piney Woods II we deemed preferable to the actual-sales-price-less-costs method.  Having found each of the two preferred methods ultimately unsuitable under the particular facts of this case, the court finally turned to the actual-sales-price-less-costs method.  Because the district court adequately explained why the two generally preferred methods of assessing market value should not be used in the case at bar and because the choice of method of proof is a matter for the factfinder, the court's failure to use a method other than actual-sales-price-less-costs for calculating market value must be reviewed under a clearly-erroneous standard.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>2. Burden of Proof.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The royalty owners observe that not only did we, in Piney Woods II, find their evidence presented at the first trial \"plainly relevant,\" id. at 239 (emphasis in original), but the royalty owners also presented extensive additional evidence at the trial on remand.  They claim Shell failed to rebut their evidence and note that Shell was unable to present a theory of its own that was acceptable to the court.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The royalty owners assert that the district court erred in not finding its \"plainly relevant\" evidence as to comparable processed gas sales to be decisive.  In particular, the royalty owners rely upon the last two sentences of the penultimate paragraph of Piney Woods II, id. at 242:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>If those efforts prove unsuccessful or unduly expensive, the court must determine market value based on the evidence already submitted.  The evidence already produced by the plaintiffs on market value is clearly relevant, and Shell has the burden of rebutting that evidence and producing more accurate evidence of the market value.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The royalty owners suggest that we should interpret the above-excerpted language as a statement that they have already made their prima facie case and met their burden and thus have shifted that burden of persuasion to Shell to rebut their arguments.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">However, we do not infer a shifting of the burden of persuasion to Shell from our statement, \"Shell has the burden of rebutting that evidence.\"    Rather, Piney Woods II found that it was possible for the royalty owners to present relevant unchallenged evidence, yet still not meet their burden of proof.  We stated, \"The evidence produced by plaintiffs may, in the opinion of the court, have been insufficient, but it was plainly relevant.\"    Id. at 239 (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Furthermore, even though we determined that actual sales price less costs was to be the least favorable method of determining market value, we did state, \"[T]he Shell-MisCoa contract, while not conclusive evidence of market value, was also plainly relevant to the issue.\"    Id. at 238 (emphasis in original).  For as the choice of method of proof is on a case-by-case basis and the persuasiveness of individual methods is a matter for the factfinder, see id. at 238-39, the district court could easily be within its discretion to use the method that would be based upon the Shell-MisCoa contract (that is, the actual sales price of the gas less costs) when it determined within its discretion that the evidence supporting a comparable sales approach was too speculative or conjectural.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Under Mississippi law, the royalty owners, as plaintiffs, bear \"the burden of going forward with sufficient evidence to prove [their] damages by a preponderance of the evidence.\"    Coursey v. Broadhurst, <span class=\"citation\" data-id=\"531232\"><a href=\"/opinion/531232/bobby-coursey-v-chris-broadhurst/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">338</span></a></span>, 345 (5th Cir.1989) (plaintiff seeking to establish a salvage value of zero for some damaged machinery).  In discussing damages in a breach of contract case, the Supreme Court of Mississippi stated, \"Such damages must be measurable in monetary terms and must be reasonably certain.  They may not be established by speculation or conjecture.\"    Wright v. Stevens, <span class=\"citation\" data-id=\"1700206\"><a href=\"/opinion/1700206/wright-v-stevens/\"><span class=\"volume\">445</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">791</span></a></span>, 798 (Miss.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">However, where the existence of damages has been established, a plaintiff will not be denied the damages awarded by a jury verdict merely because \"a measure of speculation and conjecture is required\" in determining the amount of damages.  See Burnham v. Joseph, <span class=\"citation\" data-id=\"1941330\"><a href=\"/opinion/1941330/burnham-v-joseph/\"><span class=\"volume\">482</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1151</span></a></span>, 1154 (Miss.1986);  see also R &amp; S Dev., Inc. v. Wilson, <span class=\"citation\" data-id=\"1765925\"><a href=\"/opinion/1765925/r-s-development-inc-v-wilson/\"><span class=\"volume\">534</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1008</span></a></span>, 1011-12 (Miss.1988).  Still, \"[p]laintiff ha[s] the burden of proof on the extent of loss and damages,\" Index Drilling Co. v. Williams, <span class=\"citation\" data-id=\"1862621\"><a href=\"/opinion/1862621/index-drilling-co-inc-v-williams/\"><span class=\"volume\">242</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">775</span></a></span>, <span class=\"citation\" data-id=\"1862621\"><a href=\"/opinion/1862621/index-drilling-co-inc-v-williams/\"><span class=\"volume\">137</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">525</span></a></span>, 531 (1962), and \"[s]ome minimum standards of proof as to the fact and extent of the loss will always be required.\"    Dennis v. Prisock, <span class=\"citation\" data-id=\"1602419\"><a href=\"/opinion/1602419/dennis-v-prisock/\"><span class=\"volume\">254</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">574</span></a></span>, <span class=\"citation\" data-id=\"1602419\"><a href=\"/opinion/1602419/dennis-v-prisock/\"><span class=\"volume\">181</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">125</span></a></span>, 128 (1965).  We also note that in Burnham v. Joseph and R &amp; S Dev., Inc. v. Wilson, the court applied the less stringent standard of review, permitting some speculation and conjecture as to amount of damages, in affirming trial court findings;  the court was not reversing the trial court for refusing to engage in some speculation and conjecture as to damages, as the royalty owners suggest we should do.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>3. The Evidence--1972-1978.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Examining the royalty owners' offers of proof, the district court stated, \"However, plaintiffs' 'comparable' data of sweet gas sales adduced at trial fell far short of being persuasive.  Instead, the information was bewitched by factors which robbed it of probative strength.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">At the trial on remand, plaintiffs relied primarily upon the testimony of two experts, Dr. Schlesinger, an economist who analyzed national trends in the gas industry during the relevant years of 1972 to 1987, and Dr. Bennett, a petroleum engineer whose study focused upon a list of specific gas sales made in Mississippi during the same period of time.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>a. The Schlesinger Study.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The district court found that Schlesinger's testimony and report were not sufficiently specific with regard to their analysis of the Mississippi intrastate gas market.  Virtually all of Schlesinger's information sources, when they reported on specific transactions, disclosed only prices.  Sellers, and also buyers in some cases, were not identified;  interstate and intrastate sales were not segregated;  no consideration was given to the variable-take requirements of many buyers and whether in the reported transactions the buyer assured a consistent take;  the wellhead quality and volumes of gas in the transactions were not reported;  and the purchase contract terms, such as length of the commitment, were omitted.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Most of these omissions infected all of the seven separate reports (labeled \"Tab A\" through \"Tab G\") that Schlesinger had compiled in his study.  The data in Tabs D and E, entitled \"NGPA Section 107 Deregulated Gas Prices, 1980-1985\" and \"Market-out Prices by Interstate Gas Prices, 1982-1987,\" respectively, were perhaps less effectively challenged by Shell in the district court than were the other reports;  although contract lengths and guarantees were not included with the information in Tabs D and E, purchasers, sellers (in Tab D), and approximate volumes and (in Tab D) quality of gas involved were identified.  Moreover, these two reports covered only periods during which the NGPA was in effect, and thus the difference between interstate and intrastate prices was less pronounced than in earlier periods;  hence, these markets were closer to being comparable.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Nonetheless, because of the lack of comparable contract information, we do not find clear error on the part of the district court in not crediting these parts of Schlesinger's study as establishing market price for the relevant period.  We also note that the Tab D and E reports compiled only post-1979 prices, for which, as we discuss later, we remand for possible redetermination.b. The Bennett Study.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The Bennett study consisted of an apparently comprehensive listing of intrastate gas sales in Mississippi between 1972 and 1986.  Shell limited most of its rebuttal of the Bennett study to the data for the years 1972-1978.  Similarly, the district court's opinion thoroughly scrutinized the pre-1979 sales presented by the Bennett study.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>(i) Casinghead Entries.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">As Bennett compiled much of his list of sales prices from severance tax reports, he often directed his attention almost exclusively to price and overlooked particular features of the transactions that might distinguish the sale from what a hypothetical sale from the Thomasville plant would be like.  Among the most glaring errors found by the district court was the use of casinghead gas sales in this list of sales prices with which Bennett intended to establish the market for a comparable gas sales.  With its higher BTU value, casinghead gas was worth more per mcf than the sweet gas produced by the Thomasville plant.  Thus the inclusion of casinghead gas sales resulted in artificially high sweet gas market value estimates, undermining the royalty owners' attempts to establish a market value for sweet gas in Mississippi.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Although, if BTU values are known, casinghead gas prices can be used as an indicator of sweet gas prices, Bennett did not attempt to modify his results by making the appropriate adjustments for gas of differing BTU values.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>   Rather, in response to the criticism of his use of casinghead prices, Bennett argued that even without the inclusion of the casinghead gas entries, his study still would establish a market price for sweet gas in Mississippi consistently higher than those prices at which gas was actually sold from the Thomasville plant.  This is a reasonable contention:  Although the deletion of the casinghead entries would diminish the ultimate market value established by the royalty owners, the remainder of the sales listed in the Bennett study (were they truly comparable to the sales from the Thomasville plant) still would have established a market value higher than Shell's contract price and thus would have entitled the royalty owners to some damages.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>(ii) Contractual Take Volumes.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">However, the district court identified a myriad of other inadequacies in Bennett's study of \"comparable\" sales.  Almost all of the district court's reasons (other than that of the casinghead gas entries) for finding the Bennett study speculative and unreliable were related to the uniqueness of the particular transactions among the royalty owners, MCC, and Shell.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The Thomasville plant produced 40,000 mcf per day of gas, much more than that of any other field in Mississippi in the 1970's.  During these early years of the study, most of the fields used for comparison purposes were delivered no more than 5,000 mcf per day, and many fields</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>produced far less than that.  While we have previously observed that higher delivery volumes usually fetch higher prices per mcf, see Piney Woods II, 726 F.2d at 239 n. 17, Shell argued before the district court (and again on appeal) that, because of the peculiar nature of Thomasville's ultrasour gas with its associated risks of non-delivery and explosions, price per mcf would be significantly lower under any contract that would guarantee to take these large quantities of gas than under contracts governing sales in which gas delivery was more certain or the guarantees were less comprehensive.  While the royalty owners' experts disagreed with those of Shell on this issue, the district court did not err by adopting Shell's viewpoint.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We stated in Piney Woods II that examining comparable sales of ultrasour gas similar to that at the Thomasville plant would be preferred but that apparently such sales did not exist.  See id. at 238-39.    Neither party challenges this conclusion.  The royalty owners, though, argue that comparable sales of sweet (processed) gas exist.  The method of analysis approved in Piney Woods II for assessing the market value of Thomasville's ultra-sour gas at the wellhead by using comparable sweet gas sales was to take the price established for the sweet gas market, then deduct the processing costs inherent in changing the sour gas to sweet gas, and thus arrive at the price of sour gas at the wellhead.  See id.    The royalty owners contend this method will allow this court to disregard any arguments made by the district court or by Shell that focus upon the unique nature of the ultrasour gas at the Thomasville plant.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">However, we find the royalty owners' reasoning flawed.  \"Sales comparable in quality are those of similar physical properties such as sweet, sour, or casinghead gas.\"    Id. at 239 n. 17.    In this case, the ultrasour nature of the gas is inextricably tied to any attempt to assess what Thomasville gas would have been worth in the market had Shell not been locked into its long-term contract.  Even though the buyer of the Thomasville gas would be buying sweet gas (as Shell did process the Thomasville gas), the delivery of that gas still would be uncertain, as all the problems that can occur with the ultrasour gas would directly affect the downstream delivery of the sweet gas.  Thus, it was not clear error for the district court to find that what was paid for other sweet gas</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>produced in smaller amounts and with more certain delivery and perhaps other less adverse logistical factors was not an accurate reflection of what the market value of gas from the Thomasville plant would have been.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We do not read our endorsement in Piney Woods II of the comparable-sweet-gas-sales-less-processing-costs method of assessing market value (in the absence of comparable sour gas sales) as necessarily embracing the notion that all sweet gas sales are comparable merely because the sweet gas itself is comparable in quality.  Where processed sweet gas sales are being used to assess the market value of wellhead sour gas, the district court was within its discretion to find that the risk inherent in guaranteeing to take large quantities of sweet gas processed from ultrasour gas could not be decoupled from the value of a contract for that sweet gas.  As gas is almost always sold pursuant to executory contracts, the court was correct in not attempting to price sweet gas as a commodity divorced from the terms of, and conditions surrounding, the contracts under which the gas is sold.  Moreover, many of those sales in the Bennett study that did involve relatively larger volumes, such as those in January 1976 from the Seminary field (about 3,000 mcf per day) and the Bassfield field (possibly as much as 22,000 mcf per day<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>), were made under short-term contracts, which may have reflected one buyer's particular urgent needs rather than a more widespread market value.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>(iii) Other Omissions in the Study.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We note that there are other oversights and inconsistencies in the Bennett study, as pointed out by Shell.  These include ignoring transportation costs that, for certain buyers in the study, would make the purchase of Thomasville gas more expensive than it would otherwise appear;  failing to compensate for various forms of consideration apparent in the gas purchase contract but not embodied in the price term alone;  and not including a few sales, where those sales as a group had prices significantly lower than Bennett's reported market values.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>c. Potential Purchasers.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The royalty owners did present some evidence showing that certain purchasers were interested in buying large quantities of gas.  However, one of these potential purchasers, Mississippi Valley Gas (MVG), bought gas primarily from interstate pipelines.  Shell presented evidence suggesting that because the supply of interstate gas fluctuated considerably, MVG needed considerable flexibility in supplementing its interstate supply, and thus, MVG could not enter into a consistent-take contract with respect to any purchase from the Thomasville facility.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Moreover, significant transportation distances would be involved in MVG's use of the gas to supplement interstate supplies.  This increased cost of course would make the gas less valuable to MVG.  We do not find error in the district court's rejection of MVG as a potential purchaser at the prices and conditions suggested by the royalty owners.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The royalty owners also presented evidence that Mississippi Power Company would have been willing to buy 30,000 mcf per day at $2.00 per mcf during the 1970's.  Shell's experts testified to the contrary, asserting that the only potential large-scale buyers of gas from the Thomasville facility were those with whom Shell already had a contract, namely MCC and MP&amp;L.  Moreover, the royalty owners' expert, Mr. Tierney, was largely unaware of the conditions peculiar to the Thomasville plant and also was unable to deny Shell's charge that Mississippi Power Company had substantially fluctuating needs in terms of gas takes, thus making the Thomasville gas less suitable.  We discern no clear error here.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Apparently, the only other fairly large purchaser for which the royalty owners produce a corresponding offering price was St. Regis Paper Company (St. Regis), which, they maintain, was ready to buy 12,000 to 14,000 mcf per day at $1.80 to $2.00 per mcf.  St. Regis, though, also had variable-take needs.  Tierney seemed to imply that the pipeline company that was selling gas to St. Regis during the relevant time could have adjusted its deliveries as appropriate to St. Regis's needs, but given Tierney's unfamiliarity with Thomasville's conditions and Shell's experts' testimony, the district court could have found that St. Regis could not enter into a contract for uniform daily distributions, as the Shell-MisCoa contract provided.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>d. Actual Thomasville Production.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The royalty owners also presented rebuttal evidence showing that the actual monthly production of gas at Thomasville, until March 1978, was, with the exception of seven of the months, far below what would be necessary for a daily average of 40,000 mcf.  By presenting this data, the royalty owners attempt to undermine Shell's arguments concerning the uniqueness of Thomasville's high-volume, consistent-take requirements.  However, as comparable contracts are necessarily fairly long-term, the potential buyer of the Thomasville plant gas would still have to be prepared to take the large volumes at any time, even if those volumes actually were not taken frequently.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Furthermore, the royalty owners do not present any evidence to show that there were not certain days in the months in question on which volumes were as high as 40,000 mcf.  Thus the royalty owners' evidence really does not show that potential buyers of gas from the Thomasville plant would face less difficulty or risk merely because Thomasville did not always deliver its full allotment under the contract.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p>e. Price Redetermination Clauses.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">We are not oblivious to the fact that during the 1972-1978 period, gas prices usually rose sharply where contracts permitted prices to be redetermined and that even if the sales under such contracts were for gas not comparable to that sold from the Thomasville plant (and hence such sales could not establish any particular market value for the Thomasville gas), price increases in other contracts might at least suggest that the market value at Thomasville did increase during the years 1972-1978.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">However, the existence of such an increase in value is still sufficiently speculative that we cannot say that the district court erred in finding that market value was more likely reflected in actual sales prices.  It cannot be enough for the plaintiffs merely to show by a preponderance of the evidence that actual sales prices are not a correct representation of market value.  Possible market values form a continuum, and the level of uncertainty inherent in the assessment of market value of a unique gas field over a period of fifteen years, fraught with fluctuating market conditions and varying governing legal regimes, is such that any given market value could be shown to be inexact by a preponderance of the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Even if the residuum of credible evidence left after Shell's rebuttal of the royalty owners' proof showed by a preponderance of the evidence (based upon price increases under contracts that had allowances for price redetermination) that market value exceeded Shell's contract price, the court has no basis on which to award damages without some proof of the relationship between prices at Thomasville and those elsewhere.  Therefore, even if actual sales prices under the Shell-MisCoa contract were less than market value, the district court would not necessarily be required to award damages where it also could find that the royalty owners' evidence, given appropriate weightings, fails to establish by a preponderance of the evidence any lower limit for market value (other than that of the actual sales under the Shell-MisCoa contract).</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p>f. Conclusion--1972-1978.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Therefore, for the period through December 1978, we are not \"left with the definite and firm conviction that a mistake has been committed.\"    United States v. United States Gypsum Co., <span class=\"citation\" data-id=\"104523\"><a href=\"/opinion/104523/united-states-v-united-states-gypsum-co/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">364</span></a></span>, 395, <span class=\"citation\" data-id=\"104523\"><a href=\"/opinion/104523/united-states-v-united-states-gypsum-co/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">525</span></a></span>, 542, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">746</span></span> (1948).  We discern no clear error and affirm the district court's finding that the actual sales prices received under the Shell-MisCoa contract were the best indicator of market value.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p>4. The Evidence--1979-1987.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The district court found, without subjecting the later years to the same intensity of examination that it had directed toward the earlier years, that the errors that plagued the 1972-1978 studies continued to undermine the studies for the later years.  However, as the nation's and Mississippi's gas prices were far higher during 1979-1982 than in the earlier years, the disparities in comparable markets may not be of sufficient moment during the later period to explain the discrepancy between prices received by Shell for Thomasville gas and prices received in other Mississippi sales.  The district court, though, relied upon regulatory price ceilings as an additional ground to support its finding that Shell's actual-sales-prices-less-processing-costs was an appropriate measure of the market value of gas at the wellhead for the years after 1978 (as well as for 1972-1978).</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">On November 9, 1978, the Natural Gas Policy Act (NGPA) took effect.  As the Thomasville gas was not committed or dedicated to interstate commerce, its maximum lawful price became \"the price under the terms of the existing contract, to which such natural gas was subject on November 9, 1978, as such contract was in effect on such date.\"    15 U.S.C. Sec. 3315(b)(1)(A).  Thus, the actual price Shell was receiving became the maximum lawful price that it could receive.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p>a. Effect of Regulation on Market Value.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The central point of contention between the parties on this issue is whether regulation is considered when determining the market value of the gas pursuant to the royalty contract.  We conclude that Shell has the better of the argument.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">We agree with the royalty owners that federal price ceilings do not apply to royalty interests per se, as royalty contracts do not constitute sales within the meaning of the Natural Gas Act (NGA) or the NGPA.   See FERC v. Pennzoil Producing Co., <span class=\"citation\" data-id=\"109973\"><a href=\"/opinion/109973/ferc-v-pennzoil-producing-co/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">508</span></a></span>, 519, <span class=\"citation\" data-id=\"109973\"><a href=\"/opinion/109973/ferc-v-pennzoil-producing-co/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">765</span></a></span>, 772, <span class=\"citation\" data-id=\"109973\"><a href=\"/opinion/109973/ferc-v-pennzoil-producing-co/\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">773</span></a></span> (1979);  Mobil Oil Corp. v. FPC, <span class=\"citation\" data-id=\"304468\"><a href=\"/opinion/304468/mobil-oil-corporation-v-federal-power-commission-panhandle-eastern-pipe/\"><span class=\"volume\">463</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">256</span></a></span> (D.C.Cir.1971), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">976</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2409</span></span>, <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">676</span></span> (1972) (\"Mobil I \").    However, this does not imply that federal price ceilings are not relevant when determining the market value upon which royalties will be based.  While the royalties themselves may exceed the price ceiling, whether price ceilings are relevant to the determination of market value is a matter of state law contract interpretation.   See Placid Oil Co. v. FPC, <span class=\"citation\" data-id=\"313033\"><a href=\"/opinion/313033/placid-oil-company-sola-ii-v-federal-power-commission/\"><span class=\"volume\">483</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">880</span></a></span>, 911 (5th Cir.1973), aff'd sub nom.  Mobil Oil Corp. v. FPC, <span class=\"citation\" data-id=\"109058\"><a href=\"/opinion/109058/mobil-oil-corp-v-fpc/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">283</span></a></span>, <span class=\"citation\" data-id=\"109058\"><a href=\"/opinion/109058/mobil-oil-corp-v-fpc/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2328</span></a></span>, <span class=\"citation\" data-id=\"109058\"><a href=\"/opinion/109058/mobil-oil-corp-v-fpc/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">72</span></a></span> (1974) (\"Mobil II \").</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The supreme courts of Kansas and Montana have held that federal price ceilings should not be used when determining market value for royalty purposes.  See Lightcap v. Mobil Oil Corp., <span class=\"citation\" data-id=\"1265995\"><a href=\"/opinion/1265995/lightcap-v-mobil-oil-corporation/\"><span class=\"volume\">221</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">448</span></a></span>, <span class=\"citation\" data-id=\"1265995\"><a href=\"/opinion/1265995/lightcap-v-mobil-oil-corporation/\"><span class=\"volume\">562</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1</span></a></span>, 8, cert. denied, <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">876</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">228</span></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">156</span></span> (1977);  Montana Power Co. v. Kravik, <span class=\"citation no-link\"><span class=\"volume\">179</span> <span class=\"reporter\">Mont.</span> <span class=\"page\">87</span></span>, <span class=\"citation\" data-id=\"1436070\"><a href=\"/opinion/1436070/montana-power-co-v-kravik/\"><span class=\"volume\">586</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">298</span></a></span>, 301-02 (1978).  Texas's highest court, on the other hand, has determined that federal price controls do affect market value for purposes of royalty payment determination.  See Exxon Corp. v. Middleton, <span class=\"citation\" data-id=\"1732153\"><a href=\"/opinion/1732153/exxon-corp-v-middleton/\"><span class=\"volume\">613</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">240</span></a></span>, 246 (Tex.1981).</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Neither party presents, and we have not found, any especially persuasive Mississippi authority on the issue.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>   While we have directly ruled that federal price ceilings should be considered in determining market value for purposes of gas royalties, see Flowers v. Diamond Shamrock Corp., <span class=\"citation\" data-id=\"411279\"><a href=\"/opinion/411279/clem-g-flowers-v-diamond-shamrock-corporation/\"><span class=\"volume\">693</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1146</span></a></span>, 1154 (5th Cir.1982), and Bowers v. Phillips Petroleum Co., <span class=\"citation\" data-id=\"410950\"><a href=\"/opinion/410950/mary-gladys-bowers-v-phillips-petroleum-co/\"><span class=\"volume\">692</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1015</span></a></span>, 1019-20 (5th Cir.1982), these decisions were interpreting Texas law in the wake of Middleton.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">However, the rule that regulatory restraints should be considered when determining market value had been established in this circuit prior to Middleton.    Even though we did not make a specific statement about determining market value for purposes of assessing royalty payments, in Weymouth v. Colorado Interstate Gas Co., <span class=\"citation\" data-id=\"273260\"><a href=\"/opinion/273260/fanny-fern-weymouth-and-husband-c-e-weymouth-v-colorado-interstate-gas/\"><span class=\"volume\">367</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">84</span></a></span>, 90 (5th Cir.1966), we did find market value for the purposes of an interstate gas sales contract to be</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p>what ... a willing seller and a willing buyer in a business which subjects them and the commodity to restriction and regulation, including a commitment for a long period of time, [would] agree to take and pay with a reasonable expectation that the FPC [now the FERC] would approve the price (and price changes) and other terms and then issue the necessary certificate of public convenience and necessity.  [Footnote omitted.]</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">We reached this conclusion without reference to state substantive law.  Hence, where we have little or no indication from the Mississippi Supreme Court as to whether price regulations are subsumed in the term \"market value\" in a gas royalty contract, we view Weymouth as persuasive authority that the regulatory price ceilings should be considered.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Perhaps the most relevant signal, though, of how to construe \"market value\" in the contract was our quotation in Piney Woods II of Middleton, 613 S.W.2d at 246-47, wherein the Texas court, analyzing comparable sales for the purpose of establishing market value under a royalty contract, stated,</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p>'Quality also involves the legal characteristics of the gas;  that is, whether it is sold on a regulated or unregulated market, or in one particular category of a regulated market....  To be comparable, the sales must be made from an area with marketing outlets similar to the gas in question.  Gas from fields without access to interstate markets only, for instance, would not be comparable to gas from a field with outlets only to the intrastate market.'</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Piney Woods II, <span class=\"citation no-link\"><span class=\"volume\">726</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">239</span></span> n. 17.    We may infer from this that in the instant case, when using comparable sales to compute market value, we properly do consider the effect of regulation on market value.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Therefore, as Mississippi law makes no definite statement as to how to resolve this issue, we conclude that federal price ceilings do limit \"market value\" under the contract.  We reach this result both because our quotation of Middleton in Piney Woods II suggests it and because of our earlier decision in Weymouth.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>   Thus, as Shell received its contract price, which in November 1978 became the maximum lawful price available for wells regulated under section 105 of the NGPA (15 U.S.C. Sec. 3315), no further payments were due to royalty owners for those wells governed exclusively by section 105.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p>b. Effect of Deregulation on Market Value.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The record, though, shows that five of the nine wells involved in the instant litigation were drilled or re-drilled after February 19, 1977, and were deeper than 15,000 feet.  As such, section 107 (15 U.S.C. Sec. 3317), as well as section 105, of the NGPA governed them.  Gas from these dually classified wells is then entitled, under 15 U.S.C. Sec. 3311(b)(5), to be valued at the higher of the two prices, in this case the section 107 \"deregulated\" prices.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>   Thus, the royalty owners may be entitled to some damages based upon inadequate royalty payments on gas from the Garrett, Spengler, Clark, Edge, and Stevens wells.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">The district court agreed that \"gas produced from these [the dually classified] wells could collect the 'deregulated' Section 107 prices.\"    However, the court denied any damages to which the royalty owners might have been entitled as a result of a higher market value for gas from the section 107 wells.  The court's only explanation was, \"Relative to that quantity of gas sold under Section 107, plaintiffs have produced no evidence as to those proportional sales as opposed to the sales under Section 105.\"</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">However, plaintiff's exhibit P-155 appears to set forth a well-by-well, month-by-month listing of Shell's sales proceeds, from which a calculation of damages could be made should it be found that market value for the gas delivered from the section 107 wells was indeed greater than the actual proceeds received by Shell under its contract.  Therefore, we must vacate and remand.  Should the district have some other reason not expressed in its opinion for discounting exhibit P-155, the same may be explained on remand.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Furthermore, because the contract Shell made with Transco on November 23, 1982, contained an indefinite escalator clause, and further because on December 31, 1984, gas was priced at above $1.00 per mcf under that contract, all gas sold under that contract was released, effective January 1, 1985, from any NGPA restrictions limiting prices to those specified under section 105(b)(1).  See Sec. 105(b)(3).  Therefore, pursuant to section 105(b)(3), beginning on January 1, 1985, the maximum lawful price for any gas sold to Transco under the contract from any of the four wells not classified as section 107 wells was limited only by adjusted section 102 ceilings rather than by section 105(b)(1).  See Sec. 105(b)(3).</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">Hence, if Shell received from its sales to Transco after December 31, 1984, less than the market value of the gas sold, where market value is limited by section 105(b)(3) maximum prices (and not by the old contract price as under section 105(b)(1)), the royalty owners are entitled to damages compensating them for not receiving their proper share of the true market value.  On remand, the district court may make the appropriate determination as to whether any such damages are due.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">As the 1982 amendment to the Shell-MisCoa contract is not found in the record on appeal, we are unable to determine whether the Shell-MisCoa contract contained an indefinite escalator clause that established the December 31, 1984, price under that contract.  Hence, we cannot say whether gas sold to MCC after December 31, 1984, from the four wells not classified under section 107 would be limited to the low Shell-MisCoa contract price or whether, instead, the maximum lawful price for such gas was the higher adjusted section 102 price.  Damages will be due to the royalty owners should the district court find on remand that the market value of the gas, limited by the applicable regulatory price ceiling, was greater than the actual proceeds received by Shell for the gas.  We intimate no view as to what the district court's determination should be in this regard.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Any damages for the royalty owners from the section 107 wells and for the other wells after 1985 are still contingent upon whether the actual proceeds received by Shell from these wells during the time of regulation were less than market value (where market value is limited by regulatory price ceilings where applicable<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>).  Because for the years after 1978, the district court did not make any specific examination and findings to determine whether the royalty owners' evidence established a market value for gas higher than the prices under Shell's contract, we remand so that the district court may conduct, just as it did for the years 1972-1978, a weighing of the probative value of the comparable sales evidence presented by the royalty owners' experts.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">We express no opinion as to the correct finding or result on such a remand.  We note only that because we have vacated the district court's finding that damages could not be calculated for payments associated with gas from section 107 wells, and because in the later years some higher-volume sales occurred and nationwide gas prices increased, on the present state of the record we cannot affirm the finding of no damages for the years after 1978 where that affirmance is based only upon the court's review of the royalty owners' evidence for 1972-1978.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p>5. Additional Challenges.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">In their reply brief, the royalty owners raise several entirely new arguments that are not in response to any arguments in Shell's brief.  Because \"[a]n [appellant's] original brief abandons all points not mentioned therein,\" Nissho-Iwai Co. v. Occidental Crude Sales, Inc., <span class=\"citation\" data-id=\"433025\"><a href=\"/opinion/433025/nissho-iwai-co-ltd-v-occidental-crude-sales-inc/\"><span class=\"volume\">729</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1530</span></a></span>, 1539 n. 14 (5th Cir.1984),<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> we may decline to consider these new claims.  We therefore make only a few remarks as to each of the points discussed below.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">First, the royalty owners claim that from 1978 onward, Shell had the ability to sell gas in the interstate market and thus could have circumvented the limitations of section 105.  The royalty owners consequently maintain that the \"market price\" should not be constrained by section 105, as Shell was not bound by it.  Shell's opportunity to sell excess gas to Transco in the interstate market, though, materialized in 1982 only because Shell was able to renegotiate its contracts with MP&amp;L and MCC and thus free some gas for the interstate market.  The royalty owners have not shown that Shell could have altered its contracts with gas purchasers at will.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">Although we do not assume in general that contractual obligations entirely circumscribe the relevant market, see J.M. Huber Corp. v. Denman, <span class=\"citation\" data-id=\"273261\"><a href=\"/opinion/273261/j-m-huber-corporation-v-william-harvey-denman-and-jay-pumphrey-trustees/\"><span class=\"volume\">367</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">104</span></a></span>, 108-10 (5th Cir.1966), we do not assert, where regulation limits most of the intrastate market on the basis of existing contract prices, that the \"market value\" of an intrastate seller's gas presumes that the seller is able successfully to renegotiate the sales contract to release gas to the interstate market.  In fact, if, as the royalty owners maintain, higher prices were indeed available in the post-1978 interstate market, then had Shell been able to release gas to that market earlier, it almost surely would have done so, since the increased sales revenues would have more than compensated for the increased royalties.  Because Shell's interests were not adverse to those of the royalty owners, there is no apparent opportunity for manipulation by Shell comparable to that which we found in Shell's power to choose where title to the gas was to be passed.  See Piney Woods II, 726 F.2d at 232.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">Second, and similarly, the royalty owners contend that, as the re-drilling of the Garrett well enabled it to be classified under section 107 even though it was originally spudded before February 19, 1977, the possibility that Shell could have re-drilled the other pre-1977 wells should cause the market value of gas from all of these wells to be released from any section 105 limitations.  While the possibility of a conflict of interest between the royalty owners and Shell might exist here, we still do not find a duty on Shell's part to re-drill wells in order to alter the regulations governing those wells.  In Piney Woods II, id. at 239 n. 17, we quoted from Middleton, 613 S.W.2d at 246-47, which stated that comparable sales are those made in the same category of a regulated market.  Under this method of assessing market value, Shell as lessee must pay royalties on the market price of gas under the existing regulatory scheme governing each well but is not necessarily required to act to change the regulatory scheme to achieve higher prices.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">Essentially, the royalty owners' first two arguments suggest that Shell must act to alter the regulatory classification of particular wells, by redrilling or by restructuring the contract.  The royalty owners provide no basis for imposing such an extensive burden on Shell.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">Third, the royalty owners assert that the wells not classified under section 107 nonetheless qualify for the higher deregulated prices because of an area rate clause in the Shell-MP&amp;L contract that provides for prices to increase, upon a raising of price ceilings, to the level of the new ceiling.  However, this does not mean that the price shall be raised to the highest rate permitted for any well under federal law;  rather, the price of gas sold from a particular well rises only to the highest rate for which that particular well lawfully qualifies.  In this case, the wells not classified under section 107 are limited to the prices available under section 105.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p>B. Plant Fuel.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">The royalty owners contend that the district court erred in determining that Shell has fully paid the royalties due the royalty owners on the portion of the gas used as fuel to run the Thomasville plant.  As the court explained in Piney Woods I, 539 F.Supp. at 963,</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">The cost of gas processing and sulphur recovery at the Thomasville Field, together with costs of gathering and transporting, are deducted by Shell in calculating payments to royalty interest owners for their respective interests in the subject gas.  Similar charges are deducted pro rata from the working interest owners' shares of production.  To compute these payments, Shell devised an allocation and accounting procedure which insures that each well is properly credited for its share of the production while reimbursing the plant for costs associated with processing the gas.  This latter function is accomplished by equations which compute a 'plant-lease split' of the residue gas and sulphur revenues.  [Footnote omitted.]</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">In Piney Woods II we held,</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p>The leases plainly call for market value royalty on gas used off the lease and the royalty should be determined on that basis.  We therefore hold the plant fuel is gas used off the lease and the lessors are entitled to market value royalty on that gas.  Shell may, however, treat the royalty payments as processing costs to be divided, as any other processing costs, among the various working and royalty interests.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">726 F.2d at 241.    Our opinion concluded, \"We also hold that the plaintiffs are entitled to royalty on plant fuel, but Shell may include these royalties as processing costs.\"    Id. at 242.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">Shell claims that it owes the royalty owners nothing, as the royalty payments on plant fuel that would be due to them are exactly balanced by the share of the processing costs that are to be borne by the royalty owners.  Shell asserts that its plant-lease split formula<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> is a conceptually proper allocation of costs and that when it is correctly applied, no net payments are due to the royalty owners.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">To the extent that the formula allocates costs among the different wells, the royalty owners do not challenge the formula;  rather, they dispute what should be included as costs originally.  In particular, they claim that one of the formula's processing cost terms, that for \"treating plant operating cost per day,\" should include, for each well lease, only the cost of the royalties paid on the plant fuel, rather than including the cost of all of the plant fuel used.  This is the crux of the dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">The royalty owners rely heavily upon the above-excerpted language from Piney Woods II, where we said that their leases entitle the royalty owners to royalty on plant fuel just as on other gas but that Shell may deduct these royalty payments as processing costs.  The inescapable implication, the royalty owners assert, is that Shell may not deduct the value of all of the plant fuel as a processing cost, but instead may deduct as a processing cost only the royalty owners' contractual share of the market value of the gas used as plant fuel.</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">The royalty owners present evidence that industry custom and past accounting methods used in the instant case did not treat the plant fuel as a processing cost;  they contend Shell's present stance that the value of all of the plant fuel should be included in the processing costs is an ad hoc accounting manipulation devised by Shell with the purpose of evading its responsibility under Piney Woods II to pay royalty on plant fuel.  The royalty owners also note that Shell's minority working interest owners had specifically relinquished any right they might have to plant fuel gas.  Therefore, the royalty owners are by contract differently situated from Shell's minority operating interest owners, and Piney Woods II unambiguously entitles the royalty owners to royalty payments from plant fuel, whereas the minority working interest owners are not entitled to any profit from that plant fuel.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">In sum, the royalty owners make three points:  (1) Piney Woods II held that they are entitled to royalty payments on plant fuel but that Shell could deduct such royalty payments from processing costs;  (2) plant fuel as a whole customarily has not been treated as a processing cost;  therefore, only those royalty payments made on the plant fuel are to be treated as processing costs;  and (3) Shell's minority working interest owners have forfeited any right to plant fuel, whereas the royalty owners in fact have a right to some share of the value of the plant fuel.  Therefore, the royalty owners assert, there is a contractual basis for the royalty owners' paying only their share of the costs of making royalty payments to them, not their proportionate royalty share of what would be the cost of all the plant fuel.  The basis for this distinction is that it cannot be said that there is any \"cost\" to Shell either for the plant fuel that comes from the minority working interest owners (as they have freely agreed to forfeit that plant fuel) or for plant fuel that is already attributed to Shell.</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">These three contentions, if taken as true, would at first appear to lead inexorably to the conclusion that the royalty owners should pay for processing costs that arise from the use of plant fuel only to the extent that the revenue base from which they take their royalty share is reduced by the cost of royalty payments made on the value of plant fuel, rather than being reduced by the full value of the plant fuel.  The royalty owners' beguiling argument must ultimately fail, however.  Logic and equity dictate that all of the plant fuel value is a processing cost;  none of this fuel survives to be marketed by any of the working interest owners;  by definition, it is all used to facilitate the production of the gas that is sold.  Indeed, as explained in Piney Woods I, \"royalty is obligated to contribute proportionately to the costs of processing the product,\" 539 F.Supp. at 971, and \"the only equitable conclusion is to hold that lessor and lessee shall bear proportionately costs of materially enhancing the value of the subject gas.\"    Id. at 973.    Undeniably, all of the plant fuel contributes to the material enhancement of the value of the gas sold.</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">More importantly, in Piney Woods II we held, \"On royalties 'at the well', therefore, the lessors may be charged with processing costs, by which we mean all expenses, subsequent to production, relating to the processing, transportation, and marketing of gas and sulfur.\"    726 F.2d at 240.    Plant fuel is certainly an expense;  the fuel to operate the plant is valuable gas that, but for its use in operating the plant, would be sold along with the rest of the gas produced.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">The fact that Shell in the past has not included any charges for plant fuel in its list of processing costs does not imply that plant fuel is not a processing cost.  Because the gas used as plant fuel comes directly from the pool of gas that would otherwise be sold, plant fuel is unlike other cost components of producing the gas.  Plant fuel is produced and consumed in the process.  Because Shell must pay cash for them, other cost components must be itemized and later deducted from sales revenues;  plant fuel, on the other hand, is simply deducted directly from the supply of gas to be sold.  Thus it is not surprising that plant fuel was never previously included in the equation used to compute processing costs.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">For other processing costs, the royalty owners bear their royalty share of the charges and participate in the resulting enhancement to the value of the final product in proportion to their royalty share.  The royalty owners' entitlement to their royalty share of the plant fuel was always precisely equal to their obligation to pay their royalty share of this processing cost.  For the other processing costs, the royalty owners had no entitlement to a share of these materials, so it was necessary for them to pay from sale proceeds.</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">The fact that we found in Piney Woods II that plant fuel was \"gas used off the lease,\" id. at 241, and thus, by the terms of their contract, royalty owners were entitled to royalties on that fuel, does not by itself imply that the royalty owners are entitled to any net gain as a result.  The royalty agreement of course never said that the royalty owners were not entitled to royalties on plant fuel;  Piney Woods II did not alter the legal relationship between the parties on this issue.</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">Quite simply, under the terms of the royalty agreement, because plant fuel is gas used off the lease, the royalty owners are entitled to a royalty share on this gas, and because the plant fuel materially enhances the value of the gas (giving the royalty owners more than the at-the-well value for which they bargained), the cost of plant fuel must be borne by the royalty owners in proportion to their royalty share.  Hence, because we find plant fuel is a processing cost, we read our Piney Woods II decision as merely ratifying as correct the existing course of performance on the royalty contract;  no further payments are due to the royalty owners.</p>\n    </div>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">The royalty owners finally argue that treating plant fuel as a processing cost is to imply that payments were being made to Shell and minority working interest owners for years with no record of such.  In fact, constructive payments of plant fuel were made in the sense that the fuel would have been divided between royalty owners and working interest owners had it not been needed to run the plant, and thus the working interest owners are foregoing what would be theirs in order to satisfy the conditions of the contract about running the plant.  We view the minority working interests' forfeiture of their right to plant fuel as merely an explicit recognition of this situation.  Thus, we affirm the district court's determination on the plant fuel issue.</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p>IV. Conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">The district court has done an able and thorough job of plumbing the issues in this complex and difficult case.  We regret the need for a remand on the one issue as to which there is room for doubt, but we are confident that the district court will review that matter completely and expeditiously.  The judgment is AFFIRMED in part and VACATED in part, and this cause is REMANDED for further proceedings in accordance with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Other claims were asserted, including whether Shell had the right to deduct for processing charges, but this claim, which was decided adversely to the royalty owners, is no longer at issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The term \"mcf\" is defined as \"one thousand cubic feet of gas.\"    Piney Woods I, 539 F.Supp. at 964 n. 8</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The factual background is discussed in much greater detail in the published per opinions in this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We recognize that in this case, the market value determination is necessary not only for proof of damages that would result from the alleged breach of contract, but in order to demonstrate that there was in fact a breach at all.  As to proof of breach of contract the burden is again on the royalty owners as complainants.  See Bradley v. Howell, <span class=\"citation\" data-id=\"3519791\"><a href=\"/opinion/3546929/bradley-v-howell/\"><span class=\"volume\">161</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">346</span></a></span>, <span class=\"citation\" data-id=\"3519791\"><a href=\"/opinion/3546929/bradley-v-howell/\"><span class=\"volume\">133</span> <span class=\"reporter\">So.</span> <span class=\"page\">660</span></a></span>, 661, modified on other grounds, <span class=\"citation\" data-id=\"3519791\"><a href=\"/opinion/3546929/bradley-v-howell/\"><span class=\"volume\">161</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">346</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">So.</span> <span class=\"page\">843</span></span>  (1931)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Apparently, such an adjustment was impossible, as the Bennett study's data sources simply did not include the BTU values</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Shell's contention, of course, depends upon an acceptance of the preliminary assumption that a large number of different gas companies' combining to guarantee Shell a consistent take of 40,000 mcf per day would be so unwieldy, inefficient, or expensive in terms of necessary pipeline construction and delivery networks that whether prices offered would ultimately be higher than those that were paid under the Shell-MisCoa contract is a matter of pure speculation.  We do not find any clear error in the district court's assessment that</p>\n        <p>to do what the plaintiffs advocate would call for the laying of pipeline from Thomasville in southeast Mississippi to potential customers in northeast Mississippi, then west to the Vicksburg area, south to Natchez, and on to the Mississippi Gulf Coast--a virtual circumnavigation of the entire state.  Clearly, plaintiffs' myopic suggestion was unworkable.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The district court found, \"As to gas sold from the Bassfield and Tylertown fields, the contracts were short term and only low volumes were ever realized.\"    However, on cross-examination Bennett agreed with Shell's lawyer that Florida Gas Company produced and sold 700 million cubic feet (700,000 mcf) of gas from Bassfield in the month of January 1976</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> These variable-take needs of MVG also undermine the comparability of the actual MVG sales listed in the Bennett study, as MVG possibly was willing to pay higher-than-ordinary prices to meet its needs in times of acute shortages</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We also note that the actual St. Regis sale was not included by Bennett in his study and that 12,000 to 14,000 mcf is still far less than 40,000 mcf</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Shell and the district court did use the fact that little or no gas was actually delivered to discount certain sales listed in the Bennett study as non-comparable because of low volumes.  However, we do not think this is inconsistent with not using actual delivery volumes for comparison purposes when considering Thomasville, because the royalty owners have shown neither that there were contractual agreements by buyers in the low-volume sales to take Thomasville-sized quantities of gas nor that the buyers expected large-volume deliveries from the time of the sale</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> On appeal, Shell does not challenge the district court's rejection of the market value model presented by Shell's experts that showed the royalty owners as owing money to Shell</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The two cases cited by Shell, Trustees of Wade Baptist Church v. Mississippi State Highway Comm'n, <span class=\"citation\" data-id=\"1683537\"><a href=\"/opinion/1683537/trustees-of-wade-baptist-v-miss-st-hwy/\"><span class=\"volume\">469</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1241</span></a></span>, 1245 (Miss.1985), and Mississippi State Highway Comm'n v. Wagley, <span class=\"citation\" data-id=\"1768261\"><a href=\"/opinion/1768261/mississippi-state-highway-commission-v-wagley/\"><span class=\"volume\">231</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">507</span></a></span>, 509 (Miss.1970), only show that Mississippi recognizes that zoning or other regulatory property restrictions are properly considered when assessing market value in eminent domain proceedings.  But the legal rules for determining market value for the purpose of compensation for state condemnations are not necessarily the same rules that would be used to interpret \"market value\" in a contract.  The contractual situation differs in that the intent of the parties is relevant, and the court's objective will usually be to provide the parties with their contractual expectation rather than to compensate them for their losses</p>\n        <p>Moreover, the eminent domain cases differ from the contractual cases in that in assessing the market value of real property, as opposed to the market value of gas, there is generally no parallel non-regulated market from which a \"free-market\" value readily can be produced.  The unique nature of pieces of real property is such that usually the only market value associated with a given piece of property is the price upon which a willing buyer and a willing seller will agree.  See Paulk v. Housing Authority of the City of Tupelo, <span class=\"citation\" data-id=\"1722116\"><a href=\"/opinion/1722116/paulk-v-housing-authority-of-city-of-tupelo/\"><span class=\"volume\">204</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">153</span></a></span>, 155 (Miss.1967).  In contrast, the \"market value\" of a commodity in an executory contract might be determined not merely by the price upon which a willing seller and buyer would agree for the specific item described in the contract but also with reference to prices paid for the same commodity elsewhere in the market.  See J.M. Huber Corp. v. Denman, <span class=\"citation\" data-id=\"273261\"><a href=\"/opinion/273261/j-m-huber-corporation-v-william-harvey-denman-and-jay-pumphrey-trustees/\"><span class=\"volume\">367</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">104</span></a></span>, 109 (5th Cir.1966).  Therefore, the Mississippi State Highway Comm'n cases provide only a minimal indication that Mississippi would consider the effects of regulation on market value.</p>\n        <p>The case cited by the royalty owners, Transcontinental Gas v. State Oil &amp; Gas Bd., <span class=\"citation\" data-id=\"1129782\"><a href=\"/opinion/1129782/transcontinental-gas-pipeline-corp-v-state-oil-and-gas-bd/\"><span class=\"volume\">457</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1298</span></a></span> (Miss.1984), reversed on other grounds, <span class=\"citation\" data-id=\"111559\"><a href=\"/opinion/111559/transcontinental-pipe-line-corp-v-state-oil-gas-bd/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">409</span></a></span>, <span class=\"citation\" data-id=\"111559\"><a href=\"/opinion/111559/transcontinental-pipe-line-corp-v-state-oil-gas-bd/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">709</span></a></span>, <span class=\"citation\" data-id=\"111559\"><a href=\"/opinion/111559/transcontinental-pipe-line-corp-v-state-oil-gas-bd/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">732</span></a></span> (1986), on the other hand, is inapposite.  There, the court held that as a matter of statutory interpretation, the authority to regulate is not assumed and must be specifically authorized in clear and unmistakable language.  In the instant case, there is no question that the NPGA regulation exists;  the only question is what the effect of that regulation will have upon the interpretation of a particular term, namely \"market value,\" in the contract.  Transcontinental Gas makes no suggestion as to how existing regulations will affect the interpretation of terms in a contract.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> We also observe that, because of the Weymouth decision, the royalty owners, at the time when the subject contract was drafted in early 1972, arguably had some indication that a court interpreting their contract would view market value as encompassing the effects of regulation.  WhileWeymouth would in no way bind a Mississippi court, we conclude, because the contrary decisions in Lightcap and Kravik had not been issued when the contract was written, that the parties reasonably could assume that the Mississippi Supreme Court would more likely than not view \"market value\" as affected by regulatory price ceilings.  Thus, while we hesitate to charge the parties with knowledge of law beyond the governing jurisdiction or to require them to guess correctly how the Mississippi courts would rule on a matter of first impression, we still find the Weymouth decision of some limited relevance in inferring what the parties most likely meant by \"market value.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> With regard to policy considerations, we first note that because projected royalty payments by gas producers were a cost component of the rate structure, the intent of the regulatory scheme might be undermined when producer profits deteriorate or vanish as a result of greatly increased royalty payments without any commensurate augmentation of sales revenues.  See Placid Oil Co., 483 F.2d at 911;  Mobil I, 463 F.2d at 265-66.    Second, had we decided in part III.A.3, supra, that the royalty owners received less than market value during the years 1972-1978, then when the NGPA froze prices at the contractual level, it would have been fixing prices at a level that was already below market value.  In such a case, if our rule limiting market value to NGPA price ceilings were in force, Shell's earlier underpayment of the royalty owners would permit it to escape additional payments later.  Therefore, we limit our holding accordingly, relying upon our decision in part III.A.3 to support our conclusion in part III.A.4</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Some of the gas from the three latest-drilled of the five wells was not subject to Sec. 105 at all, but in light of Sec. 3311(b)(5), this does not affect our analysis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Shell cites Davis v. CIG Exploration, Inc., <span class=\"citation\" data-id=\"469100\"><a href=\"/opinion/469100/edward-turner-davis-jr-v-cig-exploration-inc/\"><span class=\"volume\">789</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">328</span></a></span> (5th Cir.1986), to support the proposition that Shell has received full market value and paid royalties accordingly, even on the wells governed by Sec. 107.  While we did hold in Davis that the market price would equal the regulated price even for Sec. 107 gas, the Sec. 107 gas in question there was under a specific FPC order that limited price escalation even after deregulation.  In the instant case, Shell presents no evidence of any similarly restrictive order that survives deregulation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Because the gas from the \"section 107\" wells apparently was Sec. 107(c) gas, all price ceilings on this gas would have expired by November 1979.  See 15 U.S.C. Secs. 3331(b), 3341(a) [Sec. 3341(a) repealed as of May 21, 1987]</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> See also Gold v. Wolpert, <span class=\"citation\" data-id=\"524664\"><a href=\"/opinion/524664/alan-m-gold-and-alan-m-gold-development-company-v-alan-b-wolpert/\"><span class=\"volume\">876</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1327</span></a></span>, 1331 n. 6 (7th Cir.1989)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> See Piney Woods I, 539 F.Supp. at 963-65, for a description of the formula</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104523/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109058/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109973/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111559/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/273260/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/273261/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/304468/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/313033/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/410950/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/411279/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/430658/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/433025/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/469100/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/524664/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/531232/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1129782/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1265995/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1436070/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1602419/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1683537/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1700206/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1722116/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1732153/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1765925/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1768261/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1862621/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1941330/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2152111/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3519791/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-22T06:14:39.496466Z",
      "date_modified": "2016-03-03T18:30:54.683142Z",
      "date_filed": "1990-06-27",
      "date_filed_is_approximate": false,
      "slug": "the-piney-woods-country-life-school-v-shell-oil-company",
      "citation_id": 516896,
      "case_name_short": "",
      "case_name": "The Piney Woods Country Life School v. Shell Oil Company",
      "case_name_full": "",
      "federal_cite_one": "905 F.2d 840",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 26,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/859104/the-piney-woods-country-life-school-v-shell-oil-co/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:44:16.474814Z",
  "date_modified": "2014-10-30T12:44:16.474814Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "The Piney Woods Country Life School v. Shell Oil Company",
  "case_name_full": "",
  "slug": "the-piney-woods-country-life-school-v-shell-oil-co",
  "docket_number": "89-4397",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}