{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/860614/",
  "id": 860614,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/or/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1347043/",
      "id": 1347043,
      "absolute_url": "/opinion/1347043/minielly-v-state/",
      "panel": [
        "https://www.courtlistener.com:80/api/rest/v3/people/5476/",
        "https://www.courtlistener.com:80/api/rest/v3/people/5480/",
        "https://www.courtlistener.com:80/api/rest/v3/people/5483/",
        "https://www.courtlistener.com:80/api/rest/v3/people/5496/",
        "https://www.courtlistener.com:80/api/rest/v3/people/5497/",
        "https://www.courtlistener.com:80/api/rest/v3/people/5500/",
        "https://www.courtlistener.com:80/api/rest/v3/people/5505/"
      ],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/860614/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1347043/",
          "id": 1347043,
          "absolute_url": "/opinion/1347043/minielly-v-state/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1347043/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T05:42:14.903157Z",
          "date_modified": "2017-04-04T13:18:29.619741Z",
          "type": "010combined",
          "sha1": "d2bd4f3c2330e7f9ae4f0dc55752be1b381d5d43",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>242 Or. 490 (1966)</b></center>\n<center><b>411 P.2d 69</b></center>\n<center><h1>MINIELLY<br>\nv.<br>\nSTATE OF OREGON ET AL</h1></center>\n<center><p><b>Supreme Court of Oregon.</b></p></center>\n<center>Argued October 28, 1965.</center>\n<center>Affirmed February 9, 1966.</center>\n<p><span class=\"star-pagination\">*491</span> <i>George M. Joseph,</i> Deputy District Attorney, Portland, argued the cause for appellants. With him on the brief was George Van Hoomissen, District Attorney, Multnomah County, Portland.</p>\n<p><i>Charles V. Elliott,</i> Portland, argued the cause and filed the brief for respondent.</p>\n<p>Before McALLISTER, Chief Justice, and PERRY, SLOAN, GOODWIN, DENECKE, HOLMAN and LUSK, Justices.</p>\n<p>AFFIRMED.</p>\n<p>HOLMAN, J.</p>\n<p>This is a suit for a declaratory judgment. Plaintiff is a deputy sheriff of Multnomah County and as <span class=\"star-pagination\">*492</span> such is subject to the state civil service law applicable to counties of more than 300,000 population. He announced his intention to become a candidate for sheriff of Multnomah County at the next election. If he were to do so he would violate the provisions of ORS 241.520 and would automatically forfeit his civil service position by reason of ORS 241.990 (3). These statutory provisions are as follows:</p>\n<blockquote>ORS 241.520:</blockquote>\n<blockquote>\"Candidacy for public office prohibited. No person employed under civil service, or registered on the eligible list of the classified civil service, of any county coming under ORS 241.020 to 241.990 shall be a candidate for popular election to any public office, unless such person immediately resigns from the position which he then holds under civil service, or, in the case of persons on the eligible list of the classified civil service, unless such persons immediately have their names stricken from such eligible list.\"</blockquote>\n<blockquote>ORS 241.990 (3):</blockquote>\n<blockquote>\"Violation of ORS 241.520 results in forfeiture by the offender of all rights to the position he then holds under civil service, or may have on the eligible list, all right to remain on the eligible list of the classified civil service and all right to the public office for which he is a candidate.\"</blockquote>\n<p>Plaintiff requested that the court declare the statutes void because of unconstitutionality and to grant an injunction against their enforcement. The trial court found the statutes to be unconstitutional. The defendants appeal.</p>\n<p>The plaintiff contends that the statutes violate Article I, §§ 8 and 20 of the Oregon Constitution and Amendments I and XIV of the United States Constitution. <span class=\"star-pagination\">*493</span> He argues that he is deprived of his right of freedom of expression, equal privileges and immunities, equal protection of the laws and liberty and property without due process. The trial court found that the statutes were unconstitutional because they deprived plaintiff of \"his right as a citizen to participate in the political life of his nation, county, state and local government, where there is no compelling purpose relating to all the applications of the statute involving efficiency and integrity of the public service.\"</p>\n<p>This is not a matter of first impression in this state. In the case of <i>Stowe v. Ryan,</i> 135 Or 371, 296 P 857 (1931), the chief deputy county clerk of Multnomah County, who was employed under civil service, brought a proceeding to review his dismissal from employment by the Civil Service Commission because he took part in political activity contrary to statute. He complained the statute restrained free expression of opinion and took the property of individuals without due process of law.<sup>[1]</sup> The court refused to interfere with petitioner's dismissal, quoting RCL at page 382 of the opinion as follows:</p>\n<blockquote>\"`* * * A public office is not the property of an office holder within the constitutional provision against depriving a man of property, nor does it ever become a vested right as against the right of a state to remove him; * * * and one who desires to serve in an official capacity must submit to the orders and regulations under which he is admitted to the service.'\"</blockquote>\n<p><span class=\"star-pagination\">*494</span> At page 384 the court stated:</p>\n<blockquote>\"Manifestly, there is no merit in the contention that the Civil Service Law restrains our ancient liberty by restricting the right to speak, write, or print freely. Oregon Const., Art. 1, § 8.\"</blockquote>\n<p>The court also relied on the case of <i>McAuliffe v. New Bedford,</i> 155 Mass 216, 220, 29 NE 517 (1892). In this case a policeman was removed from employment for violation of a rule prohibiting members of the force from becoming members of a political committee. It was claimed by him that the rule was constitutionally objectionable. Judge Oliver Wendell Holmes answered the contention by saying: \"The petitioner may have a constitutional right to talk politics, but he has no constitutional right to be a policeman.\"</p>\n<p>The United States Supreme Court in <i>United Public Workers v. Mitchell,</i> 330 US 75, 67 S Ct 556, 91 L Ed 754 (1947), held the acts of a federal employee which violated the provisions of the Hatch Act prohibiting \"active participation in political management of political campaigns\" were a constitutional basis for disciplinary action. The court held that Congress had the power to regulate within reasonable limits the political conduct of federal employees in order to promote efficiency and integrity in the public service.</p>\n<p>Another section of the Hatch Act, which required that state employees engaged in functions financed \"in whole or in part by loans or grants by the United States\" abstain from political activities, was upheld in <i>Oklahoma v. United States Civil Service Comm'n,</i> 330 US 127, 67 S Ct 544, 91 L Ed 794 (1947).</p>\n<p>In <i>Garner v. Board of Public Works,</i> 341 US 716, 71 S Ct 909, 95 L Ed 1317 (1951), it was held that a requirement that public employees execute affidavits <span class=\"star-pagination\">*495</span> disclosing or denying membership in the Communist party was a reasonable requirement of fitness for employment and not in violation of due process. The court, at page 721, said: \"This court has held that Congress may reasonably restrict the political activity of federal civil service employees for such a purpose, <i>United Public Workers v. Mitchell,</i> 330 US 75, 102-103 (1947), and a State is not without power to do as much.\" Concurring in part, Justice Frankfurter added that \"The Constitution does not guarantee public employment.\" 341 US at 724.</p>\n<p>In <i>Adler v. Board of Education,</i> 342 US 485, 72 S Ct 380, 96 L Ed 517 (1952), the court upheld the New York Feinberg Law which established elaborate procedures for investigating the fitness of public employees. The law was alleged to violate and abridge freedom of speech. The court acknowledged that public employees have First Amendment rights and, at page 492, said:</p>\n<blockquote>\"* * * It is equally clear that they have no right to work for the State in the school system on their own terms. [citing <i>Mitchell</i>] They may work for the school system upon the reasonable terms laid down by the proper authorities of New York. If they do not choose to work on such terms, they are at liberty to retain their beliefs and associations and go elsewhere.\"</blockquote>\n<p>The above cases would indicate that political rights of public employees may constitutionally be severely inhibited. However, after <i>Adler</i> the trend began to move the other way. The first case which initiated the countervailing trend was <i>Wieman v. Updegraff,</i> 344 US 183, 73 S Ct 215, 97 L Ed 216 (1952), in which a state law requiring the dismissal of public employees for membership in subversive organizations was held <span class=\"star-pagination\">*496</span> to be an arbitrary violation of due process. The court said:</p>\n<blockquote>\"But appellee insists that <i>Adler</i> and <i>United Public Workers v. Mitchell,</i> 330 U.S. 75 (1947), are contra. We are referred to our statement in <i>Adler</i> that persons seeking employment in the New York public schools have `no right to work for the State in the school system on their own terms. * * * They may work for the school system upon the reasonable terms laid down by the proper authorities of New York.' 342 U.S., at 492. To draw from this language the facile generalization that there is no constitutionally protected right to public employment is to obscure the issue. * * * We need not pause to consider whether an abstract right to public employment exists. It is sufficient to say that constitutional protection does extend to the public servant whose exclusion pursuant to a statute is patently arbitrary or discriminatory. * * *\" 344 US at 191-192.</blockquote>\n<p>In <i>Slochower v. Board of Higher Education,</i> 350 US 551, 76 S Ct 637, 100 L Ed 692 (1956), the court invalidated for violation of due process the city charter section requiring termination of employment for invocation of the privilege against self-incrimination. The court said:</p>\n<blockquote>\"* * * To state that a person does not have a constitutional right to government employment is only to say that he must comply with reasonable, lawful, and nondiscriminatory terms laid down by the proper authorities.\" 350 US at 555.</blockquote>\n<p>In <i>Speiser v. Randall,</i> 357 US 513, 78 S Ct 1332, 2 L Ed 2d 1460 (1958), the court held that it was a denial of due process to require veterans to sign loyalty oaths as a condition precedent to obtaining tax exemptions. <span class=\"star-pagination\">*497</span> The court, referring to the <i>Wieman</i> case, said:</p>\n<blockquote>\"* * * This Court has similarly rejected the contention that speech was not abridged when the sole restraint on its exercise was withdrawal of * * * the opportunity for public employment * * *.\" 357 US at 518-519.</blockquote>\n<p>The court held that a state must meet constitutional standards before it may legally deprive a public employee of his job in <i>Torcaso v. Watkins,</i> 367 US 488, 81 S Ct 1680, 6 L Ed 2d 982 (1961). In this case the denial of state office for failure to declare a belief in God was held to be an unconstitutional abridgment of the first amendment. The court said as follows:</p>\n<blockquote>\"* * * The fact, however, that a person is not compelled to hold public office cannot possibly be an excuse for barring him from office by state-imposed criteria forbidden by the Constitution. This was settled by our holding in <i>Wieman v. Updegraff,</i> 344 U.S. 183.\" 367 US at 495-496.</blockquote>\n<p>In <i>Cafeteria Workers, Local 473 v. McElroy,</i> 367 US 886, 81 S Ct 1743, 6 L Ed 2d 1230 (1961), the court held that a denial of continued employment because the employee did not satisfy security requirements did not violate due process. The court said as follows:</p>\n<blockquote>\"The question remains whether Admiral Tyree's action in summarily denying Rachel Brawner access to the site of her former employment violated the requirements of the Due Process Clause of the Fifth Amendment. This question cannot be answered by easy assertion that, because she had no constitutional right to be there in the first place, she was not deprived of liberty or property by the Superintendent's action. `One may not have a constitutional right to go to Baghdad, but the Government may not prohibit one from going there <span class=\"star-pagination\">*498</span> unless by means consonant with due process of law.' <i>Homer v. Richmond,</i> 110 U.S. App. D.C. 226, 229, 292 F.2d. 719, 722. * * *\" 367 US at 894.</blockquote>\n<p>Concerning the <i>Mitchell</i> and <i>Wieman</i> cases it said:</p>\n<blockquote>\"Those cases demonstrate only that the state and federal governments, even in the exercise of their internal operations, do not constitutionally have the complete freedom of action enjoyed by a private employer.\" 367 US at 897-898.</blockquote>\n<p>In <i>Sherbert v. Verner,</i> 374 US 398, 83 S Ct 1790, 10 L Ed 2d 965 (1963), the court held that a denial of unemployment compensation benefits restricted the free exercise of religion when the unemployment was caused by refusal of a Seventh-day Adventist to work on Saturday. There was no compelling state interest which warranted the restriction. The court said as follows:</p>\n<blockquote>\"Nor may the South Carolina court's construction of the statute be saved from constitutional infirmity on the ground that unemployment compensation benefits are not appellant's `right' but merely a `privilege.' It is too late in the day to doubt that the liberties of religion and expression may be infringed by the denial of or placing of conditions upon a benefit or privilege. [citations].\" 374 US at 404.</blockquote>\n<p>1, 2. The conclusion to be drawn from the above cases would appear to be that while a person does not have a constitutional right to be employed by the public, the government is not free to place unconstitutional prerequisites upon the securing of public employment nor does it have the right to ignore the constitution if it desires to terminate such employment. The cases would also indicate that the government has the authority, without violating the constitution, to make <span class=\"star-pagination\">*499</span> and enforce regulations for public employment which bear a reasonable relation to the promotion of efficiency, integrity, and discipline of the public service and which are not arbitrary or discriminatory.</p>\n<p>3. Applying these conclusions to the factual situation in the present case, there would be nothing unconstitutional in preventing a public employee from running for elective office against his superior. It is difficult to imagine anything that could be more disruptive of efficiency and discipline of the public service. However, it must be conceded that running for public office is one of the means of political expression which is protected by the First Amendment. The right to engage in political activity is implicit in the rights of association and free speech guaranteed by the amendment.</p>\n<blockquote>\"* * * [T]he protection of the Bill of Rights goes beyond the specific guarantees to protect from congressional abridgment those equally fundamental personal rights necessary to make the express guarantees fully meaningful.\" <i>Lamont v. Postmaster Gen.,</i> 381 US 301, 85 S Ct 1493, 1497 (1965) (Brennan, J., concurring).</blockquote>\n<p>In <i>Sweezy v. New Hampshire,</i> 354 US 234, 250, 77 S Ct 1203, 1 L Ed 2d 1311 (1957), the Supreme Court said as follows:</p>\n<blockquote>\"Equally manifest as a fundamental principle of a democratic society is political freedom of the individual. Our form of government is built on the premise that every citizen shall have the right to engage in political expression and association. This right was enshrined in the First Amendment of the Bill of Rights. * * *\"</blockquote>\n<p>During the evolution of the doctrine that a public employee has rights of a greater content than was <span class=\"star-pagination\">*500</span> expressed by Holmes' epigram, new concepts were evolving as to the rules of statutory interpretation and construction in the area of First Amendment constitutional rights.</p>\n<p>These new concepts of statutory interpretation and construction in the area of First Amendment rights are illustrated by some of the following cases. In <i>Thornhill v. Alabama,</i> 310 US 88, 96-97, 60 S Ct 736, 84 L Ed 1093 (1940), the petitioner was convicted under an Alabama statute prohibiting a person from loitering near or picketing a place of business with the intention of inducing others not to buy therefrom for the purpose of injuring such business. He challenged the constitutionality of the statute on a First Amendment basis and the court sustained his contention. The court stated as follows:</p>\n<blockquote>\"* * * The State urges that petitioner may not complain of the deprivation of any rights but his own. It would not follow that on this record petitioner could not complain of the sweeping regulations here challenged.</blockquote>\n<blockquote>\"There is a further reason for testing the section on its face. Proof of an abuse of power in the particular case has never been deemed a requisite for attack on the constitutionality of a statute purporting to license the dissemination of ideas. * * *.\"</blockquote>\n<p>In <i>NAACP v. Button,</i> 371 US 415, 83 S Ct 328, 9 L Ed 2d 405 (1963), the proceeding sought to restrain the enforcement against plaintiff of a Virginia statute banning solicitation of legal business by a \"runner\" or \"capper.\" The statute included in the definition of \"runner\" or \"capper\" an agent for an individual or organization which retains a lawyer in connection with an action to which it is not a party and in which <span class=\"star-pagination\">*501</span> it had no pecuniary right or liability. The plaintiff was financing and furnishing at its expense lawyers to colored persons who claimed to have been deprived of the rights of citizenship, particularly those rights relative to racial segregation in public schools. The issue was the constitutionality of the state's power to so restrict plaintiff's activities. The court of last resort of the State of Virginia laid down the purpose and reach of the statute. Upon appeal to the United States Supreme Court, that court held the statute, as construed by the Virginia court, to be unconstitutional because of interference with First Amendment rights. At pages 432-433, the court said as follows:</p>\n<blockquote>\"But it does not follow that this Court now has only a clear-cut task to decide whether the activities of the petitioner deemed unlawful by the Supreme Court of Appeals are constitutionally privileged. If the line drawn by the decree between the permitted and prohibited activities of the NAACP, its members and lawyers is an ambiguous one, we will not presume that the statute curtails constitutionally protected activity as little as possible. For standards of permissible statutory vagueness are strict in the area of free expression. See <i>Smith v. California,</i> 361 U.S. 147, 151; <i>Winters v. New York,</i> 333 U.S. 507, 509-510, 517-518; <i>Herndon v. Lowry,</i> 301 U.S. 242; <i>Stromberg v. California,</i> 283 U.S. 359; <i>United States v. C.I.O.,</i> 335 U.S. 106, 142 (Rutledge, J., concurring). Furthermore, the instant decree may be invalid if it prohibits privileged exercises of First Amendment rights whether or not the record discloses that the petitioner has engaged in privileged conduct. For in appraising a statute's inhibitory effect upon such rights, this Court has not hesitated to take into account possible applications of the statute in other factual contexts besides that at bar. <i>Thornhill v. Alabama,</i> 310 U.S. 88, 97-98; <i>Winters v. New York, supra,</i> at 518-520. Cf. <span class=\"star-pagination\">*502</span> <i>Staub v. City of Baxley,</i> 355 U.S. 313. It makes no difference that the instant case was not a criminal prosecution and not based on a refusal to comply with a licensing requirement. The objectionable quality of vagueness and overbreadth does not depend upon absence of fair notice to a cirminally accused or upon unchanneled delegation of legislative powers, but upon the danger of tolerating, in the area of First Amendment freedoms, the existence of a penal statute susceptible of sweeping and improper application. Cf. <i>Marcus v. Search Warrant,</i> 367 U.S. 717, 733. These freedoms are delicate and vulnerable, as well as supremely precious in our society. The threat of sanctions may deter their exercise almost as potently as the actual application of sanctions. Cf. <i>Smith v. California, supra,</i> at 151-154; <i>Speiser v. Randall,</i> 357 U.S. 513, 526. Because First Amendment freedoms need breathing space to survive, government may regulate in the area only with narrow specificity. <i>Cantwell v. Connecticut,</i> 310 U.S. 296, 311.\"</blockquote>\n<p>The court pin-pointed the difficulty of the statute:</p>\n<blockquote>\"* * * since the Virginia court did not clarify the statutory definition, we cannot say that it will not be applied with the broad sweep which the statutory language imports.\" 371 US at 434.</blockquote>\n<p>On the question of the state's regulatory interest, the court said:</p>\n<blockquote>\"* * * The decisions of this Court have consistently held that only a compelling state interest in the regulation of a subject within the State's constitutional power to regulate can justify limiting First Amendment freedoms. * * * In <i>NAACP v. Alabama ex rel. Patterson,</i> 357 U.S. 449, 461, we said, `In the domain of these indispensable liberties, whether of speech, press, or association, the decisions of this Court recognize that abridgment of such rights, even though unintended, may inevitably follow from varied forms of governmental <span class=\"star-pagination\">*503</span> action.' Later, in <i>Bates v. Little Rock,</i> 361 U.S. 516, 524, we said, `[w]here there is a significant encroachment upon personal liberty, the State may prevail only upon showing a subordinating interest which is compelling.' Most recently, in <i>Louisiana ex rel. Gremillion v. NAACP,</i> 366 U.S. 293, 297, we reaffirmed this principle: `* * * regulatory measures * * * no matter how sophisticated, cannot be employed in purpose or in effect to stifle, penalize, or curb the exercise of First Amendment rights.'\" 371 US at 438-439.</blockquote>\n<p>The court held:</p>\n<blockquote>\"* * * although the petitioner has amply shown that its activities fall within the First Amendment's protections, the State has failed to advance any substantial regulatory interest, in the form of substantive evils flowing from petitioner's activities, which can justify the broad prohibitions which it has imposed. * * *\" 371 US at 444.</blockquote>\n<p>4. A statute which appears to restrict First Amendment rights does not have as strong a presumption of validity as that which the court usually accords legislative judgment. <i>Schneider v. State,</i> 308 US 147, 60 S Ct 146, 84 L Ed 155 (1939); <i>Thornhill v. Alabama,</i> supra, at 95-96. In <i>Schneider</i> the court said as follows:</p>\n<blockquote>\"This court has characterized the freedom of speech and that of the press as fundamental personal rights and liberties. The phrase is not an empty one and was not lightly used. It reflects the belief of the framers of the Constitution that exercise of the rights lies at the foundation of free government by free men. It stresses, as do many opinions of this court, the importance of preventing the restriction of enjoyment of these liberties.</blockquote>\n<blockquote>\"In every case, therefore, where legislative abridgment of the rights is asserted, the courts should be astute to examine the effect of the challenged <span class=\"star-pagination\">*504</span> legislation. Mere legislative preferences or beliefs respecting matters of public convenience may well support regulation directed at other personal activities, but be insufficient to justify such as diminishes the exercise of rights so vital to the maintenance of democratic institutions. * * *\" 308 US at 161.</blockquote>\n<p>5. Not only does a statute restricting First Amendment rights not have as strong a presumption of validity but, to be constitutional, it must be justified by a clear public interest which is threatened directly. In <i>Thomas v. Collins,</i> 323 US 516, 529-530, 65 S Ct 315, 89 L Ed 430 (1945), the court said as follows:</p>\n<blockquote>\"The case confronts us again with the duty our system places on this Court to say where the individual's freedom ends and the State's power begins. Choice on that border, now as always delicate, is perhaps more so where the usual presumption supporting legislation is balanced by the preferred place given in our scheme to the great, indispensable democratic freedoms secured by the First Amendment. Cf. <i>Schneider v. State,</i> 308 US 147; <i>Cantwell v. Connecticut,</i> 310 US 296; <i>Prince v. Massachusetts,</i> 321 US 158. That priority gives these liberties a sanctity and a sanction not permitting dubious intrusions. And it is the character of the right, not of the limitation, which determines what standard governs the choice. Compare <i>United States v. Carolene Products Co.</i> 304 US 144, 152-153.</blockquote>\n<blockquote>\"For these reasons any attempt to restrict those liberties must be justified by clear public interest, threatened not doubtfully or remotely, but by clear and present danger. The rational connection between the remedy provided and the evil to be curbed, which in other contexts might support legislation against attack on due process grounds, will not suffice. These rights rest on firmer foundation. * * *\"</blockquote>\n<p><span class=\"star-pagination\">*505</span> 6. The state must show that it has a compelling governmental interest warranting a restriction of a First Amendment right. <i>Bates v. Little Rock,</i> 361 US 516, 524, 80 S Ct 412, 4 L Ed 2d 480 (1960); <i>Gibson v. Florida,</i> 372 US 539, 555, 83 S Ct 889, 9 L Ed 2d 929 (1963); <i>NAACP v. Button,</i> supra, at 438. Such compelling interest must be the controlling justification for the statute. In <i>NAACP v. Alabama,</i> 357 US 449, 466, 78 S Ct 1163, 2 L Ed 2d 1488 (1958), the court said as follows:</p>\n<blockquote>\"We hold that the immunity from state scrutiny of membership lists which the Association claims on behalf of its members is here so related to the right of the members to pursue their lawful private interests privately and to associate freely with others in so doing as to come within the protection of the Fourteenth Amendment. And we conclude that Alabama has fallen short of showing a controlling justification for the deterrent effect on the free enjoyment of the right to associate which disclosure of membership lists is likely to have. * * *\"</blockquote>\n<p>7. It is not enough that the state show a rational relationship of the statutes in question to a colorable state interest. In the case of <i>Sherbert v. Verner,</i> supra, at 406-407, the court said as follows:</p>\n<blockquote>\"We must next consider whether some compelling state interest enforced in the eligibility provisions of the South Carolina statute justifies the substantial infringement of appellant's First Amendment right. It is basic that no showing merely of a rational relationship to some colorable state interest would suffice; in this highly sensitive constitutional area, `[o]nly the gravest abuses, endangering paramount interests, give occasion for permissible limitation,' <i>Thomas v. Collins,</i> 323 US 516, 530. * * *\"</blockquote>\n<p><span class=\"star-pagination\">*506</span> Since the Supreme Court of the United States has adopted separate rules of constitutional statutory construction applicable to First Amendment rights, two cases of importance have been decided by the court of last resort in California. They are <i>Fort v. Civil Service Comm'n,</i> 61 Cal 2d 331, 38 Cal Rptr 625, 392 P2d 385 (1964), and <i>Kinnear v. City and County of San Francisco,</i> 61 Cal 2d 341, 38 Cal Rptr 631, 392 P2d 391 (1964). The first case involved the constitutionality of a section of the charter of Alameda County which provided that no civil service employee could take any part in political management or affairs in any political campaign or election. Plaintiff, who was such an employee, was chairman of a speakers bureau for the re-election of the Governor of the state and was dismissed from his employment because of such activity. The court held the provision unconstitutional because of conflict with federal First Amendment rights. It said that where the curtailment of First Amendment rights was concerned the state may prevail only if it can show that it has a compelling interest in limiting those rights and that even if such an interest were present the restrictions must be drawn with narrow specificity. The court required the state to demonstrate that no alternative forms of regulation would combat the asserted abuses without infringing upon First Amendment rights. It held the provisions too broad and all-encompassing because they covered both partisan and nonpartisan activities and all elections whether county, federal or state. When requested to determine the validity of the provision as applied to the particular facts of the case, the court refused. Citing <i>Button,</i> the court stated that, although the general rule is that one may not question the constitutionality of a provision as it might be applied in other <span class=\"star-pagination\">*507</span> factual contexts, an exception to that rule occurs where the provision restricts free speech and free dissemination of ideas.</p>\n<p>The <i>Kinnear</i> case was identical with the present case. Plaintiff was a deputy sheriff of San Francisco County and was under civil service. He filed for election to the position of sheriff and was discharged as a result. The charter of the county provided that any county civil service employee who became a candidate for election by the people to any public office should forfeit his position. The court referred to the <i>Fort</i> case, supra, which was decided the same day, and held the statute too broad because it applied alike to all public offices whether they were partisan or nonpartisan and whether they were San Francisco offices or state or national offices. The <i>Fort</i> case conceded that running for election against one's superior would have \"so disruptive an effect on the public service as to warrant restriction.\" 61 Cal 2d at 338. But in <i>Kinnear,</i> the court thought it should rule the charter unconstitutional because, as applied to facts not before the court, it would be unconstitutional. The court conceded the charter provision could not be criticized for vagueness.</p>\n<p>8. It is apparent from the cases heretofore discussed in this opinion that a revolution has occurred in the law relative to the state's power to limit federal First Amendment rights. Thirty years ago the statutes now under consideration would have been held to be constitutional, particularly as applied to the factual situation in the present case. This is no longer possible in view of the intervening decisions of the United States Supreme Court. We hold the statutes unconstitutional because of overbreadth. We believe, however, <span class=\"star-pagination\">*508</span> that there would be a compelling state interest warranting the legislature to pass more narrowly drawn legislation. The present statute encompasses too broad a scope and would prevent the plaintiff from becoming a candidate for state, federal or nonpartisan office. It can not be demonstrated that the good of the public service requires <i>all</i> of the prohibitions of the present statute.</p>\n<p>The decision of the trial court is affirmed.</p>\n<p>PERRY, J., dissents.</p>\n<h2>NOTES</h2>\n<p>[1]  Stowe v. Ryan held generally that the Civil Service Law (Oregon Code 1930, §§ 27-2901 to 27-2936) was constitutional. The statute specifically applicable to the facts of that case was § 27-2928, which is now ORS 241.515. This opinion does not reconsider the constitutionality of ORS 241.515.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">242</span> <span class=\"reporter\">Or.</span> <span class=\"page\">490</span></span> (1966)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">411</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">69</span></span></b></center>\n<center><h1>MINIELLY<br>\nv.<br>\nSTATE OF OREGON ET AL</h1></center>\n<center><p><b>Supreme Court of Oregon.</b></p></center>\n<center>Argued October 28, 1965.</center>\n<center>Affirmed February 9, 1966.</center>\n<p><span class=\"star-pagination\">*491</span> <i>George M. Joseph,</i> Deputy District Attorney, Portland, argued the cause for appellants. With him on the brief was George Van Hoomissen, District Attorney, Multnomah County, Portland.</p>\n<p><i>Charles V. Elliott,</i> Portland, argued the cause and filed the brief for respondent.</p>\n<p>Before McALLISTER, Chief Justice, and PERRY, SLOAN, GOODWIN, DENECKE, HOLMAN and LUSK, Justices.</p>\n<p>AFFIRMED.</p>\n<p>HOLMAN, J.</p>\n<p>This is a suit for a declaratory judgment. Plaintiff is a deputy sheriff of Multnomah County and as <span class=\"star-pagination\">*492</span> such is subject to the state civil service law applicable to counties of more than 300,000 population. He announced his intention to become a candidate for sheriff of Multnomah County at the next election. If he were to do so he would violate the provisions of ORS 241.520 and would automatically forfeit his civil service position by reason of ORS 241.990 (3). These statutory provisions are as follows:</p>\n<blockquote>ORS 241.520:</blockquote>\n<blockquote>\"Candidacy for public office prohibited. No person employed under civil service, or registered on the eligible list of the classified civil service, of any county coming under ORS 241.020 to 241.990 shall be a candidate for popular election to any public office, unless such person immediately resigns from the position which he then holds under civil service, or, in the case of persons on the eligible list of the classified civil service, unless such persons immediately have their names stricken from such eligible list.\"</blockquote>\n<blockquote>ORS 241.990 (3):</blockquote>\n<blockquote>\"Violation of ORS 241.520 results in forfeiture by the offender of all rights to the position he then holds under civil service, or may have on the eligible list, all right to remain on the eligible list of the classified civil service and all right to the public office for which he is a candidate.\"</blockquote>\n<p>Plaintiff requested that the court declare the statutes void because of unconstitutionality and to grant an injunction against their enforcement. The trial court found the statutes to be unconstitutional. The defendants appeal.</p>\n<p>The plaintiff contends that the statutes violate Article I, §§ 8 and 20 of the Oregon Constitution and Amendments I and XIV of the United States Constitution. <span class=\"star-pagination\">*493</span> He argues that he is deprived of his right of freedom of expression, equal privileges and immunities, equal protection of the laws and liberty and property without due process. The trial court found that the statutes were unconstitutional because they deprived plaintiff of \"his right as a citizen to participate in the political life of his nation, county, state and local government, where there is no compelling purpose relating to all the applications of the statute involving efficiency and integrity of the public service.\"</p>\n<p>This is not a matter of first impression in this state. In the case of <i>Stowe v. Ryan,</i> 135 Or 371, <span class=\"citation\" data-id=\"3841510\"><a href=\"/opinion/4082559/stowe-v-ryan/\"><span class=\"volume\">296</span> <span class=\"reporter\">P.</span> <span class=\"page\">857</span></a></span> (1931), the chief deputy county clerk of Multnomah County, who was employed under civil service, brought a proceeding to review his dismissal from employment by the Civil Service Commission because he took part in political activity contrary to statute. He complained the statute restrained free expression of opinion and took the property of individuals without due process of law.<sup>[1]</sup> The court refused to interfere with petitioner's dismissal, quoting RCL at page 382 of the opinion as follows:</p>\n<blockquote>\"`* * * A public office is not the property of an office holder within the constitutional provision against depriving a man of property, nor does it ever become a vested right as against the right of a state to remove him; * * * and one who desires to serve in an official capacity must submit to the orders and regulations under which he is admitted to the service.'\"</blockquote>\n<p><span class=\"star-pagination\">*494</span> At page 384 the court stated:</p>\n<blockquote>\"Manifestly, there is no merit in the contention that the Civil Service Law restrains our ancient liberty by restricting the right to speak, write, or print freely. Oregon Const., Art. 1, § 8.\"</blockquote>\n<p>The court also relied on the case of <i>McAuliffe v. New Bedford,</i> 155 Mass 216, 220, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">517</span></span> (1892). In this case a policeman was removed from employment for violation of a rule prohibiting members of the force from becoming members of a political committee. It was claimed by him that the rule was constitutionally objectionable. Judge Oliver Wendell Holmes answered the contention by saying: \"The petitioner may have a constitutional right to talk politics, but he has no constitutional right to be a policeman.\"</p>\n<p>The United States Supreme Court in <i>United Public Workers v. Mitchell,</i> <span class=\"citation\" data-id=\"104374\"><a href=\"/opinion/104374/public-workers-v-mitchell/\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">75</span></a></span>, <span class=\"citation\" data-id=\"104374\"><a href=\"/opinion/104374/public-workers-v-mitchell/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">556</span></a></span>, <span class=\"citation\" data-id=\"104374\"><a href=\"/opinion/104374/public-workers-v-mitchell/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">754</span></a></span> (1947), held the acts of a federal employee which violated the provisions of the Hatch Act prohibiting \"active participation in political management of political campaigns\" were a constitutional basis for disciplinary action. The court held that Congress had the power to regulate within reasonable limits the political conduct of federal employees in order to promote efficiency and integrity in the public service.</p>\n<p>Another section of the Hatch Act, which required that state employees engaged in functions financed \"in whole or in part by loans or grants by the United States\" abstain from political activities, was upheld in <i>Oklahoma v. United States Civil Service Comm'n,</i> <span class=\"citation\" data-id=\"104375\"><a href=\"/opinion/104375/oklahoma-v-civil-serv-commn/\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">127</span></a></span>, <span class=\"citation\" data-id=\"104375\"><a href=\"/opinion/104375/oklahoma-v-civil-serv-commn/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">544</span></a></span>, <span class=\"citation\" data-id=\"104375\"><a href=\"/opinion/104375/oklahoma-v-civil-serv-commn/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">794</span></a></span> (1947).</p>\n<p>In <i>Garner v. Board of Public Works,</i> <span class=\"citation\" data-id=\"104923\"><a href=\"/opinion/104923/garner-v-board-of-public-works-of-los-angeles/\"><span class=\"volume\">341</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">716</span></a></span>, <span class=\"citation\" data-id=\"104923\"><a href=\"/opinion/104923/garner-v-board-of-public-works-of-los-angeles/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">909</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1317</span></span> (1951), it was held that a requirement that public employees execute affidavits <span class=\"star-pagination\">*495</span> disclosing or denying membership in the Communist party was a reasonable requirement of fitness for employment and not in violation of due process. The court, at page 721, said: \"This court has held that Congress may reasonably restrict the political activity of federal civil service employees for such a purpose, <i>United Public Workers v. Mitchell,</i> <span class=\"citation\" data-id=\"104374\"><a href=\"/opinion/104374/public-workers-v-mitchell/\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">75</span></a></span>, 102-103 (1947), and a State is not without power to do as much.\" Concurring in part, Justice Frankfurter added that \"The Constitution does not guarantee public employment.\" 341 US at 724.</p>\n<p>In <i>Adler v. Board of Education,</i> <span class=\"citation\" data-id=\"104974\"><a href=\"/opinion/104974/adler-v-board-of-ed-of-city-of-new-york/\"><span class=\"volume\">342</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">485</span></a></span>, <span class=\"citation\" data-id=\"104974\"><a href=\"/opinion/104974/adler-v-board-of-ed-of-city-of-new-york/\"><span class=\"volume\">72</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">380</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">517</span></span> (1952), the court upheld the New York Feinberg Law which established elaborate procedures for investigating the fitness of public employees. The law was alleged to violate and abridge freedom of speech. The court acknowledged that public employees have First Amendment rights and, at page 492, said:</p>\n<blockquote>\"* * * It is equally clear that they have no right to work for the State in the school system on their own terms. [citing <i>Mitchell</i>] They may work for the school system upon the reasonable terms laid down by the proper authorities of New York. If they do not choose to work on such terms, they are at liberty to retain their beliefs and associations and go elsewhere.\"</blockquote>\n<p>The above cases would indicate that political rights of public employees may constitutionally be severely inhibited. However, after <i>Adler</i> the trend began to move the other way. The first case which initiated the countervailing trend was <i>Wieman v. Updegraff,</i> <span class=\"citation\" data-id=\"105054\"><a href=\"/opinion/105054/wieman-v-updegraff/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">183</span></a></span>, <span class=\"citation\" data-id=\"105054\"><a href=\"/opinion/105054/wieman-v-updegraff/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">215</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">216</span></span> (1952), in which a state law requiring the dismissal of public employees for membership in subversive organizations was held <span class=\"star-pagination\">*496</span> to be an arbitrary violation of due process. The court said:</p>\n<blockquote>\"But appellee insists that <i>Adler</i> and <i>United Public Workers v. Mitchell,</i> <span class=\"citation\" data-id=\"104374\"><a href=\"/opinion/104374/public-workers-v-mitchell/\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">75</span></a></span> (1947), are contra. We are referred to our statement in <i>Adler</i> that persons seeking employment in the New York public schools have `no right to work for the State in the school system on their own terms. * * * They may work for the school system upon the reasonable terms laid down by the proper authorities of New York.' 342 U.S., at 492. To draw from this language the facile generalization that there is no constitutionally protected right to public employment is to obscure the issue. * * * We need not pause to consider whether an abstract right to public employment exists. It is sufficient to say that constitutional protection does extend to the public servant whose exclusion pursuant to a statute is patently arbitrary or discriminatory. * * *\" 344 US at 191-192.</blockquote>\n<p>In <i>Slochower v. Board of Higher Education,</i> <span class=\"citation\" data-id=\"105377\"><a href=\"/opinion/105377/slochower-v-board-of-higher-ed-of-new-york-city/\"><span class=\"volume\">350</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">551</span></a></span>, <span class=\"citation\" data-id=\"105377\"><a href=\"/opinion/105377/slochower-v-board-of-higher-ed-of-new-york-city/\"><span class=\"volume\">76</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">637</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">692</span></span> (1956), the court invalidated for violation of due process the city charter section requiring termination of employment for invocation of the privilege against self-incrimination. The court said:</p>\n<blockquote>\"* * * To state that a person does not have a constitutional right to government employment is only to say that he must comply with reasonable, lawful, and nondiscriminatory terms laid down by the proper authorities.\" 350 US at 555.</blockquote>\n<p>In <i>Speiser v. Randall,</i> <span class=\"citation\" data-id=\"105751\"><a href=\"/opinion/105751/speiser-v-randall/\"><span class=\"volume\">357</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">513</span></a></span>, <span class=\"citation\" data-id=\"105751\"><a href=\"/opinion/105751/speiser-v-randall/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1332</span></a></span>, <span class=\"citation\" data-id=\"105751\"><a href=\"/opinion/105751/speiser-v-randall/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1460</span></a></span> (1958), the court held that it was a denial of due process to require veterans to sign loyalty oaths as a condition precedent to obtaining tax exemptions. <span class=\"star-pagination\">*497</span> The court, referring to the <i>Wieman</i> case, said:</p>\n<blockquote>\"* * * This Court has similarly rejected the contention that speech was not abridged when the sole restraint on its exercise was withdrawal of * * * the opportunity for public employment * * *.\" 357 US at 518-519.</blockquote>\n<p>The court held that a state must meet constitutional standards before it may legally deprive a public employee of his job in <i>Torcaso v. Watkins,</i> <span class=\"citation\" data-id=\"106281\"><a href=\"/opinion/106281/torcaso-v-watkins/\"><span class=\"volume\">367</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">488</span></a></span>, <span class=\"citation\" data-id=\"106281\"><a href=\"/opinion/106281/torcaso-v-watkins/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1680</span></a></span>, <span class=\"citation\" data-id=\"106281\"><a href=\"/opinion/106281/torcaso-v-watkins/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">982</span></a></span> (1961). In this case the denial of state office for failure to declare a belief in God was held to be an unconstitutional abridgment of the first amendment. The court said as follows:</p>\n<blockquote>\"* * * The fact, however, that a person is not compelled to hold public office cannot possibly be an excuse for barring him from office by state-imposed criteria forbidden by the Constitution. This was settled by our holding in <i>Wieman v. Updegraff,</i> <span class=\"citation\" data-id=\"105054\"><a href=\"/opinion/105054/wieman-v-updegraff/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">183</span></a></span>.\" 367 US at 495-496.</blockquote>\n<p>In <i>Cafeteria Workers, Local 473 v. McElroy,</i> <span class=\"citation\" data-id=\"106290\"><a href=\"/opinion/106290/cafeteria-restaurant-workers-v-mcelroy/\"><span class=\"volume\">367</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">886</span></a></span>, <span class=\"citation\" data-id=\"106290\"><a href=\"/opinion/106290/cafeteria-restaurant-workers-v-mcelroy/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1743</span></a></span>, <span class=\"citation\" data-id=\"106290\"><a href=\"/opinion/106290/cafeteria-restaurant-workers-v-mcelroy/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1230</span></a></span> (1961), the court held that a denial of continued employment because the employee did not satisfy security requirements did not violate due process. The court said as follows:</p>\n<blockquote>\"The question remains whether Admiral Tyree's action in summarily denying Rachel Brawner access to the site of her former employment violated the requirements of the Due Process Clause of the Fifth Amendment. This question cannot be answered by easy assertion that, because she had no constitutional right to be there in the first place, she was not deprived of liberty or property by the Superintendent's action. `One may not have a constitutional right to go to Baghdad, but the Government may not prohibit one from going there <span class=\"star-pagination\">*498</span> unless by means consonant with due process of law.' <i>Homer v. Richmond,</i> <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">U.S. App. D.C.</span> <span class=\"page\">226</span></span>, 229, <span class=\"citation\" data-id=\"254642\"><a href=\"/opinion/254642/edward-homer-v-alfred-c-richmond-commandant-united-states-coast-guard/\"><span class=\"volume\">292</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">719</span></a></span>, 722. * * *\" 367 US at 894.</blockquote>\n<p>Concerning the <i>Mitchell</i> and <i>Wieman</i> cases it said:</p>\n<blockquote>\"Those cases demonstrate only that the state and federal governments, even in the exercise of their internal operations, do not constitutionally have the complete freedom of action enjoyed by a private employer.\" 367 US at 897-898.</blockquote>\n<p>In <i>Sherbert v. Verner,</i> <span class=\"citation\" data-id=\"106660\"><a href=\"/opinion/106660/sherbert-v-verner/\"><span class=\"volume\">374</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">398</span></a></span>, <span class=\"citation\" data-id=\"106660\"><a href=\"/opinion/106660/sherbert-v-verner/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1790</span></a></span>, <span class=\"citation\" data-id=\"106660\"><a href=\"/opinion/106660/sherbert-v-verner/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">965</span></a></span> (1963), the court held that a denial of unemployment compensation benefits restricted the free exercise of religion when the unemployment was caused by refusal of a Seventh-day Adventist to work on Saturday. There was no compelling state interest which warranted the restriction. The court said as follows:</p>\n<blockquote>\"Nor may the South Carolina court's construction of the statute be saved from constitutional infirmity on the ground that unemployment compensation benefits are not appellant's `right' but merely a `privilege.' It is too late in the day to doubt that the liberties of religion and expression may be infringed by the denial of or placing of conditions upon a benefit or privilege. [citations].\" 374 US at 404.</blockquote>\n<p>1, 2. The conclusion to be drawn from the above cases would appear to be that while a person does not have a constitutional right to be employed by the public, the government is not free to place unconstitutional prerequisites upon the securing of public employment nor does it have the right to ignore the constitution if it desires to terminate such employment. The cases would also indicate that the government has the authority, without violating the constitution, to make <span class=\"star-pagination\">*499</span> and enforce regulations for public employment which bear a reasonable relation to the promotion of efficiency, integrity, and discipline of the public service and which are not arbitrary or discriminatory.</p>\n<p>3. Applying these conclusions to the factual situation in the present case, there would be nothing unconstitutional in preventing a public employee from running for elective office against his superior. It is difficult to imagine anything that could be more disruptive of efficiency and discipline of the public service. However, it must be conceded that running for public office is one of the means of political expression which is protected by the First Amendment. The right to engage in political activity is implicit in the rights of association and free speech guaranteed by the amendment.</p>\n<blockquote>\"* * * [T]he protection of the Bill of Rights goes beyond the specific guarantees to protect from congressional abridgment those equally fundamental personal rights necessary to make the express guarantees fully meaningful.\" <i>Lamont v. Postmaster Gen.,</i> <span class=\"citation\" data-id=\"107064\"><a href=\"/opinion/107064/lamont-v-postmaster-general/\"><span class=\"volume\">381</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">301</span></a></span>, <span class=\"citation\" data-id=\"107064\"><a href=\"/opinion/107064/lamont-v-postmaster-general/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1493</span></a></span>, 1497 (1965) (Brennan, J., concurring).</blockquote>\n<p>In <i>Sweezy v. New Hampshire,</i> <span class=\"citation\" data-id=\"105533\"><a href=\"/opinion/105533/sweezy-v-new-hampshire/\"><span class=\"volume\">354</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></a></span>, 250, <span class=\"citation\" data-id=\"105533\"><a href=\"/opinion/105533/sweezy-v-new-hampshire/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1203</span></a></span>, <span class=\"citation\" data-id=\"105533\"><a href=\"/opinion/105533/sweezy-v-new-hampshire/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1311</span></a></span> (1957), the Supreme Court said as follows:</p>\n<blockquote>\"Equally manifest as a fundamental principle of a democratic society is political freedom of the individual. Our form of government is built on the premise that every citizen shall have the right to engage in political expression and association. This right was enshrined in the First Amendment of the Bill of Rights. * * *\"</blockquote>\n<p>During the evolution of the doctrine that a public employee has rights of a greater content than was <span class=\"star-pagination\">*500</span> expressed by Holmes' epigram, new concepts were evolving as to the rules of statutory interpretation and construction in the area of First Amendment constitutional rights.</p>\n<p>These new concepts of statutory interpretation and construction in the area of First Amendment rights are illustrated by some of the following cases. In <i>Thornhill v. Alabama,</i> <span class=\"citation\" data-id=\"103347\"><a href=\"/opinion/103347/thornhill-v-alabama/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">88</span></a></span>, 96-97, <span class=\"citation\" data-id=\"103347\"><a href=\"/opinion/103347/thornhill-v-alabama/\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">736</span></a></span>, <span class=\"citation\" data-id=\"103347\"><a href=\"/opinion/103347/thornhill-v-alabama/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1093</span></a></span> (1940), the petitioner was convicted under an Alabama statute prohibiting a person from loitering near or picketing a place of business with the intention of inducing others not to buy therefrom for the purpose of injuring such business. He challenged the constitutionality of the statute on a First Amendment basis and the court sustained his contention. The court stated as follows:</p>\n<blockquote>\"* * * The State urges that petitioner may not complain of the deprivation of any rights but his own. It would not follow that on this record petitioner could not complain of the sweeping regulations here challenged.</blockquote>\n<blockquote>\"There is a further reason for testing the section on its face. Proof of an abuse of power in the particular case has never been deemed a requisite for attack on the constitutionality of a statute purporting to license the dissemination of ideas. * * *.\"</blockquote>\n<p>In <i>NAACP v. Button,</i> <span class=\"citation\" data-id=\"106514\"><a href=\"/opinion/106514/naacp-v-button/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">415</span></a></span>, <span class=\"citation\" data-id=\"106514\"><a href=\"/opinion/106514/naacp-v-button/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">328</span></a></span>, <span class=\"citation\" data-id=\"106514\"><a href=\"/opinion/106514/naacp-v-button/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">405</span></a></span> (1963), the proceeding sought to restrain the enforcement against plaintiff of a Virginia statute banning solicitation of legal business by a \"runner\" or \"capper.\" The statute included in the definition of \"runner\" or \"capper\" an agent for an individual or organization which retains a lawyer in connection with an action to which it is not a party and in which <span class=\"star-pagination\">*501</span> it had no pecuniary right or liability. The plaintiff was financing and furnishing at its expense lawyers to colored persons who claimed to have been deprived of the rights of citizenship, particularly those rights relative to racial segregation in public schools. The issue was the constitutionality of the state's power to so restrict plaintiff's activities. The court of last resort of the State of Virginia laid down the purpose and reach of the statute. Upon appeal to the United States Supreme Court, that court held the statute, as construed by the Virginia court, to be unconstitutional because of interference with First Amendment rights. At pages 432-433, the court said as follows:</p>\n<blockquote>\"But it does not follow that this Court now has only a clear-cut task to decide whether the activities of the petitioner deemed unlawful by the Supreme Court of Appeals are constitutionally privileged. If the line drawn by the decree between the permitted and prohibited activities of the NAACP, its members and lawyers is an ambiguous one, we will not presume that the statute curtails constitutionally protected activity as little as possible. For standards of permissible statutory vagueness are strict in the area of free expression. See <i>Smith v. California,</i> <span class=\"citation\" data-id=\"105972\"><a href=\"/opinion/105972/smith-v-california/\"><span class=\"volume\">361</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">147</span></a></span>, 151; <i>Winters v. New York,</i> <span class=\"citation\" data-id=\"104532\"><a href=\"/opinion/104532/winters-v-new-york/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span>, 509-510, 517-518; <i>Herndon v. Lowry,</i> <span class=\"citation\" data-id=\"102821\"><a href=\"/opinion/102821/herndon-v-lowry/\"><span class=\"volume\">301</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>; <i>Stromberg v. California,</i> <span class=\"citation\" data-id=\"101741\"><a href=\"/opinion/101741/stromberg-v-california/\"><span class=\"volume\">283</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">359</span></a></span>; <i>United States v. C.I.O.,</i> <span class=\"citation\" data-id=\"104588\"><a href=\"/opinion/104588/united-states-v-cio/\"><span class=\"volume\">335</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, 142 (Rutledge, J., concurring). Furthermore, the instant decree may be invalid if it prohibits privileged exercises of First Amendment rights whether or not the record discloses that the petitioner has engaged in privileged conduct. For in appraising a statute's inhibitory effect upon such rights, this Court has not hesitated to take into account possible applications of the statute in other factual contexts besides that at bar. <i>Thornhill v. Alabama,</i> <span class=\"citation\" data-id=\"103347\"><a href=\"/opinion/103347/thornhill-v-alabama/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">88</span></a></span>, 97-98; <i>Winters v. New York, supra,</i> at 518-520. Cf. <span class=\"star-pagination\">*502</span> <i>Staub v. City of Baxley,</i> <span class=\"citation\" data-id=\"105608\"><a href=\"/opinion/105608/staub-v-city-of-baxley/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">313</span></a></span>. It makes no difference that the instant case was not a criminal prosecution and not based on a refusal to comply with a licensing requirement. The objectionable quality of vagueness and overbreadth does not depend upon absence of fair notice to a cirminally accused or upon unchanneled delegation of legislative powers, but upon the danger of tolerating, in the area of First Amendment freedoms, the existence of a penal statute susceptible of sweeping and improper application. Cf. <i>Marcus v. Search Warrant,</i> <span class=\"citation\" data-id=\"106287\"><a href=\"/opinion/106287/marcus-v-search-warrant/\"><span class=\"volume\">367</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">717</span></a></span>, 733. These freedoms are delicate and vulnerable, as well as supremely precious in our society. The threat of sanctions may deter their exercise almost as potently as the actual application of sanctions. Cf. <i>Smith v. California, supra,</i> at 151-154; <i>Speiser v. Randall,</i> <span class=\"citation\" data-id=\"105751\"><a href=\"/opinion/105751/speiser-v-randall/\"><span class=\"volume\">357</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">513</span></a></span>, 526. Because First Amendment freedoms need breathing space to survive, government may regulate in the area only with narrow specificity. <i>Cantwell v. Connecticut,</i> <span class=\"citation\" data-id=\"103355\"><a href=\"/opinion/103355/cantwell-v-connecticut/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">296</span></a></span>, 311.\"</blockquote>\n<p>The court pin-pointed the difficulty of the statute:</p>\n<blockquote>\"* * * since the Virginia court did not clarify the statutory definition, we cannot say that it will not be applied with the broad sweep which the statutory language imports.\" 371 US at 434.</blockquote>\n<p>On the question of the state's regulatory interest, the court said:</p>\n<blockquote>\"* * * The decisions of this Court have consistently held that only a compelling state interest in the regulation of a subject within the State's constitutional power to regulate can justify limiting First Amendment freedoms. * * * In <i>NAACP v. Alabama ex rel. Patterson,</i> <span class=\"citation\" data-id=\"105746\"><a href=\"/opinion/105746/naacp-v-alabama-ex-rel-patterson/\"><span class=\"volume\">357</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">449</span></a></span>, 461, we said, `In the domain of these indispensable liberties, whether of speech, press, or association, the decisions of this Court recognize that abridgment of such rights, even though unintended, may inevitably follow from varied forms of governmental <span class=\"star-pagination\">*503</span> action.' Later, in <i>Bates v. Little Rock,</i> <span class=\"citation\" data-id=\"106000\"><a href=\"/opinion/106000/bates-v-little-rock/\"><span class=\"volume\">361</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">516</span></a></span>, 524, we said, `[w]here there is a significant encroachment upon personal liberty, the State may prevail only upon showing a subordinating interest which is compelling.' Most recently, in <i>Louisiana ex rel. Gremillion v. NAACP,</i> <span class=\"citation\" data-id=\"106240\"><a href=\"/opinion/106240/louisiana-ex-rel-gremillion-v-naacp/\"><span class=\"volume\">366</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">293</span></a></span>, 297, we reaffirmed this principle: `* * * regulatory measures * * * no matter how sophisticated, cannot be employed in purpose or in effect to stifle, penalize, or curb the exercise of First Amendment rights.'\" 371 US at 438-439.</blockquote>\n<p>The court held:</p>\n<blockquote>\"* * * although the petitioner has amply shown that its activities fall within the First Amendment's protections, the State has failed to advance any substantial regulatory interest, in the form of substantive evils flowing from petitioner's activities, which can justify the broad prohibitions which it has imposed. * * *\" 371 US at 444.</blockquote>\n<p>4. A statute which appears to restrict First Amendment rights does not have as strong a presumption of validity as that which the court usually accords legislative judgment. <i>Schneider v. State,</i> <span class=\"citation\" data-id=\"103243\"><a href=\"/opinion/103243/schneider-v-state-town-of-irvington/\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">147</span></a></span>, <span class=\"citation\" data-id=\"103243\"><a href=\"/opinion/103243/schneider-v-state-town-of-irvington/\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">146</span></a></span>, <span class=\"citation\" data-id=\"103243\"><a href=\"/opinion/103243/schneider-v-state-town-of-irvington/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">155</span></a></span> (1939); <i>Thornhill v. Alabama,</i> supra, at 95-96. In <i>Schneider</i> the court said as follows:</p>\n<blockquote>\"This court has characterized the freedom of speech and that of the press as fundamental personal rights and liberties. The phrase is not an empty one and was not lightly used. It reflects the belief of the framers of the Constitution that exercise of the rights lies at the foundation of free government by free men. It stresses, as do many opinions of this court, the importance of preventing the restriction of enjoyment of these liberties.</blockquote>\n<blockquote>\"In every case, therefore, where legislative abridgment of the rights is asserted, the courts should be astute to examine the effect of the challenged <span class=\"star-pagination\">*504</span> legislation. Mere legislative preferences or beliefs respecting matters of public convenience may well support regulation directed at other personal activities, but be insufficient to justify such as diminishes the exercise of rights so vital to the maintenance of democratic institutions. * * *\" 308 US at 161.</blockquote>\n<p>5. Not only does a statute restricting First Amendment rights not have as strong a presumption of validity but, to be constitutional, it must be justified by a clear public interest which is threatened directly. In <i>Thomas v. Collins,</i> <span class=\"citation\" data-id=\"104061\"><a href=\"/opinion/104061/thomas-v-collins/\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">516</span></a></span>, 529-530, <span class=\"citation\" data-id=\"104061\"><a href=\"/opinion/104061/thomas-v-collins/\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">315</span></a></span>, <span class=\"citation\" data-id=\"104061\"><a href=\"/opinion/104061/thomas-v-collins/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">430</span></a></span> (1945), the court said as follows:</p>\n<blockquote>\"The case confronts us again with the duty our system places on this Court to say where the individual's freedom ends and the State's power begins. Choice on that border, now as always delicate, is perhaps more so where the usual presumption supporting legislation is balanced by the preferred place given in our scheme to the great, indispensable democratic freedoms secured by the First Amendment. Cf. <i>Schneider v. State,</i> <span class=\"citation\" data-id=\"103243\"><a href=\"/opinion/103243/schneider-v-state-town-of-irvington/\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">147</span></a></span>; <i>Cantwell v. Connecticut,</i> <span class=\"citation\" data-id=\"103355\"><a href=\"/opinion/103355/cantwell-v-connecticut/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">296</span></a></span>; <i>Prince v. Massachusetts,</i> <span class=\"citation\" data-id=\"103933\"><a href=\"/opinion/103933/prince-v-massachusetts/\"><span class=\"volume\">321</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">158</span></a></span>. That priority gives these liberties a sanctity and a sanction not permitting dubious intrusions. And it is the character of the right, not of the limitation, which determines what standard governs the choice. Compare <i>United States v. Carolene Products Co.</i> <span class=\"citation\" data-id=\"103017\"><a href=\"/opinion/103017/united-states-v-carolene-products-co/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">144</span></a></span>, 152-153.</blockquote>\n<blockquote>\"For these reasons any attempt to restrict those liberties must be justified by clear public interest, threatened not doubtfully or remotely, but by clear and present danger. The rational connection between the remedy provided and the evil to be curbed, which in other contexts might support legislation against attack on due process grounds, will not suffice. These rights rest on firmer foundation. * * *\"</blockquote>\n<p><span class=\"star-pagination\">*505</span> 6. The state must show that it has a compelling governmental interest warranting a restriction of a First Amendment right. <i>Bates v. Little Rock,</i> <span class=\"citation\" data-id=\"106000\"><a href=\"/opinion/106000/bates-v-little-rock/\"><span class=\"volume\">361</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">516</span></a></span>, 524, <span class=\"citation\" data-id=\"106000\"><a href=\"/opinion/106000/bates-v-little-rock/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">412</span></a></span>, <span class=\"citation\" data-id=\"106000\"><a href=\"/opinion/106000/bates-v-little-rock/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">480</span></a></span> (1960); <i>Gibson v. Florida,</i> <span class=\"citation\" data-id=\"106559\"><a href=\"/opinion/106559/gibson-v-florida-legislative-investigation-comm/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, 555, <span class=\"citation\" data-id=\"106559\"><a href=\"/opinion/106559/gibson-v-florida-legislative-investigation-comm/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">889</span></a></span>, <span class=\"citation\" data-id=\"106559\"><a href=\"/opinion/106559/gibson-v-florida-legislative-investigation-comm/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">929</span></a></span> (1963); <i>NAACP v. Button,</i> supra, at 438. Such compelling interest must be the controlling justification for the statute. In <i>NAACP v. Alabama,</i> <span class=\"citation\" data-id=\"105746\"><a href=\"/opinion/105746/naacp-v-alabama-ex-rel-patterson/\"><span class=\"volume\">357</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">449</span></a></span>, 466, <span class=\"citation\" data-id=\"105746\"><a href=\"/opinion/105746/naacp-v-alabama-ex-rel-patterson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1163</span></a></span>, <span class=\"citation\" data-id=\"105746\"><a href=\"/opinion/105746/naacp-v-alabama-ex-rel-patterson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1488</span></a></span> (1958), the court said as follows:</p>\n<blockquote>\"We hold that the immunity from state scrutiny of membership lists which the Association claims on behalf of its members is here so related to the right of the members to pursue their lawful private interests privately and to associate freely with others in so doing as to come within the protection of the Fourteenth Amendment. And we conclude that Alabama has fallen short of showing a controlling justification for the deterrent effect on the free enjoyment of the right to associate which disclosure of membership lists is likely to have. * * *\"</blockquote>\n<p>7. It is not enough that the state show a rational relationship of the statutes in question to a colorable state interest. In the case of <i>Sherbert v. Verner,</i> supra, at 406-407, the court said as follows:</p>\n<blockquote>\"We must next consider whether some compelling state interest enforced in the eligibility provisions of the South Carolina statute justifies the substantial infringement of appellant's First Amendment right. It is basic that no showing merely of a rational relationship to some colorable state interest would suffice; in this highly sensitive constitutional area, `[o]nly the gravest abuses, endangering paramount interests, give occasion for permissible limitation,' <i>Thomas v. Collins,</i> <span class=\"citation\" data-id=\"104061\"><a href=\"/opinion/104061/thomas-v-collins/\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">516</span></a></span>, 530. * * *\"</blockquote>\n<p><span class=\"star-pagination\">*506</span> Since the Supreme Court of the United States has adopted separate rules of constitutional statutory construction applicable to First Amendment rights, two cases of importance have been decided by the court of last resort in California. They are <i>Fort v. Civil Service Comm'n,</i> 61 Cal 2d 331, 38 Cal Rptr 625, 392 P2d 385 (1964), and <i>Kinnear v. City and County of San Francisco,</i> 61 Cal 2d 341, 38 Cal Rptr 631, 392 P2d 391 (1964). The first case involved the constitutionality of a section of the charter of Alameda County which provided that no civil service employee could take any part in political management or affairs in any political campaign or election. Plaintiff, who was such an employee, was chairman of a speakers bureau for the re-election of the Governor of the state and was dismissed from his employment because of such activity. The court held the provision unconstitutional because of conflict with federal First Amendment rights. It said that where the curtailment of First Amendment rights was concerned the state may prevail only if it can show that it has a compelling interest in limiting those rights and that even if such an interest were present the restrictions must be drawn with narrow specificity. The court required the state to demonstrate that no alternative forms of regulation would combat the asserted abuses without infringing upon First Amendment rights. It held the provisions too broad and all-encompassing because they covered both partisan and nonpartisan activities and all elections whether county, federal or state. When requested to determine the validity of the provision as applied to the particular facts of the case, the court refused. Citing <i>Button,</i> the court stated that, although the general rule is that one may not question the constitutionality of a provision as it might be applied in other <span class=\"star-pagination\">*507</span> factual contexts, an exception to that rule occurs where the provision restricts free speech and free dissemination of ideas.</p>\n<p>The <i>Kinnear</i> case was identical with the present case. Plaintiff was a deputy sheriff of San Francisco County and was under civil service. He filed for election to the position of sheriff and was discharged as a result. The charter of the county provided that any county civil service employee who became a candidate for election by the people to any public office should forfeit his position. The court referred to the <i>Fort</i> case, supra, which was decided the same day, and held the statute too broad because it applied alike to all public offices whether they were partisan or nonpartisan and whether they were San Francisco offices or state or national offices. The <i>Fort</i> case conceded that running for election against one's superior would have \"so disruptive an effect on the public service as to warrant restriction.\" 61 Cal 2d at 338. But in <i>Kinnear,</i> the court thought it should rule the charter unconstitutional because, as applied to facts not before the court, it would be unconstitutional. The court conceded the charter provision could not be criticized for vagueness.</p>\n<p>8. It is apparent from the cases heretofore discussed in this opinion that a revolution has occurred in the law relative to the state's power to limit federal First Amendment rights. Thirty years ago the statutes now under consideration would have been held to be constitutional, particularly as applied to the factual situation in the present case. This is no longer possible in view of the intervening decisions of the United States Supreme Court. We hold the statutes unconstitutional because of overbreadth. We believe, however, <span class=\"star-pagination\">*508</span> that there would be a compelling state interest warranting the legislature to pass more narrowly drawn legislation. The present statute encompasses too broad a scope and would prevent the plaintiff from becoming a candidate for state, federal or nonpartisan office. It can not be demonstrated that the good of the public service requires <i>all</i> of the prohibitions of the present statute.</p>\n<p>The decision of the trial court is affirmed.</p>\n<p>PERRY, J., dissents.</p>\n<h2>NOTES</h2>\n<p>[1]  Stowe v. Ryan held generally that the Civil Service Law (Oregon Code 1930, §§ 27-2901 to 27-2936) was constitutional. The statute specifically applicable to the facts of that case was § 27-2928, which is now ORS 241.515. This opinion does not reconsider the constitutionality of ORS 241.515.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101741/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/102821/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103017/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103243/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103347/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103355/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103933/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104061/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104374/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104375/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104532/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104588/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104923/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104974/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105054/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105377/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105533/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105608/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105746/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105751/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105972/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106000/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106240/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106281/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106287/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106290/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106514/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106559/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106660/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107064/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/254642/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3841510/"
          ]
        }
      ],
      "judges": "McAllister, Chief Justice, and Perry, Sloan, Goodwin, Denecke, Holman and Lusk, Justices",
      "date_created": "2014-10-30T12:44:48.397283Z",
      "date_modified": "2017-04-15T05:20:25.611904Z",
      "date_filed": "1966-02-09",
      "date_filed_is_approximate": false,
      "slug": "minielly-v-state",
      "citation_id": 1319814,
      "case_name_short": "Minielly",
      "case_name": "Minielly v. State",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "242 Or. 490",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "411 P.2d 69",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 31,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/860614/minielly-v-state/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:44:48.394886Z",
  "date_modified": "2014-10-30T12:44:48.394886Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Minielly",
  "case_name": "Minielly v. State",
  "case_name_full": "",
  "slug": "minielly-v-state",
  "docket_number": "",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}