{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/860715/",
  "id": 860715,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/nm/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1347133/",
      "id": 1347133,
      "absolute_url": "/opinion/1347133/state-v-new-mexico-state-authority/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/860715/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1347133/",
          "id": 1347133,
          "absolute_url": "/opinion/1347133/state-v-new-mexico-state-authority/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1347133/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": true,
          "date_created": "2013-10-30T05:42:16.068716Z",
          "date_modified": "2017-04-04T13:18:37.359078Z",
          "type": "010combined",
          "sha1": "dcc9353775a4b55fa13f0d43b36ac22db21e5c6e",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>411 P.2d 984 (1966)</b></center>\n<center><b>76 N.M. 1</b></center>\n<center><h1>STATE of New Mexico ex rel. State Park and Recreation Commission and Floyd Cross, Superintendent, and John A. Elliott, John L. Gray, William H. Carr, Grady Coan, Clarence L. Forsling, Jacob D. Martinez and T.B. White, Plaintiffs-Appellants,<br>\nv.<br>\nNEW MEXICO STATE AUTHORITY and M.M. Hardin, James E. Sperling, James M. Murray, J.W. Eaves and George Stanley, Defendants-Appellees.</h1></center>\n<center>No. 7650.</center>\n<center><p><b>Supreme Court of New Mexico.</b></p></center>\n<center>February 28, 1966.</center>\n<center>Rehearing Denied February 28, 1966.</center>\n<p>PER CURIAM.</p>\n<p>The motion for rehearing is denied; however, upon consideration of the motion, the original opinion heretofore filed is withdrawn and the following substituted therefor.</p>\n<p>CHAVEZ, Justice.</p>\n<p>This case involves an appeal from a decision of the district court which held that the State Revenue Bond Act, Ch. 271, Laws 1963, § 11-10-1 et seq., N.M.S.A., 1963 Pocket Supp., is unconstitutional. The State Revenue Bond Act will hereinafter be referred to as the \"Bond Act,\" and the New Mexico State Authority will be referred to as the \"Authority.\"</p>\n<p>Plaintiffs-appellants, State of New Mexico, ex rel. State Park and Recreation Commission <span class=\"star-pagination\">*989</span> and its superintendent and members, filed suit for a declaratory judgment against defendants-appellees, the Authority and its members, seeking an adjudication of the validity of the Bond Act and an adjudication that the refusal of appellees to approve a proposal of appellants for the issuance of revenue bonds constituted an arbitrary and illegal refusal under said Bond Act.</p>\n<p>Appellees filed an answer admitting that appellants and appellees are both duly constituted governmental agencies of the state of New Mexico; that appellants and appellees are proper members and officers of such state agencies; that appellants adopted a resolution calling for the issuance of revenue bonds, pursuant to said Bond Act, to construct a boat dock facility at Bluewater Lake State Park; that appellants sought to gain approval from appellees either to issue such bonds themselves or, in the alternative, that appellees issue revenue bonds itself and lease the facility to appellants, utilizing the proceeds from the dock facility to pay the revenue bonds; and that appellees refused to authorize or approve such bonds and rejected appellants' proposals, based on nine main grounds stated in a resolution adopted by appellees.</p>\n<p>Following a hearing, the trial court entered its decision adopting findings of fact and conclusions of law favorable to appellees, holding that the Bond Act is unconstitutional upon twenty-one grounds, and entered judgment dismissing appellants' complaint.</p>\n<p>The parties stipulated the following material facts: That appellants adopted a resolution calling for the issuance of revenue bonds in the amount of $12,000 for the financing of a proposed boat dock facility at Bluewater Lake State Park, and adopted another resolution proposing, in the alternative, that revenue bonds be issued by appellees for the same purpose and that such facilities be leased to appellants; that under the proposals the income from the operation of such facilities be used to repay the bonds; that accompanying the proposals was a resolution indicating the financial feasibility of such project, the amount of the bonds to be issued, a detailed schedule of retirement of such bonds, and studies indicating projected proposed income from the use of such facility; that thereafter appellees adopted a resolution refusing the authorization of the revenue bonds and refusing the alternative proposal; that the proposed facilities are intended for use of the general public for recreational and park facilities; that appellants have proposed additionally to expend public funds acquired by appellants from park and lake use fees for the payment of certain operation and maintenance expenses of such facilities, and for maintenance of a reserve for such revenue bonds; that the sole basis for appellees' refusal to authorize the issuance of the bonds, or issue the bonds itself, is predicated upon the grounds set out in Exhibit \"A\" attached to appellants' complaint.</p>\n<p>Appellants contend under their first point that conclusion of law No. 4 is erroneous and that the Bond Act does not constitute an unconstitutional delegation of legislative authority.</p>\n<p>The challenge to the Bond Act's validity by appellees is that it constitutes an unlawful delegation of legislative power, contrary to Art. III, § 1, of our constitution.</p>\n<p>The trial court held the Bond Act unconstitutional because it vests in the parties here involved and other state agencies legislative power involving the exercise of broad discretion for determining the location and character of projects to be constructed, the manner of operating such projects, the financing and cost thereof, or details respecting the bonds issuable thereunder and the security therefor, and other legislative powers constituting an unlawful delegation of legislative powers to executive agencies, in contravention of Art. III, § 1, of our constitution, which provides:</p>\n<blockquote>\"The powers of the government of this state are divided into three distinct <span class=\"star-pagination\">*990</span> departments, the legislative, executive and judicial, and no person or collection of persons charged with the exercise of powers properly belonging to one of these departments, shall exercise any powers properly belonging to either of the others, except as in this Constitution otherwise expressly directed or permitted.\"</blockquote>\n<p>In approaching the problem submitted under this point we examine the rules laid down by other courts, as well as the rule followed by this court, upon the question of unlawful delegation of legislative powers. One of the earliest decisions on this question, which is still being cited, is found in the case of Cincinnati W. &amp; Z. Railroad Co. v. Commissioners of Clinton County (Ohio Sup.Ct. 1852), 1 Ohio St. 77, wherein the court stated:</p>\n<blockquote>\"* * * The true distinction, therefore, is, between the delegation of power to make the law, which necessarily involves a discretion as to what it shall be, and conferring an authority or discretion as to its execution, to be exercised under and in pursuance of the law. The first cannot be done; to the latter no valid objection can be made.\"</blockquote>\n<p>See also, Crain v. First National Bank of Oregon, Portland (D.C.D.Or. 1962), 206 F. Supp. 783.</p>\n<p>In State ex rel. Young v. Duval County, 76 Fla. 180, 79 So. 692, it is said:</p>\n<blockquote>\"* * * Where a statute defines the general outlines for its operation, and therein provides that stated persons, officers, or tribunals shall, within designated limitations, perform acts or ascertain facts upon which the statute by its own force will operate to accomplish the lawmaking intent, the action by the persons, officers, or tribunals within the stated limitations may be administrative and not exclusively legislative, executive, or judicial in its nature and essence. When the functions so assigned are administrative in their nature or are not exclusively legislative, executive, or judicial in character, the statute does not delegate legislative power or confer executive or judicial power and authority * * *.\"</blockquote>\n<p>In 16 C.J.S. Constitutional Law § 138 (17), p. 615, we find this statement:</p>\n<blockquote>\"While the legislature cannot empower executive officers to incur unlimited debts and liabilities chargeable against the general fund of the state, it may authorize them to exercise a limited discretion in borrowing money for a purpose specified by the legislature.</blockquote>\n<blockquote>\"<i>Issuing bonds.</i> Thus, the legislature may authorize, or particular statutes have been held not invalid as delegating legislative power which authorize, executive agencies to issue, and to enter into agreements with reference to the payment of, bonds for specified purposes; to fix the terms of bonds and terms on which bids may be made; to determine the sufficiency of revenue before the issuance of bonds; to determine whether interim certificates shall be issued, and the character thereof; and to approve bond issues of local units of government.\"</blockquote>\n<p>The Connecticut supreme court, in St. John's Roman Catholic Church v. Town of Darien, 149 Conn. 712, 184 A.2d 42, quoted Jennings v. Connecticut Light &amp; Power Co., 140 Conn. 650, 103 A.2d 535, and stated:</p>\n<blockquote>\"* * * `The challenge of unconstitutional delegation of legislative power is successfully met if the * * [ordinance] declares a legislative policy, establishes primary standards for carrying it out or lays down an intelligible principle to which the agency must conform with a proper regard for the protection of the public interest, * * *.'\"</blockquote>\n<p><span class=\"star-pagination\">*991</span> In People ex rel. Adamowski v. Chicago Land Clearance Commission, 14 Ill.2d 74, 150 N.E.2d 792, the court stated:</p>\n<blockquote>\"The legislature cannot delegate its power to make a law, but it can make a law delegating a power to determine some facts or state of things upon which the law makes, or intends to make, its own action depend. `Delegation of power to make the law is forbidden, as necessarily involving a discretion as to what the law shall be; but there can be no valid objection to a law which confers an authority or discretion as to its execution, to be exercised under and in pursuance of the law itself.' City of Chicago v. Stratton, 162 Ill. 494, 44 N.E. 853, 855, 35 L.R.A. 84. * * *\"</blockquote>\n<p>In Application of Oklahoma Turnpike Authority, 203 Okl. 335, 221 P.2d 795, the Oklahoma supreme court ruled that the Oklahoma act creating a state authority and granting said authority the power to issue turnpike revenue bonds was not an unlawful delegation of legislative authority, saying:</p>\n<blockquote>\"This act in appropriate language provides that the Authority may construct and build toll roads, and fix and collect tolls, and issue and sell bonds, and pay them from tolls collected. That in general is the purpose of the Authority and its powers. It is wholly unnecessary to copy the act here. It of course contains many detailed provisions as to how the Authority may proceed and what it may do in the accomplishment of the over-all purpose of its existence, and it is given the power and delegated the authority to do and perform those things. But the Authority is not delegated any power beyond the purposes of the Act. In short, this Act delegates all power necessary to the accomplishment of the purposes of the Act, but beyond that it does not delegate to any one any of the powers of the State. * * *\"</blockquote>\n<p>In Hatfield v. New Mexico State Board of Registration, 60 N.M. 242, 290 P.2d 1077, we considered the question of unlawful delegation of legislative authority and quoted with approval from 11 Am.Jur., § 214, p. 923, wherein it is stated:</p>\n<blockquote>\"In order that a court may be justified in holding a statute unconstitutional as a delegation of legislative power, it must appear that the power involved is purely legislative in nature  that is, one appertaining exclusively to the legislative department. There are many powers so far legislative that they may properly be exercised by the legislature, but which may nevertheless be delegated, since the legislature may delegate any technically nonlegislative power which it may itself lawfully exercise. While it cannot abdicate its general law-making powers, it may authorize others to do things which it might properly do, but which it cannot conveniently or advantageously perform. * * *\"</blockquote>\n<p>See also, 16 Am.Jur.2d, Constitutional Law, § 242, pp. 493-494.</p>\n<p>In State ex rel. Lee v. Hartman, 69 N.M. 419, 367 P.2d 918, we said:</p>\n<blockquote>\"* * * we are clear that when any such delegation is made it must be expressly done, and the standards, whereby the agency or agent to whom it is delegated will be governed, must be clearly stated. * * *\"</blockquote>\n<p>Again, in State ex rel. Holmes v. State Board of Finance, 69 N.M. 430, 367 P.2d 925, we said that, where the legislature purports to delegate powers, reasonable standards must be provided as a guide in the exercise of the discretionary power conferred.</p>\n<p>In State v. Armstrong, 31 N.M. 220, 243 P. 333, this court was presented with the question of whether a subsequent enactment could extend the provisions of a prior law (National Prohibition Act), solely by <span class=\"star-pagination\">*992</span> reference to the title of the earlier law, and said:</p>\n<blockquote>\"* * * The Legislature is a coordinate branch of our state government. Its prerogative in the matter of legislation is to be questioned solely from the standpoint of our federal or state constitutional limitations. The function of the courts in scrutinizing acts of the Legislature is not to raise possible doubt nor to listen to captious criticism. The Legislature possessing the sole power of enacting law, it will not be presumed that the people have intended to limit its power or practice by unreasonable or arbitrary restrictions. Every presumption is ordinarily to be indulged in favor of the validity and regularity of legislative acts and procedure. * * *\"</blockquote>\n<p>We stated in State ex rel. Sofeico v. Heffernan, 41 N.M. 219, 67 P.2d 240:</p>\n<blockquote>\"* * * `It is also well settled that it is not always necessary that statutes and ordinances prescribe a specific rule of action, but on the other hand, some situations require the vesting of some discretion in public officials, as, for instance, where it is difficult or impracticable to lay down a definite, comprehensive rule, * * *.'\"</blockquote>\n<p>We are, therefore, called upon to rule whether the statute involved supplies the required standards. In enacting the statute in question, all that the legislature could do was to prescribe reasonably definite standards, leaving to the respective state agencies and the Authority the planning of each project according to the specifications set forth in the Bond Act.</p>\n<p>Appellants contend that the Bond Act imposes sufficient definite legislative standards to guide the action of the state agencies to carry out the \"projects\" as defined in the Bond Act.</p>\n<p>The Bond Act created the Authority and defined its powers and duties; it authorized the Authority and agencies of the state to construct, finance, operate and lease \"projects,\" and to issue revenue bonds therefor without a pledge of property taxes or the faith and credit of the state.</p>\n<p>In § 11-10-2, N.M.S.A., 1963 Pocket Supp., the purpose of the Bond Act is stated to be:</p>\n<blockquote>\"* * * to authorize the financing of certain public facilities used or useful in the performance of state functions by the issuance of revenue bonds payable out of revenues, without pledging therefor property taxes or the faith and credit of the state and without subjecting such bonds to constitutional and other limitations applicable to the authorization and issuance of obligations payable in whole or in part from property taxes.\"</blockquote>\n<p>Section 11-10-7(E), of the Bond Act limits the length of such projects.</p>\n<p>Section 11-10-10(A), of the Bond Act limits the maximum interest rates on such revenue bonds and the maturity date thereof.</p>\n<p>Section 11-10-3(C), of the Bond Act defines the term \"project\" as \"any of the following public works,\" and thereafter five specific facilities are set out which are within the meaning of the term \"project.\" The facilities listed in § 11-10-3(C) (1) are sufficient to provide legislative standards for the Authority to follow.</p>\n<p>Under § 11-10-7(A) and (B) of the Bond Act a state agency undertaking the construction of any project is authorized, subject to the requirements of the Bond Act:</p>\n<blockquote>\"A. To determine the location and character of such project and to construct, maintain, repair and operate the same, and to enter into contracts for the management, lease or operation of the project or any portion thereof;</blockquote>\n<blockquote>\"B. To issue, with the prior approval of the authority, revenue bonds as hereinafter provided to pay the cost of such project in whole or in part, and to fund or refund the same.\"</blockquote>\n<p><span class=\"star-pagination\">*993</span> The legislature has declared the policy and established primary standards to which the agencies must conform. The Authority and other state agencies are delegated only that power necessary to the accomplishment of the purposes of the statute. Beyond that, it does not delegate legislative power or confer executive or judicial authority. The legislature has not delegated its authority to make a law but has delegated power to determine facts upon which the law makes its own action depend.</p>\n<p>We hold that the statute does not constitute an unlawful delegation of legislative power.</p>\n<p>Appellants' third point is that the trial court was in error in concluding that the Bond Act contravenes Art. IV, § 16, of our constitution in failing to clearly set forth in its title the subject of the legislation. The title of the Bond Act provides:</p>\n<blockquote>\"An act relating to state projects financed by revenue bonds; creating the New Mexico state authority and defining its powers and duties; authorizing the authority and agencies of the state to construct, finance, operate and lease projects and to issue revenue bonds therefor without a pledge of property taxes or the faith and credit of the state; authorizing the acquisition of property; providing for toll and other charges sufficient to pay such bonds and project operating expenses; exempting the bonds, their transfers and the incomes therefrom from taxation; authorizing revenue refunding bonds and bond anticipation notes; prescribing the rights and remedies of the holders of the bonds; and providing for the leasing of projects.\"</blockquote>\n<p>The first case in New Mexico to announce the reason for the constitutional provisions in question is State v. Ingalls, 18 N.M. 211, 135 P. 1177, where we said:</p>\n<blockquote>\"In our opinion, the true test of the validity of a statute under this constitutional provision is: Does the title fairly give such reasonable notice of the subject-matter of the statute itself as to prevent the mischief intended to be guarded against? If so, the act should be sustained. The reason of the rule not applying to such cases, the rule itself does not apply.\"</blockquote>\n<p>We followed the above rule in State v. Gomez, 34 N.M. 250, 280 P. 251; Crosthwait v. White, 55 N.M. 71, 226 P.2d 477; and in Fischer v. Rakagis, 59 N.M. 463, 286 P.2d 312, where it is stated:</p>\n<blockquote>\"The primary purpose of the constitutional provision is to prevent fraud or surprise by means of concealed or hidden provisions in an act which the title does not disclose. * * *\"</blockquote>\n<p>See also, City of Albuquerque v. Campbell, 68 N.M. 75, 358 P.2d 698.</p>\n<p>We hold that the title of the Bond Act gives reasonable notice of the subject matter of the statute and that it does not violate Art. IV, § 16 of our constitution.</p>\n<p>We next consider appellants' points IV and VI, which relate to conclusions of law Nos. 7, 8 and 9, to the effect that the Bond Act constitutes the incurrence of indebtedness, contrary to Art. IV, § 29, and Art. IX, §§ 7 and 8, of our constitution.</p>\n<p>Article IV, § 29, states:</p>\n<blockquote>\"No law authorizing indebtedness shall be enacted which does not provide for levying a tax sufficient to pay the interest, and for the payment at maturity of the principal.\"</blockquote>\n<p>Article IX, §§ 7 and 8 provide:</p>\n<blockquote>\"The state may borrow money not exceeding the sum of two hundred thousand dollars in the aggregate to meet casual deficits or failure in revenue, or for necessary expenses. The state may also contract debts to suppress insurrection and to provide for the public defense.</blockquote>\n<blockquote>\"No debt other than those specified in the preceding section shall be contracted by or on behalf of this state, unless authorized by law for some specified work or object; which law <span class=\"star-pagination\">*994</span> shall provide for an annual tax levy sufficient to pay the interest and to provide a sinking fund to pay the principal of such debt within fifty years from the time of the contracting thereof. * *\"</blockquote>\n<p>The title of the Bond Act states in part:</p>\n<blockquote>\"An act relating to state projects financed by revenue bonds; * * * and to issue revenue bonds therefor without a pledge of property taxes or the faith and credit of the state; * * *.\"</blockquote>\n<p>Section 11-10-4, of the Bond Act provides:</p>\n<blockquote>\"Revenue bonds issued under the State Revenue Bond Act [11-10-1 to 11-10-26] shall not be deemed to constitute a debt or liability of the state or of any political subdivision thereof or a pledge of the faith and credit of the state or of any such political subdivision, but shall be payable solely from the funds herein provided therefor from revenues. All such revenue bonds shall contain on the face thereof a statement to the effect that neither the state nor, if issued by the authority, the authority shall be obligated to pay the same or the interest thereon except from revenues of the project or projects for which they are issued and that neither the faith and credit nor the taxing power of the state or of any political subdivision thereof is pledged to the payment of the principal of or the interest on such bonds. The issuance of revenue bonds shall not directly or indirectly or contingently obligate the state or any political subdivision thereof to levy or to pledge any property taxes whatever therefor. All expenses incurred in carrying out the provisions of the State Revenue Bond Act shall be payable solely from funds provided under the authority thereof and no liability or obligation shall be incurred beyond the extent to which moneys shall have been provided under the provisions of such act.\"</blockquote>\n<p>Appellees cite two cases in support of the trial court's decision, that the Bond Act violates Art. IV, § 29, and Art. IX, §§ 7 and 8, of our constitution. The first is City of Santa Fe v. First Nat. Bank in Raton, 41 N.M. 130, 65 P.2d 857, in which the City issued sewer certificates payable from money received from special assessment. In addition, the City promised that, if any deficiency should develop in the fund, the certificates would be paid from general revenues of the City. This court held invalid that portion of the certificates whereby the City promised to pay the deficiency from the general funds of the City and quoted Brash v. State Tuberculosis Board, 124 Fla. 652, 169 So. 218. In Brash we find the following:</p>\n<blockquote>\"* * * And, in the case of enterprises authorized by the Legislature to be embarked upon through state agencies, a particular scheme of financing will be held to be valid only where it is clearly demonstrable from the specific terms of the financing proposal itself that no tax burden or pecuniary liability of the state to appropriate or pay for the indebtedness about to be incurred will ever arise, or be looked to as security, in whole or in part, for repayment of the borrowed moneys. * * *\"</blockquote>\n<p>The City of Santa Fe case is clearly distinguishable from the case before us, and the point of departure is the attempt in that case to make the general funds of the City liable for any deficiency. In the case at bar, the legislature has specifically stated that \"Revenue bonds * * * shall be payable solely from the funds herein provided therefor from revenues. * * *\"</p>\n<p>Appellees also cite State Office Bldg. Commission v. Trujillo, 46 N.M. 29, 120 P.2d 434, which is distinguishable. The act in question there created the state office building commission. This court held that it was invalid because the act failed to specify that moneys raised for payment of <span class=\"star-pagination\">*995</span> rentals should come out of any fund other than general taxation. We said:</p>\n<blockquote>\"We have thus dwelt upon our decisions to show that so far as we have adhered to the special fund doctrine, it may be said for the purpose of this discussion that it means that thereby and thereunder any financial obligation of the state, not otherwise constitutionally objectionable, is valid without approval of the electorate if it is to be paid for and discharged in full from moneys derived from sources other than from general taxation, as contemplated under Section 8 of Article IX of the State Constitution; and to show that for such an obligation to come under the special fund doctrine, the creation of the obligation and the law authorizing it must specify and set out the sources for payment thereof and thereby disclose that no part of the payment is to be obtained from general taxation.\"</blockquote>\n<p>In Wiggs v. City of Albuquerque, 56 N.M. 214, 242 P.2d 865, this court held that, under the act there in question, payments on the bonds issued were secured only by a lien against the auditorium to be built and the realty thereunder already owned by the municipality, and that such lien created a \"debt\" violating constitutional provisions against municipal indebtedness. This court stated:</p>\n<blockquote>\"Whether revenue bonds constitute a debt in the constitutional sense is the chief question posed. As an academic proposition we have no hesitancy in stating that revenue bonds, truly such, repayable from a special fund created for their retirement, as in the case of Seward v. Bowers, 37 N.M. 385, 24 P.2d 253, payable solely and wholly from moneys derived from sources other than general taxation, State Office Bldg. Commission v. Trujillo, 46 N.M. 29, 120 P.2d 434, do not constitute a general obligation on the part of the municipality. Hence, they create no `debt' in the constitutional sense prohibited by Const. Art. 9, Sec. 12. * * *\"</blockquote>\n<p>See also, Village of Deming v. Hosdreg Company, 62 N.M. 18, 303 P.2d 920.</p>\n<p>In State ex rel. Capitol Addition Bldg. Comm. v. Connelly, 39 N.M. 312, 46 P.2d 1097, 100 A.L.R. 878, we said:</p>\n<blockquote>\"While it is true that in Seward v. Bowers we were concerned with the intended meaning of the word `debt' as found in article 9, § 12, while here it is its meaning as employed in section 8 of the same article, we are convinced that the term is used in the same sense in each section, viz., as comprehending a debt pledging for its repayment the general faith and credit of the state or municipality, as the case may be, and contemplating the levy of a general property tax as the source of funds with which to retire the same.\"</blockquote>\n<p>Section 11-10-12 of the Bond Act specifies and sets out the sources for payment of the principal and interest of the revenue bonds and discloses that no part of such payment is to be obtained from general taxation.</p>\n<p>We therefore hold that the Bond Act does not violate Art. IV, § 29, nor Art. IX, §§ 7 and 8, of our constitution and the trial court erred in so concluding.</p>\n<p>We note under the above points that § 11-10-3 (C) (3) (4) and (5), of the Bond Act sets out other state institutions, office buildings and highway facilities which may or could be termed \"projects\" under the Bond Act. This action concerns only a recreational project. None of the projects mentioned in subsections (C) (3), (4) or (5) are involved and we express no opinion as to the constitutionality of those subsections or any project provided therein.</p>\n<p>Appellants contend in their point V that the trial court's conclusion of law No. 8 is erroneous, and that the Bond Act is not unconstitutional because the payment of certain state moneys, other than revenues derived from the dock facilities, for certain expenses for operation and maintenance in <span class=\"star-pagination\">*996</span> connection with the dock facilities, and the deposit of state funds in the reserve fund for the bonds, as proposed, is in accordance with state law.</p>\n<p>Appellees' objection is based on the parties' stipulation of fact No. 12:</p>\n<blockquote>\"12. That the Plaintiffs, New Mexico State Park and Recreation Commission have proposed additionally to expend public funds acquired by the State Park and Recreation Commission from park use and lake use fees for the payment of certain operation and maintenance expenses of such facilities and for the maintenance of a reserve for such revenue bonds.\"</blockquote>\n<p>Based on the above stipulation of the parties, the trial court concluded that the expenditure of park use and lake use fees to create a reserve for retirement of bonds renders the Bond Act unconstitutional because such expenditures are not authorized by law. Specifically, it is argued that § 4-9-18, N.M.S.A., 1963 Pocket Supp., limits the use of park and recreation funds to the purposes expressed in that provision, thus prohibiting their use for bond retirement. The pertinent portion of § 4-9-18 reads:</p>\n<blockquote>\"* * *; and said funds shall be used solely for the purpose of acquiring, developing, operating and maintaining of state parks or recreation areas and maintenance, operation and expenditures of the office of the state park and recreation commission and the payment of traveling expenses and salaries of officers, park superintendents and employees. * * *\"</blockquote>\n<p>Under familiar rules of construction, statutes which relate to the same class of things are considered to be in pari materia, 2 Sutherland, Statutory Construction, 3d Ed., § 5202, and, if possible by reasonable construction, both are to be so construed that effect is to be given to every provision of each. City of Tacoma v. Cavanaugh, 45 Wash.2d 500, 275 P.2d 933; Maiatico v. United States, (D.C. Cir.1962), 112 U.S.App.D.C. 295, 302 F.2d 880; State v. Drake, 79 N.J. Super. 458, 191 A.2d 802. So construing § 4-9-18, supra, with the Bond Act, we find no conflict. The Bond Act authorizes the use of revenues from park and lake use fees for retirement of principal and interest of bonds issued to acquire or develop the facilities of a state agency. Clearly using such funds to retire bonds issued to acquire or develop recreation facilities is not inconsistent with the purposes authorized by § 4-9-18, supra, because those purposes include acquiring and developing recreational facilities. We find nothing repugnant between the two statutes. Furthermore, § 11-10-26 of the Bond Act expressly provides that:</p>\n<blockquote>\"All other general or special laws, or parts thereof, inconsistent herewith are hereby declared to be inapplicable to the provisions of the State Revenue Bond Act [11-10-1 to 11-10-26], or as it may be amended.\"</blockquote>\n<p>If a conflict should in fact develop, the provisions of the Bond Act would control.</p>\n<p>Appellants' point II attacks the trial court's conclusion of law No. 5:</p>\n<blockquote>\"5. That the State Revenue Bond Act, * * * is unconstitutional because it contravenes Section 18 of Article IV of such Constitution by attempting to amend Chapter 98 of the Emergency Laws of 1963 and other laws of the State pertaining to State agencies, counties, cities, towns and other entities granted power by the State Revenue Bond Act without setting out in full each section of such laws so amended by the State Revnue Bond Act.\"</blockquote>\n<p>Article IV, § 18 of our constitution provides:</p>\n<blockquote>\"No law shall be revised or amended, or the provisions thereof extended by reference to its title only; but each section thereof as revised, amended or extended shall be set out in full.\"</blockquote>\n<p><span class=\"star-pagination\">*997</span> Section 11-10-24 of the Bond Act states:</p>\n<blockquote>\"The foregoing sections of the State Revenue Bond Act [11-10-1 to 11-10-26] shall be deemed to provide an additional and alternative method for doing the things authorized thereby, and shall be regarded as supplemental and additional to powers conferred by other laws; * * *.\"</blockquote>\n<p>Section 11-10-26 of the Bond Act reads:</p>\n<blockquote>\"All other general or special laws, or parts thereof, inconsistent herewith are hereby declared to be inapplicable to the provisions of the State Revenue Bond Act [11-10-1 to 11-10-26], or as it may be amended.\"</blockquote>\n<p>We are of the opinion that conclusion of law No. 5 cannot be sustained. The Bond Act in question does not contravene Art. IV, § 18, of our constitution.</p>\n<p>In Alvarez v. Board of Trustees of La Union Townsite, 62 N.M. 319, 309 P.2d 989, we stated:</p>\n<blockquote>\"Section 7-5-4 was enacted thirty years after § 7-5-10. It contained a repealing provision stating `all laws and parts of laws in conflict herewith are hereby repealed.' Provisions of this character leave open the question as to what laws are inconsistent. As a result, the rules of law which apply to implied repeals generally will also be applicable where repeal is caused by use of the expression quoted above. * * *</blockquote>\n<blockquote>\"Courts do not look with favor on implied repeals. They seek to avoid repeals by implication by resort to any reasonable and fair interpretation under which all sections of a statute can stand together. * * * The inconsistency or repugnancy between two statutes necessary to supplant or repeal the earlier one must be more than a mere difference in their terms and provisions. There must be what is often called such a positive repugnancy between the provisions of the old and the new statutes that they cannot be reconciled and made to stand together. * * *\"</blockquote>\n<p>We find no provisions or sections of preceding statutes that are so repugnant or inconsistent with the Bond Act in question that they are repealed by this later Act. We believe the Bond Act in question is just what it provides  that it \"shall be regarded as supplemental and additional to powers conferred by other laws.\"</p>\n<p>Appellants' point VII attacks the trial court's conclusion of law No. 10:</p>\n<blockquote>\"10. That the State Revenue Bond Act, * * * is unconstitutional because the proposed construction and financing of dock facilities and the granting of a concession thereto to a private operator for profit-making purposes constitute the lending or pledge of the credit of the State or the making of a donation to or in aid of private persons or entities in violation of Section 14 of Article IX of the Constitution of the State of New Mexico.\"</blockquote>\n<p>Article IX, § 14, of our constitution, provides in part as follows:</p>\n<blockquote>\"Neither the state, nor any county, school district, or municipality, except as otherwise provided in this Constitution, shall * * * make any donation to or in aid of any person, association or public or private corporation, * * *.\"</blockquote>\n<p>We were confronted with the precise question in Village of Deming v. Hosdreg Company, supra, wherein we upheld the statute which authorized the municipality to issue revenue bonds for the purpose of acquiring or constructing industrial buildings for sale or lease to industries wishing to locate in the municipality. We there stated (62 N.M. 18, 28, 303 P.2d 920, 926):</p>\n<blockquote>\"We think it fair to say from a review of the cases cited dealing with the term `donation,' as found in this proviso of the Constitution, that the word has been applied in its ordinary sense <span class=\"star-pagination\">*998</span> and meaning, as a `gift,' an allocation or appropriation of something of value, without consideration to a `person, association or public or private corporation.'</blockquote>\n<blockquote>\"What we hold is that there is not here present on the record before us a `donation to or in aid of any * * * private corporation' in violation of Const. Art. IX, § 14, or the `giving of aid to private enterprise,' even if the latter phrase should be read into the questioned proviso as a matter of construction. This, we think, should not be done, save only where the `aid or benefit' disclosed, by reason of its nature and the circumstances surrounding it, take on character as a donation in substance and effect.\"</blockquote>\n<p>We therefore hold that the trial court erred in conclusion of law No. 10.</p>\n<p>Appellants' point VIII attacks the trial court's conclusion of law No. 11:</p>\n<blockquote>\"11. That the State Revenue Bond Act, * * * is unconstitutional because under Section 3C the Act authorizes the financing and construction of facilities, such as cabins, lodges, stables, commercial and service facilities and trailer parks which are essentially private facilities normally financed and operated by private enterprise, and to that extent the Act authorizes State agencies to engage in private commercial ventures in competition with private enterprise, and therefore, serves a private, not a public purpose, contrary to constitutional limitations.\"</blockquote>\n<p>It is pointed out in 16 C.J.S. Constitutional Law § 151(5), p. 768:</p>\n<blockquote>\"It is primarily for the legislature to determine whether it is exercising its powers for a public purpose. Courts will not interfere unless the legislature is clearly wrong or the organic law is violated, although courts may ultimately determine the question. Likewise, it is for the legislature to determine, in the first instance, what uses are public, and its judgment will be respected by the courts unless palpably unreasonable, although ultimately it may be a matter for the courts to decide. * * *\"</blockquote>\n<p>In accord with the above authority, our decision in Village of Deming v. Hosdreg Company, supra, and the cases cited therein, is conclusive on the question presented. We cannot say that the declared public policy of the legislature in the Bond Act has no reasonable relation to the public interest or welfare. The trial court's conclusion of law No. 11 is erroneous.</p>\n<p>Appellants' point IX attacks the trial court's conclusion of law No. 12:</p>\n<blockquote>\"12. That the State Revenue Bond Act, * * * is unconstitutional because under Section 3C(5) the Act authorizes the New Mexico State Authority to finance and construct highways and other highway facilities and empowers State agencies under Section 9A to vacate or relocate any public highway; in violation of Section 14 of Article V of the Constitution vesting such functions and powers in the State Highway Commission.\"</blockquote>\n<p>Article V, § 14, provides:</p>\n<blockquote>\"A. The state highway commission is empowered and charged with the duty of determining all matters of policy relating to state highways and public roads. * * *\"</blockquote>\n<p>Section 11-10-3(C) (5), of the Bond Act, cannot be held to contravene the constitutional powers given to the state highway commission. The wording in the statute is self-explanatory:</p>\n<blockquote>\"(5) Highway facilities, at such locations as shall be fixed by the state highway commission, undertaken by the state highway commission or, with the prior approval of the state highway <span class=\"star-pagination\">*999</span> commission and the state board of finance, * * *.\"</blockquote>\n<p>It is not possible for this court to question the legislative intent in the above section. The underlying fact in the entire section is that the state highway commission is the ultimate authority in any project undertaken in that section, and it does not divest the state highway commission of any of its constitutional power.</p>\n<p>Section 11-10-9(A), of the Bond Act, which was also declared unconstitutional by the trial court, provides:</p>\n<blockquote>\"The state agency shall have power to vacate or relocate any public highway affected by the construction of any project in the manner now provided by the Constitution or any applicable federal or state law for the vacation or relocation of public roads, * * *.\"</blockquote>\n<p>Appellees contend that this section is unconstitutional because there is no requirement for the state highway commission's prior approval as in § 11-10-3(C) (5), supra. We cannot agree. This section does not give the Authority unbridled power to relocate highways. The power given in this section is limited \"in the manner now provided by the Constitution,\" and this includes Art. V, § 14, which created the state highway commission and sets forth its duties. It is, therefore, compatible with our constitution and the trial court erred in its conclusion of law No. 12.</p>\n<p>Appellants' point X attacks the trial court's conclusion of law No. 13:</p>\n<blockquote>\"13. That the State Revenue Bond Act, * * * is unconstitutional because under Section 3F the Act authorizes the use of the proceeds of revenue bonds for working capital and for the payment of the interest on the revenue bonds for working capital and for the payment of the interest on the revenue bonds for a period not exceeding two years after completion of the particular project being financed through the issuance of such revenue bonds, and such use of bond proceeds is contrary to the special fund doctrine recognized in New Mexico and the bonds, therefore, become debts of the State of New Mexico issued in violation of the Constitution of New Mexico.\"</blockquote>\n<p>We have previously noted that the Bond Act expressly provides that the bonds issued thereunder shall not become a debt or liability of the state. We find it difficult to perceive why the original special fund set up for the payment of the bonds should be changed into a debt of the state by the degree of completion of the project. Once any project is completed, it is almost certain to need at least minor alterations, and the legislature provided a method under which certain changes or alterations could be made from project revenues for a period of two years after completion of the project. The provision in question is within the limits of our constitution and the trial court erred in its conclusion of law No. 13.</p>\n<p>Appellants' point XI attacks the trial court's conclusion of law No. 14:</p>\n<blockquote>\"14. That the State Revenue Bond Act, * * * is unconstitutional because under Section 9C the Act authorizes the Authority to use State lands for construction and operation of any project and to pledge property owned by the State as security for any bonds authorized under the Act, which pledge is not consistent with the special fund doctrine and makes the bonds debts of the State within the meaning of constitutional limitations issued in violation of constitutional requirements.\"</blockquote>\n<p>The trial court's conclusion is not correct. We are unable to find any provisions in the Bond Act which could give rise to the <span class=\"star-pagination\">*1000</span> conclusion of law in question. Section 11-10-9(C) of the Bond Act does no more than allow the Authority, with prior approval, to utilize state lands for the construction of projects. Section 11-10-11(A) of the Bond Act authorizes the creation of trust agreements insuring payments of the bonds, but it then expressly states:</p>\n<blockquote>\"* * * Such trust agreement or the resolution providing for the issuance of such bonds may pledge or assign the revenues to be received, but shall not convey or mortgage the project or projects for which such bonds are issued. * * *\"</blockquote>\n<p>It is apparent under the Bond Act that the bond holders are limited to a pledge of revenues for satisfaction of their obligation, and in no manner do they hold any encumbrance upon the projects themselves.</p>\n<p>Appellants' point XII challenges the trial court's conclusion of law No. 15:</p>\n<blockquote>\"15. That the State Revenue Bond Act, * * * is unconstitutional because under Section 16 the Act provides that any bonds issued thereunder, their transfer, the income therefrom and the profit made on the sale thereof shall at all times be free from taxation, which provision is in conflict with Section 3 of Article VIII of the Constitution providing that only the `bonds' of the State and other agencies shall be exempt from taxation.\"</blockquote>\n<p>Article VIII, § 3, provides in part as follows:</p>\n<blockquote>\"The property of the United States, the state and all counties, towns, cities and school districts, and other municipal corporations, public libraries, community ditches and all laterals thereof, all church property, all property used for educational or charitable purposes, all cemeteries not used or held for private or corporate profit, and all bonds of the state of New Mexico, and of the counties, municipalities and districts thereof shall be exempt from taxation.\"</blockquote>\n<p>Appellees argue that the term \"bond,\" as used in the constitution, means \"debt,\" and that since the revenue bonds authorized by the Bond Act do not constitute an indebtedness, they are not exempt from taxation. We cannot agree. We find nothing in the language of § 3, Article VIII, of the constitution requiring an interpretation that only such bonds as evidence a debt of the state or its political subdivisions are exempt from taxation. A similar issue was discussed in Village of Deming v. Hosdreg Company, supra, wherein revenue bonds were authorized to be issued by municipalities and this court concluded (62 N.M. 18, 35, 303 P.2d 920, 931):</p>\n<blockquote>\"* * * But where, as here, we can see in the questioned measure the public purpose essential to its support, we do not have to resort to strained construction to see in the questioned act a mere legislative effort to vitalize and render effective an exemption contained in the constitution, itself, in favor of one of its political subdivisions.\"</blockquote>\n<p>Appellants' point XIII attacks the trial court's conclusion of law No. 16:</p>\n<blockquote>\"16. That the State Revenue Bond Act, * * * is unconstitutional because under Section 20 the Act authorizes the New Mexico State authority to lease projects to the State of New Mexico, acting through the State Park and Recreation Commission, the State Highway Commission, or other departments or agencies of the State, under long-term contracts of lease obligating the State to pay rent thereunder during the term of the lease out of monies derived from State tax proceeds (other than property taxes) and other State funds, in violation of constitutional provisions <span class=\"star-pagination\">*1001</span> governing the incurring of such obligations by the State.\"</blockquote>\n<p>Again, we are unable to agree with the trial court's conclusion regarding § 11-10-20(E) of the Bond Act, which provides:</p>\n<blockquote>\"E. Any such agreement of lease shall expressly provide that the faith and credit of the state are not pledged to the payment of the rent, that the state is not obligated to levy any property tax for the payment of such rent and that the rent is payable only from such funds and revenues other than property taxes, as may be lawfully made available therefor. * * *\"</blockquote>\n<p>Nowhere in this section is there any contradictory language used from which the opposite result could be reached. There being no doubt that the funds of the state will not be used except as provided in this section, we hold that the trial court erred in its conclusion of law No. 16.</p>\n<p>Appellants' point XIV attacks the trial court's conclusion of law No. 17:</p>\n<blockquote>\"17. That the State Revenue Bond Act, * * * is unconstitutional because the Act in authorizing such leasing of projects to the State and permitting the pledge, as security for bonds issued under the Act, of the rentals thus payable by the State provides, in effect, for the issuance of bonds which are debts of the State incurred in violation of constitutional provisions relating to the incurring of State indebtedness.\"</blockquote>\n<p>We have previously discussed this point and, in line with our decision in Village of Deming v. Hosdreg Company, supra, and the wording of the Bond Act itself, we hold that the Bond Act does not in any way pledge the general funds of the state. The rentals will be paid only from the revenues of the projects and from no other source. The trial court erred in its conclusion of law No. 17.</p>\n<p>Section 11-10-12 of the Bond Act not only authorizes the state agency issuing revenue bonds to charge and collect fees, rents and charges for the use of facilities and services furnished by any project, but specifically requires that such tolls, fees, rents and charges from the project or projects in connection with which bonds are issued, provide funds sufficient with other revenues, if any, to pay (1) the cost of maintaining, repairing and operating such projects; (2) the principal and interest on such bonds as they mature; and (3) to create and maintain reserves for such purposes. Section 11-10-20 of the Bond Act authorizes the Authority to lease its projects to the appropriate state agency under an agreement by which such state agency agrees to pay a rental in an amount not less than the amount required to pay the principal and interest of such revenue bonds, and to meet any other obligations imposed upon the Authority in connection with such bond issue, which under § 11-10-12 of the Bond Act would include the cost of maintaining and operating such project and reserves for such maintenance and operations, as well as for the payment of principal and interest of such bonds as they mature. Section 11-10-20(E) of the Bond Act, however, expressly restricts funds from which such rental payments may be made to funds and revenues lawfully available for such purpose.</p>\n<p>Under well recognized rules of statutory construction, when the context and objects sought to be attained are considered from the Bond Act as a whole, it appears that the words \"other revenues\" as used in § 11-10-12 were intended by the legislature not to be given a broader meaning than the terms preceding them, and to be limited to those sources of revenue similar to the sources enumerated by the preceding specific words. 2 Sutherland, Statutory Construction, 3d Ed., § 4909, and cases cited. In our view, an examination of the entire Bond Act makes it apparent that all of the cost of maintenance, operation, and repair of any project for which revenue bonds are issued, as well as the retirement of the principal and interest of <span class=\"star-pagination\">*1002</span> such bonds and reserves for such purposes, by any state agency, or the Authority, is limited solely to the rents, tolls, fees, charges or other revenues of a like nature derived from such project. A proper construction of the Bond Act makes it abundantly clear that, during the time any such revenue bonds are outstanding, neither the cost of repairs, maintenance, or operation, including salaries and travel expenses of employees, nor the retirement of principal and interest of its revenue bonds, may be paid from any money appropriated by the legislature. Hence no indebtedness can result against the state from the issuance of these revenue bonds.</p>\n<p>Under point XV the validity of § 11-10-20 of the Bond Act is challenged, because it is said that the permission given the Authority to lease projects to the appropriate state agency makes the state both lessee and lessor, contrary to established principles. It is argued that it is contrary to public policy to permit the same party to dictate the policies of both parties to a contract. Conceding that this is a reason underlying the rule, nevertheless it does not exist here. The Park and Recreation Commission is a state agency with power to acquire and operate recreational facilities. It has authority under the Bond Act to issue revenue bonds against any of its projects to finance construction of facilities. The Authority, as created by the Bond Act, consists of five members appointed by the governor, with authority to approve or reject all bond issues by state agencies. Section 11-10-7 of the Bond Act.</p>\n<p>Even though, in connection with any project, the Authority is expressly deemed to be performing an essential governmental function, we think it is an independent public corporation specially created by the legislature to carry out legitimate and important functions of government. Its functions are both corporate and politic, and it is analogous in many respects to a municipal corporation. New Jersey Turnpike Authority v. Parsons, 3 N.J. 235, 69 A.2d 875; City of Newark v. New Jersey Turnpike Authority, 7 N.J. 377, 81 A.2d 705. As Chief Justice Vanderbilt said in City of Newark, supra:</p>\n<blockquote>\"* * * So long as such a corporation operates within the orbit of its statutory authority, it is well established that the courts will not interfere with the manner in which it exercises its power in the absence of bad faith, fraud, corruption, manifest oppression or palpable abuse of discretion * *.\"</blockquote>\n<p>In addition, in this instance, the terms under which the lease may be made are statutory. We look behind the mere identities of the agencies. The basic purpose of the lease provision is to place control of the project in an agency having authority to operate it, and to obviate the necessity of having two agencies with identical duties. Consequently, the established principle that the state cannot be both lessor and lessee has no application here. State Office Bldg. Commission v. Trujillo, supra, is distinguishable.</p>\n<p>Appellants' point XVI questions the correctness of the trial court's conclusion of law No. 19:</p>\n<blockquote>\"19. That the State Revenue Bond Act, * * * is unconstitutional because the Act in authorizing the pledge, as security for bonds issued under the Act, of revenues derived from the use, occupancy or operation of State-owned facilities and other properties not acquired with the proceeds of such bonds is unconstitutional in that the bonds thereby secured are not revenue bonds within the special fund doctrine and are debts incurred in contravention of applicable constitutional limitations.\"</blockquote>\n<p>We stated in Wiggs v. City of Albuquerque, supra, that true revenue bonds repayable from a special fund created for their retirement, and payable solely and wholly from moneys derived from sources other than general taxation, are not a general obligation <span class=\"star-pagination\">*1003</span> of the municipality, and hence create no public \"debt\" in the constitutional sense prohibited by Art. 9, § 12 of our constitution.</p>\n<p>In our discussion under appellants' point IV we held that the revenue bonds in question and the provisions for their retirement do not contravene the applicable constitutional provisions. However, an additional question is presented under this point. The trial court held that the Bond Act, in pledging revenues of the projects to pay for the bonds, overstepped its constitutional bounds in providing for the pledging of revenues of facilities other than projects under this Bond Act. Nowhere in the Bond Act, or in the parties' briefs, do we find the provision which gives the agencies or the Authority the power to pledge revenues of facilities which are not projects under this Act. The most applicable provision is found in § 11-10-12 of the Bond Act, as follows:</p>\n<blockquote>\"A. The state agency is hereby authorized to fix, revise, charge and collect tolls, fees, rents and charges for the use of and for the services furnished or to be furnished by any project or projects, or any portion thereof, and to contract with any person, partnership, association or corporation desiring the use of any part or all thereof, and to fix the terms, conditions, fees, rents and charges for such use. Such tolls, fees, rents and charges shall be so fixed and adjusted in respect to the aggregate tolls, fees, rents and charges from the project or projects in connection with which the bonds of any issue shall have been issued as to provide funds sufficient with other revenues, if any,</blockquote>\n<blockquote>\"(1) to pay the cost of maintaining, repairing and operating such project or projects,</blockquote>\n<blockquote>\"(2) to pay the principal of and the interest on such bonds as the same shall become due and payable, and</blockquote>\n<blockquote>\"(3) to create and maintain reserves for such purposes. * * *\"</blockquote>\n<p>From the above provision of the Bond Act it is apparent that revenues may only be pledged from a project under this Act, or from \"any portion thereof.\" There is no provision for a pledge of revenues from facilities totally unconnected with the project. It may be argued that, in some instance, a project might be built as an addition to the facilities which were already in place; and the pledge of revenues in toto from the old facilities and the project would divert revenues from the old facilities, necessitating taking funds from the state's taxing powers to replace the diverted revenues. In response to this argument, we are of the opinion that the revenues from the old facilities would be special funds themselves and could quite properly be diverted without contravening the constitutional provision against the creation of an indebtedness. The older facility created a fund in being at the time of the Bond Act, and the diversion of the revenues from such facility would not necessitate the levy of an additional tax to make up for the diversion. Further, the older facility would have such a close relationship to the project that it would be difficult, if not impossible, to determine what were revenues of the old facility and what were revenues of the project-addition. This segregation of revenues would be further hampered by an increase in revenues of the old facility, brought about by the project-addition, which would obviously improve the facility. The trial court erred in its conclusion of law No. 19.</p>\n<p>Appellants' point XVII challenges the trial court's conclusion of law No. 20:</p>\n<blockquote>\"20. That the State Revenue Bond Act, * * * is unconstitutional because the Act, under Sections 11A and 12B authorizing convenants and provisions respecting revenues, is unconstitutional in attempting to amend, without complying with Section 18 of Article IV of the Constitution, Section 4-9-18 of Chapter 98 of the Emergency Laws of 1963 <span class=\"star-pagination\">*1004</span> requiring that revenues of park and recreation facilities be deposited in the State Park and Recreation Fund and requiring that expenditures from such fund be approved by the Department of Finance and Administration.\"</blockquote>\n<p>After a careful reading of § 4-9-18, supra, together with §§ 11-10-11(A) and 11-10-12(B), of the Bond Act, we find nothing incompatible between the two statutes. Even if there were some conflict in the two acts, this would not make the latter unconstitutional because the two acts may be easily reconciled to preserve the legislative intent. See also, § 11-10-24 of the Bond Act.</p>\n<p>This court has frequently held that repeals by implication are not favored and that where two statutes can be construed together and thus preserve the objects to be obtained by each, they should be so construed, where no contradiction or unreasonableness would result. In re Martinez' Will, 47 N.M. 6, 132 P.2d 422; Levers v. Houston, 49 N.M. 169, 159 P.2d 761. The trial court's conclusion of law No. 20 is erroneous.</p>\n<p>Appellants' point XVIII attacks the trial court's conclusion of law No. 21:</p>\n<blockquote>\"21. That the State Revenue Bond Act, * * * is unconstitutional because the Act in authorizing the New Mexico State Authority to finance and construct office buildings and other buildings and structures for state use and occupancy and to lease such buildings and structures to the state constitutes a subterfuge to evade constitutional and other limitations respecting the provision and financing of state office facilities and is in violation of the Constitution.\"</blockquote>\n<p>Section 11-10-3(C) (3), of the Bond Act, specified that office buildings providing space for state departments and agencies may constitute a \"project\" within the meaning of the Act. It is true that in State Office Bldg. Commission v. Trujillo, supra, we held that such office buildings could not be constructed with special funds unless the sources for payment are specified and disclose that no part of the payment is to be obtained from general taxation. However, even if subsection (C) (3) should be held to violate § 8, Art. 9, of the constitution, such determination would not invalidate the entire Act because of the severability clause. The issuance of bonds for erection of the facilities named in subsection (C) (3) is not involved in this action and we express no opinion as to its validity.</p>\n<p>Appellants' point XIX attacks the trial court's conclusion of law No. 22:</p>\n<blockquote>\"22. That the State Revenue Bond Act, * * * is unconstitutional because under Section 9B the Act attempts to vest in State agencies powers respecting railroad tracks and other facilities which under Section 7 of Article XI of the Constitution have been vested in the State Corporation Commission.\"</blockquote>\n<p>We cannot agree with appellants' contention that § 11-10-9(B) of the Bond Act, impliedly, is subject to the consent and permission of the state corporation commission. There is no express language to this effect, and we are unable to so interpret it in the light of § 11-10-24 of the Bond Act, which states in part:</p>\n<blockquote>\"* * * Except as otherwise expressly provided in the State Revenue Bond Act, none of the powers granted to the state agency under the provisions of the State Revenue Bond Act shall be subject to the supervision or regulation or require the approval or consent of any other public agency, officer or board.\"</blockquote>\n<p>We are of the opinion, however, that Ch. 271, § 26, Laws 1963, Severability Clause, is applicable:</p>\n<blockquote>\"The provisions of the State Revenue Bond Act are severable, and if any of its provisions shall be held unconstitutional by any court of competent jurisdiction, the decision of such court shall <span class=\"star-pagination\">*1005</span> not affect or impair any of the remaining provisions.\"</blockquote>\n<p>We hold that § 11-10-9(B), supra, insofar as it purports to act without the constitutional permission or supervision of the state corporation commission, is unconstitutional and is hereby declared null and void and stricken from the Bond Act.</p>\n<p>Appellants' point XX attacks the trial court's conclusion of law No. 23:</p>\n<blockquote>\"23. That the State Revenue Bond Act, * * * is unconstitutional because Section 3C of the Act authorizing the combining into one project of any or all the park and recreation facilities of the state is inconsistent with Section 4-9-7 of Chapter 98 of the Emergency Laws of 1963 permitting different rules and regulations to the end that each State park may be made as nearly self-supporting as possible, and, accordingly, the Act thereby violates Section 14 of Article V of the Constitution.\"</blockquote>\n<p>This conclusion adopted by the trial court from appellees' submitted conclusions of law is erroneous because Art. V, § 14, of our constitution concerns the state highway commission. Appellants treat the erroneous citation as if Art. IV, § 18, the applicable section, were cited. Appellees refer to a typographical error, or mere inadvertence, as the reason for the error. In either event, appellees are bound by the conclusion of law which they submitted and as adopted by the trial court, and they cannot now be heard to raise the correct section in the constitution.</p>\n<p>It is further noted that, even were this court to consider the correct section as given by appellees, the result would be the same. Section 11-10-3(C) of the Bond Act does not contravene Art. IV, § 18, of our constitution. See §§ 11-10-24, 11-10-25, 11-10-26, of the Bond Act; and State v. Montiel, 56 N.M. 181, 241 P.2d 844.</p>\n<p>Appellants' point XXI challenges the trial court's conclusion of law No. 24:</p>\n<blockquote>\"24. That the State Revenue Bond Act, * * * is unconstitutional because the proposal of the State Park and Recreation Commission that the Authority in the alternative issue such bonds itself and lease the boat dock facility to the State Park and Recreation Commission is illegal in that such proposal would necessarily involve the State bearing a substantial part of the cost of certain operation and maintenance expenses and applying state funds other than project revenues in payment of such costs.\"</blockquote>\n<p>Section 11-10-1 of the Bond Act states in part:</p>\n<blockquote>\"An act relating to state projects financed by revenue bonds; creating the New Mexico State authority and defining its powers and duties; authorizing the authority and agencies of the state to construct, finance, operate and lease projects and to issue revenue bonds therefor without a pledge of property taxes or the faith and credit of the state; * * * providing for toll and other charges sufficient to pay such bonds and project operating expenses; * * *.\"</blockquote>\n<p>Section 11-10-4 of the Bond Act provides in part:</p>\n<blockquote>\"* * * All expenses incurred in carrying out the provisions of the State Revenue Bond Act shall be payable solely from funds provided under the authority thereof and no liability or obligation shall be incurred beyond the extent to which moneys shall have been provided under the provisions of such act.\"</blockquote>\n<p>Within these two sections of the Bond Act the legislature has specifically provided that \"[a]ll expenses incurred * * * shall be payable solely from funds provided under the authority thereof * * *.\" This statement is further qualified by the provision that no obligation is to be incurred other than those obligations which can be discharged <span class=\"star-pagination\">*1006</span> from funds under the Bond Act. The trial court erred in concluding that the Authority, as lessor, would be required to expend general state funds for the operation of the project. The contrary is evident from the provisions of the Bond Act, in that the Authority can never use any funds for the payment of any expenses, except funds provided by the Bond Act. The trial court's conclusion of law No. 24 is erroneous.</p>\n<p>The cause is reversed and remanded to the district court with direction that the judgment heretofore entered be set aside, and to proceed in a manner not inconsistent with the views herein expressed.</p>\n<p>It is so ordered.</p>\n<p>NOBLE and COMPTON, JJ., concur.</p>\n<p>MOISE, J., not participating.</p>\n<p>CARMODY, C.J., dissenting.</p>\n<p>CARMODY, Chief Justice (dissenting).</p>\n<p>Reluctantly, I am unable to concur in the opinion of the court. My basic disagreement is upon two separate, although in some ways related, points discussed in the opinion.</p>\n<p>My first objection relates to the majority's disposition of the claim that there are sufficient definite legislative standards to guide the state agencies in carrying out the \"projects,\" as defined in the Act. I cannot agree. Section 11-10-2, N.M.S.A. 1953, 1963 Pocket Supp., which is quoted by the majority, provides, in part, \"to authorize the financing of certain public facilities used or useful in the performance of state functions\"; then § 11-10-5(A) provides, in substance, that the construction, maintenance, repair and operation of any \"project or projects\" are essential governmental functions. We then must refer to § 11-10-3(C), which defines \"projects,\" and, for the purpose of this case, § 11-10-3 (C) (1) enumerates a multitude of things which the State Park and Recreation Commission is authorized to undertake. The wide grant of authority under this subsection is so general and broadly encompassing that I feel it bears repeating here. The entire subsection reads as follows:</p>\n<blockquote>\"C. `Project' means any of the following public works, either singly or in any combination of public works embraced within any one [1] of the following enumerated paragraphs:</blockquote>\n<blockquote>\"(1) Public works, undertaken and carried out by the state park and recreation commission in state parks and in other park and recreation areas owned, leased or controlled by the state, comprising recreation facilities for the use, accommodation, convenience, enjoyment and welfare of the general public, <i>including but not limited to</i> cabins, lodges, lavatories, bathhouses, stables, commercial and service facilities, other buildings and structures, camps, campsites, trailer parks, vehicular parking facilities, water, sewerage and other utilities, trails, roads, bridges, tunnels, overpasses, viaducts, underpasses, scenic parkways and drives, marinas, basins, harbors, docks, piers, wharves, aircraft landing strips and terminals <i>and other facilities for sports, games, entertainment and other recreational and cultural activities including but not limited to</i> swimming, boating, fishing, camping, skiing, riding, picnicking, hiking, climbing, golfing, hunting, tennis, sightseeing, motoring, music, art and drama; * * *.\" (Emphasis added.)</blockquote>\n<p>Thus the State Park and Recreation Commission is authorized to do any of the things specifically enumerated, and apparently all others which they, in their unbridled judgment, determine is a recreational or cultural activity for the welfare of the general public. Once this Commission makes the decision (assuming, of course, it is approved by the Authority itself), it thereby becomes, under the Act, an \"essential governmental function.\" In this connection, Webster's New International Dictionary, 2d ed., Unabridged, defines <span class=\"star-pagination\">*1007</span> \"recreational\" as an adjective of \"recreation,\" which is defined as:</p>\n<blockquote>\"Act of recreating, or state of being recreated; refreshment of the strength and spirits after toil; diversion; play; also a mode or means of getting diversion or refreshment. Syn.  See Play. Ant.  See Work.\"</blockquote>\n<p>and defines \"cultural\" as an adjective of \"culture,\" which is in turn partially defined as:</p>\n<blockquote>\"Act of developing by education, discipline, etc.; the training or refining of the moral and intellectual nature. * * * The state of being cultivated; esp., the enlightenment and refinement of taste acquired by intellectual and aesthetic training; the intellectual content of civilization; refinement in manners, taste, thought, etc. * * * Conversance with and taste in fine arts, humanities, and broad aspects of science;  distinguished from vocational, technical, or professional skill or knowledge. * * * Syn.  See Civilization.\"</blockquote>\n<p>It seems that the legislature has delegated to the State Park and Recreation Commission and the State Authority not just the authority to make findings of fact but to actually make law in the determination that a particular project is an essential governmental function. Fully recognizing that the legislature must, of necessity, delegate to other agencies the power necessary to accomplish the purpose of legislation, nevertheless, the present Act goes further than this and cannot be sustained. In my judgment, the Act here involved is contrary to art. III, § 1, of the Constitution of New Mexico, and I believe the court's opinion is at variance with our decisions in State ex rel. Sofeico v. Heffernan, 1937, 41 N.M. 219, 67 P.2d 240; and State ex rel. Holmes v. State Board of Finance, 1961, 69 N.M. 430, 367 P.2d 925.</p>\n<p>Although this court has many times discussed the question of \"standards,\" I fully recognize that the term \"standards\" is not always given the same construction in decisions not only in New Mexico but in other state jurisdictions. I would prefer that the questions to be answered by the court in a case of this type, relating to the claimed unconstitutionality of a statute, would be by the more practical method as suggested by Professor Davis. See 1 Administrative Law, Treatise, Davis, § 2.15. See also Butler v. United Cerebral Palsy of Northern Ky., Inc. (Ky. 1961), 352 S.W.2d 203. In any event, whether called \"standards\" or something else, the Act is sadly deficient in that there is no provision for any control over the State Park Recreation Commission or the Authority other than the broad generalizations contained in the definition of \"projects.\" I would also point out that there is no provision anywhere in the Act for a hearing, for any procedural safeguards, or legislative supervision; there is nothing in the statute which would afford protection against unfairness, arbitrariness or favoritism.</p>\n<p>My second objection to the decision today announced is the court's determination that the title of the Act gives reasonable notice of its subject matter. In this connection, it must be borne in mind that the only matter before us in this case and all that is determined by the court's opinion is the constitutionality of the Act insofar as it concerns the State Park and Recreation Commission. The other subsections of § 11-10-3(C), viz., 3, 4 and 5, are, in no sense, at issue in this case. With this in mind, the entire title of the Act is here set out:</p>\n<blockquote>\"An act relating to state projects financed by revenue bonds; creating the New Mexico state authority and defining its powers and duties; authorizing the authority and agencies of the state to construct, finance, operate and lease projects and to issue revenue bonds therefor without a pledge of property taxes or the faith and credit of the state; authorizing the acquisition of property; providing for toll and other charges sufficient to pay such <span class=\"star-pagination\">*1008</span> bonds and project operating expenses; exempting the bonds, their transfers and the incomes therefrom from taxation; authorizing revenue refunding bonds and bond anticipation notes; prescribing the rights and remedies of the holders of the bonds; and providing for the leasing of projects.\"</blockquote>\n<p>My brethren say that this title gives reasonable notice of the subject matter, yet the State Park and Recreation Commission is not named except as included in \"agencies of the state,\" even though this same commission is specifically granted, as I previously have attempted to point out, the authority to determine that recreational or cultural activities almost without number are essential governmental functions. So also the title refers to \"projects,\" without any intimation of the broad sweep of authority granted to the State Park and Recreation Commission and the Authority as to their determination as to what are \"projects.\"</p>\n<p>I fully recognize that we have consistently held that no law will be held unconstitutional unless its invalidity is so apparent as to leave no reasonable doubt; also that the title cannot be expected to be a complete index to the provisions of the statute. However, the very purpose of art. IV, § 18, is to prevent fraud or surprise upon the legislature of hidden or concealed provisions of which the title gives no intimation. See State v. Ingalls, 1913, 18 N.M. 211, 135 P. 1177; Fowler v. Corlett, 1952, 56 N.M. 430, 244 P.2d 1122; First Thrift and Loan Association v. State, 1956, 62 N.M. 61, 304 P.2d 582; and Ballew v. Denson, 1958, 63 N.M. 370, 320 P.2d 382. I also realize and am in full sympathy with our holdings that the term \"subject\" as used in the Constitution is to be given a broad and extended meaning and to be liberally construed, so that all matters having a logical or natural connection may be embraced in the act. See Johnson v. Greiner, 1940, 44 N.M. 230, 101 P.2d 183; State ex rel. Taylor v. Mirabal, 1928, 33 N.M. 553, 273 P. 928, 62 A.L.R. 296; and State v. Miller, 1928, 33 N.M. 200, 263 P. 510. It is so apparent to me, nevertheless, that the particular portion of the Act with which we are concerned contains such a broad comprehensive grant of authority to the State Park and Recreation Commission and the Authority that it seems obvious that there was a lack of sufficient notice to the legislature, or to anyone reading the title, that the Act itself contained the sweeping authority which it purports to grant. I believe this is exactly the type of statute which was intended to be prohibited by art. IV, § 16, of our Constitution. I quite understand that in our regular biennial sessions of the legislature, one of which is in session at the present time, it is almost impossible for the members of that honored body to familiarize themselves with the contents of all the bills that come before them. I find it hard to believe that the members of the legislature in 1963, who voted to approve the Act here involved, could have realized the far-reaching consequences made possible by the passage of this legislation, and most certainly unless each individual studied the Act in full, he had no notice of the enormous powers granted to the State Park and Recreation Commission and the Authority  certainly it could not have been determined from a mere reading of the title.</p>\n<p>One further deficiency in the title (and I do not mean to say that there may not be others) is the complete lack of any notice of the content of the provisions of § 11-10-26 relating to the inapplicability of all laws inconsistent with the Bond Act. Certainly, such a broad provision, which is not an implied repealer but is apparently something else, should have been noted in the title.</p>\n<p>In no sense do I wish to be understood as objecting to the beneficial purpose apparently intended by the Act, my quarrel merely being on a legal basis and designed not only to voice my personal alarm but to perhaps alert the members of the legislative branch of our state government to <span class=\"star-pagination\">*1009</span> the dangers involved in the enactment of a statute such as this.</p>\n<p>My disagreement with the majority, going as it does to the very foundation of the constitutionality of the Act, makes unnecessary any discussion of the remaining points set out in the opinion, but should not be considered as an expression of approval of the disposition made as to the other issues. I dissent.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">411</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">984</span></span> (1966)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">1</span></span></b></center>\n<center><h1>STATE of New Mexico ex rel. State Park and Recreation Commission and Floyd Cross, Superintendent, and John A. Elliott, John L. Gray, William H. Carr, Grady Coan, Clarence L. Forsling, Jacob D. Martinez and T.B. White, Plaintiffs-Appellants,<br>\nv.<br>\nNEW MEXICO STATE AUTHORITY and M.M. Hardin, James E. Sperling, James M. Murray, J.W. Eaves and George Stanley, Defendants-Appellees.</h1></center>\n<center>No. 7650.</center>\n<center><p><b>Supreme Court of New Mexico.</b></p></center>\n<center>February 28, 1966.</center>\n<center>Rehearing Denied February 28, 1966.</center>\n<p>PER CURIAM.</p>\n<p>The motion for rehearing is denied; however, upon consideration of the motion, the original opinion heretofore filed is withdrawn and the following substituted therefor.</p>\n<p>CHAVEZ, Justice.</p>\n<p>This case involves an appeal from a decision of the district court which held that the State Revenue Bond Act, Ch. 271, Laws 1963, § 11-10-1 et seq., N.M.S.A., 1963 Pocket Supp., is unconstitutional. The State Revenue Bond Act will hereinafter be referred to as the \"Bond Act,\" and the New Mexico State Authority will be referred to as the \"Authority.\"</p>\n<p>Plaintiffs-appellants, State of New Mexico, ex rel. State Park and Recreation Commission <span class=\"star-pagination\">*989</span> and its superintendent and members, filed suit for a declaratory judgment against defendants-appellees, the Authority and its members, seeking an adjudication of the validity of the Bond Act and an adjudication that the refusal of appellees to approve a proposal of appellants for the issuance of revenue bonds constituted an arbitrary and illegal refusal under said Bond Act.</p>\n<p>Appellees filed an answer admitting that appellants and appellees are both duly constituted governmental agencies of the state of New Mexico; that appellants and appellees are proper members and officers of such state agencies; that appellants adopted a resolution calling for the issuance of revenue bonds, pursuant to said Bond Act, to construct a boat dock facility at Bluewater Lake State Park; that appellants sought to gain approval from appellees either to issue such bonds themselves or, in the alternative, that appellees issue revenue bonds itself and lease the facility to appellants, utilizing the proceeds from the dock facility to pay the revenue bonds; and that appellees refused to authorize or approve such bonds and rejected appellants' proposals, based on nine main grounds stated in a resolution adopted by appellees.</p>\n<p>Following a hearing, the trial court entered its decision adopting findings of fact and conclusions of law favorable to appellees, holding that the Bond Act is unconstitutional upon twenty-one grounds, and entered judgment dismissing appellants' complaint.</p>\n<p>The parties stipulated the following material facts: That appellants adopted a resolution calling for the issuance of revenue bonds in the amount of $12,000 for the financing of a proposed boat dock facility at Bluewater Lake State Park, and adopted another resolution proposing, in the alternative, that revenue bonds be issued by appellees for the same purpose and that such facilities be leased to appellants; that under the proposals the income from the operation of such facilities be used to repay the bonds; that accompanying the proposals was a resolution indicating the financial feasibility of such project, the amount of the bonds to be issued, a detailed schedule of retirement of such bonds, and studies indicating projected proposed income from the use of such facility; that thereafter appellees adopted a resolution refusing the authorization of the revenue bonds and refusing the alternative proposal; that the proposed facilities are intended for use of the general public for recreational and park facilities; that appellants have proposed additionally to expend public funds acquired by appellants from park and lake use fees for the payment of certain operation and maintenance expenses of such facilities, and for maintenance of a reserve for such revenue bonds; that the sole basis for appellees' refusal to authorize the issuance of the bonds, or issue the bonds itself, is predicated upon the grounds set out in Exhibit \"A\" attached to appellants' complaint.</p>\n<p>Appellants contend under their first point that conclusion of law No. 4 is erroneous and that the Bond Act does not constitute an unconstitutional delegation of legislative authority.</p>\n<p>The challenge to the Bond Act's validity by appellees is that it constitutes an unlawful delegation of legislative power, contrary to Art. III, § 1, of our constitution.</p>\n<p>The trial court held the Bond Act unconstitutional because it vests in the parties here involved and other state agencies legislative power involving the exercise of broad discretion for determining the location and character of projects to be constructed, the manner of operating such projects, the financing and cost thereof, or details respecting the bonds issuable thereunder and the security therefor, and other legislative powers constituting an unlawful delegation of legislative powers to executive agencies, in contravention of Art. III, § 1, of our constitution, which provides:</p>\n<blockquote>\"The powers of the government of this state are divided into three distinct <span class=\"star-pagination\">*990</span> departments, the legislative, executive and judicial, and no person or collection of persons charged with the exercise of powers properly belonging to one of these departments, shall exercise any powers properly belonging to either of the others, except as in this Constitution otherwise expressly directed or permitted.\"</blockquote>\n<p>In approaching the problem submitted under this point we examine the rules laid down by other courts, as well as the rule followed by this court, upon the question of unlawful delegation of legislative powers. One of the earliest decisions on this question, which is still being cited, is found in the case of Cincinnati W. &amp; Z. Railroad Co. v. Commissioners of Clinton County (Ohio Sup.Ct. 1852), <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">Ohio St.</span> <span class=\"page\">77</span></span>, wherein the court stated:</p>\n<blockquote>\"* * * The true distinction, therefore, is, between the delegation of power to make the law, which necessarily involves a discretion as to what it shall be, and conferring an authority or discretion as to its execution, to be exercised under and in pursuance of the law. The first cannot be done; to the latter no valid objection can be made.\"</blockquote>\n<p>See also, Crain v. First National Bank of Oregon, Portland (D.C.D.Or. 1962), <span class=\"citation no-link\"><span class=\"volume\">206</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">783</span></span>.</p>\n<p>In State ex rel. Young v. Duval County, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">Fla.</span> <span class=\"page\">180</span></span>, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">So.</span> <span class=\"page\">692</span></span>, it is said:</p>\n<blockquote>\"* * * Where a statute defines the general outlines for its operation, and therein provides that stated persons, officers, or tribunals shall, within designated limitations, perform acts or ascertain facts upon which the statute by its own force will operate to accomplish the lawmaking intent, the action by the persons, officers, or tribunals within the stated limitations may be administrative and not exclusively legislative, executive, or judicial in its nature and essence. When the functions so assigned are administrative in their nature or are not exclusively legislative, executive, or judicial in character, the statute does not delegate legislative power or confer executive or judicial power and authority * * *.\"</blockquote>\n<p>In 16 C.J.S. Constitutional Law § 138 (17), p. 615, we find this statement:</p>\n<blockquote>\"While the legislature cannot empower executive officers to incur unlimited debts and liabilities chargeable against the general fund of the state, it may authorize them to exercise a limited discretion in borrowing money for a purpose specified by the legislature.</blockquote>\n<blockquote>\"<i>Issuing bonds.</i> Thus, the legislature may authorize, or particular statutes have been held not invalid as delegating legislative power which authorize, executive agencies to issue, and to enter into agreements with reference to the payment of, bonds for specified purposes; to fix the terms of bonds and terms on which bids may be made; to determine the sufficiency of revenue before the issuance of bonds; to determine whether interim certificates shall be issued, and the character thereof; and to approve bond issues of local units of government.\"</blockquote>\n<p>The Connecticut supreme court, in St. John's Roman Catholic Church v. Town of Darien, <span class=\"citation\" data-id=\"1923166\"><a href=\"/opinion/1923166/st-johns-roman-catholic-church-corporation-v-darien/\"><span class=\"volume\">149</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">712</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">184</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">42</span></span>, quoted Jennings v. Connecticut Light &amp; Power Co., <span class=\"citation\" data-id=\"1909622\"><a href=\"/opinion/1909622/jennings-v-connecticut-light-power-co/\"><span class=\"volume\">140</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">650</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">535</span></span>, and stated:</p>\n<blockquote>\"* * * `The challenge of unconstitutional delegation of legislative power is successfully met if the * * [ordinance] declares a legislative policy, establishes primary standards for carrying it out or lays down an intelligible principle to which the agency must conform with a proper regard for the protection of the public interest, * * *.'\"</blockquote>\n<p><span class=\"star-pagination\">*991</span> In People ex rel. Adamowski v. Chicago Land Clearance Commission, <span class=\"citation\" data-id=\"2107527\"><a href=\"/opinion/2107527/people-ex-rel-adamowski-v-land-clearance-comn/\"><span class=\"volume\">14</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">74</span></a></span>, <span class=\"citation\" data-id=\"2107527\"><a href=\"/opinion/2107527/people-ex-rel-adamowski-v-land-clearance-comn/\"><span class=\"volume\">150</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">792</span></a></span>, the court stated:</p>\n<blockquote>\"The legislature cannot delegate its power to make a law, but it can make a law delegating a power to determine some facts or state of things upon which the law makes, or intends to make, its own action depend. `Delegation of power to make the law is forbidden, as necessarily involving a discretion as to what the law shall be; but there can be no valid objection to a law which confers an authority or discretion as to its execution, to be exercised under and in pursuance of the law itself.' City of Chicago v. Stratton, <span class=\"citation no-link\"><span class=\"volume\">162</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">494</span></span>, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">853</span></span>, 855, 35 L.R.A. 84. * * *\"</blockquote>\n<p>In Application of Oklahoma Turnpike Authority, 203 Okl. 335, <span class=\"citation\" data-id=\"1252332\"><a href=\"/opinion/1252332/application-of-oklahoma-turnpike-authority/\"><span class=\"volume\">221</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">795</span></a></span>, the Oklahoma supreme court ruled that the Oklahoma act creating a state authority and granting said authority the power to issue turnpike revenue bonds was not an unlawful delegation of legislative authority, saying:</p>\n<blockquote>\"This act in appropriate language provides that the Authority may construct and build toll roads, and fix and collect tolls, and issue and sell bonds, and pay them from tolls collected. That in general is the purpose of the Authority and its powers. It is wholly unnecessary to copy the act here. It of course contains many detailed provisions as to how the Authority may proceed and what it may do in the accomplishment of the over-all purpose of its existence, and it is given the power and delegated the authority to do and perform those things. But the Authority is not delegated any power beyond the purposes of the Act. In short, this Act delegates all power necessary to the accomplishment of the purposes of the Act, but beyond that it does not delegate to any one any of the powers of the State. * * *\"</blockquote>\n<p>In Hatfield v. New Mexico State Board of Registration, <span class=\"citation\" data-id=\"1140102\"><a href=\"/opinion/1140102/hatfield-v-new-mexico-state-board-of-reg-etc/\"><span class=\"volume\">60</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">242</span></a></span>, <span class=\"citation\" data-id=\"1140102\"><a href=\"/opinion/1140102/hatfield-v-new-mexico-state-board-of-reg-etc/\"><span class=\"volume\">290</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1077</span></a></span>, we considered the question of unlawful delegation of legislative authority and quoted with approval from 11 Am.Jur., § 214, p. 923, wherein it is stated:</p>\n<blockquote>\"In order that a court may be justified in holding a statute unconstitutional as a delegation of legislative power, it must appear that the power involved is purely legislative in nature  that is, one appertaining exclusively to the legislative department. There are many powers so far legislative that they may properly be exercised by the legislature, but which may nevertheless be delegated, since the legislature may delegate any technically nonlegislative power which it may itself lawfully exercise. While it cannot abdicate its general law-making powers, it may authorize others to do things which it might properly do, but which it cannot conveniently or advantageously perform. * * *\"</blockquote>\n<p>See also, 16 Am.Jur.2d, Constitutional Law, § 242, pp. 493-494.</p>\n<p>In State ex rel. Lee v. Hartman, <span class=\"citation\" data-id=\"1179139\"><a href=\"/opinion/1179139/state-v-hartman/\"><span class=\"volume\">69</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">419</span></a></span>, <span class=\"citation\" data-id=\"1179139\"><a href=\"/opinion/1179139/state-v-hartman/\"><span class=\"volume\">367</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">918</span></a></span>, we said:</p>\n<blockquote>\"* * * we are clear that when any such delegation is made it must be expressly done, and the standards, whereby the agency or agent to whom it is delegated will be governed, must be clearly stated. * * *\"</blockquote>\n<p>Again, in State ex rel. Holmes v. State Board of Finance, <span class=\"citation\" data-id=\"1166909\"><a href=\"/opinion/1166909/state-v-state-board-of-finance/\"><span class=\"volume\">69</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">430</span></a></span>, <span class=\"citation\" data-id=\"1166909\"><a href=\"/opinion/1166909/state-v-state-board-of-finance/\"><span class=\"volume\">367</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">925</span></a></span>, we said that, where the legislature purports to delegate powers, reasonable standards must be provided as a guide in the exercise of the discretionary power conferred.</p>\n<p>In State v. Armstrong, <span class=\"citation\" data-id=\"3571137\"><a href=\"/opinion/3590464/state-v-armstrong/\"><span class=\"volume\">31</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">220</span></a></span>, <span class=\"citation\" data-id=\"3571137\"><a href=\"/opinion/3590464/state-v-armstrong/\"><span class=\"volume\">243</span> <span class=\"reporter\">P.</span> <span class=\"page\">333</span></a></span>, this court was presented with the question of whether a subsequent enactment could extend the provisions of a prior law (National Prohibition Act), solely by <span class=\"star-pagination\">*992</span> reference to the title of the earlier law, and said:</p>\n<blockquote>\"* * * The Legislature is a coordinate branch of our state government. Its prerogative in the matter of legislation is to be questioned solely from the standpoint of our federal or state constitutional limitations. The function of the courts in scrutinizing acts of the Legislature is not to raise possible doubt nor to listen to captious criticism. The Legislature possessing the sole power of enacting law, it will not be presumed that the people have intended to limit its power or practice by unreasonable or arbitrary restrictions. Every presumption is ordinarily to be indulged in favor of the validity and regularity of legislative acts and procedure. * * *\"</blockquote>\n<p>We stated in State ex rel. Sofeico v. Heffernan, <span class=\"citation\" data-id=\"3572770\"><a href=\"/opinion/3591813/state-v-heffernan/\"><span class=\"volume\">41</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">219</span></a></span>, <span class=\"citation\" data-id=\"3572770\"><a href=\"/opinion/3591813/state-v-heffernan/\"><span class=\"volume\">67</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">240</span></a></span>:</p>\n<blockquote>\"* * * `It is also well settled that it is not always necessary that statutes and ordinances prescribe a specific rule of action, but on the other hand, some situations require the vesting of some discretion in public officials, as, for instance, where it is difficult or impracticable to lay down a definite, comprehensive rule, * * *.'\"</blockquote>\n<p>We are, therefore, called upon to rule whether the statute involved supplies the required standards. In enacting the statute in question, all that the legislature could do was to prescribe reasonably definite standards, leaving to the respective state agencies and the Authority the planning of each project according to the specifications set forth in the Bond Act.</p>\n<p>Appellants contend that the Bond Act imposes sufficient definite legislative standards to guide the action of the state agencies to carry out the \"projects\" as defined in the Bond Act.</p>\n<p>The Bond Act created the Authority and defined its powers and duties; it authorized the Authority and agencies of the state to construct, finance, operate and lease \"projects,\" and to issue revenue bonds therefor without a pledge of property taxes or the faith and credit of the state.</p>\n<p>In § 11-10-2, N.M.S.A., 1963 Pocket Supp., the purpose of the Bond Act is stated to be:</p>\n<blockquote>\"* * * to authorize the financing of certain public facilities used or useful in the performance of state functions by the issuance of revenue bonds payable out of revenues, without pledging therefor property taxes or the faith and credit of the state and without subjecting such bonds to constitutional and other limitations applicable to the authorization and issuance of obligations payable in whole or in part from property taxes.\"</blockquote>\n<p>Section 11-10-7(E), of the Bond Act limits the length of such projects.</p>\n<p>Section 11-10-10(A), of the Bond Act limits the maximum interest rates on such revenue bonds and the maturity date thereof.</p>\n<p>Section 11-10-3(C), of the Bond Act defines the term \"project\" as \"any of the following public works,\" and thereafter five specific facilities are set out which are within the meaning of the term \"project.\" The facilities listed in § 11-10-3(C) (1) are sufficient to provide legislative standards for the Authority to follow.</p>\n<p>Under § 11-10-7(A) and (B) of the Bond Act a state agency undertaking the construction of any project is authorized, subject to the requirements of the Bond Act:</p>\n<blockquote>\"A. To determine the location and character of such project and to construct, maintain, repair and operate the same, and to enter into contracts for the management, lease or operation of the project or any portion thereof;</blockquote>\n<blockquote>\"B. To issue, with the prior approval of the authority, revenue bonds as hereinafter provided to pay the cost of such project in whole or in part, and to fund or refund the same.\"</blockquote>\n<p><span class=\"star-pagination\">*993</span> The legislature has declared the policy and established primary standards to which the agencies must conform. The Authority and other state agencies are delegated only that power necessary to the accomplishment of the purposes of the statute. Beyond that, it does not delegate legislative power or confer executive or judicial authority. The legislature has not delegated its authority to make a law but has delegated power to determine facts upon which the law makes its own action depend.</p>\n<p>We hold that the statute does not constitute an unlawful delegation of legislative power.</p>\n<p>Appellants' third point is that the trial court was in error in concluding that the Bond Act contravenes Art. IV, § 16, of our constitution in failing to clearly set forth in its title the subject of the legislation. The title of the Bond Act provides:</p>\n<blockquote>\"An act relating to state projects financed by revenue bonds; creating the New Mexico state authority and defining its powers and duties; authorizing the authority and agencies of the state to construct, finance, operate and lease projects and to issue revenue bonds therefor without a pledge of property taxes or the faith and credit of the state; authorizing the acquisition of property; providing for toll and other charges sufficient to pay such bonds and project operating expenses; exempting the bonds, their transfers and the incomes therefrom from taxation; authorizing revenue refunding bonds and bond anticipation notes; prescribing the rights and remedies of the holders of the bonds; and providing for the leasing of projects.\"</blockquote>\n<p>The first case in New Mexico to announce the reason for the constitutional provisions in question is State v. Ingalls, <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">211</span></span>, <span class=\"citation no-link\"><span class=\"volume\">135</span> <span class=\"reporter\">P.</span> <span class=\"page\">1177</span></span>, where we said:</p>\n<blockquote>\"In our opinion, the true test of the validity of a statute under this constitutional provision is: Does the title fairly give such reasonable notice of the subject-matter of the statute itself as to prevent the mischief intended to be guarded against? If so, the act should be sustained. The reason of the rule not applying to such cases, the rule itself does not apply.\"</blockquote>\n<p>We followed the above rule in State v. Gomez, <span class=\"citation\" data-id=\"3572338\"><a href=\"/opinion/3591461/state-v-gomez/\"><span class=\"volume\">34</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">250</span></a></span>, <span class=\"citation\" data-id=\"3572338\"><a href=\"/opinion/3591461/state-v-gomez/\"><span class=\"volume\">280</span> <span class=\"reporter\">P.</span> <span class=\"page\">251</span></a></span>; Crosthwait v. White, <span class=\"citation\" data-id=\"1137905\"><a href=\"/opinion/1137905/crosthwait-v-white/\"><span class=\"volume\">55</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">71</span></a></span>, <span class=\"citation\" data-id=\"1137905\"><a href=\"/opinion/1137905/crosthwait-v-white/\"><span class=\"volume\">226</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">477</span></a></span>; and in Fischer v. Rakagis, <span class=\"citation\" data-id=\"1383874\"><a href=\"/opinion/1383874/fischer-v-rakagis/\"><span class=\"volume\">59</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">463</span></a></span>, <span class=\"citation\" data-id=\"1383874\"><a href=\"/opinion/1383874/fischer-v-rakagis/\"><span class=\"volume\">286</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">312</span></a></span>, where it is stated:</p>\n<blockquote>\"The primary purpose of the constitutional provision is to prevent fraud or surprise by means of concealed or hidden provisions in an act which the title does not disclose. * * *\"</blockquote>\n<p>See also, City of Albuquerque v. Campbell, <span class=\"citation\" data-id=\"2618168\"><a href=\"/opinion/2618168/city-of-albuquerque-v-campbell/\"><span class=\"volume\">68</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">75</span></a></span>, <span class=\"citation\" data-id=\"2618168\"><a href=\"/opinion/2618168/city-of-albuquerque-v-campbell/\"><span class=\"volume\">358</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">698</span></a></span>.</p>\n<p>We hold that the title of the Bond Act gives reasonable notice of the subject matter of the statute and that it does not violate Art. IV, § 16 of our constitution.</p>\n<p>We next consider appellants' points IV and VI, which relate to conclusions of law Nos. 7, 8 and 9, to the effect that the Bond Act constitutes the incurrence of indebtedness, contrary to Art. IV, § 29, and Art. IX, §§ 7 and 8, of our constitution.</p>\n<p>Article IV, § 29, states:</p>\n<blockquote>\"No law authorizing indebtedness shall be enacted which does not provide for levying a tax sufficient to pay the interest, and for the payment at maturity of the principal.\"</blockquote>\n<p>Article IX, §§ 7 and 8 provide:</p>\n<blockquote>\"The state may borrow money not exceeding the sum of two hundred thousand dollars in the aggregate to meet casual deficits or failure in revenue, or for necessary expenses. The state may also contract debts to suppress insurrection and to provide for the public defense.</blockquote>\n<blockquote>\"No debt other than those specified in the preceding section shall be contracted by or on behalf of this state, unless authorized by law for some specified work or object; which law <span class=\"star-pagination\">*994</span> shall provide for an annual tax levy sufficient to pay the interest and to provide a sinking fund to pay the principal of such debt within fifty years from the time of the contracting thereof. * *\"</blockquote>\n<p>The title of the Bond Act states in part:</p>\n<blockquote>\"An act relating to state projects financed by revenue bonds; * * * and to issue revenue bonds therefor without a pledge of property taxes or the faith and credit of the state; * * *.\"</blockquote>\n<p>Section 11-10-4, of the Bond Act provides:</p>\n<blockquote>\"Revenue bonds issued under the State Revenue Bond Act [11-10-1 to 11-10-26] shall not be deemed to constitute a debt or liability of the state or of any political subdivision thereof or a pledge of the faith and credit of the state or of any such political subdivision, but shall be payable solely from the funds herein provided therefor from revenues. All such revenue bonds shall contain on the face thereof a statement to the effect that neither the state nor, if issued by the authority, the authority shall be obligated to pay the same or the interest thereon except from revenues of the project or projects for which they are issued and that neither the faith and credit nor the taxing power of the state or of any political subdivision thereof is pledged to the payment of the principal of or the interest on such bonds. The issuance of revenue bonds shall not directly or indirectly or contingently obligate the state or any political subdivision thereof to levy or to pledge any property taxes whatever therefor. All expenses incurred in carrying out the provisions of the State Revenue Bond Act shall be payable solely from funds provided under the authority thereof and no liability or obligation shall be incurred beyond the extent to which moneys shall have been provided under the provisions of such act.\"</blockquote>\n<p>Appellees cite two cases in support of the trial court's decision, that the Bond Act violates Art. IV, § 29, and Art. IX, §§ 7 and 8, of our constitution. The first is City of Santa Fe v. First Nat. Bank in Raton, <span class=\"citation\" data-id=\"3570996\"><a href=\"/opinion/3590350/city-of-santa-fe-v-first-nat-bank-in-raton/\"><span class=\"volume\">41</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">130</span></a></span>, <span class=\"citation\" data-id=\"3570996\"><a href=\"/opinion/3590350/city-of-santa-fe-v-first-nat-bank-in-raton/\"><span class=\"volume\">65</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">857</span></a></span>, in which the City issued sewer certificates payable from money received from special assessment. In addition, the City promised that, if any deficiency should develop in the fund, the certificates would be paid from general revenues of the City. This court held invalid that portion of the certificates whereby the City promised to pay the deficiency from the general funds of the City and quoted Brash v. State Tuberculosis Board, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">Fla.</span> <span class=\"page\">652</span></span>, <span class=\"citation no-link\"><span class=\"volume\">169</span> <span class=\"reporter\">So.</span> <span class=\"page\">218</span></span>. In Brash we find the following:</p>\n<blockquote>\"* * * And, in the case of enterprises authorized by the Legislature to be embarked upon through state agencies, a particular scheme of financing will be held to be valid only where it is clearly demonstrable from the specific terms of the financing proposal itself that no tax burden or pecuniary liability of the state to appropriate or pay for the indebtedness about to be incurred will ever arise, or be looked to as security, in whole or in part, for repayment of the borrowed moneys. * * *\"</blockquote>\n<p>The City of Santa Fe case is clearly distinguishable from the case before us, and the point of departure is the attempt in that case to make the general funds of the City liable for any deficiency. In the case at bar, the legislature has specifically stated that \"Revenue bonds * * * shall be payable solely from the funds herein provided therefor from revenues. * * *\"</p>\n<p>Appellees also cite State Office Bldg. Commission v. Trujillo, <span class=\"citation\" data-id=\"3573112\"><a href=\"/opinion/3592095/state-office-bldg-commission-v-trujillo/\"><span class=\"volume\">46</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">29</span></a></span>, <span class=\"citation\" data-id=\"3573112\"><a href=\"/opinion/3592095/state-office-bldg-commission-v-trujillo/\"><span class=\"volume\">120</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">434</span></a></span>, which is distinguishable. The act in question there created the state office building commission. This court held that it was invalid because the act failed to specify that moneys raised for payment of <span class=\"star-pagination\">*995</span> rentals should come out of any fund other than general taxation. We said:</p>\n<blockquote>\"We have thus dwelt upon our decisions to show that so far as we have adhered to the special fund doctrine, it may be said for the purpose of this discussion that it means that thereby and thereunder any financial obligation of the state, not otherwise constitutionally objectionable, is valid without approval of the electorate if it is to be paid for and discharged in full from moneys derived from sources other than from general taxation, as contemplated under Section 8 of Article IX of the State Constitution; and to show that for such an obligation to come under the special fund doctrine, the creation of the obligation and the law authorizing it must specify and set out the sources for payment thereof and thereby disclose that no part of the payment is to be obtained from general taxation.\"</blockquote>\n<p>In Wiggs v. City of Albuquerque, <span class=\"citation\" data-id=\"1182628\"><a href=\"/opinion/1182628/wiggs-v-city-of-albuquerque/\"><span class=\"volume\">56</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">214</span></a></span>, <span class=\"citation\" data-id=\"1182628\"><a href=\"/opinion/1182628/wiggs-v-city-of-albuquerque/\"><span class=\"volume\">242</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">865</span></a></span>, this court held that, under the act there in question, payments on the bonds issued were secured only by a lien against the auditorium to be built and the realty thereunder already owned by the municipality, and that such lien created a \"debt\" violating constitutional provisions against municipal indebtedness. This court stated:</p>\n<blockquote>\"Whether revenue bonds constitute a debt in the constitutional sense is the chief question posed. As an academic proposition we have no hesitancy in stating that revenue bonds, truly such, repayable from a special fund created for their retirement, as in the case of Seward v. Bowers, <span class=\"citation\" data-id=\"3570955\"><a href=\"/opinion/3590318/seward-v-bowers/\"><span class=\"volume\">37</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">385</span></a></span>, <span class=\"citation\" data-id=\"3570955\"><a href=\"/opinion/3590318/seward-v-bowers/\"><span class=\"volume\">24</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">253</span></a></span>, payable solely and wholly from moneys derived from sources other than general taxation, State Office Bldg. Commission v. Trujillo, <span class=\"citation\" data-id=\"3573112\"><a href=\"/opinion/3592095/state-office-bldg-commission-v-trujillo/\"><span class=\"volume\">46</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">29</span></a></span>, <span class=\"citation\" data-id=\"3573112\"><a href=\"/opinion/3592095/state-office-bldg-commission-v-trujillo/\"><span class=\"volume\">120</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">434</span></a></span>, do not constitute a general obligation on the part of the municipality. Hence, they create no `debt' in the constitutional sense prohibited by Const. Art. 9, Sec. 12. * * *\"</blockquote>\n<p>See also, Village of Deming v. Hosdreg Company, <span class=\"citation\" data-id=\"1315127\"><a href=\"/opinion/1315127/village-of-deming-v-hosdreg-company/\"><span class=\"volume\">62</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">18</span></a></span>, <span class=\"citation\" data-id=\"1315127\"><a href=\"/opinion/1315127/village-of-deming-v-hosdreg-company/\"><span class=\"volume\">303</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">920</span></a></span>.</p>\n<p>In State ex rel. Capitol Addition Bldg. Comm. v. Connelly, <span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">312</span></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1097</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">878</span></span>, we said:</p>\n<blockquote>\"While it is true that in Seward v. Bowers we were concerned with the intended meaning of the word `debt' as found in article 9, § 12, while here it is its meaning as employed in section 8 of the same article, we are convinced that the term is used in the same sense in each section, viz., as comprehending a debt pledging for its repayment the general faith and credit of the state or municipality, as the case may be, and contemplating the levy of a general property tax as the source of funds with which to retire the same.\"</blockquote>\n<p>Section 11-10-12 of the Bond Act specifies and sets out the sources for payment of the principal and interest of the revenue bonds and discloses that no part of such payment is to be obtained from general taxation.</p>\n<p>We therefore hold that the Bond Act does not violate Art. IV, § 29, nor Art. IX, §§ 7 and 8, of our constitution and the trial court erred in so concluding.</p>\n<p>We note under the above points that § 11-10-3 (C) (3) (4) and (5), of the Bond Act sets out other state institutions, office buildings and highway facilities which may or could be termed \"projects\" under the Bond Act. This action concerns only a recreational project. None of the projects mentioned in subsections (C) (3), (4) or (5) are involved and we express no opinion as to the constitutionality of those subsections or any project provided therein.</p>\n<p>Appellants contend in their point V that the trial court's conclusion of law No. 8 is erroneous, and that the Bond Act is not unconstitutional because the payment of certain state moneys, other than revenues derived from the dock facilities, for certain expenses for operation and maintenance in <span class=\"star-pagination\">*996</span> connection with the dock facilities, and the deposit of state funds in the reserve fund for the bonds, as proposed, is in accordance with state law.</p>\n<p>Appellees' objection is based on the parties' stipulation of fact No. 12:</p>\n<blockquote>\"12. That the Plaintiffs, New Mexico State Park and Recreation Commission have proposed additionally to expend public funds acquired by the State Park and Recreation Commission from park use and lake use fees for the payment of certain operation and maintenance expenses of such facilities and for the maintenance of a reserve for such revenue bonds.\"</blockquote>\n<p>Based on the above stipulation of the parties, the trial court concluded that the expenditure of park use and lake use fees to create a reserve for retirement of bonds renders the Bond Act unconstitutional because such expenditures are not authorized by law. Specifically, it is argued that § 4-9-18, N.M.S.A., 1963 Pocket Supp., limits the use of park and recreation funds to the purposes expressed in that provision, thus prohibiting their use for bond retirement. The pertinent portion of § 4-9-18 reads:</p>\n<blockquote>\"* * *; and said funds shall be used solely for the purpose of acquiring, developing, operating and maintaining of state parks or recreation areas and maintenance, operation and expenditures of the office of the state park and recreation commission and the payment of traveling expenses and salaries of officers, park superintendents and employees. * * *\"</blockquote>\n<p>Under familiar rules of construction, statutes which relate to the same class of things are considered to be in pari materia, 2 Sutherland, Statutory Construction, 3d Ed., § 5202, and, if possible by reasonable construction, both are to be so construed that effect is to be given to every provision of each. City of Tacoma v. Cavanaugh, 45 Wash.2d 500, <span class=\"citation\" data-id=\"1199472\"><a href=\"/opinion/1199472/city-of-tacoma-v-cavanaugh/\"><span class=\"volume\">275</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">933</span></a></span>; Maiatico v. United States, (D.C. Cir.1962), 112 U.S.App.D.C. 295, <span class=\"citation\" data-id=\"257138\"><a href=\"/opinion/257138/jerry-maiatico-and-matomic-operating-co-v-united-states/\"><span class=\"volume\">302</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">880</span></a></span>; State v. Drake, <span class=\"citation\" data-id=\"1539410\"><a href=\"/opinion/1539410/state-v-drake/\"><span class=\"volume\">79</span> <span class=\"reporter\">N.J. Super.</span> <span class=\"page\">458</span></a></span>, <span class=\"citation\" data-id=\"1539410\"><a href=\"/opinion/1539410/state-v-drake/\"><span class=\"volume\">191</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">802</span></a></span>. So construing § 4-9-18, supra, with the Bond Act, we find no conflict. The Bond Act authorizes the use of revenues from park and lake use fees for retirement of principal and interest of bonds issued to acquire or develop the facilities of a state agency. Clearly using such funds to retire bonds issued to acquire or develop recreation facilities is not inconsistent with the purposes authorized by § 4-9-18, supra, because those purposes include acquiring and developing recreational facilities. We find nothing repugnant between the two statutes. Furthermore, § 11-10-26 of the Bond Act expressly provides that:</p>\n<blockquote>\"All other general or special laws, or parts thereof, inconsistent herewith are hereby declared to be inapplicable to the provisions of the State Revenue Bond Act [11-10-1 to 11-10-26], or as it may be amended.\"</blockquote>\n<p>If a conflict should in fact develop, the provisions of the Bond Act would control.</p>\n<p>Appellants' point II attacks the trial court's conclusion of law No. 5:</p>\n<blockquote>\"5. That the State Revenue Bond Act, * * * is unconstitutional because it contravenes Section 18 of Article IV of such Constitution by attempting to amend Chapter 98 of the Emergency Laws of 1963 and other laws of the State pertaining to State agencies, counties, cities, towns and other entities granted power by the State Revenue Bond Act without setting out in full each section of such laws so amended by the State Revnue Bond Act.\"</blockquote>\n<p>Article IV, § 18 of our constitution provides:</p>\n<blockquote>\"No law shall be revised or amended, or the provisions thereof extended by reference to its title only; but each section thereof as revised, amended or extended shall be set out in full.\"</blockquote>\n<p><span class=\"star-pagination\">*997</span> Section 11-10-24 of the Bond Act states:</p>\n<blockquote>\"The foregoing sections of the State Revenue Bond Act [11-10-1 to 11-10-26] shall be deemed to provide an additional and alternative method for doing the things authorized thereby, and shall be regarded as supplemental and additional to powers conferred by other laws; * * *.\"</blockquote>\n<p>Section 11-10-26 of the Bond Act reads:</p>\n<blockquote>\"All other general or special laws, or parts thereof, inconsistent herewith are hereby declared to be inapplicable to the provisions of the State Revenue Bond Act [11-10-1 to 11-10-26], or as it may be amended.\"</blockquote>\n<p>We are of the opinion that conclusion of law No. 5 cannot be sustained. The Bond Act in question does not contravene Art. IV, § 18, of our constitution.</p>\n<p>In Alvarez v. Board of Trustees of La Union Townsite, <span class=\"citation\" data-id=\"1124018\"><a href=\"/opinion/1124018/alvarez-v-board-of-trustees-of-la-union-townsite/\"><span class=\"volume\">62</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">319</span></a></span>, <span class=\"citation\" data-id=\"1124018\"><a href=\"/opinion/1124018/alvarez-v-board-of-trustees-of-la-union-townsite/\"><span class=\"volume\">309</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">989</span></a></span>, we stated:</p>\n<blockquote>\"Section 7-5-4 was enacted thirty years after § 7-5-10. It contained a repealing provision stating `all laws and parts of laws in conflict herewith are hereby repealed.' Provisions of this character leave open the question as to what laws are inconsistent. As a result, the rules of law which apply to implied repeals generally will also be applicable where repeal is caused by use of the expression quoted above. * * *</blockquote>\n<blockquote>\"Courts do not look with favor on implied repeals. They seek to avoid repeals by implication by resort to any reasonable and fair interpretation under which all sections of a statute can stand together. * * * The inconsistency or repugnancy between two statutes necessary to supplant or repeal the earlier one must be more than a mere difference in their terms and provisions. There must be what is often called such a positive repugnancy between the provisions of the old and the new statutes that they cannot be reconciled and made to stand together. * * *\"</blockquote>\n<p>We find no provisions or sections of preceding statutes that are so repugnant or inconsistent with the Bond Act in question that they are repealed by this later Act. We believe the Bond Act in question is just what it provides  that it \"shall be regarded as supplemental and additional to powers conferred by other laws.\"</p>\n<p>Appellants' point VII attacks the trial court's conclusion of law No. 10:</p>\n<blockquote>\"10. That the State Revenue Bond Act, * * * is unconstitutional because the proposed construction and financing of dock facilities and the granting of a concession thereto to a private operator for profit-making purposes constitute the lending or pledge of the credit of the State or the making of a donation to or in aid of private persons or entities in violation of Section 14 of Article IX of the Constitution of the State of New Mexico.\"</blockquote>\n<p>Article IX, § 14, of our constitution, provides in part as follows:</p>\n<blockquote>\"Neither the state, nor any county, school district, or municipality, except as otherwise provided in this Constitution, shall * * * make any donation to or in aid of any person, association or public or private corporation, * * *.\"</blockquote>\n<p>We were confronted with the precise question in Village of Deming v. Hosdreg Company, supra, wherein we upheld the statute which authorized the municipality to issue revenue bonds for the purpose of acquiring or constructing industrial buildings for sale or lease to industries wishing to locate in the municipality. We there stated (<span class=\"citation\" data-id=\"1315127\"><a href=\"/opinion/1315127/village-of-deming-v-hosdreg-company/\"><span class=\"volume\">62</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">18</span></a></span>, 28, <span class=\"citation\" data-id=\"1315127\"><a href=\"/opinion/1315127/village-of-deming-v-hosdreg-company/\"><span class=\"volume\">303</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">920</span></a></span>, 926):</p>\n<blockquote>\"We think it fair to say from a review of the cases cited dealing with the term `donation,' as found in this proviso of the Constitution, that the word has been applied in its ordinary sense <span class=\"star-pagination\">*998</span> and meaning, as a `gift,' an allocation or appropriation of something of value, without consideration to a `person, association or public or private corporation.'</blockquote>\n<blockquote>\"What we hold is that there is not here present on the record before us a `donation to or in aid of any * * * private corporation' in violation of Const. Art. IX, § 14, or the `giving of aid to private enterprise,' even if the latter phrase should be read into the questioned proviso as a matter of construction. This, we think, should not be done, save only where the `aid or benefit' disclosed, by reason of its nature and the circumstances surrounding it, take on character as a donation in substance and effect.\"</blockquote>\n<p>We therefore hold that the trial court erred in conclusion of law No. 10.</p>\n<p>Appellants' point VIII attacks the trial court's conclusion of law No. 11:</p>\n<blockquote>\"11. That the State Revenue Bond Act, * * * is unconstitutional because under Section 3C the Act authorizes the financing and construction of facilities, such as cabins, lodges, stables, commercial and service facilities and trailer parks which are essentially private facilities normally financed and operated by private enterprise, and to that extent the Act authorizes State agencies to engage in private commercial ventures in competition with private enterprise, and therefore, serves a private, not a public purpose, contrary to constitutional limitations.\"</blockquote>\n<p>It is pointed out in 16 C.J.S. Constitutional Law § 151(5), p. 768:</p>\n<blockquote>\"It is primarily for the legislature to determine whether it is exercising its powers for a public purpose. Courts will not interfere unless the legislature is clearly wrong or the organic law is violated, although courts may ultimately determine the question. Likewise, it is for the legislature to determine, in the first instance, what uses are public, and its judgment will be respected by the courts unless palpably unreasonable, although ultimately it may be a matter for the courts to decide. * * *\"</blockquote>\n<p>In accord with the above authority, our decision in Village of Deming v. Hosdreg Company, supra, and the cases cited therein, is conclusive on the question presented. We cannot say that the declared public policy of the legislature in the Bond Act has no reasonable relation to the public interest or welfare. The trial court's conclusion of law No. 11 is erroneous.</p>\n<p>Appellants' point IX attacks the trial court's conclusion of law No. 12:</p>\n<blockquote>\"12. That the State Revenue Bond Act, * * * is unconstitutional because under Section 3C(5) the Act authorizes the New Mexico State Authority to finance and construct highways and other highway facilities and empowers State agencies under Section 9A to vacate or relocate any public highway; in violation of Section 14 of Article V of the Constitution vesting such functions and powers in the State Highway Commission.\"</blockquote>\n<p>Article V, § 14, provides:</p>\n<blockquote>\"A. The state highway commission is empowered and charged with the duty of determining all matters of policy relating to state highways and public roads. * * *\"</blockquote>\n<p>Section 11-10-3(C) (5), of the Bond Act, cannot be held to contravene the constitutional powers given to the state highway commission. The wording in the statute is self-explanatory:</p>\n<blockquote>\"(5) Highway facilities, at such locations as shall be fixed by the state highway commission, undertaken by the state highway commission or, with the prior approval of the state highway <span class=\"star-pagination\">*999</span> commission and the state board of finance, * * *.\"</blockquote>\n<p>It is not possible for this court to question the legislative intent in the above section. The underlying fact in the entire section is that the state highway commission is the ultimate authority in any project undertaken in that section, and it does not divest the state highway commission of any of its constitutional power.</p>\n<p>Section 11-10-9(A), of the Bond Act, which was also declared unconstitutional by the trial court, provides:</p>\n<blockquote>\"The state agency shall have power to vacate or relocate any public highway affected by the construction of any project in the manner now provided by the Constitution or any applicable federal or state law for the vacation or relocation of public roads, * * *.\"</blockquote>\n<p>Appellees contend that this section is unconstitutional because there is no requirement for the state highway commission's prior approval as in § 11-10-3(C) (5), supra. We cannot agree. This section does not give the Authority unbridled power to relocate highways. The power given in this section is limited \"in the manner now provided by the Constitution,\" and this includes Art. V, § 14, which created the state highway commission and sets forth its duties. It is, therefore, compatible with our constitution and the trial court erred in its conclusion of law No. 12.</p>\n<p>Appellants' point X attacks the trial court's conclusion of law No. 13:</p>\n<blockquote>\"13. That the State Revenue Bond Act, * * * is unconstitutional because under Section 3F the Act authorizes the use of the proceeds of revenue bonds for working capital and for the payment of the interest on the revenue bonds for working capital and for the payment of the interest on the revenue bonds for a period not exceeding two years after completion of the particular project being financed through the issuance of such revenue bonds, and such use of bond proceeds is contrary to the special fund doctrine recognized in New Mexico and the bonds, therefore, become debts of the State of New Mexico issued in violation of the Constitution of New Mexico.\"</blockquote>\n<p>We have previously noted that the Bond Act expressly provides that the bonds issued thereunder shall not become a debt or liability of the state. We find it difficult to perceive why the original special fund set up for the payment of the bonds should be changed into a debt of the state by the degree of completion of the project. Once any project is completed, it is almost certain to need at least minor alterations, and the legislature provided a method under which certain changes or alterations could be made from project revenues for a period of two years after completion of the project. The provision in question is within the limits of our constitution and the trial court erred in its conclusion of law No. 13.</p>\n<p>Appellants' point XI attacks the trial court's conclusion of law No. 14:</p>\n<blockquote>\"14. That the State Revenue Bond Act, * * * is unconstitutional because under Section 9C the Act authorizes the Authority to use State lands for construction and operation of any project and to pledge property owned by the State as security for any bonds authorized under the Act, which pledge is not consistent with the special fund doctrine and makes the bonds debts of the State within the meaning of constitutional limitations issued in violation of constitutional requirements.\"</blockquote>\n<p>The trial court's conclusion is not correct. We are unable to find any provisions in the Bond Act which could give rise to the <span class=\"star-pagination\">*1000</span> conclusion of law in question. Section 11-10-9(C) of the Bond Act does no more than allow the Authority, with prior approval, to utilize state lands for the construction of projects. Section 11-10-11(A) of the Bond Act authorizes the creation of trust agreements insuring payments of the bonds, but it then expressly states:</p>\n<blockquote>\"* * * Such trust agreement or the resolution providing for the issuance of such bonds may pledge or assign the revenues to be received, but shall not convey or mortgage the project or projects for which such bonds are issued. * * *\"</blockquote>\n<p>It is apparent under the Bond Act that the bond holders are limited to a pledge of revenues for satisfaction of their obligation, and in no manner do they hold any encumbrance upon the projects themselves.</p>\n<p>Appellants' point XII challenges the trial court's conclusion of law No. 15:</p>\n<blockquote>\"15. That the State Revenue Bond Act, * * * is unconstitutional because under Section 16 the Act provides that any bonds issued thereunder, their transfer, the income therefrom and the profit made on the sale thereof shall at all times be free from taxation, which provision is in conflict with Section 3 of Article VIII of the Constitution providing that only the `bonds' of the State and other agencies shall be exempt from taxation.\"</blockquote>\n<p>Article VIII, § 3, provides in part as follows:</p>\n<blockquote>\"The property of the United States, the state and all counties, towns, cities and school districts, and other municipal corporations, public libraries, community ditches and all laterals thereof, all church property, all property used for educational or charitable purposes, all cemeteries not used or held for private or corporate profit, and all bonds of the state of New Mexico, and of the counties, municipalities and districts thereof shall be exempt from taxation.\"</blockquote>\n<p>Appellees argue that the term \"bond,\" as used in the constitution, means \"debt,\" and that since the revenue bonds authorized by the Bond Act do not constitute an indebtedness, they are not exempt from taxation. We cannot agree. We find nothing in the language of § 3, Article VIII, of the constitution requiring an interpretation that only such bonds as evidence a debt of the state or its political subdivisions are exempt from taxation. A similar issue was discussed in Village of Deming v. Hosdreg Company, supra, wherein revenue bonds were authorized to be issued by municipalities and this court concluded (<span class=\"citation\" data-id=\"1315127\"><a href=\"/opinion/1315127/village-of-deming-v-hosdreg-company/\"><span class=\"volume\">62</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">18</span></a></span>, 35, <span class=\"citation\" data-id=\"1315127\"><a href=\"/opinion/1315127/village-of-deming-v-hosdreg-company/\"><span class=\"volume\">303</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">920</span></a></span>, 931):</p>\n<blockquote>\"* * * But where, as here, we can see in the questioned measure the public purpose essential to its support, we do not have to resort to strained construction to see in the questioned act a mere legislative effort to vitalize and render effective an exemption contained in the constitution, itself, in favor of one of its political subdivisions.\"</blockquote>\n<p>Appellants' point XIII attacks the trial court's conclusion of law No. 16:</p>\n<blockquote>\"16. That the State Revenue Bond Act, * * * is unconstitutional because under Section 20 the Act authorizes the New Mexico State authority to lease projects to the State of New Mexico, acting through the State Park and Recreation Commission, the State Highway Commission, or other departments or agencies of the State, under long-term contracts of lease obligating the State to pay rent thereunder during the term of the lease out of monies derived from State tax proceeds (other than property taxes) and other State funds, in violation of constitutional provisions <span class=\"star-pagination\">*1001</span> governing the incurring of such obligations by the State.\"</blockquote>\n<p>Again, we are unable to agree with the trial court's conclusion regarding § 11-10-20(E) of the Bond Act, which provides:</p>\n<blockquote>\"E. Any such agreement of lease shall expressly provide that the faith and credit of the state are not pledged to the payment of the rent, that the state is not obligated to levy any property tax for the payment of such rent and that the rent is payable only from such funds and revenues other than property taxes, as may be lawfully made available therefor. * * *\"</blockquote>\n<p>Nowhere in this section is there any contradictory language used from which the opposite result could be reached. There being no doubt that the funds of the state will not be used except as provided in this section, we hold that the trial court erred in its conclusion of law No. 16.</p>\n<p>Appellants' point XIV attacks the trial court's conclusion of law No. 17:</p>\n<blockquote>\"17. That the State Revenue Bond Act, * * * is unconstitutional because the Act in authorizing such leasing of projects to the State and permitting the pledge, as security for bonds issued under the Act, of the rentals thus payable by the State provides, in effect, for the issuance of bonds which are debts of the State incurred in violation of constitutional provisions relating to the incurring of State indebtedness.\"</blockquote>\n<p>We have previously discussed this point and, in line with our decision in Village of Deming v. Hosdreg Company, supra, and the wording of the Bond Act itself, we hold that the Bond Act does not in any way pledge the general funds of the state. The rentals will be paid only from the revenues of the projects and from no other source. The trial court erred in its conclusion of law No. 17.</p>\n<p>Section 11-10-12 of the Bond Act not only authorizes the state agency issuing revenue bonds to charge and collect fees, rents and charges for the use of facilities and services furnished by any project, but specifically requires that such tolls, fees, rents and charges from the project or projects in connection with which bonds are issued, provide funds sufficient with other revenues, if any, to pay (1) the cost of maintaining, repairing and operating such projects; (2) the principal and interest on such bonds as they mature; and (3) to create and maintain reserves for such purposes. Section 11-10-20 of the Bond Act authorizes the Authority to lease its projects to the appropriate state agency under an agreement by which such state agency agrees to pay a rental in an amount not less than the amount required to pay the principal and interest of such revenue bonds, and to meet any other obligations imposed upon the Authority in connection with such bond issue, which under § 11-10-12 of the Bond Act would include the cost of maintaining and operating such project and reserves for such maintenance and operations, as well as for the payment of principal and interest of such bonds as they mature. Section 11-10-20(E) of the Bond Act, however, expressly restricts funds from which such rental payments may be made to funds and revenues lawfully available for such purpose.</p>\n<p>Under well recognized rules of statutory construction, when the context and objects sought to be attained are considered from the Bond Act as a whole, it appears that the words \"other revenues\" as used in § 11-10-12 were intended by the legislature not to be given a broader meaning than the terms preceding them, and to be limited to those sources of revenue similar to the sources enumerated by the preceding specific words. 2 Sutherland, Statutory Construction, 3d Ed., § 4909, and cases cited. In our view, an examination of the entire Bond Act makes it apparent that all of the cost of maintenance, operation, and repair of any project for which revenue bonds are issued, as well as the retirement of the principal and interest of <span class=\"star-pagination\">*1002</span> such bonds and reserves for such purposes, by any state agency, or the Authority, is limited solely to the rents, tolls, fees, charges or other revenues of a like nature derived from such project. A proper construction of the Bond Act makes it abundantly clear that, during the time any such revenue bonds are outstanding, neither the cost of repairs, maintenance, or operation, including salaries and travel expenses of employees, nor the retirement of principal and interest of its revenue bonds, may be paid from any money appropriated by the legislature. Hence no indebtedness can result against the state from the issuance of these revenue bonds.</p>\n<p>Under point XV the validity of § 11-10-20 of the Bond Act is challenged, because it is said that the permission given the Authority to lease projects to the appropriate state agency makes the state both lessee and lessor, contrary to established principles. It is argued that it is contrary to public policy to permit the same party to dictate the policies of both parties to a contract. Conceding that this is a reason underlying the rule, nevertheless it does not exist here. The Park and Recreation Commission is a state agency with power to acquire and operate recreational facilities. It has authority under the Bond Act to issue revenue bonds against any of its projects to finance construction of facilities. The Authority, as created by the Bond Act, consists of five members appointed by the governor, with authority to approve or reject all bond issues by state agencies. Section 11-10-7 of the Bond Act.</p>\n<p>Even though, in connection with any project, the Authority is expressly deemed to be performing an essential governmental function, we think it is an independent public corporation specially created by the legislature to carry out legitimate and important functions of government. Its functions are both corporate and politic, and it is analogous in many respects to a municipal corporation. New Jersey Turnpike Authority v. Parsons, <span class=\"citation\" data-id=\"3566744\"><a href=\"/opinion/3586170/new-jersey-turnpike-authority-v-parsons/\"><span class=\"volume\">3</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">235</span></a></span>, <span class=\"citation\" data-id=\"3566744\"><a href=\"/opinion/3586170/new-jersey-turnpike-authority-v-parsons/\"><span class=\"volume\">69</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">875</span></a></span>; City of Newark v. New Jersey Turnpike Authority, <span class=\"citation\" data-id=\"1474368\"><a href=\"/opinion/1474368/city-of-newark-v-nj-turnpike-authority/\"><span class=\"volume\">7</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">377</span></a></span>, <span class=\"citation\" data-id=\"1474368\"><a href=\"/opinion/1474368/city-of-newark-v-nj-turnpike-authority/\"><span class=\"volume\">81</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">705</span></a></span>. As Chief Justice Vanderbilt said in City of Newark, supra:</p>\n<blockquote>\"* * * So long as such a corporation operates within the orbit of its statutory authority, it is well established that the courts will not interfere with the manner in which it exercises its power in the absence of bad faith, fraud, corruption, manifest oppression or palpable abuse of discretion * *.\"</blockquote>\n<p>In addition, in this instance, the terms under which the lease may be made are statutory. We look behind the mere identities of the agencies. The basic purpose of the lease provision is to place control of the project in an agency having authority to operate it, and to obviate the necessity of having two agencies with identical duties. Consequently, the established principle that the state cannot be both lessor and lessee has no application here. State Office Bldg. Commission v. Trujillo, supra, is distinguishable.</p>\n<p>Appellants' point XVI questions the correctness of the trial court's conclusion of law No. 19:</p>\n<blockquote>\"19. That the State Revenue Bond Act, * * * is unconstitutional because the Act in authorizing the pledge, as security for bonds issued under the Act, of revenues derived from the use, occupancy or operation of State-owned facilities and other properties not acquired with the proceeds of such bonds is unconstitutional in that the bonds thereby secured are not revenue bonds within the special fund doctrine and are debts incurred in contravention of applicable constitutional limitations.\"</blockquote>\n<p>We stated in Wiggs v. City of Albuquerque, supra, that true revenue bonds repayable from a special fund created for their retirement, and payable solely and wholly from moneys derived from sources other than general taxation, are not a general obligation <span class=\"star-pagination\">*1003</span> of the municipality, and hence create no public \"debt\" in the constitutional sense prohibited by Art. 9, § 12 of our constitution.</p>\n<p>In our discussion under appellants' point IV we held that the revenue bonds in question and the provisions for their retirement do not contravene the applicable constitutional provisions. However, an additional question is presented under this point. The trial court held that the Bond Act, in pledging revenues of the projects to pay for the bonds, overstepped its constitutional bounds in providing for the pledging of revenues of facilities other than projects under this Bond Act. Nowhere in the Bond Act, or in the parties' briefs, do we find the provision which gives the agencies or the Authority the power to pledge revenues of facilities which are not projects under this Act. The most applicable provision is found in § 11-10-12 of the Bond Act, as follows:</p>\n<blockquote>\"A. The state agency is hereby authorized to fix, revise, charge and collect tolls, fees, rents and charges for the use of and for the services furnished or to be furnished by any project or projects, or any portion thereof, and to contract with any person, partnership, association or corporation desiring the use of any part or all thereof, and to fix the terms, conditions, fees, rents and charges for such use. Such tolls, fees, rents and charges shall be so fixed and adjusted in respect to the aggregate tolls, fees, rents and charges from the project or projects in connection with which the bonds of any issue shall have been issued as to provide funds sufficient with other revenues, if any,</blockquote>\n<blockquote>\"(1) to pay the cost of maintaining, repairing and operating such project or projects,</blockquote>\n<blockquote>\"(2) to pay the principal of and the interest on such bonds as the same shall become due and payable, and</blockquote>\n<blockquote>\"(3) to create and maintain reserves for such purposes. * * *\"</blockquote>\n<p>From the above provision of the Bond Act it is apparent that revenues may only be pledged from a project under this Act, or from \"any portion thereof.\" There is no provision for a pledge of revenues from facilities totally unconnected with the project. It may be argued that, in some instance, a project might be built as an addition to the facilities which were already in place; and the pledge of revenues in toto from the old facilities and the project would divert revenues from the old facilities, necessitating taking funds from the state's taxing powers to replace the diverted revenues. In response to this argument, we are of the opinion that the revenues from the old facilities would be special funds themselves and could quite properly be diverted without contravening the constitutional provision against the creation of an indebtedness. The older facility created a fund in being at the time of the Bond Act, and the diversion of the revenues from such facility would not necessitate the levy of an additional tax to make up for the diversion. Further, the older facility would have such a close relationship to the project that it would be difficult, if not impossible, to determine what were revenues of the old facility and what were revenues of the project-addition. This segregation of revenues would be further hampered by an increase in revenues of the old facility, brought about by the project-addition, which would obviously improve the facility. The trial court erred in its conclusion of law No. 19.</p>\n<p>Appellants' point XVII challenges the trial court's conclusion of law No. 20:</p>\n<blockquote>\"20. That the State Revenue Bond Act, * * * is unconstitutional because the Act, under Sections 11A and 12B authorizing convenants and provisions respecting revenues, is unconstitutional in attempting to amend, without complying with Section 18 of Article IV of the Constitution, Section 4-9-18 of Chapter 98 of the Emergency Laws of 1963 <span class=\"star-pagination\">*1004</span> requiring that revenues of park and recreation facilities be deposited in the State Park and Recreation Fund and requiring that expenditures from such fund be approved by the Department of Finance and Administration.\"</blockquote>\n<p>After a careful reading of § 4-9-18, supra, together with §§ 11-10-11(A) and 11-10-12(B), of the Bond Act, we find nothing incompatible between the two statutes. Even if there were some conflict in the two acts, this would not make the latter unconstitutional because the two acts may be easily reconciled to preserve the legislative intent. See also, § 11-10-24 of the Bond Act.</p>\n<p>This court has frequently held that repeals by implication are not favored and that where two statutes can be construed together and thus preserve the objects to be obtained by each, they should be so construed, where no contradiction or unreasonableness would result. In re Martinez' Will, <span class=\"citation\" data-id=\"3572159\"><a href=\"/opinion/3591314/in-re-martinez-will/\"><span class=\"volume\">47</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">6</span></a></span>, <span class=\"citation\" data-id=\"3572159\"><a href=\"/opinion/3591314/in-re-martinez-will/\"><span class=\"volume\">132</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">422</span></a></span>; Levers v. Houston, <span class=\"citation\" data-id=\"3572333\"><a href=\"/opinion/3591457/levers-v-houston/\"><span class=\"volume\">49</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">169</span></a></span>, <span class=\"citation\" data-id=\"3572333\"><a href=\"/opinion/3591457/levers-v-houston/\"><span class=\"volume\">159</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">761</span></a></span>. The trial court's conclusion of law No. 20 is erroneous.</p>\n<p>Appellants' point XVIII attacks the trial court's conclusion of law No. 21:</p>\n<blockquote>\"21. That the State Revenue Bond Act, * * * is unconstitutional because the Act in authorizing the New Mexico State Authority to finance and construct office buildings and other buildings and structures for state use and occupancy and to lease such buildings and structures to the state constitutes a subterfuge to evade constitutional and other limitations respecting the provision and financing of state office facilities and is in violation of the Constitution.\"</blockquote>\n<p>Section 11-10-3(C) (3), of the Bond Act, specified that office buildings providing space for state departments and agencies may constitute a \"project\" within the meaning of the Act. It is true that in State Office Bldg. Commission v. Trujillo, supra, we held that such office buildings could not be constructed with special funds unless the sources for payment are specified and disclose that no part of the payment is to be obtained from general taxation. However, even if subsection (C) (3) should be held to violate § 8, Art. 9, of the constitution, such determination would not invalidate the entire Act because of the severability clause. The issuance of bonds for erection of the facilities named in subsection (C) (3) is not involved in this action and we express no opinion as to its validity.</p>\n<p>Appellants' point XIX attacks the trial court's conclusion of law No. 22:</p>\n<blockquote>\"22. That the State Revenue Bond Act, * * * is unconstitutional because under Section 9B the Act attempts to vest in State agencies powers respecting railroad tracks and other facilities which under Section 7 of Article XI of the Constitution have been vested in the State Corporation Commission.\"</blockquote>\n<p>We cannot agree with appellants' contention that § 11-10-9(B) of the Bond Act, impliedly, is subject to the consent and permission of the state corporation commission. There is no express language to this effect, and we are unable to so interpret it in the light of § 11-10-24 of the Bond Act, which states in part:</p>\n<blockquote>\"* * * Except as otherwise expressly provided in the State Revenue Bond Act, none of the powers granted to the state agency under the provisions of the State Revenue Bond Act shall be subject to the supervision or regulation or require the approval or consent of any other public agency, officer or board.\"</blockquote>\n<p>We are of the opinion, however, that Ch. 271, § 26, Laws 1963, Severability Clause, is applicable:</p>\n<blockquote>\"The provisions of the State Revenue Bond Act are severable, and if any of its provisions shall be held unconstitutional by any court of competent jurisdiction, the decision of such court shall <span class=\"star-pagination\">*1005</span> not affect or impair any of the remaining provisions.\"</blockquote>\n<p>We hold that § 11-10-9(B), supra, insofar as it purports to act without the constitutional permission or supervision of the state corporation commission, is unconstitutional and is hereby declared null and void and stricken from the Bond Act.</p>\n<p>Appellants' point XX attacks the trial court's conclusion of law No. 23:</p>\n<blockquote>\"23. That the State Revenue Bond Act, * * * is unconstitutional because Section 3C of the Act authorizing the combining into one project of any or all the park and recreation facilities of the state is inconsistent with Section 4-9-7 of Chapter 98 of the Emergency Laws of 1963 permitting different rules and regulations to the end that each State park may be made as nearly self-supporting as possible, and, accordingly, the Act thereby violates Section 14 of Article V of the Constitution.\"</blockquote>\n<p>This conclusion adopted by the trial court from appellees' submitted conclusions of law is erroneous because Art. V, § 14, of our constitution concerns the state highway commission. Appellants treat the erroneous citation as if Art. IV, § 18, the applicable section, were cited. Appellees refer to a typographical error, or mere inadvertence, as the reason for the error. In either event, appellees are bound by the conclusion of law which they submitted and as adopted by the trial court, and they cannot now be heard to raise the correct section in the constitution.</p>\n<p>It is further noted that, even were this court to consider the correct section as given by appellees, the result would be the same. Section 11-10-3(C) of the Bond Act does not contravene Art. IV, § 18, of our constitution. See §§ 11-10-24, 11-10-25, 11-10-26, of the Bond Act; and State v. Montiel, <span class=\"citation\" data-id=\"1445907\"><a href=\"/opinion/1445907/state-v-montiel/\"><span class=\"volume\">56</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">181</span></a></span>, <span class=\"citation\" data-id=\"1445907\"><a href=\"/opinion/1445907/state-v-montiel/\"><span class=\"volume\">241</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">844</span></a></span>.</p>\n<p>Appellants' point XXI challenges the trial court's conclusion of law No. 24:</p>\n<blockquote>\"24. That the State Revenue Bond Act, * * * is unconstitutional because the proposal of the State Park and Recreation Commission that the Authority in the alternative issue such bonds itself and lease the boat dock facility to the State Park and Recreation Commission is illegal in that such proposal would necessarily involve the State bearing a substantial part of the cost of certain operation and maintenance expenses and applying state funds other than project revenues in payment of such costs.\"</blockquote>\n<p>Section 11-10-1 of the Bond Act states in part:</p>\n<blockquote>\"An act relating to state projects financed by revenue bonds; creating the New Mexico State authority and defining its powers and duties; authorizing the authority and agencies of the state to construct, finance, operate and lease projects and to issue revenue bonds therefor without a pledge of property taxes or the faith and credit of the state; * * * providing for toll and other charges sufficient to pay such bonds and project operating expenses; * * *.\"</blockquote>\n<p>Section 11-10-4 of the Bond Act provides in part:</p>\n<blockquote>\"* * * All expenses incurred in carrying out the provisions of the State Revenue Bond Act shall be payable solely from funds provided under the authority thereof and no liability or obligation shall be incurred beyond the extent to which moneys shall have been provided under the provisions of such act.\"</blockquote>\n<p>Within these two sections of the Bond Act the legislature has specifically provided that \"[a]ll expenses incurred * * * shall be payable solely from funds provided under the authority thereof * * *.\" This statement is further qualified by the provision that no obligation is to be incurred other than those obligations which can be discharged <span class=\"star-pagination\">*1006</span> from funds under the Bond Act. The trial court erred in concluding that the Authority, as lessor, would be required to expend general state funds for the operation of the project. The contrary is evident from the provisions of the Bond Act, in that the Authority can never use any funds for the payment of any expenses, except funds provided by the Bond Act. The trial court's conclusion of law No. 24 is erroneous.</p>\n<p>The cause is reversed and remanded to the district court with direction that the judgment heretofore entered be set aside, and to proceed in a manner not inconsistent with the views herein expressed.</p>\n<p>It is so ordered.</p>\n<p>NOBLE and COMPTON, JJ., concur.</p>\n<p>MOISE, J., not participating.</p>\n<p>CARMODY, C.J., dissenting.</p>\n<p>CARMODY, Chief Justice (dissenting).</p>\n<p>Reluctantly, I am unable to concur in the opinion of the court. My basic disagreement is upon two separate, although in some ways related, points discussed in the opinion.</p>\n<p>My first objection relates to the majority's disposition of the claim that there are sufficient definite legislative standards to guide the state agencies in carrying out the \"projects,\" as defined in the Act. I cannot agree. Section 11-10-2, N.M.S.A. 1953, 1963 Pocket Supp., which is quoted by the majority, provides, in part, \"to authorize the financing of certain public facilities used or useful in the performance of state functions\"; then § 11-10-5(A) provides, in substance, that the construction, maintenance, repair and operation of any \"project or projects\" are essential governmental functions. We then must refer to § 11-10-3(C), which defines \"projects,\" and, for the purpose of this case, § 11-10-3 (C) (1) enumerates a multitude of things which the State Park and Recreation Commission is authorized to undertake. The wide grant of authority under this subsection is so general and broadly encompassing that I feel it bears repeating here. The entire subsection reads as follows:</p>\n<blockquote>\"C. `Project' means any of the following public works, either singly or in any combination of public works embraced within any one [1] of the following enumerated paragraphs:</blockquote>\n<blockquote>\"(1) Public works, undertaken and carried out by the state park and recreation commission in state parks and in other park and recreation areas owned, leased or controlled by the state, comprising recreation facilities for the use, accommodation, convenience, enjoyment and welfare of the general public, <i>including but not limited to</i> cabins, lodges, lavatories, bathhouses, stables, commercial and service facilities, other buildings and structures, camps, campsites, trailer parks, vehicular parking facilities, water, sewerage and other utilities, trails, roads, bridges, tunnels, overpasses, viaducts, underpasses, scenic parkways and drives, marinas, basins, harbors, docks, piers, wharves, aircraft landing strips and terminals <i>and other facilities for sports, games, entertainment and other recreational and cultural activities including but not limited to</i> swimming, boating, fishing, camping, skiing, riding, picnicking, hiking, climbing, golfing, hunting, tennis, sightseeing, motoring, music, art and drama; * * *.\" (Emphasis added.)</blockquote>\n<p>Thus the State Park and Recreation Commission is authorized to do any of the things specifically enumerated, and apparently all others which they, in their unbridled judgment, determine is a recreational or cultural activity for the welfare of the general public. Once this Commission makes the decision (assuming, of course, it is approved by the Authority itself), it thereby becomes, under the Act, an \"essential governmental function.\" In this connection, Webster's New International Dictionary, 2d ed., Unabridged, defines <span class=\"star-pagination\">*1007</span> \"recreational\" as an adjective of \"recreation,\" which is defined as:</p>\n<blockquote>\"Act of recreating, or state of being recreated; refreshment of the strength and spirits after toil; diversion; play; also a mode or means of getting diversion or refreshment. Syn.  See Play. Ant.  See Work.\"</blockquote>\n<p>and defines \"cultural\" as an adjective of \"culture,\" which is in turn partially defined as:</p>\n<blockquote>\"Act of developing by education, discipline, etc.; the training or refining of the moral and intellectual nature. * * * The state of being cultivated; esp., the enlightenment and refinement of taste acquired by intellectual and aesthetic training; the intellectual content of civilization; refinement in manners, taste, thought, etc. * * * Conversance with and taste in fine arts, humanities, and broad aspects of science;  distinguished from vocational, technical, or professional skill or knowledge. * * * Syn.  See Civilization.\"</blockquote>\n<p>It seems that the legislature has delegated to the State Park and Recreation Commission and the State Authority not just the authority to make findings of fact but to actually make law in the determination that a particular project is an essential governmental function. Fully recognizing that the legislature must, of necessity, delegate to other agencies the power necessary to accomplish the purpose of legislation, nevertheless, the present Act goes further than this and cannot be sustained. In my judgment, the Act here involved is contrary to art. III, § 1, of the Constitution of New Mexico, and I believe the court's opinion is at variance with our decisions in State ex rel. Sofeico v. Heffernan, 1937, <span class=\"citation\" data-id=\"3572770\"><a href=\"/opinion/3591813/state-v-heffernan/\"><span class=\"volume\">41</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">219</span></a></span>, <span class=\"citation\" data-id=\"3572770\"><a href=\"/opinion/3591813/state-v-heffernan/\"><span class=\"volume\">67</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">240</span></a></span>; and State ex rel. Holmes v. State Board of Finance, 1961, <span class=\"citation\" data-id=\"1166909\"><a href=\"/opinion/1166909/state-v-state-board-of-finance/\"><span class=\"volume\">69</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">430</span></a></span>, <span class=\"citation\" data-id=\"1166909\"><a href=\"/opinion/1166909/state-v-state-board-of-finance/\"><span class=\"volume\">367</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">925</span></a></span>.</p>\n<p>Although this court has many times discussed the question of \"standards,\" I fully recognize that the term \"standards\" is not always given the same construction in decisions not only in New Mexico but in other state jurisdictions. I would prefer that the questions to be answered by the court in a case of this type, relating to the claimed unconstitutionality of a statute, would be by the more practical method as suggested by Professor Davis. See 1 Administrative Law, Treatise, Davis, § 2.15. See also Butler v. United Cerebral Palsy of Northern Ky., Inc. (Ky. 1961), <span class=\"citation\" data-id=\"1680740\"><a href=\"/opinion/1680740/butler-v-united-cerebral-palsy-of-northern-ky-inc/\"><span class=\"volume\">352</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">203</span></a></span>. In any event, whether called \"standards\" or something else, the Act is sadly deficient in that there is no provision for any control over the State Park Recreation Commission or the Authority other than the broad generalizations contained in the definition of \"projects.\" I would also point out that there is no provision anywhere in the Act for a hearing, for any procedural safeguards, or legislative supervision; there is nothing in the statute which would afford protection against unfairness, arbitrariness or favoritism.</p>\n<p>My second objection to the decision today announced is the court's determination that the title of the Act gives reasonable notice of its subject matter. In this connection, it must be borne in mind that the only matter before us in this case and all that is determined by the court's opinion is the constitutionality of the Act insofar as it concerns the State Park and Recreation Commission. The other subsections of § 11-10-3(C), viz., 3, 4 and 5, are, in no sense, at issue in this case. With this in mind, the entire title of the Act is here set out:</p>\n<blockquote>\"An act relating to state projects financed by revenue bonds; creating the New Mexico state authority and defining its powers and duties; authorizing the authority and agencies of the state to construct, finance, operate and lease projects and to issue revenue bonds therefor without a pledge of property taxes or the faith and credit of the state; authorizing the acquisition of property; providing for toll and other charges sufficient to pay such <span class=\"star-pagination\">*1008</span> bonds and project operating expenses; exempting the bonds, their transfers and the incomes therefrom from taxation; authorizing revenue refunding bonds and bond anticipation notes; prescribing the rights and remedies of the holders of the bonds; and providing for the leasing of projects.\"</blockquote>\n<p>My brethren say that this title gives reasonable notice of the subject matter, yet the State Park and Recreation Commission is not named except as included in \"agencies of the state,\" even though this same commission is specifically granted, as I previously have attempted to point out, the authority to determine that recreational or cultural activities almost without number are essential governmental functions. So also the title refers to \"projects,\" without any intimation of the broad sweep of authority granted to the State Park and Recreation Commission and the Authority as to their determination as to what are \"projects.\"</p>\n<p>I fully recognize that we have consistently held that no law will be held unconstitutional unless its invalidity is so apparent as to leave no reasonable doubt; also that the title cannot be expected to be a complete index to the provisions of the statute. However, the very purpose of art. IV, § 18, is to prevent fraud or surprise upon the legislature of hidden or concealed provisions of which the title gives no intimation. See State v. Ingalls, 1913, <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">211</span></span>, <span class=\"citation no-link\"><span class=\"volume\">135</span> <span class=\"reporter\">P.</span> <span class=\"page\">1177</span></span>; Fowler v. Corlett, 1952, <span class=\"citation\" data-id=\"1114491\"><a href=\"/opinion/1114491/fowler-v-corlett/\"><span class=\"volume\">56</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">430</span></a></span>, <span class=\"citation\" data-id=\"1114491\"><a href=\"/opinion/1114491/fowler-v-corlett/\"><span class=\"volume\">244</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1122</span></a></span>; First Thrift and Loan Association v. State, 1956, <span class=\"citation\" data-id=\"1415551\"><a href=\"/opinion/1415551/first-thrift-and-loan-association-v-state/\"><span class=\"volume\">62</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">61</span></a></span>, <span class=\"citation\" data-id=\"1415551\"><a href=\"/opinion/1415551/first-thrift-and-loan-association-v-state/\"><span class=\"volume\">304</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">582</span></a></span>; and Ballew v. Denson, 1958, <span class=\"citation\" data-id=\"1211205\"><a href=\"/opinion/1211205/ballew-v-denson/\"><span class=\"volume\">63</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">370</span></a></span>, <span class=\"citation\" data-id=\"1211205\"><a href=\"/opinion/1211205/ballew-v-denson/\"><span class=\"volume\">320</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">382</span></a></span>. I also realize and am in full sympathy with our holdings that the term \"subject\" as used in the Constitution is to be given a broad and extended meaning and to be liberally construed, so that all matters having a logical or natural connection may be embraced in the act. See Johnson v. Greiner, 1940, <span class=\"citation\" data-id=\"3573175\"><a href=\"/opinion/3592146/johnson-v-greiner/\"><span class=\"volume\">44</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">230</span></a></span>, <span class=\"citation\" data-id=\"3573175\"><a href=\"/opinion/3592146/johnson-v-greiner/\"><span class=\"volume\">101</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">183</span></a></span>; State ex rel. Taylor v. Mirabal, 1928, <span class=\"citation\" data-id=\"3573118\"><a href=\"/opinion/3592100/state-ex-rel-taylor-v-mirabal/\"><span class=\"volume\">33</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">553</span></a></span>, <span class=\"citation\" data-id=\"3573118\"><a href=\"/opinion/3592100/state-ex-rel-taylor-v-mirabal/\"><span class=\"volume\">273</span> <span class=\"reporter\">P.</span> <span class=\"page\">928</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">296</span></span>; and State v. Miller, 1928, <span class=\"citation\" data-id=\"3571696\"><a href=\"/opinion/3590931/state-v-miller/\"><span class=\"volume\">33</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">200</span></a></span>, <span class=\"citation\" data-id=\"3571696\"><a href=\"/opinion/3590931/state-v-miller/\"><span class=\"volume\">263</span> <span class=\"reporter\">P.</span> <span class=\"page\">510</span></a></span>. It is so apparent to me, nevertheless, that the particular portion of the Act with which we are concerned contains such a broad comprehensive grant of authority to the State Park and Recreation Commission and the Authority that it seems obvious that there was a lack of sufficient notice to the legislature, or to anyone reading the title, that the Act itself contained the sweeping authority which it purports to grant. I believe this is exactly the type of statute which was intended to be prohibited by art. IV, § 16, of our Constitution. I quite understand that in our regular biennial sessions of the legislature, one of which is in session at the present time, it is almost impossible for the members of that honored body to familiarize themselves with the contents of all the bills that come before them. I find it hard to believe that the members of the legislature in 1963, who voted to approve the Act here involved, could have realized the far-reaching consequences made possible by the passage of this legislation, and most certainly unless each individual studied the Act in full, he had no notice of the enormous powers granted to the State Park and Recreation Commission and the Authority  certainly it could not have been determined from a mere reading of the title.</p>\n<p>One further deficiency in the title (and I do not mean to say that there may not be others) is the complete lack of any notice of the content of the provisions of § 11-10-26 relating to the inapplicability of all laws inconsistent with the Bond Act. Certainly, such a broad provision, which is not an implied repealer but is apparently something else, should have been noted in the title.</p>\n<p>In no sense do I wish to be understood as objecting to the beneficial purpose apparently intended by the Act, my quarrel merely being on a legal basis and designed not only to voice my personal alarm but to perhaps alert the members of the legislative branch of our state government to <span class=\"star-pagination\">*1009</span> the dangers involved in the enactment of a statute such as this.</p>\n<p>My disagreement with the majority, going as it does to the very foundation of the constitutionality of the Act, makes unnecessary any discussion of the remaining points set out in the opinion, but should not be considered as an expression of approval of the disposition made as to the other issues. I dissent.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/257138/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1114491/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1124018/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1137905/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1140102/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1166909/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1179139/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1182628/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1199472/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1211205/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1252332/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1315127/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1383874/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1415551/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1445907/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1474368/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1539410/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1680740/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1909622/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1923166/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2107527/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2618168/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3566744/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3570955/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3570996/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3571137/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3571696/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3572159/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3572333/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3572338/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3572770/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3573112/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3573118/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3573175/"
          ]
        }
      ],
      "judges": "Per Curiam",
      "date_created": "2015-09-15T23:40:06.488334Z",
      "date_modified": "2016-03-03T19:36:05.248696Z",
      "date_filed": "1966-02-28",
      "date_filed_is_approximate": false,
      "slug": "state-v-new-mexico-state-authority",
      "citation_id": 1319904,
      "case_name_short": "",
      "case_name": "State v. New Mexico State Authority",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "76 N.M. 1",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "411 P.2d 984",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 31,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/860715/state-v-new-mexico-state-authority/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:44:50.522339Z",
  "date_modified": "2014-10-30T12:44:50.522339Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "State v. New Mexico State Authority",
  "case_name_full": "",
  "slug": "state-v-new-mexico-state-authority",
  "docket_number": "7650",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}