{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/8697/",
  "id": 8697,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/nj/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/2384166/",
      "id": 2384166,
      "absolute_url": "/opinion/2384166/nj-sports-exposition-authority-v-mccrane/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/8697/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/2384166/",
          "id": 2384166,
          "absolute_url": "/opinion/2384166/nj-sports-exposition-authority-v-mccrane/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/2384166/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/5102/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T09:18:56.577088Z",
          "date_modified": "2017-04-09T17:29:54.266982Z",
          "type": "010combined",
          "sha1": "2ab7947bd3d4fa403a5f27422f3ab13c0f82e9ae",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>61 N.J. 1 (1972)</b></center>\n<center><b>292 A.2d 545</b></center>\n<center><h1>NEW JERSEY SPORTS &amp; EXPOSITION AUTHORITY, PLAINTIFF-RESPONDENT,<br>\nv.<br>\nJOSEPH M. McCRANE, JR., ETC., LOUIS MONTENEGRO, ET AL., DEFENDANTS-APPELLANTS.<br>\nHENRY CHEVAL, ET AL., PLAINTIFFS-APPELLANTS,<br>\nv.<br>\nSTATE OF NEW JERSEY, ET AL., DEFENDANTS-RESPONDENTS. MONMOUTH PARK JOCKEY CLUB, PLAINTIFF-APPELLANT,<br>\nv.<br>\nNEW JERSEY SPORTS &amp; EXPOSITION AUTHORITY, DEFENDANT-RESPONDENT.<br>\nJAMES L. PLOSIA, ET AL., PLAINTIFFS-APPELLANTS,<br>\nv.<br>\nNEW JERSEY SPORTS AND EXPOSITION AUTHORITY, DEFENDANT-RESPONDENT.</h1></center>\n<center><p><b>The Supreme Court of New Jersey.</b></p></center>\n<center>Argued February 22 and March 8, 1972.</center>\n<center>Decided May 12, 1972.</center>\n<p><span class=\"star-pagination\">*6</span> <i>Mr. Robert N. Wilentz</i> argued the cause for appellant, Monmouth Park Jockey Club (<i>Messrs. Wilentz, Goldman &amp; Spitzer,</i> attorneys).</p>\n<p><i>Mr. Alfred A. Porro, Jr.</i> argued the cause for appellants Henry Cheval, et al and National Audubon Society (<i>Messrs. Porro, Flynn &amp; Murray,</i> attorneys).</p>\n<p><i>Mr. Ralph W. Chandless</i> argued the cause for appellants Louis Montenegro, Philip Melillo, Jr., Guy C. Galiardo, <span class=\"star-pagination\">*7</span> Township of South Hackensack and the Board of Education of the Township of South Hackensack (<i>Messrs. Chandless, Weller &amp; Kramer,</i> attorneys).</p>\n<p><i>Mr. Frederick C. Mezey</i> argued the cause <i>amicus curiae</i> for New Jersey Citizens for Clean Air, Inc., Save the Meadowlands Coalition, et al (<i>Messrs. Mezey &amp; Mezey,</i> attorneys).</p>\n<p><i>Mr. T. Girard Wharton</i> argued the cause for Joseph M. McCrane, Jr., Treasurer of the State of New Jersey (attorney appointed by the Supreme Court of New Jersey).</p>\n<p><i>Mr. George F. Kugler, Jr.,</i> Attorney General of New Jersey, argued the cause for respondents New Jersey Sports and Exposition Authority, et al (<i>Mr. Stephen Skillman,</i> Assistant Attorney General, and <i>Mr. Joseph M. Clayton, Jr.,</i> Deputy Attorney General, on the brief).</p>\n<p><i>Mr. William D. Gorgone</i> argued the cause for appellants James L. Plosia, et al.</p>\n<p>The opinion of the Court was delivered by FRANCIS, J.</p>\n<p>These actions sought a judicial declaration as to the constitutionality of the New Jersey Sports &amp; Exposition Authority Law. <i>L.</i> 1971, <i>c.</i> 137, <i>N.J.S.A.</i> 5:10-1 <i>et seq.</i> After a comprehensive review of the various claims of invalidity, Judge Pashman of the Superior Court, Law Division, found no trespass on the Constitution, and entered summary judgment so holding. We certified the ensuing appeal prior to argument in the Appellate Division, and now, being substantially in agreement with the legal principles applied by Judge Pashman, affirm the judgment entered by him. <i>New Jersey Sports &amp; Exposition Authority v. McCrane,</i> 119 <i>N.J. Super.</i> 457 (Law Div. 1971). However, variations and enlargements of the arguments made below call for some further discussion here.</p>\n<p><span class=\"star-pagination\">*8</span> One of the most delicate tasks a court has to perform is to adjudicate the constitutionality of a statute. In our tripartite form of government that high prerogative has always been exercised with extreme self restraint, and with a deep awareness that the challenged enactment represents the considered action of a body composed of popularly elected representatives. As a result, judicial decisions from the time of Chief Justice Marshall reveal an unswerving acceptance of the principle that every possible presumption favors the validity of an act of the Legislature. As we noted in <i>Roe v. Kervick,</i> 42 <i>N.J.</i> 191, 229 (1964), all the relevant New Jersey cases display faithful judicial deference to the will of the lawmakers whenever reasonable men might differ as to whether the means devised by the Legislature to serve a public purpose conform to the Constitution. And these cases project into the forefront of any judicial study of an attack upon a duly enacted statute both the strong presumption of validity and our solemn duty to resolve reasonably conflicting doubts in favor of conformity to our organic charter. Moreover, the conclusions reached in such cases demonstrate that in effectuating this salutary policy, judges will read the questioned statute as implying matters requisite to its constitutional viability if it contains terms which do not exclude such requirements.</p>\n<p>The judicial branch of the government does not and cannot concern itself with the wisdom or policy of a statute. Such matters are the exclusive concern of the legislative branch, and the doctrine is firmly settled that its enactment may not be stricken because a court thinks it unwise. <i>Holster v. Board of Trustees of Passaic County College,</i> 59 <i>N.J.</i> 60, 66 (1971); <i>New Jersey Mortgage Finance Agency v. McCrane,</i> 56 <i>N.J.</i> 414, 422 (1970); <i>Clayton v. Kervick,</i> 52 <i>N.J.</i> 138 (1968); <i>Roe v. Kervick, supra,</i> 42 <i>N.J.</i> at 229; <i>Fried v. Kervick,</i> 34 <i>N.J.</i> 68, 74 (1961); <i>Am. Budget Corp. v. Furman,</i> 67 <i>N.J. Super.</i> 134 (Ch. Div.), aff'd <i>o.b.</i> 36 <i>N.J.</i> 129 (1961); 16 <i>Am. Jur.</i>2d, <span class=\"star-pagination\">*9</span> <i>Constitutional Law,</i> ง 109, pp. 294-295 (1964). In emphasizing the common sense of these controlling general principles, in his dissent in <i>McCutcheon v. State Building Authority,</i> 13 <i>N.J.</i> 46, 79 (1953),<sup>[1]</sup> Justice Jacobs quoted the striking language of Justice Holmes in <i>Missouri, Kan. &amp; Tex. Ry. Co. of Tex. v. May,</i> 194 <i>U.S.</i> 267, 270, 24 S.Ct. 638, 48 <i>L.Ed.</i> 971, 973 (1904):</p>\n<p>Great constitutional provisions must be administered with caution. Some play must be allowed for the joints of the machine, and it must be remembered that legislatures are ultimate guardians of the liberties and welfare of the people in quite as great a degree as the courts.</p>\n<p>The statute challenged here, the New Jersey Sports &amp; Exposition Authority Law, was adopted to bring about the construction, operation and maintenance of a sports complex on a site not to exceed 750 acres in the Hackensack meadowlands. The Legislature envisioned and authorized the development and operation on the site selected a project consisting of \"one or more stadiums, coliseums, arenas, pavilions, stands, field houses, playing fields, recreation centers, courts, gymnasiums, club houses, a race track\" and other structures and facilities suitable for the holding of sporting events, trade shows, other expositions or public meetings. Provisions were made also for roads, approaches, driveways, parking areas, transportation structures, systems and facilities, and all other appurtenances necessary or complementary to operation of the project. <i>L.</i> 1971, c. 137, ง 6, subd. a.</p>\n<p>To create and administer the complex, the Act established in the Department of Community Affairs the New Jersey Sports &amp; Exposition Authority to consist of the State Treasurer, the Attorney General, a member of the Hackensack Meadowlands Development Commission, and four public members to be appointed by the Governor with the advice <span class=\"star-pagination\">*10</span> and consent of the Senate. The Authority was \"constituted as an instrumentality of the State exercising public and essential governmental functions;\" its exercise of the powers conferred by the Act was declared to be an essential function of the State and by express mandate, application of \"the revenue derived from the project to the purposes provided in this act [was to] be deemed and held to be applied in support of government.\" <i>L.</i> 1971, <i>c.</i> 137 ง 4, subds. a, b.</p>\n<p>As constituted the Authority is a financially self-sustaining governmental instrumentality. It is empowered to issue bonds or notes to finance costs of construction of the project. Interest and principal of the bonds or notes are to be met out of the fees, rents and other charges for admission to or use of the facilities and from the grant of any concessions therein. <i>L.</i> 1971, c. 137, งง 10, 11. The immediate financial key to the Authority's initial as well as long term operation is establishment of a horse race track with pari-mutuel wagering. Revenues from such wagering (as well as from the total complex upon construction) will be used for expenses of operation and maintenance of the track, the entire complex, payment of interest and principal of the bonds or notes, and certain payments to municipalities whose land is acquired for the complex. Any balance remaining must be deposited in the General State Fund, 40% of which is appropriated to the Meadowlands Commission for any of its purposes as authorized by Chapter 404, <i>Laws</i> of 1968, <i>N.J.S.A.</i> 13:17-1 <i>et seq.</i> Since the revenues from the pari-mutuel wagering, except for the mandated allocations, will be used for the construction of the various facilities of the total complex and their subsequent maintenance, the Attorney General stipulated that there will be no balance thereof remaining for deposit in the General State Fund under Section 6, subd. b(6) of the Act.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*11</span> It may be noted here also that Section 7f provides that distribution of sums deposited in pari-mutuel pools to winners thereof and payments from the remaining balances in such pools for stakes, purses or rewards and special trust accounts for breeding and development of horses, shall be in accordance with <i>L.</i> 1940, <i>c.</i> 17, <i>N.J.S.A.</i> 5:5-22 <i>et seq.,</i> the Racing Commission Act. In addition, as an initial payment to the State, an amount equal to 1/2 of 1% of all pari-mutuel pools must be deposited annually in the General State Fund. All amounts remaining in pari-mutuel pools after such distribution become revenue of the Authority.</p>\n<p>Bonds or notes issued by the Authority are negotiable and are general obligations payable out of any of its revenues or funds, subject only to any agreement with the holders of the particular bonds or notes pledging any particular revenues or funds. <i>L.</i> 1971, <i>c.</i> 137, ง 10, subds. b, c. They may be sold at public or private sale and must mature and be paid not later than 40 years from their inception date. Their issuance by the Authority is not subject to the consent of any department, division, or agency of the State, nor to any other proceedings or conditions except those specified in this Act. <i>L.</i> 1971, <i>c.</i> 137, ง 10, subds. e, f. For purposes of the present case, a major provision respecting the nature of the bonds or notes is that they shall be debts of the Authority only and under no circumstances debts of the State or any of its political subdivisions. On the face of each note there shall be a statement that:</p>\n<p>[T]he authority is obligated to pay the principal thereof or the interest thereon <i>only</i> from revenues or funds of the authority and that neither the State nor any political subdivision thereof is obligated to pay such principal or interest and that neither the faith and credit nor the taxing power of the State or any political subdivision thereof is pledged to the payment of the principal of or the interest on such bonds or notes.</p>\n<p><i>L.</i> 1971, c. 137, ง 10, subd. g (Emphasis addded).</p>\n<p>In order to secure payment of any bonds or notes any resolution of the Authority authorizing them may include provisions <span class=\"star-pagination\">*12</span> therein which shall constitute covenants by the Authority and contracts with the holders of the bonds. For example, such provisions may pledge all or any part of the Authority's revenues or funds, may agree to mortgage all or any part of the property, may covenant as to the establishment and levying of rates and other charges, the amount to be raised each year or other period of time by tolls or other revenues and as to the use and disposition thereof. They may limit the powers of the Authority to construct, acquire or operate any facilities or properties which may compete or tend to compete with the project. <i>L.</i> 1971, c. 137, ง 11. It is important to note, however, that by Section 15 the State pledges and agrees with the bond or note holders that it will not in any way that would jeopardize the interest of such holders, limit or alter the rights or powers vested in the Authority to acquire, construct and maintain the project or to perform the terms of any agreement made with them, or to establish, charge and collect such rents, fees and other charges as may be convenient or necessary to product sufficient revenues to meet all expenses of the Authority and fulfill the terms of any agreement made with such holders, until the bonds, together with interest thereon \"are fully met and discharged or provided for.\" The Authority may be dissolved by the Legislature but only on condition that there are no debts or obligations outstanding or that provision has been made for their payment or retirement. Upon any such dissolution all property and assets become vested in the State. <i>L.</i> 1971, c. 137, ง 4, subd. h.</p>\n<p>The above outline brings the substance of the statute into sufficient focus for consideration of the contentions of constitutional invalidity which particularly engaged our attention at the argument and reargument before us.</p>\n<p>The claim of unconstitutionality emerges in a composite form, that is, it is based upon the alleged controlling applicability of three clauses of the Constitution. They are (1) Article 8, ง II, ถ 3, the debt limitation clause of the 1947 Constitution, (2) the 1939 amendment to the 1844 Constitution, <span class=\"star-pagination\">*13</span> Article IV, ง VII, ถ 2 (which is applicable here by Article 4, ง VII, ถ 2 of the 1947 Constitution) which, following adoption by referendum of the people, legalized horse racing with pari-mutuel gambling in New Jersey \"from which the State shall derive a reasonable revenue for the support of government,\" and (3) Article 8, ง II, ถ 2, the annual appropriations clause of the 1947 Constitution.</p>\n<p>Article 8, ง II, ถ 3 prohibits the Legislature from creating in any manner a debt or liability of the State which together with existing debts or liabilities \"shall exceed at any time one per centum of the total amount appropriated by the general appropriation law for that fiscal year, unless the same shall be authorized by a law for some single object or work distinctly specified therein.\" It specifies further conditions to validity of such a law to make it exempt from the debt limitation: (1) it must provide the \"ways and means, exclusive of loans, to pay the interest of such debt or liability as it falls due, and also to pay and discharge the principal thereof;\" (2) there must be a provision that \"the law shall not be repealed until such debt * * * and the interest thereon are fully paid and discharged;\" (3) the law must be approved by the people at a general election; and (4) \"all money to be raised by the authority of such law shall be applied only to the specific object stated therein, and to the payment of the debt thereby created.\"</p>\n<p>The historical basis for inclusion of this clause in the 1844 Constitution has been discussed extensively in the dissent in <i>McCutcheon v. State Bldg. Authority, supra,</i> 13 <i>N.J.</i> at 66, and in several other opinions of this Court; <i>Holster v. Board of Trustees of Passaic County College,</i> 59 <i>N.J.</i> 60 (1971); <i>New Jersey Mortgage Finance Agency v. McCrane,</i> 56 <i>N.J.</i> 414 (1970); <i>Clayton v. Kervick,</i> 52 <i>N.J.</i> 138 (1968); <i>Roe v. Kervick,</i> 42 <i>N.J.</i> 191 (1964), and <i>New Jersey Turnpike Authority v. Parsons,</i> 3 <i>N.J.</i> 235 (1949), as well as in the opinion below, and need not be repeated here. Basically the intention was to prevent one Legislature from incurring debts which subsequent Legislatures <span class=\"star-pagination\">*14</span> would be obliged to pay, without prior approval by public referendum, and unless the means of payment thereof was provided, and preserved from repeal, until the debt was satisfied, and unless the funds derived from the specified means were devoted only to payment of the debt until it was discharged. It follows, of course, that if any debts that come into existence through the operation of a statute are not and cannot become debts of the State, and if the faith and credit of the State are not pledged to guarantee their payment, and future Legislatures are under no obligation to appropriate money to satisfy them in case of default, then there has been no trespass upon Article 8, ง II, ถ 3 of the Constitution. An indebtedness cannot arise unless there is a legal obligation to pay a sum of money to another who occupies the position of a creditor, and who has the right to call upon the debtor for payment. It is equally obvious that the debt clause applies only to obligations which are legally enforceable against the State.</p>\n<p>The doctrine has long been settled that a State does not have to serve or perform personally all its governmental functions or public purposes. Performance of a particular public purpose or project may be entrusted under proper guidelines to an independent autonomous authority or agency. Like acceptance has been achieved for the view that when such an agency is created by act of the Legislature it may be authorized to incur financial obligations in the execution of its delegated governmental tasks, and to raise the funds to meet them by issuing its bonds or notes. In such case, the prevailing rule in this State and elsewhere is that if under the enabling statute there is an express declaration that the bonds or notes are obligations of the authority alone, that the State assumes no liability for their payment, that the faith and credit of the State are not pledged for their satisfaction, and that the holders must look solely to the authority for payment, then the debt limitation clause is satisfied. <i>Holster v. Board of Trustees of Passaic County College</i><i>; </i><i>New Jersey Mortgage Finance Agency v. McCrane</i><i>; </i><i>Clayton v. Kervick</i><i>;</i> <span class=\"star-pagination\">*15</span> <i>Roe v. Kervick,</i> all <i>supra; </i><i>Behnke v. New Jersey Highway Authority,</i> 25 <i>N.J. Super.</i> 149 (Ch. Div.), aff'd 13 <i>N.J.</i> 14 (1953); <i>McArthur v. Smallwood,</i> 225 <i>Ark.</i> 328, 281 <i>S.W.</i>2d 428 (1955); <i>Gipson v. Ingram,</i> 215 <i>Ark.</i> 812, 223 <i>S.W.</i>2d 595 (1949); <i>City of Oxnard v. Dale,</i> 45 <i>Cal.</i>2d 729, 290 <i>P.</i>2d 859 (1955); <i>Ginsberg v. City &amp; County of Denver,</i> 164 <i>Colo.</i> 572, 436 <i>P.</i>2d 685 (1968); <i>Book v. State Office Bldg. Comm'n,</i> 238 <i>Ind.</i> 120, 149 <i>N.E.</i>2d 273 (1958); <i>McKinney v. City of Owensboro,</i> 305 <i>Ky.</i> 254, 203 <i>S.W.</i>2d 24 (1947); <i>Willett v. State Bd. of Examiners,</i> 112 <i>Mont.</i> 317, 115 <i>P.</i>2d 287 (1941); <i>State ex rel Capitol Add'n Bldg. Comm'n v. Connelley,</i> 39 <i>N.M.</i> 312, 46 <i>P.</i>2d 1097 (1933); <i>Moses v. Meier,</i> 148 <i>Ore.</i> 185, 35 <i>P.</i>2d 981 (1934); <i>State v. Martin,</i> 62 <i>Wash.</i>2d 645, 384 <i>P.</i>2d 833 (1963); <i>State ex rel Bd. of Governors of W. Va. Univ. v. O'Brien,</i> 142 <i>West Va.</i> 88, 94 <i>S.E.</i>2d 446 (1956). See generally <i>Chermak, The Law of Revenue Bonds,</i> 85-95 (1954); <i>Heins, Constitutional Restrictions against State Debt,</i> 13-18, 123-132 (1963). <i>Comment, The Judicial Demise of State Constitutional Debt Limitations,</i> 56 <i>Iowa L. Rev.</i> 646 (1971).</p>\n<p>Tested by the recited principles, the first stages of the attack on the statute present no serious problem. As already noted the Authority is established as an instrumentality of the State exercising public and essential governmental functions. The Legislature ordained that exercise of conferred powers \"shall be deemed and held to be an essential governmental function of the State.\" From the judicial standpoint the legal actuality of that declaration depends upon whether construction, operation and maintenance of the sports complex and its varying activities by and under the administration of the Authority constitute a public purpose within the ambit of state government. We are all in agreement with the trial court and the numerous authorities cited by it, that it was well within the discretion of the Legislature to find that the sports and exposition complex as described and authorized in the statute <span class=\"star-pagination\">*16</span> is a public project and serves a public purpose. In these days, a sports stadium, a horse race track with pari-mutuel wagering (which was approved by state-wide referendum prior to adoption of the 1939 Amendment to the Constitution), and an exposition and trade center supply recreation for the people โ and thus serve a public purpose. We agree with the trial court that under our democratic form of government public projects are not confined to providing just the bare bones of political life; that in such a government, generally speaking, anything calculated to promote the education or recreation of the people is a proper public purpose. See generally <i>Chermak, The Law of Revenue Bonds, supra,</i> at 100-124.</p>\n<p>Consideration of the first aspect of the argument respecting the debt clause requires reference to the specific language of the statute regulating and controlling the acquisition of funds by the Authority for construction and operating costs of the complex, and the liability for their repayment. The Legislature's intention in that regard was clearly expressed. Any bonds or notes issued are payable only out of Authority revenues and funds. Section 10, subd. g expressly says they \"shall not be in any way a debt or liability of the State\" but only of the Authority; they \"shall not create or constitute any indebtedness, liability or obligation of the State * * * or constitute a pledge of the faith and credit of the State * * * [but] shall be payable solely from [Authority] revenues or funds pledged or available for their payment.\" A statement to that effect and specifying further that the taxing power of the State is not pledged for their payment is required to appear on the face of each bond or note. As Justice Jacobs said in his dissent in <i>McCutcheon v. State Bldg. Authority, supra,</i> purchasers of bonds or notes \"can be under no misapprehension whatever; they rely upon the obligation of the Authority, as distinguished from the State, and upon that obligation alone.\" 13 <i>N.J.</i> at 73. See, also, <i>New Jersey Turnpike Authority v.</i> <span class=\"star-pagination\">*17</span> <i>Parsons, supra,</i> 3 <i>N.J.</i> at 242; <i>Ginsberg v. City &amp; County of Denver, supra,</i> 436 <i>P.</i>2d at 689. <i>Moses v. Meier, supra,</i> 35 <i>P.</i>2d at 982.</p>\n<p>But appellants say there are further factors present which bring the bond obligation within the debt limitation clause. They point out that the 1939 Amendment to the 1844 Constitution authorized horse racing with pari-mutuel wagering \"from which the State shall derive a reasonable revenue for the support of government.\" It is then argued that the Constitution requires the approved type of horse racing to produce a revenue that is (1) reasonable, and (2) must go to the State <i>qua</i> State as general revenue to be deposited in the general state treasury and disbursed only in accordance with the annual appropriations clause of the 1947 Constitution, Article 8, ง II, ถ 2, and (3), regardless of (2), that in creating the Authority, empowering it to carry on horse racing with pari-mutuel wagering and to devote the revenue therefrom to operation of the sports complex and to pay off its bonds in the binding manner described in the statute, the Legislature violated the debt limitation clause. Article 8, ง II, ถ 3. More specifically, appellants refer to the pledge and agreement of the State with the bondholders pursuant to section 15 of the Act that until bonds issued by the Authority are paid off the State will not limit or alter the Authority's power to acquire, construct, maintain and operate the project in any way that would jeopardize their rights. They contend that since the revenue contemplated by the 1939 Constitutional Amendment is general revenue for use in the overall operation of the State, a binding agreement with the bondholders to allocate that revenue to the Authority for 40 years, or until the bonds are paid off constitutes, without approval by public referendum, a guaranty of their payment, or the assumption of a liability therefor, contrary to the debt clause.</p>\n<p>The appropriations clause prohibits the drawing of money from the State Treasury except by annual appropriations approved by the current Legislature. Obviously <span class=\"star-pagination\">*18</span> the restriction relates to funds in or required to be placed in the State Treasury. <i>Van Riper v. Board of Chosen Freeholders,</i> 137 <i>N.J.L.</i> 714, 716 (E. &amp; A. 1948). It follows that if there is no such mandate with respect to particular revenues, the clause is not binding. There is no general mandate that all revenues generated by operation of every department or agency or authority of State government be deposited in the general treasury. In fact, history negates such a view. The proposed 1944 Constitution included a clause requiring all such revenues \"from whatever source derived\" to be paid into the general treasury. It was rejected at the 1947 Constitutional Convention, quite apparently because it would prevent any dedication of funds. 1 <i>Proceedings,</i> 1947 <i>Constitutional Convention,</i> 151. In this circumstance, and in the absence of any provision in the Constitution as finally adopted stating that all public money must be paid into the State Treasury, a court should not imply it. On the contrary, the omission to write such a mandate into our 1947 charter seems to have been a studied one, and indicative of a purpose to permit the Legislature to decide what revenues should go into the general fund. See <i>Gipson v. Ingram, supra,</i> 223 <i>S.W.</i>2d 595, and compare, <i>Petition of Bd. of Pub. Bldgs.,</i> 363 <i>S.W.</i>2d 598, 606-608 (Mo. Sup. Ct. 1963), where it was deemed controlling that the Missouri Constitution, Art. 3, ง 36, V.A.M.S., provided that \"all revenue collected and money received by the state shall go into the treasury.\" The Legislature has the power to take any action or course reasonably necessary or incidental to the operation of government that is not prohibited by the Constitution expressly or by clear implication. When it has acted within that perimeter, the function of judicial review does not include supervision of the legislative judgment. <i>Reingold v. Harper,</i> 6 <i>N.J.</i> 182 (1951).</p>\n<p>Indications that the Legislature was aware of its prerogative to direct the course of its revenues are to be found. For example, the 1967 amendment to the Racing Commission Act specifically provides that:</p>\n<p><span class=\"star-pagination\">*19</span> All moneys received by said commission under the provisions of this act shall be paid into the State treasury and <i>except as to moneys deposited in the New Jersey Horse Breeding and Development Account,</i> shall be part of the free treasury funds. <i>L.</i> 1967, c. 40, ง 6; <i>N.J.S.A.</i> 5:5-68 (Amendment emphasized).</p>\n<p>Similar recognition appears in <i>N.J.S.A.</i> 52:18A-8:</p>\n<p>All State revenue collected by any department, institution, commission, board, committee or official of this State shall, <i>except as otherwise provided by law,</i> be deposited, in the method prescribed by the director * * * to the credit of this State of New Jersey in such depositories as the State Treasurer shall designate. (Emphasis added).</p>\n<p>This awareness is clearly evidenced also by section 7 of the Act under review. There the Legislature directed that revenue equal to 1/2 of 1% of all pari-mutuel pools be paid to the General State Fund, and that all other revenues remaining from the track operation after deduction of expenses were designated revenues of the Authority.</p>\n<p>In the State of New York where horse racing with pari-mutuel wagering was also adopted by constitutional amendment in 1939, the same language respecting the production of \"reasonable revenue for the support of government\" was included. Art. 1, ง 9, subd 1. However, the New York Legislature authorized the management of the track by private businesses, with the State to receive certain percentages of the revenues. Incidental to the operation, the Legislature created a public benefit corporation, the Agriculture &amp; New York State Horse Breeding Development Fund, within the State Racing Commission, to aid in the growth and development of the industry. Its funds were to be derived from the private racing associations which were required to pay it 20% of the \"breaks.\" The Fund was authorized to deposit the money, not in the State Treasury, but in several segregated accounts and to disburse it for various programs designed to foster the growth and prosperity of the industry. Any obligations of the Fund could not become the debts of <span class=\"star-pagination\">*20</span> the State; in fact, the expenditures were limited to the allotted income. <i>L.</i> 1965, c. 567. <i>N.Y. Unconsol. Laws,</i> ง 8041 <i>et seq.</i> (McKinney 1971 Supp.)</p>\n<p>The statute was attacked as unconstitutional on the ground that the portion of the racing revenues when used for the purposes for which the Fund was created did not constitute \"revenue for the support of government,\" and moreover that track revenues could not be diverted from the state treasury where they were subject to the two year appropriation clause of the Constitution. In <i>Saratoga H.R.A. v. Agric. &amp; N.Y.S.H.B.D.F.,</i> 22 <i>N.Y.</i>2d 119, 291 <i>N.Y.S.</i>2d 335, 238 <i>N.E.</i>2d 730 (1968), the Court of Appeals rejected the contentions saying there was nothing in the constitutional \"amendment which requires that <i>all</i> revenue in excess of expenses be devoted to the direct support of government.\" 22 <i>N.Y.</i>2d at 122, 238 <i>N.E.</i>2d at 732, 291 <i>N.Y.S.</i>2d at 337. The court declared that the Fund is not a fund under the management of the State as that term is employed in the Constitution, and that, as pointed out in the past, not every fund made up of public moneys raised by taxation or otherwise, came within the appropriations clause. In this instance the Fund was said to be the instrument through which the Legislature chose to effectuate the described legitimate purpose. And the court saw nothing in either constitutional clause which prevented the legislative action.</p>\n<p>In upholding New York's off-track betting law by which 80% of up to 20 million dollars in racing revenues could go to the participating municipality and only 20% to the State, <i>L.</i> 1970, ch. 143, 144, <i>N.Y. Unconsol. Laws,</i> ง 8061 <i>et seq.</i> (McKinney, 1971 Supp.), the Court of Appeals again interpreted the reasonable revenue for the support of government provision in the State Constitution. <i>Finger Lakes R.A. v. New York State Off-Track Pari-Mutuel Betting Comm'n,</i> 30 <i>N.Y.</i>2d 207, 331 <i>N.Y.S.</i>2d 625, 282 <i>N.E.</i>2d 592 (1972), aff'g 65 <i>Misc.</i>2d 946, 320 <i>N.Y.S.</i>2d 801 (Sup. Ct. 1971). The court said that the horse racing amendment <span class=\"star-pagination\">*21</span> did not require that only the State as such derive revenue from pari-mutuel betting. The portion of the pari-mutuel revenue allocated to participating municipalities through a State agency must be regarded as use of the revenue for the support of government. Rejecting the argument that the State \"itself\" must be the exclusive beneficiary of pari-mutuel revenues, the court said that under the Constitutional authorization what constitutes \"reasonable revenue for the support of government\" is a question of judgment and value and normally within the legislative province. That view is at least as applicable in the base before us, where a substantial portion of the horse racing revenues are allocated to an instrumentality of State government for the creation and maintenance of a public project like the sports complex.</p>\n<p>It should be noted also that the Legislature created an autonomous public agency, the New York City Off-Track Betting Corporation, to conduct the pari-mutuel wagering operation. The agency was given power to finance the project through bonds which were to be paid solely from the wagering revenues. The statute expressly provided that the bonds were to be the obligation of the corporation alone, and not directly or contingently the obligation of the State. Moreover, the statute contains the same pledge as in Section 15 of the New Jersey Act., <i>i.e.,</i> the State agreed with the bondholders that, until the bonds were paid, it would not in any way limit or alter the agency's agreement with them, limit or impair the rights of such holders, or authorize any public or private competition in off-track betting, <i>L.</i> 1970, c. 144, งง 81, 83, 84. <i>N.Y. Unconsol. Laws,</i> งง 8092, 8094, 8095 (McKinney 1971 Supp.).</p>\n<p>From all of the above we are satisfied that where the Legislature has created a corporate agency, as an instrumentality of the government to perform a public purpose, whose debts are not liabilities of the State, and which is not dependent upon the Legislature for annual appropriations, Article 8, ง II, ถ 2 is not applicable. It is common <span class=\"star-pagination\">*22</span> practice for such agencies by legislative prescription to run their own independent operation, manage their own income therefrom and pay off their bonds solely from such funds, without regard to or control by or being subject to the appropriations clause. See, <i>e.g., </i><i>Clayton v. Kervick, supra</i><i>; </i><i>New Jersey Mortgage Finance Agency v. McCrane, supra</i><i>; </i><i>Roe v. Kervick, supra</i><i>; Behnke v. New Jersey Highway Authority, supra,</i> 13 <i>N.J.</i> at 30-31 (1953); <i>Parsons v. New Jersey Turnpike Authority, supra; </i><i>McArthur v. Smallwood, supra,</i> 281 <i>S.W.</i>2d 328; <i>City of Oxnard v. Dale, supra,</i> 290 <i>P.</i>2d 859; <i>Antle v. Tuchbreiter,</i> 414 <i>Ill.</i> 571, 111 <i>N.E.</i>2d 836 (1953); <i>Book v. State Office Bldg. Comm'n, supra,</i> 149 <i>N.E.</i>2d 273; <i>State v. Board of Regents,</i> 167 <i>Kan.</i> 587, 207 <i>P.</i>2d 373 (1949); <i>State v. Board of Examiners,</i> 121 <i>Mont.</i> 402, 194 <i>P.</i>2d 633 (1948). See generally <i>Shestack, The Public Authority,</i> 105 <i>U. Pa. L. Rev.</i> 553, 557-562 (1957); <i>Comment, Obligations of a State Created Authority</i>: <i>Do They Constitute Debts of the State?,</i> 53 <i>Mich. L. Rev.</i> 439 (1955). We do not find persuasive the arguably contrary view expressed in Nebraska in <i>State v. Steen,</i> 183 <i>Neb.</i> 297, 160 <i>N.W.</i>2d 164 (1968). Obviously the agencies' functional efficiency as a means of accomplishing pressing public projects would be virtually nil if the revenue produced by their financially self-sustaining operation had to be channeled into the State Treasury and disbursed in accordance with the annual appropriations clause.</p>\n<p>But appellants maintain that the situation in this case is different from those cited because the 1939 Constitutional amendment approved horse racing with pari-mutuel wagering \"from which the State shall derive a reasonable revenue for the support of government.\" This language, they say, means that the revenue so derived must be considered general State revenue to be deposited in the general treasury to be used only for general State operation and cannot be diverted as a special fund to maintain and support <span class=\"star-pagination\">*23</span> an autonomous agency of the State created to accomplish a public purpose. In our judgment such a narrow interpretation is unreasonable.</p>\n<p>\"Government\" is a comprehensive term. It connotes the machinery by which the sovereign power in a State expresses its will and exercises its functions; it is the framework of political institutions by which the executive, judicial, legislative and administrative business of the State is carried on; it is the aggregate of authorities which rule our society and meet its public needs. <i>Stokes v. United States,</i> 264 <i>F.</i> 18, 22 (8 Cir.1922).</p>\n<p>As we have agreed, the sports and exposition complex serves a public purpose. By virtue of the statute the Authority is simply the instrument by which the State accomplishes that purpose; its function is a governmental one. Thus, it is entirely reasonable to conclude that in the context of the 1939 Constitutional Amendment the word \"State\" includes the legislatively created autonomous corporate agencies or instrumentalities which carry on various aspects of its governmental activities. The Authority being such an instrumentality it seems only sensible to say that the revenues received by it in effectuating and carrying on the delegated governmental purpose, including the revenue from horse racing, are revenues received for the support of government.</p>\n<p>It cannot be maintained successfully that on the face of the statute the revenue to be produced by horse racing with pari-mutuel wagering is not \"reasonable revenue for the support of government.\" What would constitute such revenue is basically and primarily a matter for the exercise of legislative discretion, and manifestly a court should not interfere unless the sum fixed or the measure established therefor is so palpably unreasonable as to constitute unconstitutionally arbitrary action. <i>Finger Lakes R.A. v. N.Y. State Off-Track Pari-Mutuel Betting Comm'n, supra.</i> The matter must be appraised by viewing the State conceptually as a unique organism. The totality of its performance <span class=\"star-pagination\">*24</span> is government but that ultimate result may be achieved constitutionally by the operation of independent arms which perform some of the public work and which are not dependent upon the \"State\" for financial support.</p>\n<p>In its capacity of State <i>qua</i> State, it is to receive 1/2 of 1% of the pari-mutuel pools to be paid into the General State Fund for the <i>direct</i> support of government. One informed party to this action estimates that such allocation is capable of producing $1,700,000 annually. Included also for ultimate deposit in the General State Fund is any balance of the total revenues of the complex project remaining in the hands of the Authority after payment of its operating expenses, and the required amortization of its bonds. Whether in long range view this will be productive is contra-indicated presently (as the result of the stipulation of the Authority). In the \"State's\" other capacity, represented by the broad connotation of which the 1939 constitutional amendment is reasonably susceptible (<i>i.e.,</i> revenue for the support of government can signify revenue generated by the operation of financially self-sustaining corporate instrumentalities of government, which is used in performing their part of state government), the Authority is to receive the balance of the track revenues remaining after specified operating expenses. It is plain from the record that that balance probably will be very substantial. Since, for the reasons expressed, both portions of the revenue will be supporting the government of the State, th trial court was correct in finding no violation of the 1939 constitutional amendment.</p>\n<p>The final portion of the claim of unconstitutionality brings us back to the debt clause. The argument is that since the revenues generated by the race track operation are State revenues (within the restricted compass asserted by appellants) and must continue to be such by virtue of the 1939 constitutional amendment as long as horse racing with pari-mutuel wagering exists, Article 8, ง II, ถ 3 is violated by the State's pledge in Section 15 of those revenues <span class=\"star-pagination\">*25</span> until the Authority bonds are paid, their maturity date being many years hence. As has been noted, under this section the State pledged and agreed with the bond or note holders that until such obligations are paid, it will not, to their prejudice, limit or alter the rights of the Authority to construct and operate the sports complex. Such pledge or agreement, it is contended, amounts to a pledge or guaranty or assumption of a liability by the State intended to be binding on successor legislatures, which cannot be made without approval of the people at a general election.</p>\n<p>As the cases and secondary sources cited earlier have made clear, whenever the state government wishes to enter upon a public project requiring immediate substantial expenditure of money for its execution, it is faced with the bar of the debt clause. The modern science of government has found a method of avoiding that clause,<sup>[3]</sup> and the courts have approved it. It is to create an autonomous public corporate entity to undertake the task and to borrow money for the purpose on its own bonds. These bonds are expressly made the entity's own debt to be paid by it alone, and both the enabling legislation and the bonds themselves expressly stipulate that the State shall not under any circumstance have any liability thereon. Funds to meet interest and principal of the bonds are derived solely from revenues generated by the agency's operation, which remain a special fund for that purpose until the bonds are fully paid. As was said in <i>Clayton v. Kervick, supra,</i> 52 <i>N.J.</i> at 152: \"It is never an illegal evasion of a constitutional provision or prohibition to accomplish a desired result, which is lawful in itself, by discovering or following a legal way to do it.\" Citing <i>Book v. State Office Bldg. Comm'n, supra,</i> 149 <i>N.E.</i>2d at 288.</p>\n<p>We have already expressed the view that devotion of the revenues from pari-mutuel horse racing wagering to Authority <span class=\"star-pagination\">*26</span> purposes, and particularly for the payment of the bonds, constitutes use of the revenue by an instrumentality of the State for the support of government. The character of that use will remain constant until the bonds are paid. The requirement of the 1939 constitutional amendment being satisfied, the situation is no different from that involved in <i>Clayton v. Kervick</i> and <i>New Jersey Mortgage Finance Agency v. McCrane, supra</i><i>.</i> In the enabling statutes in both of those cases the State made the same pledge in almost identical language, as appears in the act now before us, <i>i.e.,</i> not to limit, restrict or impair the rights of the bondholders under the agreement made with the public agency until the bonds were fully paid. <i>N.J.S.A.</i> 18A:72A-10, 19 (bond terms up to 50 years); <i>N.J.S.A.</i> 17:1B-10(g), 17 (bond terms up to 30 years).</p>\n<p>In neither of the two cases cited, nor in the many out-of-state decisions mentioned earlier was there any express or implied declaration that the covenant of the State with the bondholders not to impair the various authorities' right to use the governmental revenues generated by their operation was violative of the debt clause of the Constitution, even though succeeding legislatures were bound thereby. We see no reasonable ground for such a holding here. There can be no misunderstanding by the bondholders as to their relationship with the State. Both the statute and the face of the bonds, in the plainest of terms, tell them that they must look solely to the Authority for payment, and that the State is neither assuming a direct or contingent liability therefor, nor pledging the credit of the State to that end.</p>\n<p>In our judgment when bondholders purchase bonds from the Authority under section 15 of the Act a solemn pact comes into being between them and the State. Article 4, ง VII, ถ 3 of the 1947 Constitution and Article 1, ง 10 of the United States Constitution make it secure against impairment by succeeding legislatures, except for a proper exercise of the State's never abdicated police powers. As the <span class=\"star-pagination\">*27</span> United States Supreme Court said in <i>Indiana v. Brand,</i> 303 <i>U.S.</i> 95, 100, 58 S.Ct. 443, 446, 82 <i>L.Ed.</i> 685, 690-691 (1938):</p>\n<p>The principal function of a legislative body is not to make contracts but to make laws which declare the policy of the state and are subject to repeal when a subsequent Legislature shall determine to alter that policy. Nevertheless, it is established that a legislative enactment may contain provisions which, when accepted as the basis of action by individuals, become contracts between them and the State or its subdivisions within the protection of Article 1, ง 10. If the people's representatives deem it in the public interest they may adopt a policy of contracting in respect of public business for a term longer than the life of the current session of the Legislature.</p>\n<p>See, also, <i>Louisiana v. Police Jury,</i> 111 <i>U.S.</i> 716, 28 <i>L.Ed.</i> 574 (1884); <i>New Jersey v. Yard,</i> 95 <i>U.S.</i> 104, 24 <i>L.Ed.</i> 352 (1877); <i>New Jersey Highway Authority v. Sills,</i> 109 <i>N.J. Super.</i> 424, <i>suppl.</i> 111 <i>N.J. Super.</i> 313 (Ch. Div. 1970), aff'd <i>o.b.</i> 58 <i>N.J.</i> 432 (1971); <i>Behnke v. New Jersey Highway Authority, supra,</i> 13 <i>N.J.</i> at 29; <i>Proprietors of Bridges v. Hoboken Land &amp; Impr. Co.,</i> 13 <i>N.J. Eq.</i> 81 (Ch. Div.), aff'd 13 <i>N.J. Eq.</i> 503 (E. &amp; A. 1860), aff'd 68 <i>U.S.</i> 116, 17 <i>L.Ed.</i> 571 (1864); <i>McArthur v. Smallwood, supra,</i> 281 <i>S.W.</i>2d at 435-437; <i>Canal Nat'l Bank v. School Admin. Dist.,</i> 160 <i>Me.</i> 309, 203 <i>A.</i>2d 734 (1964); <i>Ziegler v. Witherspoon,</i> 331 <i>Mich.</i> 337, 49 <i>N.W.</i>2d 318 (1951); <i>Wa Wa Yanda, Inc. v. Dickerson,</i> 18 <i>App. Div.</i>2d 251, 239 <i>N.Y.S.</i>2d 473 (App. Div. 1963); 16 <i>Am. Jur.</i>2d, <i>Constitutional Law,</i> งง 289, 298, 299, 441; pp. 561-563, 583-589, 788-789 (1964); 43 <i>Am Jur., Public Securities and Obligations,</i> ง 273, pp. 484-485 (1942).</p>\n<p>Our dissenting colleagues suggest by way of pure <i>dictum</i> that future Legislatures in their discretion may (a) abolish racing, (b) reduce the allotted racing days if the public interest so requires, (c) abolish pari-mutuel betting, and (d) \"withdraw from the Authority the net proceeds obtained from pari-mutuel betting, or at least so much as equals a tax thereon at the rate of taxation at private tracks.\" Such <span class=\"star-pagination\">*28</span> hypothetical questions are not before us, and it is unwise and unnecessary to deal with them in the abstract. <i>Crescent Pk. Tenants Assoc. v. Realty Eq. Corp. of N.Y.,</i> 58 <i>N.J.</i> 98, 107 (1971); <i>The Proprietary Ass'n v. Board of Pharmacy of N.J.,</i> 16 <i>N.J.</i> 62, 72 (1954); <i>New Jersey Turnpike Authority v. Parsons, supra,</i> 3 <i>N.J.</i> at 240.</p>\n<p>In any event it is sufficient to refer to <i>New Jersey Highway Authority v. Sills, supra.</i> The Highway Authority had issued bonds which were to be paid out of tolls arising from its autonomous operation and for the payment of which it alone was responsible. The enabling statute contained the same pledge by the State (as we have here) not to impair the Authority's agreement with the bondholders until the bonds were paid. A later Legislature adopted a statute ex-empting National Guardsmen from the payment of tolls. It was declared unconstitutional by the Chancery Division as impairing the obligation of the Authority's contract with the bondholders, and this Court unanimously affirmed the judgment.</p>\n<p>The principles applied in <i>Sills</i> are equally applicable here, and it may be stated definitively that the bonds of the Authority in the hands of purchasers constitute valid contracts binding on the State according to their terms, and are entitled to the same constitutional protection against impairment at the hands of subsequent Legislatures as are the bonds of the Educational Facilities Authority, <i>N.J.S.A.</i> 18A:72A-10, 19, of the New Jersey Mortgage Finance Agency, <i>N.J.S.A.</i> 17:1B-10(g), 17, and of any other similarly constituted agency created for the performance of a public purpose whose bonds are supported by a like pledge of the State. Moreover, aside from the strict applicability of constitutional principles, having in mind our form of government, we believe the integrity of the legislative branch to be such that a succeeding Legislature would not undertake to impair in any material fashion a solemn pledge made in good faith to bondholders by a predecessor Legislature.</p>\n<p><span class=\"star-pagination\">*29</span> The dissent here is caught up in the hypnotic aura with which it has invested the word \"debt\" in the debt clause of the Constitution, and as a result has turned in the wrong direction. It must be repeated again that by the clearest kind of language the Legislature has said that the Authority's bonds when issued shall be the sole obligation of the Authority, and purchasers must buy them with that understanding. And if the constitutionally acceptable device of modern day progressive government, <i>i.e.,</i> the financially independent authority, is to succeed in the expeditious accomplishment of public purpose projects, and in persuading investors to buy the authority's bonds, the good faith covenant of the Legislature for itself and its successors to refrain from adopting later enactments which will materially impair the obligation of the authority's bonds must be respected. Otherwise the device becomes an empty formula. The judicial branch of government, which has given its imprimatur to the constitutionality of the device, has the duty to declare invalid attempts at material subversion of the covenant. Such judicial decision would not signify that the pledge of the State was a debt. Obviously no liability on the part of the State to satisfy the bonds would be thus independently created or recognized. It would simply mean that the courts had denied validity to a subsequent statutory attempt to materially impair the State's solemn obligation. See <i>W.B. Worthen Co. v. Kavanaugh,</i> 295 <i>U.S.</i> 56, 55 S.Ct. 555, 79 <i>L.Ed.</i> 1298 (1935); <i>McGahey v. Virginia,</i> 135 <i>U.S.</i> 662, 693-694, 10 S.Ct. 972, 34 <i>L.Ed.</i> 304, 314 (1890); <i>State v. Fort Lee,</i> 14 <i>N.J. Misc.</i> 895, 188 <i>A.</i> 689 (Sup. Ct. 1936), aff'd <i>o.b. sub nom. Phelps v. Fort Lee,</i> 118 <i>N.J.L.</i> 181 (E. &amp; A. 1937); <i>Rorick v. Board of Com'rs of Everglades Drainage Dist.,</i> 57 <i>F.</i>2d 1048, 1055 (N.D. Fla. 1932), vacated on jurisdictional grounds, 307 <i>U.S.</i> 208, 59 S.Ct. 808, 83 <i>L.Ed.</i> 1242 (1939); <i>Arizona State Highway Comm'n v. Nelson,</i> 105 <i>Ariz.</i> 76, 459 <i>P.</i>2d 509, 514 (1969); <i>City of Little Rock v. Com. Chest of Greater Little Rock,</i> 204 <i>Ark.</i> 562, 163 <i>S.W.</i>2d 522, 524 (1942); <i>Canal Nat'l</i> <span class=\"star-pagination\">*30</span> <i>Bank v. School Admin. Dist., supra,</i> 160 <i>Me.</i> 309, 203 <i>A.</i>2d 734, 43 <i>Am. Jur., Public Securities and Obligations,</i> งง 275, 277, pp. 487-490 (1942). And compare, <i>Beaumont v. Faubus,</i> 239 <i>Ark.</i> 801, 394 <i>S.W.</i>2d 478 (1965).</p>\n<p>For the reasons above outlined as well as for those expressed by Judge Pashman in the Law Division we conclude that the Sports &amp; Exposition Authority Law is constitutional. Even if we assume that the issue is reasonably debatable, that reasonable men might differ on the subject, the result must be the same for in that event the judicial duty is to sustain the act as properly within the legislative competence. As heretofore suggested, the court's concern cannot be whether the lawmakers' action was wise or expedient. The constitutional challenge presents a problem of power not of policy, and in the area of strict policy, the legislative will must control. Within the limits necessary to the preservation of our tripartite form of state government, and the basic principle on which it rests, the debt clause of the Constitution must be construed (as the great majority of cases throughout the country involving self-sustaining autonomous governmental agencies have done) to the end that public progress and development will not be stifled and that public problems with their ever increasing complexity may be met and solved.</p>\n<p>A question was raised in the trial court as to whether the statutory grant of permission to the Authority to acquire from the State some tideflowed meadowland for purposes connected with construction or operation of the sports complex violates the public trust doctrine which, it was said, imposes certain limitations on the alienation of such land. After pointing out that no sales or title transfers of that type are involved in the present case, and that, therefore, no issue in that regard is ripe for determination, the court discussed the matter generally, as well as the various statutes which will bear upon the ultimate resolution of any such problem, when and if it becomes necessary to deal with it. Since there is no such live issue in the case now, we <span class=\"star-pagination\">*31</span> hold that any decision on the subject must await a factual framework which makes judicial intervention appropriate.</p>\n<p>The last question requiring decision concerns the appellants' claim that the statute requires the Authority to \"consult\" the Meadowlands Commission, and the Department of Environmental protection, <i>i.e.,</i> to present to those agencies its position respecting the site chosen for the sports and exposition complex, after public notice of the time and place of such consultation, and to obtain their approval of the location.</p>\n<p>Section 5, subd. x of the statute provides that the Authority shall have the power</p>\n<p>[T]o determine the location, type and character of the project or any part thereof * * * provided that the authority shall consult with the Meadowlands Commission before making any determination as to the location, type and character of the project.</p>\n<p>And section 23 says:</p>\n<p>It is the express intent of the Legislature that the Authority in underaking the meadowlands complex shall consult with the Meadowlands Commission and the Department of Environmental Protection with respect to the ecological factors constituting the environment of the Hackensack meadowlands to the end that the delicate environmental balance of the Hackensack meadowlands may be maintained and preserved.</p>\n<p>At the public legislative hearing on the bill creating the sports and exposition authority, certain witnesses discussed what they considered to be possible deleterious effects on the ecology of the meadowlands which would result from construction of the sports and exposition complex. They pointed out that the bill contained no precautionary measures to deal with such problems. Commissioner Richard J. Sullivan of the Department of Environmental Protection also testified. Among other things he said:</p>\n<p>From the point of view of our Department, in looking at all factors, we like the proposal to build a sports facility at this location. We think <span class=\"star-pagination\">*32</span> it is compatible with the recreation emphasis we would like to see placed on this land. We think it is preferable in terms of pollution prevention to the development of commercial, industrial or heavy residential uses.</p>\n<p>In addition he agreed with another witness that \"it is important in the construction of a public project of this magnitude to build environmental protection in as we go. * * * So we would like to see somehow built into the process an opportunity to review environmental impact before the construction is actually undertaken.\" In general Commissioner Sullivan favored the project:</p>\n<p>All things considered, we think this is an excellent use of the land in the Meadowlands district, and the construction of these facilities would not only be compatible with the best uses of the meadowlands but would help to give our State a little identity of its own. And with the few caveats I have offered, which can be dealt with as the matter proceeds, we would favor without hesitation the construction of these buildings.</p>\n                                Hearing, on S. 2175 before the\n                                   Senate Judiciary Comm., April\n                                   12, 1971, pp. 67, 68, 70.\n<p>It appears that subsequent to this hearing the bill was amended to include sections 5, subd. x and 23 as part of the statute ultimately enacted.</p>\n<p>In view of the legislative history and particularly the strong language of section 23, we are unanimously of the view that an obligation has been imposed upon the Authority to present its proposal for site location to the Meadowlands Commission and the Department of Environmental Protection, and seek their opinion that in using such site the \"delicate environmental balance of the Hackensack meadowlands may be maintained and preserved.\" This presentation should be made after public notice of the time and place thereof, and actual notice to the parties to the present action. At such time the Authority and all interested persons should be permitted to present their views on the subject. Although section 23 speaks of the Meadowlands Commission <span class=\"star-pagination\">*33</span> and the Department of Environmental Protection, we see no reason why the presentation could not be made to both agencies at the same time. In our view the full record should be and can be made expeditiously at that time, to the end that if any further review is sought it may be heard and disposed of upon that record.</p>\n<p>We were advised on oral argument that the Authority had been engaged in consultation with the named agencies during its consideration of a site for the complex, and before it decided upon the particular site selected. In our judgment such informal conferences do not satisfy the purpose of the statute, and the matter must be remanded for the type of presentation and consideration described above. Compare, <i>Zabel v. Tabb,</i> 430 <i>F.</i> 2d 199 (5 Cir.1970), <i>cert.</i> den. 401 <i>U.S.</i> 910, 91 S.Ct. 873, 27 <i>L.Ed.</i>2d 808 (1971); <i>Calvert Cliffs Coord. Comm. Inc. v. United States A E.C.,</i> 449 <i>F.</i>2d 1109 (D.C. Cir.1971), noted in 58 <i>U. Va. L. Rev.</i> 177 (1972); and <i>Udall v. F.P.C.,</i> 387 <i>U.S.</i> 428, 87 S.Ct. 1712, 18 <i>L.Ed.</i>2d 869 (1967).</p>\n<p>We agree with the Authority that selection and approval of the complex site by it and the agencies is a broadly discretionary matter, and that the decision thereon will not be interfered with by a court unless it is palpably arbitrary. But whatever the basis for decision, the necessity for having it made has been ordained by the Legislature.</p>\n<p>For purposes of expedition, after the type hearing described has been held and decision made, any party desiring review may apply for direct certification by this Court.</p>\n<p>Except to the extent modified, the judgment below is affirmed.</p>\n<p>WEINTRAUB, C.J. (concurring in part and dissenting in part).</p>\n<p>This suit was brought to resolve all constitutional questions suggested by the face of the statute, to the end that prospective purchasers of bonds and notes authorized <span class=\"star-pagination\">*34</span> by the statute may be informed with respect to those matters. I join in the majority opinion except in the respects hereinafter indicated.</p>\n<p>The New Jersey Sports and Exposition Law, <i>L.</i> 1971, <i>c.</i> 137, declares in section 2 \"that the general welfare, health and prosperity of the people of the State will be promoted by the holding of athletic contests, horse racing and other spectator sporting events and of trade shows and other expositions in the State; that in order to induce professional athletic teams, particularly major league football and baseball teams, to locate their franchises in the State, it is necessary to provide stadiums and related facilities for the use of such teams, in addition to the facilities for horse racing and other spectator sporting events; that such stadiums and other facilities would also accommodate other events and serve other uses which would provide needed recreation, forums and expositions for the public.\" Section 2 continues with a declaration \"that additional facilities are needed in the State to accommodate trade shows and other expositions in order to promote industry and development in the State and provide a forum for public events.\" The same section then selects the Hackensack meadowlands as the site for these conglomerate activities, and declares the advent of the complex will \"stimulate the needed development of said meadowlands.\" To that end, the New Jersey Sports and Exposition Authority, a body corporate and politic, is created.</p>\n<p>The Authority is authorized to issue bonds and notes to obtain moneys for the project. Section 10, subd. g expressly states the bonds and notes \"shall not be in any way a debt or liability of the State\" and that \"neither the faith and credit nor the taxing power of the State\" is pledged to their payment. But section 15 provides:</p>\n<p>The State of New Jersey does hereby pledge to and covenant and agree with the holders of any bonds or notes issued pursuant to authority of the act that the State will not limit or alter the rights or powers hereby vested in the authority to acquire, construct, maintain, <span class=\"star-pagination\">*35</span> improve, repair and operate the project in any way that would jeopardize the interest of such holders, or to perform and fulfill the terms of any agreement made with the holders of such bonds or notes, or to fix, establish, charge and collect such rents, fees, rates or other charges as may be convenient or necessary to produce sufficient revenues to meet all expenses of the authority and fulfill the terms of any agreement made with the holders of such bonds and notes, together with interest thereon, with interest on any unpaid installments of interest, and all costs and expenses in connection with any action or proceedings by or on behalf of such holders, until the bonds, together with interest thereon, are fully met and discharged or provided for.</p>\n<p>Central to the program are the proceeds of parimutuel betting at the proposed racetrack. As the Attorney General said in his brief before us:</p>\n<p>* * * The key to the financial success of the Authority, however, lies in the fact that it must pay only 1/2 of one per cent of the total handle derived from pari-mutuel wagering to the general treasury, as compared to the larger percentage paid by privately owned racetracks. Act, ง 7f; L. 1971, c. 159. Thus the Authority will use the revenues generated by pari-mutuel wagering to finance construction of the other less profitable facilities it is authorized to construct.</p>\n<p>The question is whether section 15 purports to tie the hands of future legislatures with respect to that subject matter in a way the State Constitution forbids.</p>\n<p>Before discussing the issues I find troublesome, I should say a word about the claim that the project authorized by chapter 137 is beyond the legislative power. I have no doubt the statute is not vulnerable on that account. The Constitution limits the Legislature to the pursuit of a public purpose, but the Legislature has vast discretion in this area and the Legislature could decide the public interest would be furthered by this venture. It should be stressed that it is not for the judiciary to say whether the legislative decision is sound or unsound. The judiciary can pass only upon the legislative power to act. To hold the power is there, is not to endorse the merits of the program. Rather it is only to respect the authority of the Legislature to act, and to recognize the legislators, if they err, are accountable to the voters and not to the judiciary.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*36</span> I</h2>\n<p>As noted above, the Legislature itself selected the site for the racetrack. In doing so, the Legislature departed from the existing statutory policy that a track shall not be licensed without the affirmative approval of the voters of the county and of the municipality in which the proposed track will be situated. <i>N.J.S.A.</i> 5:5-39.1. That policy reflects the dispute as to whether racing with parimutuel betting is a bane or a blessing to a community. Indeed, it is a matter of public record that a proposed track not far from the site involved in this matter was disapproved by the voters of the municipality there concerned in 1967. See <i>Jersey Downs, Inc. v. Division of New Jersey Racing Commission,</i> 102 <i>N.J. Super.</i> 451 (App. Div. 1968). Nevertheless in the statute now before us the Legislature itself selected the site and did not submit it to a referendum. The question is whether the residents here concerned were thereby denied equality of treatment.</p>\n<p>If a single statute provided that a referendum shall be held as to all tracks except a track the State itself operated, I would doubt the validity of the classification, for it is hard to find that the identity of the operator is relevant. The reason for a referendum is to permit local decision upon the desirability of racing and associated gambling. In terms of impact upon the community, it does not matter that a track is in public rather than private hands. But I believe the short answer to the issue of unequal treatment is that the Legislature which adopted chapter 137 was not bound by the decision of a prior Legislature that there be a referendum, and hence if a constitutionally prohibited inequality exists because of the conflict between chapter 137 and the prior statute, it would be the prior law which would have to yield. Therefore chapter 137 is not vulnerable because it departs from the policy of a prior statute.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*37</span> II</h2>\n<p>Section 7 of chapter 137 authorizes the Authority to apply to the Racing Commission for a permit to operate a racetrack. Section 7, subd. c provides that if the Racing Commission acts favorably, the permit \"shall remain in force and effect so long as any bonds or notes of the authority issued for the purposes of the meadowlands complex remain outstanding, the provision of any other law to the contrary notwithstanding.\" The same subsection goes on to say that \"Notwithstanding the provision of any other law to the contrary, the Racing Commission shall allot anually to the authority, in the case of harness racing, not less than 100 racing days, and in the case of running racing, not less than 56 racing days, if and to the extent that application is made therefor.\"</p>\n<p>The question is whether section 7, subd. c, read with section 15 quoted above, binds the State (1) not to abolish racing or betting, and (2) not to refuse the Authority the number of racing days just mentioned.</p>\n<p>It is axiomatic that the police power of the State cannot be bargained away. The term, police power, in its largest usage, embraces all the powers of government other than eminent domain and the power to tax. It probably is true that some part of the police power, as thus broadly defined, may be bargained away as an unavoidable incident of a contract required in the public interest. The distinction sometimes suggested is between the power to govern and the power to deal with the property interests of the State. I see no need here to be more precise, for at least this much is clear: a legislature cannot contract away the power to protect the public safety, health and morals, and the power thus inalienable embraces the subject of racing and gambling. <i>Stone v. Mississippi,</i> 101 <i>U.S.</i> 814, 25 <i>L.Ed.</i> 1079 (1880); <i>Boston Beer Co. v. Massachusetts,</i> 97 <i>U.S.</i> 25, 24 <i>L.Ed.</i> 989 (1878); <i>Mugler v. Kansas,</i> 123 <i>U.S.</i> 623, 8 <i>S.Ct.</i> 273, 31 <i>L.Ed.</i> 205 (1887); <i>Northwestern Fertilizing Co. v. Hyde</i> <span class=\"star-pagination\">*38</span> <i>Park,</i> 97 <i>U.S.</i> 659, 24 <i>L.Ed.</i> 1036 (1878); <i>Douglas v. Kentucky,</i> 168 <i>U.S.</i> 488, 18 <i>S.Ct.</i> 199, 42 <i>L.Ed.</i> 553 (1897); <i>Butchers' Union Slaughterhouse &amp; Live Stock Landing Co. v. Crescent City Livestock Co.,</i> 111 <i>U.S.</i> 746, 4 S.Ct. 652, 28 <i>L.Ed.</i> 585 (1884); <i>Chicago B. &amp; Q.R. Co. v. Nebraska ex rel. Omaha,</i> 170 <i>U.S.</i> 57, 18 S.Ct. 513, 42 <i>L.Ed.</i> 948 (1898); <i>Home B. &amp; L. Assn. v. Blaisdell,</i> 290 <i>U.S.</i> 398, 436, 54 S.Ct. 231, 78 <i>L.Ed.</i> 413, 428 (1934); see <i>El Paso v. Simmons,</i> 379 <i>U.S.</i> 497, 506-509, 85 S.Ct. 577, 13 <i>L.Ed.</i>2d 446, 453-455 (1965).</p>\n<p>Hence chapter 137 cannot obligate the State not to abolish racing or related gambling.<sup>[1]</sup> The purchasers of bonds or <span class=\"star-pagination\">*39</span> notes are chargeable with that understanding and may not maintain either that the State is thus restrained or that the State will incur a dollar liability if it exerts the police power by prohibiting racing or gambling.</p>\n<p>I think the stipulation as to the minimum racing days also remains subject to legislative change if the occasion is appropriate, either because undue harm is found to abide in the statutory minimum number of days or because the tax yield to the State from other tracks is unduly impaired by so extensive an allocation to this track. Again, the purchasers of bonds and notes must be charged with an awareness of this continuing power to protect the public welfare.</p>\n<p></p>\n<h2>III</h2>\n<p>The most troublesome question is whether chapter 137 violates the debt clause of our State Constitution. <i>Art. VIII,</i> ง II, ถ 3, reads:</p>\n<p>The Legislature shall not, in any manner, create in any fiscal year a debt or debts, liability or liabilities of the State, which together with any previous debts or liabilities shall exceed at any time one per centum of the total amount appropriated by the general appropriation law for that fiscal year, unless the same shall be authorized by a law for some single object or work distinctly specified therein. Regardless of any limitation relating to taxation in this Constitution, such law shall provide the ways and means, exclusive of loans, to pay the interest of such debt or liability as it falls due, and also to pay and discharge the principal thereof within thirty-five years from the time it is contracted; and the law shall not be repealed until such debt or liability and the interest thereon are fully paid and discharged. No such law shall take effect until it shall have been submitted to the people at a general election and approved by a majority of the legally qualified voters of the State voting theron. All money to be raised by the authority of such law shall be applied only to the specific object stated therein, and to the payment of the debt thereby created. This paragraph shall not be construed to refer to any money that has been or may be deposited with this State by the government of the United States. Nor shall anything in this paragraph contained apply to the creation of any debts or liabilities for purposes of war, or to repel invasion, or to suppress insurrection or to meet an emergency caused by disaster or act of God.</p>\n<p><span class=\"star-pagination\">*40</span> A debt clause was first introduced in the <i>Constitution of 1844</i> (<i>Art.</i> IV, ง VI, ถ 4). The history need not be recounted in detail. States had incurred substantial bonded indebtedness in pursuit of public purposes, as the result of which bankruptcy or near bankruptcy ensued. For that reason debt clauses were incorporated into almost all of the state constitutions. <i>Clayton v. Kervick,</i> 52 <i>N.J.</i> 138, 146-147 (1968). The object was to prevent a legislature from binding succeeding legislatures, or to limit or condition its power to do so. About half of the debt clauses absolutely prohibit loans in excess of a stipulated sum; the clauses in two States permit such loans upon a vote of more than a majority of the legislators; the others permit such loans only if approved by the voters on a referendum. <i>Constitutional Debt Control in the States</i> (The Tax Foundation, Inc. 1954), <i>p.</i> 17; <i>Heins, Constitutional Restrictions against State Debt</i> (1963), <i>pp.</i> 9-12; <i>pp.</i> 93-120. In upholding the constitutionality of a debt clause requiring approval of 60% of the voters, the Supreme Court of the United States said tersely: \"It must be remembered that in voting to issue bonds voters are committing, in part, the credit of infants and of generations yet unborn, and some restriction on such commitment is not an unreasonable demand.\" <i>Gordon v. Lance,</i> 403 <i>U.S.</i> 1, 6, 91 S.Ct. 1889, 1892, 29 <i>L.Ed.</i>2d 273, 277 (1971). Our debt clause permits the Legislature thus to bind succeeding legislatures if the debt is approved by a majority of the legally qualified voters of the State voting on the proposal. For further assurance against unreasonable treatment of future taxpayers, our debt clause also limits to 35 years the period within which the debt must be liquidated, requires the measure to state \"the ways and means, exclusive of loans,\" to pay the principal and interest, and prohibits the repeal of the law prior to payment.</p>\n<p>I am speaking of the <i>debt clause,</i> and not of the <i>appropriations clause</i> of the Constitution, <i>Art.</i> VIII, ง II, ถ 2, discussed at length in the majority opinion. As to the <i>appropriate</i> <span class=\"star-pagination\">*41</span> <i>clause,</i> I agree with the majority that it does not require that all State revenues shall go physically into the State treasury.</p>\n<p>I find the debt clause applies to chapter 137 upon this thesis: (1) that the constitutional provision permitting racing and parimutuel betting mandates that there shall be a reasonable revenue yield to the State from every such operation, and (2) an irrevocable pledge by the State of that revenue for the payment of a debt of the Authority makes that debt a debt of the State within the meaning of the debt clause despite the disavowal in the statute that the State incurs an indebtedness or pledges its credit. I will discuss those propositions in that order.</p>\n<p></p>\n<h2>(1)</h2>\n<p>Gambling has a well documented constitutional history. The <i>Constitution of 1844</i> provided that \"No lottery shall be authorized by this state; and no ticket in any lottery not authorized by a law of this state shall be bought or sold within the state.\" <i>Art.</i> IV, ง VII, ถ 2. This paragraph was amended in 1897 to read:</p>\n<p>No lottery shall be authorized by the legislature or otherwise in this state, and no ticket in any lottery shall be bought or sold within this state, nor shall pool-selling, book making or gambling of any kind be authorized or allowed within this state, nor shall any gambling device, practice or game of chance now prohibited by law be legalized, or the remedy, penalty or punishment now provided therefor be in any way diminished.</p>\n<p>The prohibition was thus absolute, and it barred a gambling event without regard to the identity of the operator or the public purpose sought to be furthered with the proceeds of gambling. The ban applied to the State itself; it, too, could not conduct a gambling venture.</p>\n<p>Parimutuel betting was introduced by a constitutional amendment in 1939. The gambling clause, as thus amended, read:</p>\n<p><span class=\"star-pagination\">*42</span> It shall be lawful to hold, carry on, and operate in this State race meetings whereat the trotting, running or steeplechase racing of horses only may be conducted between the hours of sunrise and sunset on week days only and in duly legalized race tracks, at which the pari-mutuel system of betting shall be permitted. No lottery, roulette, or game of chance of any form shall be authorized by the Legislature in this State, and no ticket in any lottery shall be bought or sold within this State, or offered for sale; nor shall pool-selling, book-making, or gambling of any kind be authorized or allowed within this State, except pari-mutuel betting on the results of the racing of horses only, <i>from which the State shall derive a reasonable revenue for the support of government;</i> nor shall any gambling device, practice, or game of chance, or pari-mutuel betting thereon now prohibited by law, except as herein stated and otherwise provided, be legalized, or the remedy, penalty, or punishment now provided therefor be in any way diminished.</p>\n<p>I have italicized the phrase \"from which the State shall derive a reasonable revenue for the support of government.\" This promise of revenue was critical in the campaign for the adoption of the 1939 amendment, and I think it beyond dispute that its explicit demand for revenue is mandatory and unyielding.</p>\n<p>The history of the 1939 amendment includes an abortive legislative attempt to authorize parimutuel betting to obtain revenues. In 1934, finding a fiscal emergency affecting municipalities, the Legislature adopted chapter 56 which authorized municipalities to lease property \"for the conducting and operation of greyhound racing under the parimutuel system.\" The Legislature also adopted chapter 179 which authorized the State Racing Commission to issue licenses for such operations. Reciting that \"a financial emergency exists in this State whereby municipalities and other political subdivisions of the State are unable to collect their taxes,\" section 4 of chapter 179 provided that \"for the purpose of assisting such municipalities and such subdivisions where dog racing may be allowed, the Racing Commission may permit the use of the pari-mutuel system under such terms as they may prescribe and wherein a portion of the profits are to be paid to the municipality for the support thereof.\" This scheme was found to be so blatantly unconstitutional that <span class=\"star-pagination\">*43</span> the operator of a licensed track was held liable in a suit for penalties under another statute notwithstanding his assertion that an act of the Legislature authorizing parimutuel betting should provide protective cover prior to a judicial declaration that it is void. <i>Hyman v. Long Branch Kennel Club, Inc.,</i> 115 <i>N.J.L.</i> 123 (E. &amp; A. 1935). In 1934 the New Jersey State Racing Commission urged a constitutional amendment to permit parimutuel betting, on the premise that revenues would be obtained. In its <i>First Annual Report</i> (1935), the Commission stressed the State's need for revenue and predicted the tax on admissions and on wagering would provide $1,500,000 per year (<i>pp.</i> 19-22). The Commission used a tax of 3 1/2% on wagers in computing that estimated yield. The proposed amendment drew strong opposition on economic as well as moral grounds. So, for example, a news item in 1939 reported that five Senators, assailing the racing proposal, argued that (1) the projected yield of $1,500,000 was inflated; (2) the referendum would cost $1,000,000; (3) legalized racing would increase the relief rolls; and (4) a corrupt lobby would result (<i>Newark Evening News,</i> June 17, 1939, <i>p.</i> 2:1). The New Jersey Chamber of Commerce issued a report, <i>The Economic Effects of Pari-Mutuel Horse Racing</i> (1939), opposing the amendment and expounding the theme that the probable tax revenues would not compensate for the damage done to business in this State.</p>\n<p>Thus the history of the 1939 amendment clearly shows that its mandate to derive revenue is an essential part of the constitutional provision. The Legislature cannot authorize parimutuel betting except upon compliance with that demand. The 1939 amendment was incorporated in its entirety in <i>Art.</i> IV, ง VII, ถ 2, of the Constitution of 1947 by the reference therein to gambling \"heretofore submitted to, and authorized by a majority of the votes cast by the people at a special election.\" The \"restrictions\" <span class=\"star-pagination\">*44</span> in the 1939 amendment were expressly continued. Hence the mandate remains that \"the State shall derive a reasonable revenue for the support of government.\"</p>\n<p>A passing reference to other terms of the gambling clause of the 1947 Constitution is appropriate, for the theme is consistent that gambling is permitted only to produce moneys for some worthy end.<sup>[2]</sup> Thus certain organizations may conduct bingo games or raffles \"when the entire net proceeds of such games of chance are to be devoted to educational, charitable, patriotic, religious or public-spirited uses.\" So, too, the 1969 amendment empowers the Legislature \"to authorize the conduct of State lotteries * * * when the entire net proceeds of any such lottery shall be for State institutions, State aid for education.\" The undeviating thesis has been that gambling will not be permitted for mere amusement or for private profit alone.</p>\n<p>There is cause to doubt that the State itself may operate parimutuel betting, whether directly or through some agency. As already said, the 1897 constitutional ban against gambling barred a State operation as well as a private one. The parimutuel amendment of 1939 (unlike the 1969 State lottery provision) seems to contemplate private management with the State deriving a tax revenue from the operation. Nonetheless, since a constitutional restriction upon the legislative power should be read narrowly if the sense will permit it, I would not read it to ban a State operation. But it would do violence to the plain demand of the gambling clause if the State operated parimutuel betting without satisfying the positive demand for the production of \"reasonable revenue for the support of government.\" Thus, although the State may and customarily does exempt its own operations <span class=\"star-pagination\">*45</span> or those of its agencies from taxation as section 7, subd. h of chapter 137 purports to do, here the power to exempt is restrained by constitutional demand that pari-mutuel betting <i>shall</i> yield \"a reasonable revenue for the support of government.\" And it cannot matter, in this regard, whether the State conducts the operation directly or through a corporate agency.</p>\n<p>The only room for argument, in my view, is as to whether all of the dollar gain thus obtained in a State operation of gambling must be deemed to be \"revenue for the support of government\" or whether there is constitutionally committed for the support of government only so much of that revenue as matches the tax imposed upon a private operation. I think all of the dollar gain from gambling is thus committed, but upon either view chapter 137 would transfer to the support of the Authority's projects substantial revenues which the gambling clause requires to be obtained for the support of government. Chapter 137 does provide in section 7, subd. f that \"as an initial payment to the State, an amount equal to 1/2 of 1% of all parimutuel pools shall be deposited annually in the General State Fund.\" That deposit of course does not represent all of the revenue from the gaming operation. Nor does it match the tax imposed upon parimutuel pools of a private operator, which, as to harness racing, is 6% of all pools up to $40,000,000 in a calendar year and 7% with respect to the excess above that figure, and as to other racing, is 9.15% of the total pools. <i>N.J.S.A.</i> 5:5-66 as amended by <i>L.</i> 1971, <i>c.</i> 159, ง 1. The Legislature thereby established those yields as the \"reasonable revenue for the support of government.\" The 1/2 of 1 per cent payable under chapter 137 is but a small portion of that \"reasonable revenue.\"</p>\n<p>If chapter 137 had not excluded parimutuel betting at the Authority's track from the statute imposing the tax on parimutuel betting, and instead had directed that the State Treasurer pay to the Authority so much of the tax revenue from the Authority's track as exceeds 1/2 of 1 per cent of <span class=\"star-pagination\">*46</span> its pools, it would be evident that chapter 137 transferred tax revenues to the Authority for the payment of its bonds and notes. That fact should be no less evident because chapter 137 took the form of limiting the tax to 1/2 of 1 per cent of the Authority's pools.</p>\n<p>Thus I cannot avoid the proposition that chapter 137 would make available for the payment of the Authority's indebtedness a substantial portion of the revenues mandated by the Constitution to go to the State \"for the support of government.\" Indeed, basic to the plan of the sports conglomerate is the supporting financial role that parimutuel gambling is expected to provide. This, of course, was recognized by the Attorney General in the passage from his brief quoted above wherein he said \"The key to the financial success of the Authority * * * lies in the fact that it must pay only 1/2 of one per cent of the total handle derived from pari-mutuel wagering to the general treasury, as compared to the larger percentage paid by privately owned racetracks.\"</p>\n<p>I want to make it plain that there is no constitutional objection to the use of these moneys to support the venture of the Authority. Since chapter 137 seeks to further a project the Legislature constitutionally may decide to pursue, it follows that tax revenues of the State, whatever their source, may be expended to that end (except of course revenues dedicated by the Constitution to some special use). So the Legislature could appropriate to the Authority all the revenues yielded by the parimutuel tax at the private tracks, or the revenues from a gasoline tax or from an inheritance tax. In short, the use of the revenues derived from betting at the Authority's track for the Authority's purposes would indeed constitute the use of such revenues for the support of government within the meaning of the <i>gambling clause.</i> But the issue is whether a statute directing that disposition of revenues can bind future legislatures in the absence of compliance with the specific demands of <span class=\"star-pagination\">*47</span> the <i>debt clause</i> of the Constitution, notable among which, of course, is the demand for the approval of the voters.<sup>[3]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*48</span> (2)</h2>\n<p>Thus we come to the question whether the irrevocable pledge of State revenue for the payment of the Authority's bonds and notes comes within the <i>debt clause</i> of the Constitution.</p>\n<p>The taxing power being the principal source of State revenues, a binding commitment to appropriate tax revenues until a claim is liquidated must result in a State \"debt\" upon any reasonable view of the word. An unqualified promise to levy a tax for its payment must be the hallmark of a debt. The decisions here and elsewhere amply support that evident proposition.</p>\n<p>The cases elsewhere divide, not upon the question whether a promise to impose a tax for the payment of an obligation makes the obligation a debt of the State, but rather upon whether the debt clause was intended to embrace all such debts. In some States it has been held, either upon the phrasing of the debt clause or upon its history, that their constitutions barred only a commitment to levy a <i>tax upon property,</i> with the result that an <i>excise tax</i> could be committed irrevocably to the payment of a debt without running afoul of the debt clause. But I would stress that such cases do not say an obligation thus to be paid by an irrevocable excise tax is something other than a \"debt\" of the State. Rather the proposition there propounded is that the debt clause was intended only to protect the owners of property from <i>ad valorem</i> taxation thereof and hence the Legislature is free to incur a debt so long as the owners of property are not subjected to a tax upon their property holdings to repay it. That view was taken in <i>State v. Board of Public Instruction, Okaloosa County,</i> 214 <i>So.</i>2d 723 (Fla. Sup. Ct. 1968); <i>State v. Tampa Sports Authority,</i> 188 <i>So.</i>2d 795 (Fla. Sup. Ct. 1966); <i>State ex rel. Boynton v. Kansas State Highway Comm.,</i> 138 <i>Kan.</i> 913, 28 <i>P.</i>2d 770 (Sup. Ct. 1934); <i>Cottingham v. State Board of Examiners,</i> 134 Mont. 1, 328 <i>P.</i>2d 907 (1958); <i>State ex rel. Capitol</i> <span class=\"star-pagination\">*49</span> <i>Addition Building Comm. v. Connelly,</i> 39 <i>N.M.</i> 312, 46 <i>P.</i>2d 1097 (Sup. Ct. 1935); <i>Briggs v. Greenville County,</i> 137 S.C. 288, 135 <i>S.E.</i> 153 (1926).</p>\n<p>The line thus drawn between a property tax and an excise tax is odd in the light of fiscal realities since the excise tax is indeed an essential source of State revenue. Hence understandably other jurisdictions deem the debt clause to apply whatever the nature of the tax.<sup>[4]</sup><i>Borchert v. Scott,</i> 248 <i>Ark.</i> 1041, 460 <i>S.W.</i>2d 28 (Sup. Ct. 1970); <i>In re Senate Resolution No. 2,</i> 94 <i>Colo.</i> 101, 31 <i>P.</i>2d 325 (Sup. Ct. 1933); <i>People ex rel. City of Chicago v. Barrett,</i> 373 <i>Ill.</i> 393, 26 <i>N.E.</i>2d 478 (Sup. Ct. 1940); <i>Curlin v. Wetherby,</i> 275 <i>S.W.</i>2d 934 (Ky. Ct. App. 1955); <i>State ex rel. Diederichs v. State Highway Commission,</i> 89 <i>Mont.</i> 205, 296 <i>P.</i> 1033 (Sup. Ct. 1931); <i>State v. Steen,</i> 183 <i>Neb.</i> 297, 160 <i>N.W.</i>2d 164 (Sup. Ct. 1968); <i>Boswell v. State,</i> 181 <i>Okl.</i> 435, 74 <i>P.</i>2d 940 (1937); <i>State ex rel. Washington State Finance Committee v. Martin,</i> 62 <i>Wash.</i>2d 645, 384 <i>P.</i>2d 833 (1963); see <i>Naftalin v. King,</i> 257 <i>Minn.</i> 498, 102 <i>N.W.</i>2d 301 (Sup. Ct. 1960); see also <i>State ex rel. Public Institutional Building Authority v. Griffith,</i> 135 <i>Ohio St.</i> 604, 22 <i>N.E.</i>2d 200 (Sup. Ct. 1939); <i>State ex rel. Public Institutional Building Authority v. Neffner,</i> 137 <i>Ohio St.</i> 390, 30 <i>N.E.</i>2d 705 (Sup. Ct. 1940).</p>\n<p><span class=\"star-pagination\">*50</span> We need not labor to demonstrate that the debt clause of our Constitution is not limited to a pledge of <i>ad valorem</i> taxes. Quite obviously the \"ways and means\" which the debt clause requires to be specified cannot be read to mean only an \"<i>ad valorem</i> tax.\" Indeed, at the time the 1844 Constitution was adopted, there was no statewide property tax, the revenue for State government being derived from excise taxes, and again in 1947, the year the present Constitution was adopted, the State ended the only State tax upon property (for school aid) and thereby withdrew from the use of the property tax. <i>Report of the New Jersey Tax Policy Committee</i> (1972), Part II, <i>p.</i> 3. In the light of the phrasing of our debt clause and the history of taxation in our State, it would be startling to say the debt clause was designed only as a shield against the taxation of property.</p>\n<p>Thus it is plain to me that an irrevocable commitment of any State tax revenue for the payment of an obligation thereby constitutes that obligation a debt of the State within the reach of the debt clause of the Constitution.<sup>[5]</sup> This is precisely what we held in <i>Holster v. Board of Trustees of the Passaic County College,</i> 59 <i>N.J.</i> 60 (1971). There the statute provided for the appropriation of State moneys to counties to cover one-half of the sums needed for the payment of bonds the statute authorized a county to issue on the county's sole credit. The trial court, construing the statute to bind future legislatures to make such appropriations, held the debt clause applied and the statute invalid for want of compliance with the constitutional provision. We reversed, but only by finding that the statute did not bind the State to make the annual appropriations. We said (<i>pp.</i> 66-67):</p>\n<p><span class=\"star-pagination\">*51</span> It is an accepted principle of statutory interpretation that, if possible, legislation will be so read as to sustain its constitutionality. Our reading of the statute differs from that of the trial judge. We hold that the bonds do not become the obligations of the State and that the statute does not impose upon the State a legally binding or enforceable obligation to pay them or to reimburse the county upon its making payment. Accordingly we conclude that there is no infringement of the debt limitation provision of the Constitution.</p>\n<p>Although there is doubtless a strong likelihood that payment of the bonds will in fact be met by legislative appropriations, we find nothing in the statute compelling the State to make such payments as a matter of law. Hence, both issuing counties and purchasing bondholders are on notice that the faith and credit of the State will not be pledged in respect of bonds issued pursuant to this enactment, but that payment on the part of the State will be dependent upon appropriations provided from time to time. Lacking such appropriations, recourse can be had only against the county which will have no recourse over against the State.</p>\n<p>Perhaps the point is more sharply made by referring to the authorization in the gambling provision of the Constitution for State lotteries \"when the entire net proceeds * * * shall be for State institutions, State aid for education.\" If a statute provided for the issuance of $100,000,000 in bonds to raise moneys for State institutions or for State aid for education or for both, and pledged irrevocably the revenues from State lotteries for the payment of the bonds within 35 years, the statute would satisfy the mandate that the net revenues be devoted to the public purposes stated in the gambling clause. Such a statute would also meet the requirements of the debt clause for a statement of the public use to be furthered by the bond issue, and for the specification of the ways and means for the payment of the loan. But there would remain to be satisfied the further demand of the debt clause that the loan be authorized by the voters. And it would not matter in the least that the bonds stated explicitly that the holder would look only to the revenues from lotteries as the ways and means for repayment and disavowed any further claim on the credit of the State. Nor would it matter whether the bonds were issued directly by the State or by an authority created to that end. The reason, of course, is <span class=\"star-pagination\">*52</span> that no legislature can bind future legislatures as to the use of tax revenues without the concurrence of the voters. That is the aim of the debt clause. An irrevocable pledge of State revenues without voter approval defies the letter and the spirit of that provision.</p>\n<p>For the reasons given, I find (1) that the Constitution mandates that there be a reasonable revenue yield to the State from parimutuel betting and (2) chapter 137 violates the debt clause insofar as it commits the mandated funds (whether the mandated revenues are held to be all of the net revenues from parimutuel betting or only so much as matches the yield from the tax on such betting at private tracks) to support the obligations of the Authority upon its bonds and notes.</p>\n<p>The question then is whether this unconstitutional aspect is severable. I think it is. We may fairly assume the Legislature would want the balance of the Act to remain. Whether the program continues to be viable of course will depend upon whether the bonds and notes of the Authority will be purchased if the buyers understand, as in <i>Holster,</i> that succeeding legislatures are not bound thus to devote the revenues from parimutuel betting conducted by the Authority to the payment of those bonds and notes.</p>\n<p>I should mention a subject to the end that its irrelevance may be pointed out. There is a \"special fund\" doctrine usually invoked when a self-liquidating facility is acquired. The charges paid by the users constitute \"the special fund,\" and it is to this fund alone that the bondholder agrees to look for payment. The special fund concept was referred to in <i>New Jersey Turnpike Authority v. Parsons,</i> 3 <i>N.J.</i> 235, 246 (1949), and <i>Clayton v. Kervick, supra,</i> 52 <i>N.J. at</i> 149.</p>\n<p>It is generally held that when the bonds issued to purchase the facility are thus payable out of the user charges and nothing else, the debt clause does not apply.<sup>[6]</sup> I agree there <span class=\"star-pagination\">*53</span> is no debt clause problem in such circumstances. Indeed I see no difference, in this regard, between a self-liquidating project entrusted to a corporate authority and one operated directly by the State, so long as the bonds are payable from the project's own revenues, unaided by an irrevocable promise of the proceeds of a tax. Accordingly, as an abstract proposition, the State could, directly or through a corporate authority, acquire a racetrack, with the costs to be paid solely out of the revenues of the track. Such a program would fit within the special fund doctrine, and for present purposes, I will assume the proceeds of the track could also be pledged under that doctrine for the cost of the sundry other projects authorized by chapter 137. But if I am correct in my view that the Constitution mandates that parimutuel betting shall yield revenue for the support of government, the special fund doctrine would not obviate that constitutional demand, for the special fund could consist only of the net proceeds after the required tax on the wagering has been exacted and paid to the State. Again, successive legislatures could appropriate those tax revenues to the special fund if they wished, for by hypothesis the project is for a public purpose and tax revenues may be spent to further that purpose. But the proposition remains unassailable that no statute can bind future legislatures to that end, except upon compliance with all the provisions of the debt clause including the requirement for the affirmative approval of the voters at an election for that purpose.</p>\n<p>I add a reply to the majority's response to the foregoing dissent. The majority say the questions raised in the dissent are hypothetical and therefore the majority do not answer them. The majority then say the State is bound by its contracts, citing a number of cases for that indisputable proposition. But the issue is whether the commitment by the State <span class=\"star-pagination\">*54</span> in the statute is lawful, and that issue is not hypothetical. The very purpose of this proceeding, unless I misunderstand it, is to have adjudged every issue which might concern the purchaser of bonds. A prospective purchaser wants to know what revenues are pledged for the payment of the bonds and whether that pledge is revocable. It is no answer to say he will find out when and if a future legislature departs from the statute's script. Nor do I understand how the prospective purchaser is enlightened by the observation that <i>if</i> the contract is valid, the State will be bound by it. If the majority mean that after the bonds are sold, it will be too late for the State to challenge the legality of the commitment, then the majority thereby demonstrate that the issue of legality must be decided now and is not hypothetical. And if the majority mean that the State may not challenge the legality of bonds either before or after their sale, then of course all constitutional restraints would be nullified. For example, if a legislature authorized the sale of State bonds in bald defiance of the debt clause, the violation, upon that premise, would be beyond redress. This would be so because a challenge to the issuance of the bonds would be hypothetical on the thesis that it ought not to be supposed a succeeding legislature would repudiate the illegal act, and on the other hand, if a succeeding legislature should try to do so, the repudiation would be too late. Upon that approach, we should not have reached the debt clause issue in <i>Holster, supra,</i> 59 <i>N.J.</i> 60.</p>\n<p>Perhaps by \"hypothetical\" the majority mean the issues are academic, that is, that they believe purchasers of bonds would not decline to buy because future legislatures are free to take the several actions I have said will be within their power to take. If those views are thus academic, then of course it will not matter that the majority omit to respond to them. But if prospective purchasers will be concerned with the validity of those views, then, as every member of the Court understands, the sale of the bonds will be inhibited if the majority of the Court do not decide those issues contrary <span class=\"star-pagination\">*55</span> to those views and do so unambiguously. The question then is whether the majority opinion can be read to pass upon those \"hypothetical\" issues. I am satisfied the majority opinion cannot stand that reading. The several propositions are stated succinctly in Part IV of my opinion. The position of the majority upon those propositions can of course be easily stated directly, and with crystal clarity. Since the majority opinion does not address itself to any of those propositions, I must conclude the opinion does not undertake to pass upon them. This is supported by the fact that the majority opinion does not attempt to meet the theses expounded in Points II and III of this opinion or to deal with the authorities cited therein. In short, the most that can be gleaned from the majority opinion is the general proposition that a State is bound by a lawful commitment, without however deciding whether the commitments here in question are lawful or are lawfully made.</p>\n<p></p>\n<h2>IV</h2>\n<p>Accordingly I conclude (1) that the power remains in future legislatures (a) to abolish racing, (b) to reduce the allotted racing days if the public interest so requires, (c) to abolish parimutuel betting, (d) to withdraw from the Authority the net proceeds obtained from parimutuel betting (or at least so much as equals a tax thereon at the rate of taxation at private tracks), and (2) that the State will incur no financial obligation to the holders of bonds or notes of the Authority if any or all of those legislative actions are taken. The statute is nonetheless constitutional but the purchasers of bonds or notes would be chargeable with notice of these conclusions.</p>\n<p>PROCTOR, J., joins in this opinion.</p>\n<p>HALL, J. (concurring in part and dissenting in part).</p>\n<p>These consolidated actions sought a declaratory judgment as to the constitutionality of the New Jersey Sports and Exposition <span class=\"star-pagination\">*56</span> Authority law, <i>L.</i> 1971, <i>c.</i> 137, <i>N.J.S.A.</i> 5:10-1 <i>et seq.,</i> creating and empowering an agency (\"Authority\") to construct and operate what may be referred to for present purposes as a sports complex on a 750 acre enclave within the 21,000 acres of salt water swamps, meadows and marshes in the lower Hackensack River basin. Reclamation and development of these meadowlands were earlier committed to an autonomous regional agency, the Hackensack Meadowlands Development Commission (\"Agency\"), by <i>L.</i> 1968, <i>c.</i> 404, <i>N.J.S.A.</i> 13:17-1 <i>et seq.</i> The Sports Authority law largely removes this enclave from the jurisdiction of the Agency and grants very broad powers to the Authority, but at the same time requires considerable interrelation with the Agency. The 750 acre site has been selected by the Sports Authority (presumably with the concurrence of the Agency as the Authority law demands, <i>L.</i> 1971, <i>c.</i> 137, ง 5, subd. x); it comprises the area in the Borough of East Rutherford, Bergen County, bounded by State Highway Route 3, Berry's Creek, Paterson Plank Road and the western spur of the New Jersey Turnpike. Some of the included area constitutes state-owned tideland (the land flowed by the tides below the mean high water line); some represents non-tide flowed upland presently claimed by private persons.</p>\n<p>The numerous constitutional questions raised are complex and diverse, advanced by many parties having quite differing interests. Each is dealt with in the trial court opinion. 119 <i>N.J. Super.</i> 457 (Law Div. 1971). All are essentially directed to the validity of the statute on its face, <i>i.e.</i> the scheme, as distinct from the legality of various possible forms of physical implementation. Certain facts, set forth in the trial court opinion, were, however, stipulated, for the purpose, generally speaking, of some concrete enlightenment with respect to the questions raised, including information concerning the immediate plans of the Authority. The stipulation shows that the Authority entered into a lease in August 1971 with the New York Giants professional football team for the long term rental of a large <span class=\"star-pagination\">*57</span> stadium to be constructed by the Authority primarily for the use of that team. Construction is required to be commenced at a very early date. Implicit also are the issuance and sale by the Authority of a very large amount of bonds to finance that construction as well as the early erection of a state-owned and operated racetrack (tax free except for 1/2 of 1% of the pari-mutuel \"handle\"), since the net profit from the track is the principal source to meet debt service and to financially support future projects of the Authority.</p>\n<p>The trial court rejected all challenges to the Authority act as legally insufficient and the judgment declared it to be constitutional and valid. Procedurally, the cases were decided by grant of the Authority's motion for summary judgment, although perhaps the disposition could have as well been treated as a non-jury trial on stipulated facts. The court in effect decided that evidence beyond the facts stipulated was legally irrelevant to the constitutional challenges advanced, including certain claims based upon ecological and environmental considerations.</p>\n<p>The majority opinion of this court affirms the judgment of constitutionality substantially for the reasons given by the trial judge and without mention of most of the questions raised. I cannot accept the majority's added views on the covenants in the act (<i>L.</i> 1971, <i>c.</i> 137, งง 7 and 15) against future legislative action, during the life of the bonds, relative to the continuance of racing and pari-mutuel betting, the number of racing days guaranteed to this track and the inviolability of its revenues for use by the Authority.</p>\n<p>The opinion of the Chief Justice joins in the majority opinion (and so concurs with the trial judge) except that he finds that the statutory covenants against future legislative action just referred to do violate the debt provision of the Constitution, but are severable. He therefore would, I assume, modify the judgment to do specify. The difference in effect would be that, pursuant to <i>Holster v. Board of Trustees of the Passaic County College,</i> 59 <i>N.J.</i> 60 (1971), <span class=\"star-pagination\">*58</span> bondholders would not be protected against such subsequent legislative action and dimunition of the Authority's revenues by reason thereof.</p>\n<p>I thoroughly agree with the Chief Justice as to the effect of the debt and other constitutional provisions and principles as set forth in Parts II, III and IV of his opinion. I have some differences, however, with respect to other matters dealt with in his, the majority and the trial court opinions, which I feel ought to be mentioned by reason of the importance of the subject matter. In addition, I believe it advisable to state what I conceive <i>not</i> to be decided in this case. Because of the pressure of time and the length of the three opinions to date, my views will be stated in quite summary fashion.</p>\n<p>At the outset, although the question is not referred to in any of the other opinions, it is my view that the Sports Authority law is so related to the Meadowlands Development Commission act and the Authority's operations are so interwoven with the Agency's functions that the former law cannot stand in any event unless the latter is constitutional. The validity of the latter statute is under challenge in another appeal pending before us. Decision in that case has been deferred by reason of recently proposed amendments to its vital inter-municipal tax-sharing provisions now before the Legislature.</p>\n<p></p>\n<h2>I</h2>\n<p><i>As to public purpose.</i> The Authority is empowered to construct and operate facilities for \"spectator sporting events,\" including a racetrack, stadiums and related facilities, for the recreation of the public, as well as facilities for \"trade shows and other expositions in order to promote industry and development in the State and provide a forum for public events.\" <i>L.</i> 1971, <i>c.</i> 137, ง 2. All opinions to date agree that such activities constitute a \"public purpose\" within the requirement that state revenues may only be <span class=\"star-pagination\">*59</span> used for projects encompassed within that concept. Although the Legislature has wide discretion in the area, the question is still one for the judiciary under our system of checks and balances. The record discloses the only projects proposed to date to be a state-operated racetrack and a football stadium for lease to a profit-designed enterprise. The present general holding should not be read to grant for all time <i>carte blanche</i> to any facility or activity the Authority may decide to construct or operate.</p>\n<p>The majority opinion treats a racetrack as a permissible governmental activity because it supplies \"recreation for the people.\" Realistically, racetracks of the kind planned here exist only to enable people to go to them to wager on horse races which they can observe in the flesh. They are tolerated in this state, as the history of our gambling provisions shows, only so that a heavy tax on such wagers may be exacted for purposes of government. I doubt that they can be classed as recreational in the sense that state parks or even professional football stadiums are. I suppose, however, that state construction and operation of tracks can validly be classified as for a public purpose because of the revenue feature โ and here the Authority will also receive for its purposes the profits which would accrue to an owner if the track were private.</p>\n<p>Modern cases appear to unanimously uphold governmental construction of sports arenas as for a public purpose, even when in large part used by profit-making professional entrepreneurs. Such operators should, however, be required to pay full market value for the lease, fixed at arm's length, which may well require disclosure of the proposed lessee's financial records. At the same time, the use so granted should not be so exclusive as to prevent fair availability of the stadium for other athletic uses and public functions to which it is adapted. Otherwise, the Authority is subsidizing a private profit-making venture at the expense of the public โ in effect making a donation of public resources to a private corporation โ and the purpose is no longer a public one, <span class=\"star-pagination\">*60</span> the trial court's peroration on professional sports notwithstanding. <i>See</i> 1947 <i>Const.,</i> Art. VIII, ง III, par. 3. Such was the sound view of the Massachusetts Supreme Judicial Court in <i>Opinion of the Justices,</i> 356 <i>Mass.</i> 775, 250 <i>N.E.</i>2<i>d</i> 547, 558-60 (1969). The lease with the Giants football team is not before us. The point I make is, however, that the majority opinion should not be thought to approve it.</p>\n<p><i>As to a racetrack referendum.</i> The general racing law, <i>N.J.S.A.</i> 5:5-39.1, permits a racetrack to be established only upon the affirmative approval at a general election of the voters of the county and the municipality in which it is proposed to be located. <i>L.</i> 1971, <i>c.</i> 137, ง 7, subd. d specifically provides that no referendum shall be required for this track. Part I of the opinion of the Chief Justice correctly points out that if this exception were contained in the racing act, it would be invalid as denying the residents here concerned equality of treatment. But he concludes that the Legislature which passed chapter 137 was not bound by the prior decision of the one which adopted the general racing law and so the later provision controls and is valid. This result has to be reached on the thesis that the no-referendum provision of chapter 137 as to this state-owned track impliedly repealed the referendum requirements of the racing law as to all future privately owned tracts. I find myself unable to agree with these conclusions. Implied repealers are not favored; such an intention must be free from reasonable doubt. It is inconceivable that the Legislature intended any such result, but rather only that this track should be treated specially and differently. In such a situation the special statute will be considered only an exception to the general statute. <i>See </i><i>State v. Hotel Bar Foods,</i> 18 <i>N.J.</i> 115, 128 (1955). And the later statute creating the exception must be a constitutional enactment in order validly to restrict the earlier general act. <i>See </i><i>Washington National Insurance Co. v. Board of Review,</i> 1 <i>N.J.</i> 545, 557 (1949). Here neither statute in itself is unconstitutional but together they constitute an unconstitutional scheme, denying <span class=\"star-pagination\">*61</span> equal protection to the residents of Bergen County and East Rutherford. The invalidity results from the later act and I would therefore hold that Section 7, subd. d of chapter 137 is unconstitutional in doing away with the referendum requirement, and I would modify the declaratory judgment to so state. In my view, however, the entire chapter is not thereby rendered invalid, since I believe that the Legislature would intend the balance of the act to remain even though a favorable referendum vote would be required to make it effective.</p>\n<p><i>As to the debt and related provisions of the Constitution.</i> As earlier indicated, I completely concur with the Chief Justice that the interplay of the racing provisions and the debt provision of the Constitution requires the holding that the debt provision is violated by the covenants in chapter 137 against future legislative action during the life of the bonds in the respects previously enumerated, but that Authority bonds may be validly issued without the covenants. (<i>See </i><i>Holster, supra,</i> 59 <i>N.J.</i> 60). I would add only this. So holding would not mean that the Legislature may not make these guarantees, but only that, in accordance with the debt provision, the voters of the state must approve such long term commitments to make them binding on future Legislatures โ a power expressly reserved to the people. There are sound policy reasons for the requirement. Sources of revenue to pay interest and principal must be specified and dedicated for the life of the obligations. Such sources, to the extent required, are thus thereafter unavailable for use for other governmental purposes. State revenue sources are not inexhaustible and, if too many of them are appropriated <i>in futuro</i> to pay too many bond issues, remaining revenue sources may not be adequate for other necessary governmental functions. And there is the question of priorities with respect to the many capital needs of this state; some may be thought of as much more important than others. The debt provision envisages that these are matters which <span class=\"star-pagination\">*62</span> the people should decide before a large, long term capital project is undertaken, for the commitment, once made, is irretrievable.</p>\n<p>Whether statutory enactments of this type fall within the four corners of the debt provision is certainly a question for judicial determination. That question has nothing to do with the wisdom of the statute nor does it validly bring into play rubrics about judicial deference to legislative action, presumptions of constitutionality and the like. The majority's stress thereon is inappropriate and misses the point. And I think it quite wrong for a court to aid evasion of a constitutional provision, last adopted only 25 years ago, because it believes that provision outmoded. The function of the judiciary is to enforce all constitutional provisions upon all branches of government and not to act as an <i>ad hoc</i> constitutional convention to summarily render nugatory provisions with which it may disagree. <i>Cf. </i><i>Roe v. Kervick,</i> 42 <i>N.J.</i> 191, 236 (concurring opinion) (1964); <i>Clayton v. Kervick,</i> 52 <i>N.J.</i> 138, 159 (concurring opinion) (1968).</p>\n<p></p>\n<h2>II</h2>\n<p><i>As to ecological and environmental considerations.</i> Some of the parties have fashioned constitutional arguments revolving around ecological and environmental considerations. These considerations are of tremendous present and future public importance, especially to the people of northeastern New Jersey, the most densely populated portion of the most densely populated state in the union. The constitutional contentions were rejected by the trial court. The majority opinion mentions the considerations only from the viewpoint of a statutory, procedural prerequisite to Authority activity. I think something more should be said at this level.</p>\n<p>Modern man has finally come to realize โ I hope not too late โ that the resources of nature are not inexhaustible. Water, land and air cannot be misused or abused without dire <span class=\"star-pagination\">*63</span> present and future consequences to all mankind. Undue disturbance of the ecological chain has its devastating effect at far distanct places and times. Increased density of population and continuing residential, commercial and industrial development are impressing these truths upon us. We trust solution of our problems in this vital area can be aided by modern technology and the expenditure of money, but it seems evident that we must also thoroughly respect the balance of nature.</p>\n<p>One of the most important ecological areas in this connection is the so-called \"estuarine zone\" โ that area between the sea and the land. Our Legislature has specifically declared, in the wetlands act (<i>L.</i> 1970, <i>c.</i> 272, <i>N.J.S.A.</i> 13:9A-1 <i>et seq.</i>) that it is \"one of the most vital and productive areas of our natural world\" and that \"it is necessary to preserve the ecological balance of this area and prevent its further deterioration and destruction by regulating the dredging, filling, removing or otherwise altering and polluting thereof.\" <i>N.J.S.A.</i> 13:9A-1, subd. a.<sup>[1]</sup></p>\n<p>The Hackensack meadowlands are a part of the estuarine zone โ about the last of it still largely in its natural state in northeastern New Jersey. Everyone knows that man has abused them almost beyond belief by vast pollution of the water and the dumping of hundreds of acres of garbage. The Hackensack meadowlands act, <i>N.J.S.A.</i> 13:17-1 <i>et seq.,</i> recognizes their ecological as well as economic importance. While its design is to provide means for the orderly, comprehensive development thereof to provide more space needed in the metropolitan area for industrial, commercial, residential and public recreational and other uses, it also declares that these meadowlands \"need special protection from air and water pollution and special arrangements for the provision of facilities for the disposal of solid <span class=\"star-pagination\">*64</span> waste\" and that \"the necessity to consider the ecological factors constituting the environment of the meadowlands and the need to preserve the delicate balance of nature must be recognized to avoid any artificially imposed development that would adversely affect not only this area but the entire State....\" <i>N.J.S.A.</i> 13:17-1. The declaration is obviously intended to apply to both state-owned tidelands and privately owned land. The objective appears to be that of a balanced development โ new construction for the human uses previously mentioned, with at the same time preservation or restoration of the natural state of at least a substantial portion of the meadows so as not to destroy \"the delicate balance of nature.\" I should think the latter ought to have primary consideration. The task of the Agency in carrying out this objective is Herculean and almost Solomon-like, but we cannot assume it is impossible; its accomplishment does call, however, for the highest degree of public responsibility, because destruction of the natural state cannot be later undone.</p>\n<p>This same obligation, with the same standards imposed, is carried over into the Authority law by section 23 of the act (<i>L.</i> 1971, <i>c.</i> 137):</p>\n<p>It is the express intent of the Legislature that the authority in undertaking the meadowlands complex shall consult with the Meadowlands Commission and the Department of Environmental Protection with respect to the ecological factors constituting the environment of the Hackensack meadowlands to the end that the delicate environmental balance of the Hackensack meadowlands may be maintained and preserved.</p>\n<p>As the majority opinion indicates by way of guidelines, this calls for a hearing and determination by the three agencies at which all interested parties will be given the opportunity to present their views, and with the right to judicial review of the conclusion reached, all as a necessary prerequisite to the commencement of any construction or <span class=\"star-pagination\">*65</span> disturbance of the present natural state.<sup>[2]</sup> While the majority expressly refers only to the <i>site</i> of the complex, I presume reference is intended as well, as the statute implies (<i>L.</i> 1971, <i>c.</i> 137, ง 5, subd. x), to the \"type and character of the project or any part thereof and all other matters in connection with all or any part of the project....\" I would thus suppose that this procedure would also have to be repeated as additional projects of the Authority are proposed. Furthermore, it would seem that the ecological and environmental impact of Authority projects cannot be considered in a vacuum, but rather in relation to the Agency's plans and proposals for the remainder of the meadowlands.</p>\n<p>I agree with the majority as to the necessity for this precedent agency hearing and determination. What disturbs me is the tone of the opinion in speaking of it. I gain the impression therefrom that while the agencies must go through the motions, the proceeding can be a perfunctory, cut and dried one, with a foreordained result, with which no court would disagree. Perhaps my alarm is accentuated by the majority's quotation from legislative committee testimony in support of the act, and especially that of the Director of the Department of Environmental Protection โ the state official having the duty to see to the protection of the environment โ stating as one reason for approval of the Authority act that the sports complex \"would help to give our State a little identity of its own.\" This to me is not in keeping with the obligation of his office. As I have intimated, this ecological and environmental review is an <span class=\"star-pagination\">*66</span> absolutely vital prerequisite to the Authority's proposed project and will determine its permissible extent and form. These considerations must be thoroughly explored and a sound determination reached, one way or the other, upon unbiased consideration of all environmental aspects. Anything less may well result in untold harm to the long term public interest.</p>\n<p>As I understand the principal constitutional argument, it runs like this in its fullest extent: There is a federal constitutional right to \"a clean and wholesome environment,\" derived from the Ninth and possibly the Fourteenth Amendments to the United States Constitution. Implementation of that right with respect to the entire Hackensack meadowlands requires the conclusion, on the basis of facts and expert opinions proposed to be proved at a trial, that these lands should remain completely in their natural state after reclamation from pollution, that <i>any</i> artificial development of them would irreparably destroy a clean and wholesome environment in that area and the surrounding region, and therefore that the Authority law in permitting such development is unconstitutional. This claimed constitutional right is a very amorphous concept, the exact tenor and boundaries of which I find it most difficult to comprehend. The theory may be developed in time, although there is concededly yet no authority to support it. I believe, however, that existence of such a constitutional right need not be determined in this case and so no fact issue thereon is properly presented. This is so because the Legislature, by virtue of the statutory declarations, standards and mandates previously referred to, has directed that ecological and environmental considerations must be recognized and given appropriate positive effect.</p>\n<p></p>\n<h2>III</h2>\n<p><i>As to the public trust doctrine.</i> This concept is advanced as a basis for a constitutional argument by one of the parties <span class=\"star-pagination\">*67</span> and in my view deserves further mention than it is given in the majority opinion, although I agree that it does not go to the on-the-face constitutionality of the Authority act and its precise application here is not involved at this time. The doctrine is concerned with limitations on the utilization and alienation of tide-flowed lands owned by the state. (The stipulation of facts states that the Authority's acreage includes a substantial amount of such lands, apparently contemplated to be purchased by the Authority from the state; we are not informed as to, and this case in its present posture does not involve, the location or exact amount thereof or precisely what use is proposed to be made of them.)</p>\n<p>Practical limitations preclude extended discussion of the doctrine. It is of ancient origin and was recognized in English common law and by Magna Charta. For present purposes it may be simplistically defined as state ownership of all tide-flowed lands up to the mean high-water mark, but subject to a permanent and irrevocable trust for the common and public benefit and use, as water resources, of all the people of the state. It has long been recognized in this country (<i>see </i><i>Illinois Central Railroad Co. v. People of the State of Illinois,</i> 146 <i>U.S.</i> 387, 13 S.Ct. 110, 36 <i>L.Ed.</i> 1018 (1892)) and in this state (<i>Arnold v. Mundy,</i> 6 <i>N.J.L.</i> 1, 78 (Sup. Ct. 1821)), although it can be safely said that it has not been fully adhered to in all our later cases. I think it now high time that the doctrine be reinvigorated and enforced to its full intent and purpose in the light of modern conditions, even though we may not be able to undo prior transgressions of it. Remaining tidal water resources encompassed within it are becoming very scarce, demands upon them, by reason of increased population and industrial development are much heavier, and their importance to the public welfare have become much more apparent. We should safeguard the common right and interest in what is left.</p>\n<p>The doctrine, at least in this state, does not prohibit all use and alienation by the state of such lands, but conveyances must be subject to use conditions depending on the <span class=\"star-pagination\">*68</span> nature of the particular land involved. Such conveyances have always been subject to the ancient public rights of navigation and fishery. Today it seems to me, speaking quite broadly, that these public rights should include as well recreational uses where appropriate, such as bathing, surfing, launching small boats and walking on the land below the mean high-water line when the tide permits. Water-related uses ought to be permitted where the land lends itself thereto. Examples would be docks and piers along a harbor or tidal estuary. Important public uses such as the site for abutments for a bridge seem likewise within the purpose of the trust. Compliance with the trust becomes a more difficult problem where vast areas of tide-flowed meadowlands are involved and especially where such tidelands are physically closely connected with privately owned non-tidal land. Uses are generally limited to two choices โ filling in the meadow for the erection of structures for the ultimate economic benefit of the people or leaving it in its natural state for ecological and limited recreational purposes. I presume here a balance may be struck allowing for some of each, with the portion allocated to the former being determined by the extent of the public need for the preservation of the natural state. This decision calls for the utmost in expert knowledge and objective, good faith consideration.</p>\n<p>The trial court recognized the doctrine and said that conveyance to the Authority of state-owned tidelands contemplated by the act would not violate it. I think the reasons given to support that conclusion are not sound, and I do not want to be understood as approving them. The mere fact that compensation will be paid and the moneys received by the state deposited, as required by statute (<i>N.J.S.A.</i> 13:1B-13.13), in the constitutionally protected Fund for the Support of Free Public Schools (<i>Const.</i> Art. VIII, sec. IV, par. 2), does not in and of itself establish compliance with the trust requirements. All moneys received by the State from any source must be used for a public purpose and dedication to the school fund adds nothing. Nor is compliance <span class=\"star-pagination\">*69</span> incontrovertibly demonstrated by the fact that the lands will promote a public purpose, <i>i.e.,</i> a racetrack and a football stadium. Since we do not know what precise use of the tide-flowed lands within the 750 acres is contemplated by the Authority, any conclusion as to compliance with the public trust doctrine is quite impossible at this juncture. The point is that the true requirements of the doctrine must be met in agency determinations as to the location, type and character of the Authority's various projects in relation to tide-flowed land owned by the state and, indeed, in decisions of the Meadowlands Commission as to development plans for the whole area, and that, in my opinion, compliance will not be established simply upon the above noted bases stated by the trial court.</p>\n<p>I concur with the trial court in its conclusions as to the other issues raised not discussed herein or in the majority opinion in this court and, as I have indicated, with the requirement of the majority opinion of a precedent hearing and determination on ecological and environmental considerations.</p>\n<p>I would modify the declaration of constitutionality of <i>L.</i> 1971, <i>c.</i> 137 in the respects set forth in parts II, III and IV of the opinion of the Chief Justice and additionally with respect to the matter of a racetrack referendum as set forth in this opinion.</p>\n<p><i>For affirmance</i>: Justices JACOBS, FRANCIS, SCHETTINO and MOUNTAIN โ 4.</p>\n<p><i>For modification</i>: Chief Justice WEINTRAUB and Justices PROCTOR and HALL โ 3.</p>\n<h2>NOTES</h2>\n<p>[1]  The viewpoint advocated in this dissent would appear to have become the law of our State. See <i>Holster v. Bd. of Trustees of Passaic County College, supra,</i> 59 <i>N.J.</i> at 73.</p>\n<p>[2]  We are not certain whether the stipulation was intended to relate to all periods subsequent to full payment of Authority Bonds. But it presents no problem in the present case.</p>\n<p>[3]  See <i>Heins, Constitutional Restrictions against State Debt, supra,</i> pp. vii, 27, 35, 82-86; <i>Comment, supra,</i> 56 <i>Iowa L. Rev.</i> at 655-656.</p>\n<p>[1]  Thus in <i>Stone v. Mississippi, supra,</i> 101 <i>U.S.</i> 814, 25 <i>L.Ed.</i> 1079, where a statute incorporating a company authorized it to conduct a lottery for 25 years upon the payment of stipulated sums to the State, the Supreme Court unanimously held that it was beyond the power of that legislature to bargain away the power of succeeding legislatures to prohibit lotteries, saying (25 L.ed. at 1081):\n</p>\n<p>* * * Certainly the right to stop them is governmental, to be exercised at all times by those in power, at their discretion. Anyone, therefore, who accepts a lottery charter, does so with the implied understanding that the People, in their sovereign capacity and through their properly constituted agencies, may resume it at any time when the public good shall require, and this whether it be paid for or not. All that one can get by such a charter is a suspension of certain governmental rights in his favor, subject to withdrawal at will. He has, in legal effect, nothing more than a license to continue on the terms named for the specified time, unless sooner abrogated by the sovereign power of the State. It is a permit, good as against existing laws, but subject to future legislative and constitutional control or withdrawal.</p>\n<p>We note a factual difference in the case at hand, to wit, that bonds will be sold and thus the purchasers might urge the consideration should be returned if parimutuel betting is prohibited. The point has not been made, but nonetheless we note that the hypothesis upon which chapter 137 proceeds is that the bonds are not sold on the credit of the State. To say the State would nonetheless have to pay the bonds if a future legislature thus exercises the police power, would of course be to say that chapter 137 in that way creates a debt upon the part of the State within the meaning of the <i>debt clause</i> of the Constitution, discussed in Part III of this opinion, and upon that approach chapter 137 would fall because it was not approved by referendum as required by the <i>debt clause.</i></p>\n<p>[2]  Even the 1933 statute, which authorized horse racing (without gambling), required a tax yield of 10% of the gross admission fees and directed that the \"revenue thereby received by the State Treasurer shall be turned over by him to either regularly incorporated hospitals caring for charity patients or to regularly incorporated homes for crippled children in this State.\" <i>L.</i> 1933, <i>c.</i> 333, ง 12.</p>\n<p>[3]  In <i>Finger Lakes Racing Assn. v. New York State Off-Track Pari-Mutuel Betting Commission,</i> 30 <i>N.Y.</i>2d 207, 331 N.Y.S.2d 625, 282 N.E.2d 592 (March 1972), the statute authorized off-track betting and created a public corporation for that purpose. The statute provided for a tax of one-half of one per cent on all off-track parimutuel bets, and directed the public corporation to pay 80% of its net revenues up to $200,000,000 to the participating municipality and 20% to the State, the excess over the stated total to be divided equally between the State and the municipality. The parimutuel clause of the New York Constitution, adopted in 1939 as was ours, also mandated that \"the State shall derive a reasonable revenue for the support of government.\" The attack upon the off-track betting statute included the claim that the provision for distribution to the municipality violated that mandate. The statute was upheld by a vote of 4 to 3. The majority opinion rejected that claim, saying (<i>p.</i> 217, 331 N.Y.S.2d p. 629, 282 N.E.2d pp. 594-595):\n</p>\n<p>Plaintiffs suggest that revenues which go to the support of municipal governments are not for the support of `government' within the constitutional language, or at least not for the support of State government. But the part of the net revenues which go to the participating municipalities is so closely tied in to the interrelated financial dependence of the local governments on the State, that fiscal assistance through a State agency to the political subdivisions of the State must be regarded as revenue for the support of State government, since it may, and the Legislature could reasonably conclude that it will, proportionately benefit the State's revenues. The result in the end is a fiscal bookkeeping balance between governments. The beneficial effect on the State treasury of revenue passing on to municipal governments which are creatures of the State is very different from private profits arising from pari-mutuel races by corporations operating tracks and pari-mutuel systems.</p>\n<p>The dissenters held that the parimutuel clause required all of the revenues from parimutuel gambling to be paid into the State treasury, to be appropriated periodically by further legislation. The case did not involve the New York <i>debt clause.</i> Presumably the statute did not purport to commit those revenues irrevocably to the payment of any debt of the municipality. At any rate, the issue which troubles me was not considered in that case. That case is relevant, however, insofar as both the majority and the dissent deemed the <i>total net revenue of the public corporation</i> to be \"revenue\" within the meaning of the <i>gambling clause.</i></p>\n<p>[4]  I do not read the cases to support the statement in 49 <i>Am. Jur., States, Territories, and Dependencies,</i> ง 67, <i>p.</i> 280, and in the annotation, 100 <i>A.L.R.</i> 900, 901 (1936), that \"generally\" debt clauses have been construed to cover only debts for which a <i>property tax</i> is committed. On the contrary, a majority of the courts do not thus limit the debt clause.\n</p>\n<p>A narrow view of a debt clause could be encouraged when the clause absolutely prohibits loans, as distinguished from a clause permitting borrowing upon a referendum vote. In Oregon, in which the debt clause is absolute in its prohibition, a loan was sustained notwithstanding a tax commitment for repayment, in <i>Moses v. Meier,</i> 148 <i>Ore.</i> 185, 35 <i>P.</i>2d 981 (Sup. Ct. 1934). The tax was in fact an excise tax but the opinion did not spell out the rationale for the result.</p>\n<p>[5]  I do not suggest that an irrevocable commitment of State moneys derived other than from taxation (<i>i.e.,</i> sale of property) would be beyond the debt clause. The source of the moneys is of no moment, in my view of that clause.</p>\n<p>[6]  Most courts go a step further and hold that where a project is thus acquired on a self-liquidating basis, the revenues from the initial acquisition may be pledged for the payment of additions to the project. Annotations, 103 <i>A.L.R.</i> 579 (1936); 165 <i>A.L.R.</i> 855 (1946).</p>\n<p>[1]  The Hackensack meadowlands are excluded from the operation of the wetlands act, but the statute specifically relating to them contains comparable provisions. <i>See infra.</i></p>\n<p>[2]  The majority speaks of a \"remand,\" presumably to the three agencies, for this purpose, with the right in any party desiring review thereof to apply to this court for direct certification. Technically speaking, the sufficiency of such a determination is not encompassed within the present suits. I take it that what is envisaged is a new judicial review proceeding which would be certified directly to this court on application, after a notice of appeal from the determination has been filed in the Appellate Division.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">1</span></span> (1972)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">292</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">545</span></span></b></center>\n<center><h1>NEW JERSEY SPORTS &amp; EXPOSITION AUTHORITY, PLAINTIFF-RESPONDENT,<br>\nv.<br>\nJOSEPH M. McCRANE, JR., ETC., LOUIS MONTENEGRO, ET AL., DEFENDANTS-APPELLANTS.<br>\nHENRY CHEVAL, ET AL., PLAINTIFFS-APPELLANTS,<br>\nv.<br>\nSTATE OF NEW JERSEY, ET AL., DEFENDANTS-RESPONDENTS. MONMOUTH PARK JOCKEY CLUB, PLAINTIFF-APPELLANT,<br>\nv.<br>\nNEW JERSEY SPORTS &amp; EXPOSITION AUTHORITY, DEFENDANT-RESPONDENT.<br>\nJAMES L. PLOSIA, ET AL., PLAINTIFFS-APPELLANTS,<br>\nv.<br>\nNEW JERSEY SPORTS AND EXPOSITION AUTHORITY, DEFENDANT-RESPONDENT.</h1></center>\n<center><p><b>The Supreme Court of New Jersey.</b></p></center>\n<center>Argued February 22 and March 8, 1972.</center>\n<center>Decided May 12, 1972.</center>\n<p><span class=\"star-pagination\">*6</span> <i>Mr. Robert N. Wilentz</i> argued the cause for appellant, Monmouth Park Jockey Club (<i>Messrs. Wilentz, Goldman &amp; Spitzer,</i> attorneys).</p>\n<p><i>Mr. Alfred A. Porro, Jr.</i> argued the cause for appellants Henry Cheval, et al and National Audubon Society (<i>Messrs. Porro, Flynn &amp; Murray,</i> attorneys).</p>\n<p><i>Mr. Ralph W. Chandless</i> argued the cause for appellants Louis Montenegro, Philip Melillo, Jr., Guy C. Galiardo, <span class=\"star-pagination\">*7</span> Township of South Hackensack and the Board of Education of the Township of South Hackensack (<i>Messrs. Chandless, Weller &amp; Kramer,</i> attorneys).</p>\n<p><i>Mr. Frederick C. Mezey</i> argued the cause <i>amicus curiae</i> for New Jersey Citizens for Clean Air, Inc., Save the Meadowlands Coalition, et al (<i>Messrs. Mezey &amp; Mezey,</i> attorneys).</p>\n<p><i>Mr. T. Girard Wharton</i> argued the cause for Joseph M. McCrane, Jr., Treasurer of the State of New Jersey (attorney appointed by the Supreme Court of New Jersey).</p>\n<p><i>Mr. George F. Kugler, Jr.,</i> Attorney General of New Jersey, argued the cause for respondents New Jersey Sports and Exposition Authority, et al (<i>Mr. Stephen Skillman,</i> Assistant Attorney General, and <i>Mr. Joseph M. Clayton, Jr.,</i> Deputy Attorney General, on the brief).</p>\n<p><i>Mr. William D. Gorgone</i> argued the cause for appellants James L. Plosia, et al.</p>\n<p>The opinion of the Court was delivered by FRANCIS, J.</p>\n<p>These actions sought a judicial declaration as to the constitutionality of the New Jersey Sports &amp; Exposition Authority Law. <i>L.</i> 1971, <i>c.</i> 137, <i>N.J.S.A.</i> 5:10-1 <i>et seq.</i> After a comprehensive review of the various claims of invalidity, Judge Pashman of the Superior Court, Law Division, found no trespass on the Constitution, and entered summary judgment so holding. We certified the ensuing appeal prior to argument in the Appellate Division, and now, being substantially in agreement with the legal principles applied by Judge Pashman, affirm the judgment entered by him. <i>New Jersey Sports &amp; Exposition Authority v. McCrane,</i> 119 <i>N.J. Super.</i> 457 (Law Div. 1971). However, variations and enlargements of the arguments made below call for some further discussion here.</p>\n<p><span class=\"star-pagination\">*8</span> One of the most delicate tasks a court has to perform is to adjudicate the constitutionality of a statute. In our tripartite form of government that high prerogative has always been exercised with extreme self restraint, and with a deep awareness that the challenged enactment represents the considered action of a body composed of popularly elected representatives. As a result, judicial decisions from the time of Chief Justice Marshall reveal an unswerving acceptance of the principle that every possible presumption favors the validity of an act of the Legislature. As we noted in <i>Roe v. Kervick,</i> 42 <i>N.J.</i> 191, 229 (1964), all the relevant New Jersey cases display faithful judicial deference to the will of the lawmakers whenever reasonable men might differ as to whether the means devised by the Legislature to serve a public purpose conform to the Constitution. And these cases project into the forefront of any judicial study of an attack upon a duly enacted statute both the strong presumption of validity and our solemn duty to resolve reasonably conflicting doubts in favor of conformity to our organic charter. Moreover, the conclusions reached in such cases demonstrate that in effectuating this salutary policy, judges will read the questioned statute as implying matters requisite to its constitutional viability if it contains terms which do not exclude such requirements.</p>\n<p>The judicial branch of the government does not and cannot concern itself with the wisdom or policy of a statute. Such matters are the exclusive concern of the legislative branch, and the doctrine is firmly settled that its enactment may not be stricken because a court thinks it unwise. <i>Holster v. Board of Trustees of Passaic County College,</i> 59 <i>N.J.</i> 60, 66 (1971); <i>New Jersey Mortgage Finance Agency v. McCrane,</i> 56 <i>N.J.</i> 414, 422 (1970); <i>Clayton v. Kervick,</i> 52 <i>N.J.</i> 138 (1968); <i>Roe v. Kervick, supra,</i> 42 <i>N.J.</i> at 229; <i>Fried v. Kervick,</i> 34 <i>N.J.</i> 68, 74 (1961); <i>Am. Budget Corp. v. Furman,</i> 67 <i>N.J. Super.</i> 134 (Ch. Div.), aff'd <i>o.b.</i> 36 <i>N.J.</i> 129 (1961); 16 <i>Am. Jur.</i>2d, <span class=\"star-pagination\">*9</span> <i>Constitutional Law,</i> ง 109, pp. 294-295 (1964). In emphasizing the common sense of these controlling general principles, in his dissent in <i>McCutcheon v. State Building Authority,</i> 13 <i>N.J.</i> 46, 79 (1953),<sup>[1]</sup> Justice Jacobs quoted the striking language of Justice Holmes in <i>Missouri, Kan. &amp; Tex. Ry. Co. of Tex. v. May,</i> 194 <i>U.S.</i> 267, 270, <span class=\"citation\" data-id=\"96087\"><a href=\"/opinion/96087/missouri-k-tr-co-v-may/\"><span class=\"volume\">24</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">638</span></a></span>, 48 <i>L.Ed.</i> 971, 973 (1904):</p>\n<p>Great constitutional provisions must be administered with caution. Some play must be allowed for the joints of the machine, and it must be remembered that legislatures are ultimate guardians of the liberties and welfare of the people in quite as great a degree as the courts.</p>\n<p>The statute challenged here, the New Jersey Sports &amp; Exposition Authority Law, was adopted to bring about the construction, operation and maintenance of a sports complex on a site not to exceed 750 acres in the Hackensack meadowlands. The Legislature envisioned and authorized the development and operation on the site selected a project consisting of \"one or more stadiums, coliseums, arenas, pavilions, stands, field houses, playing fields, recreation centers, courts, gymnasiums, club houses, a race track\" and other structures and facilities suitable for the holding of sporting events, trade shows, other expositions or public meetings. Provisions were made also for roads, approaches, driveways, parking areas, transportation structures, systems and facilities, and all other appurtenances necessary or complementary to operation of the project. <i>L.</i> 1971, c. 137, ง 6, subd. a.</p>\n<p>To create and administer the complex, the Act established in the Department of Community Affairs the New Jersey Sports &amp; Exposition Authority to consist of the State Treasurer, the Attorney General, a member of the Hackensack Meadowlands Development Commission, and four public members to be appointed by the Governor with the advice <span class=\"star-pagination\">*10</span> and consent of the Senate. The Authority was \"constituted as an instrumentality of the State exercising public and essential governmental functions;\" its exercise of the powers conferred by the Act was declared to be an essential function of the State and by express mandate, application of \"the revenue derived from the project to the purposes provided in this act [was to] be deemed and held to be applied in support of government.\" <i>L.</i> 1971, <i>c.</i> 137 ง 4, subds. a, b.</p>\n<p>As constituted the Authority is a financially self-sustaining governmental instrumentality. It is empowered to issue bonds or notes to finance costs of construction of the project. Interest and principal of the bonds or notes are to be met out of the fees, rents and other charges for admission to or use of the facilities and from the grant of any concessions therein. <i>L.</i> 1971, c. 137, งง 10, 11. The immediate financial key to the Authority's initial as well as long term operation is establishment of a horse race track with pari-mutuel wagering. Revenues from such wagering (as well as from the total complex upon construction) will be used for expenses of operation and maintenance of the track, the entire complex, payment of interest and principal of the bonds or notes, and certain payments to municipalities whose land is acquired for the complex. Any balance remaining must be deposited in the General State Fund, 40% of which is appropriated to the Meadowlands Commission for any of its purposes as authorized by Chapter 404, <i>Laws</i> of 1968, <i>N.J.S.A.</i> 13:17-1 <i>et seq.</i> Since the revenues from the pari-mutuel wagering, except for the mandated allocations, will be used for the construction of the various facilities of the total complex and their subsequent maintenance, the Attorney General stipulated that there will be no balance thereof remaining for deposit in the General State Fund under Section 6, subd. b(6) of the Act.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*11</span> It may be noted here also that Section 7f provides that distribution of sums deposited in pari-mutuel pools to winners thereof and payments from the remaining balances in such pools for stakes, purses or rewards and special trust accounts for breeding and development of horses, shall be in accordance with <i>L.</i> 1940, <i>c.</i> 17, <i>N.J.S.A.</i> 5:5-22 <i>et seq.,</i> the Racing Commission Act. In addition, as an initial payment to the State, an amount equal to 1/2 of 1% of all pari-mutuel pools must be deposited annually in the General State Fund. All amounts remaining in pari-mutuel pools after such distribution become revenue of the Authority.</p>\n<p>Bonds or notes issued by the Authority are negotiable and are general obligations payable out of any of its revenues or funds, subject only to any agreement with the holders of the particular bonds or notes pledging any particular revenues or funds. <i>L.</i> 1971, <i>c.</i> 137, ง 10, subds. b, c. They may be sold at public or private sale and must mature and be paid not later than 40 years from their inception date. Their issuance by the Authority is not subject to the consent of any department, division, or agency of the State, nor to any other proceedings or conditions except those specified in this Act. <i>L.</i> 1971, <i>c.</i> 137, ง 10, subds. e, f. For purposes of the present case, a major provision respecting the nature of the bonds or notes is that they shall be debts of the Authority only and under no circumstances debts of the State or any of its political subdivisions. On the face of each note there shall be a statement that:</p>\n<p>[T]he authority is obligated to pay the principal thereof or the interest thereon <i>only</i> from revenues or funds of the authority and that neither the State nor any political subdivision thereof is obligated to pay such principal or interest and that neither the faith and credit nor the taxing power of the State or any political subdivision thereof is pledged to the payment of the principal of or the interest on such bonds or notes.</p>\n<p><i>L.</i> 1971, c. 137, ง 10, subd. g (Emphasis addded).</p>\n<p>In order to secure payment of any bonds or notes any resolution of the Authority authorizing them may include provisions <span class=\"star-pagination\">*12</span> therein which shall constitute covenants by the Authority and contracts with the holders of the bonds. For example, such provisions may pledge all or any part of the Authority's revenues or funds, may agree to mortgage all or any part of the property, may covenant as to the establishment and levying of rates and other charges, the amount to be raised each year or other period of time by tolls or other revenues and as to the use and disposition thereof. They may limit the powers of the Authority to construct, acquire or operate any facilities or properties which may compete or tend to compete with the project. <i>L.</i> 1971, c. 137, ง 11. It is important to note, however, that by Section 15 the State pledges and agrees with the bond or note holders that it will not in any way that would jeopardize the interest of such holders, limit or alter the rights or powers vested in the Authority to acquire, construct and maintain the project or to perform the terms of any agreement made with them, or to establish, charge and collect such rents, fees and other charges as may be convenient or necessary to product sufficient revenues to meet all expenses of the Authority and fulfill the terms of any agreement made with such holders, until the bonds, together with interest thereon \"are fully met and discharged or provided for.\" The Authority may be dissolved by the Legislature but only on condition that there are no debts or obligations outstanding or that provision has been made for their payment or retirement. Upon any such dissolution all property and assets become vested in the State. <i>L.</i> 1971, c. 137, ง 4, subd. h.</p>\n<p>The above outline brings the substance of the statute into sufficient focus for consideration of the contentions of constitutional invalidity which particularly engaged our attention at the argument and reargument before us.</p>\n<p>The claim of unconstitutionality emerges in a composite form, that is, it is based upon the alleged controlling applicability of three clauses of the Constitution. They are (1) Article 8, ง II, ถ 3, the debt limitation clause of the 1947 Constitution, (2) the 1939 amendment to the 1844 Constitution, <span class=\"star-pagination\">*13</span> Article IV, ง VII, ถ 2 (which is applicable here by Article 4, ง VII, ถ 2 of the 1947 Constitution) which, following adoption by referendum of the people, legalized horse racing with pari-mutuel gambling in New Jersey \"from which the State shall derive a reasonable revenue for the support of government,\" and (3) Article 8, ง II, ถ 2, the annual appropriations clause of the 1947 Constitution.</p>\n<p>Article 8, ง II, ถ 3 prohibits the Legislature from creating in any manner a debt or liability of the State which together with existing debts or liabilities \"shall exceed at any time one per centum of the total amount appropriated by the general appropriation law for that fiscal year, unless the same shall be authorized by a law for some single object or work distinctly specified therein.\" It specifies further conditions to validity of such a law to make it exempt from the debt limitation: (1) it must provide the \"ways and means, exclusive of loans, to pay the interest of such debt or liability as it falls due, and also to pay and discharge the principal thereof;\" (2) there must be a provision that \"the law shall not be repealed until such debt * * * and the interest thereon are fully paid and discharged;\" (3) the law must be approved by the people at a general election; and (4) \"all money to be raised by the authority of such law shall be applied only to the specific object stated therein, and to the payment of the debt thereby created.\"</p>\n<p>The historical basis for inclusion of this clause in the 1844 Constitution has been discussed extensively in the dissent in <i>McCutcheon v. State Bldg. Authority, supra,</i> 13 <i>N.J.</i> at 66, and in several other opinions of this Court; <i>Holster v. Board of Trustees of Passaic County College,</i> 59 <i>N.J.</i> 60 (1971); <i>New Jersey Mortgage Finance Agency v. McCrane,</i> 56 <i>N.J.</i> 414 (1970); <i>Clayton v. Kervick,</i> 52 <i>N.J.</i> 138 (1968); <i>Roe v. Kervick,</i> 42 <i>N.J.</i> 191 (1964), and <i>New Jersey Turnpike Authority v. Parsons,</i> 3 <i>N.J.</i> 235 (1949), as well as in the opinion below, and need not be repeated here. Basically the intention was to prevent one Legislature from incurring debts which subsequent Legislatures <span class=\"star-pagination\">*14</span> would be obliged to pay, without prior approval by public referendum, and unless the means of payment thereof was provided, and preserved from repeal, until the debt was satisfied, and unless the funds derived from the specified means were devoted only to payment of the debt until it was discharged. It follows, of course, that if any debts that come into existence through the operation of a statute are not and cannot become debts of the State, and if the faith and credit of the State are not pledged to guarantee their payment, and future Legislatures are under no obligation to appropriate money to satisfy them in case of default, then there has been no trespass upon Article 8, ง II, ถ 3 of the Constitution. An indebtedness cannot arise unless there is a legal obligation to pay a sum of money to another who occupies the position of a creditor, and who has the right to call upon the debtor for payment. It is equally obvious that the debt clause applies only to obligations which are legally enforceable against the State.</p>\n<p>The doctrine has long been settled that a State does not have to serve or perform personally all its governmental functions or public purposes. Performance of a particular public purpose or project may be entrusted under proper guidelines to an independent autonomous authority or agency. Like acceptance has been achieved for the view that when such an agency is created by act of the Legislature it may be authorized to incur financial obligations in the execution of its delegated governmental tasks, and to raise the funds to meet them by issuing its bonds or notes. In such case, the prevailing rule in this State and elsewhere is that if under the enabling statute there is an express declaration that the bonds or notes are obligations of the authority alone, that the State assumes no liability for their payment, that the faith and credit of the State are not pledged for their satisfaction, and that the holders must look solely to the authority for payment, then the debt limitation clause is satisfied. <i>Holster v. Board of Trustees of Passaic County College</i><i>; </i><i>New Jersey Mortgage Finance Agency v. McCrane</i><i>; </i><i>Clayton v. Kervick</i><i>;</i> <span class=\"star-pagination\">*15</span> <i>Roe v. Kervick,</i> all <i>supra; </i><i>Behnke v. New Jersey Highway Authority,</i> 25 <i>N.J. Super.</i> 149 (Ch. Div.), aff'd 13 <i>N.J.</i> 14 (1953); <i>McArthur v. Smallwood,</i> 225 <i>Ark.</i> 328, 281 <i>S.W.</i>2d 428 (1955); <i>Gipson v. Ingram,</i> 215 <i>Ark.</i> 812, 223 <i>S.W.</i>2d 595 (1949); <i>City of Oxnard v. Dale,</i> 45 <i>Cal.</i>2d 729, 290 <i>P.</i>2d 859 (1955); <i>Ginsberg v. City &amp; County of Denver,</i> 164 <i>Colo.</i> 572, 436 <i>P.</i>2d 685 (1968); <i>Book v. State Office Bldg. Comm'n,</i> 238 <i>Ind.</i> 120, 149 <i>N.E.</i>2d 273 (1958); <i>McKinney v. City of Owensboro,</i> 305 <i>Ky.</i> 254, 203 <i>S.W.</i>2d 24 (1947); <i>Willett v. State Bd. of Examiners,</i> 112 <i>Mont.</i> 317, 115 <i>P.</i>2d 287 (1941); <i>State ex rel Capitol Add'n Bldg. Comm'n v. Connelley,</i> 39 <i>N.M.</i> 312, 46 <i>P.</i>2d 1097 (1933); <i>Moses v. Meier,</i> 148 <i>Ore.</i> 185, 35 <i>P.</i>2d 981 (1934); <i>State v. Martin,</i> 62 <i>Wash.</i>2d 645, 384 <i>P.</i>2d 833 (1963); <i>State ex rel Bd. of Governors of W. Va. Univ. v. O'Brien,</i> 142 <i>West Va.</i> 88, 94 <i>S.E.</i>2d 446 (1956). See generally <i>Chermak, The Law of Revenue Bonds,</i> 85-95 (1954); <i>Heins, Constitutional Restrictions against State Debt,</i> 13-18, 123-132 (1963). <i>Comment, The Judicial Demise of State Constitutional Debt Limitations,</i> 56 <i>Iowa L. Rev.</i> 646 (1971).</p>\n<p>Tested by the recited principles, the first stages of the attack on the statute present no serious problem. As already noted the Authority is established as an instrumentality of the State exercising public and essential governmental functions. The Legislature ordained that exercise of conferred powers \"shall be deemed and held to be an essential governmental function of the State.\" From the judicial standpoint the legal actuality of that declaration depends upon whether construction, operation and maintenance of the sports complex and its varying activities by and under the administration of the Authority constitute a public purpose within the ambit of state government. We are all in agreement with the trial court and the numerous authorities cited by it, that it was well within the discretion of the Legislature to find that the sports and exposition complex as described and authorized in the statute <span class=\"star-pagination\">*16</span> is a public project and serves a public purpose. In these days, a sports stadium, a horse race track with pari-mutuel wagering (which was approved by state-wide referendum prior to adoption of the 1939 Amendment to the Constitution), and an exposition and trade center supply recreation for the people โ and thus serve a public purpose. We agree with the trial court that under our democratic form of government public projects are not confined to providing just the bare bones of political life; that in such a government, generally speaking, anything calculated to promote the education or recreation of the people is a proper public purpose. See generally <i>Chermak, The Law of Revenue Bonds, supra,</i> at 100-124.</p>\n<p>Consideration of the first aspect of the argument respecting the debt clause requires reference to the specific language of the statute regulating and controlling the acquisition of funds by the Authority for construction and operating costs of the complex, and the liability for their repayment. The Legislature's intention in that regard was clearly expressed. Any bonds or notes issued are payable only out of Authority revenues and funds. Section 10, subd. g expressly says they \"shall not be in any way a debt or liability of the State\" but only of the Authority; they \"shall not create or constitute any indebtedness, liability or obligation of the State * * * or constitute a pledge of the faith and credit of the State * * * [but] shall be payable solely from [Authority] revenues or funds pledged or available for their payment.\" A statement to that effect and specifying further that the taxing power of the State is not pledged for their payment is required to appear on the face of each bond or note. As Justice Jacobs said in his dissent in <i>McCutcheon v. State Bldg. Authority, supra,</i> purchasers of bonds or notes \"can be under no misapprehension whatever; they rely upon the obligation of the Authority, as distinguished from the State, and upon that obligation alone.\" 13 <i>N.J.</i> at 73. See, also, <i>New Jersey Turnpike Authority v.</i> <span class=\"star-pagination\">*17</span> <i>Parsons, supra,</i> 3 <i>N.J.</i> at 242; <i>Ginsberg v. City &amp; County of Denver, supra,</i> 436 <i>P.</i>2d at 689. <i>Moses v. Meier, supra,</i> 35 <i>P.</i>2d at 982.</p>\n<p>But appellants say there are further factors present which bring the bond obligation within the debt limitation clause. They point out that the 1939 Amendment to the 1844 Constitution authorized horse racing with pari-mutuel wagering \"from which the State shall derive a reasonable revenue for the support of government.\" It is then argued that the Constitution requires the approved type of horse racing to produce a revenue that is (1) reasonable, and (2) must go to the State <i>qua</i> State as general revenue to be deposited in the general state treasury and disbursed only in accordance with the annual appropriations clause of the 1947 Constitution, Article 8, ง II, ถ 2, and (3), regardless of (2), that in creating the Authority, empowering it to carry on horse racing with pari-mutuel wagering and to devote the revenue therefrom to operation of the sports complex and to pay off its bonds in the binding manner described in the statute, the Legislature violated the debt limitation clause. Article 8, ง II, ถ 3. More specifically, appellants refer to the pledge and agreement of the State with the bondholders pursuant to section 15 of the Act that until bonds issued by the Authority are paid off the State will not limit or alter the Authority's power to acquire, construct, maintain and operate the project in any way that would jeopardize their rights. They contend that since the revenue contemplated by the 1939 Constitutional Amendment is general revenue for use in the overall operation of the State, a binding agreement with the bondholders to allocate that revenue to the Authority for 40 years, or until the bonds are paid off constitutes, without approval by public referendum, a guaranty of their payment, or the assumption of a liability therefor, contrary to the debt clause.</p>\n<p>The appropriations clause prohibits the drawing of money from the State Treasury except by annual appropriations approved by the current Legislature. Obviously <span class=\"star-pagination\">*18</span> the restriction relates to funds in or required to be placed in the State Treasury. <i>Van Riper v. Board of Chosen Freeholders,</i> 137 <i>N.J.L.</i> 714, 716 (E. &amp; A. 1948). It follows that if there is no such mandate with respect to particular revenues, the clause is not binding. There is no general mandate that all revenues generated by operation of every department or agency or authority of State government be deposited in the general treasury. In fact, history negates such a view. The proposed 1944 Constitution included a clause requiring all such revenues \"from whatever source derived\" to be paid into the general treasury. It was rejected at the 1947 Constitutional Convention, quite apparently because it would prevent any dedication of funds. 1 <i>Proceedings,</i> 1947 <i>Constitutional Convention,</i> 151. In this circumstance, and in the absence of any provision in the Constitution as finally adopted stating that all public money must be paid into the State Treasury, a court should not imply it. On the contrary, the omission to write such a mandate into our 1947 charter seems to have been a studied one, and indicative of a purpose to permit the Legislature to decide what revenues should go into the general fund. See <i>Gipson v. Ingram, supra,</i> 223 <i>S.W.</i>2d 595, and compare, <i>Petition of Bd. of Pub. Bldgs.,</i> 363 <i>S.W.</i>2d 598, 606-608 (Mo. Sup. Ct. 1963), where it was deemed controlling that the Missouri Constitution, Art. 3, ง 36, V.A.M.S., provided that \"all revenue collected and money received by the state shall go into the treasury.\" The Legislature has the power to take any action or course reasonably necessary or incidental to the operation of government that is not prohibited by the Constitution expressly or by clear implication. When it has acted within that perimeter, the function of judicial review does not include supervision of the legislative judgment. <i>Reingold v. Harper,</i> 6 <i>N.J.</i> 182 (1951).</p>\n<p>Indications that the Legislature was aware of its prerogative to direct the course of its revenues are to be found. For example, the 1967 amendment to the Racing Commission Act specifically provides that:</p>\n<p><span class=\"star-pagination\">*19</span> All moneys received by said commission under the provisions of this act shall be paid into the State treasury and <i>except as to moneys deposited in the New Jersey Horse Breeding and Development Account,</i> shall be part of the free treasury funds. <i>L.</i> 1967, c. 40, ง 6; <i>N.J.S.A.</i> 5:5-68 (Amendment emphasized).</p>\n<p>Similar recognition appears in <i>N.J.S.A.</i> 52:18A-8:</p>\n<p>All State revenue collected by any department, institution, commission, board, committee or official of this State shall, <i>except as otherwise provided by law,</i> be deposited, in the method prescribed by the director * * * to the credit of this State of New Jersey in such depositories as the State Treasurer shall designate. (Emphasis added).</p>\n<p>This awareness is clearly evidenced also by section 7 of the Act under review. There the Legislature directed that revenue equal to 1/2 of 1% of all pari-mutuel pools be paid to the General State Fund, and that all other revenues remaining from the track operation after deduction of expenses were designated revenues of the Authority.</p>\n<p>In the State of New York where horse racing with pari-mutuel wagering was also adopted by constitutional amendment in 1939, the same language respecting the production of \"reasonable revenue for the support of government\" was included. Art. 1, ง 9, subd 1. However, the New York Legislature authorized the management of the track by private businesses, with the State to receive certain percentages of the revenues. Incidental to the operation, the Legislature created a public benefit corporation, the Agriculture &amp; New York State Horse Breeding Development Fund, within the State Racing Commission, to aid in the growth and development of the industry. Its funds were to be derived from the private racing associations which were required to pay it 20% of the \"breaks.\" The Fund was authorized to deposit the money, not in the State Treasury, but in several segregated accounts and to disburse it for various programs designed to foster the growth and prosperity of the industry. Any obligations of the Fund could not become the debts of <span class=\"star-pagination\">*20</span> the State; in fact, the expenditures were limited to the allotted income. <i>L.</i> 1965, c. 567. <i>N.Y. Unconsol. Laws,</i> ง 8041 <i>et seq.</i> (McKinney 1971 Supp.)</p>\n<p>The statute was attacked as unconstitutional on the ground that the portion of the racing revenues when used for the purposes for which the Fund was created did not constitute \"revenue for the support of government,\" and moreover that track revenues could not be diverted from the state treasury where they were subject to the two year appropriation clause of the Constitution. In <i>Saratoga H.R.A. v. Agric. &amp; N.Y.S.H.B.D.F.,</i> 22 <i>N.Y.</i>2d 119, 291 <i>N.Y.S.</i>2d 335, 238 <i>N.E.</i>2d 730 (1968), the Court of Appeals rejected the contentions saying there was nothing in the constitutional \"amendment which requires that <i>all</i> revenue in excess of expenses be devoted to the direct support of government.\" 22 <i>N.Y.</i>2d at 122, 238 <i>N.E.</i>2d at 732, 291 <i>N.Y.S.</i>2d at 337. The court declared that the Fund is not a fund under the management of the State as that term is employed in the Constitution, and that, as pointed out in the past, not every fund made up of public moneys raised by taxation or otherwise, came within the appropriations clause. In this instance the Fund was said to be the instrument through which the Legislature chose to effectuate the described legitimate purpose. And the court saw nothing in either constitutional clause which prevented the legislative action.</p>\n<p>In upholding New York's off-track betting law by which 80% of up to 20 million dollars in racing revenues could go to the participating municipality and only 20% to the State, <i>L.</i> 1970, ch. 143, 144, <i>N.Y. Unconsol. Laws,</i> ง 8061 <i>et seq.</i> (McKinney, 1971 Supp.), the Court of Appeals again interpreted the reasonable revenue for the support of government provision in the State Constitution. <i>Finger Lakes R.A. v. New York State Off-Track Pari-Mutuel Betting Comm'n,</i> 30 <i>N.Y.</i>2d 207, 331 <i>N.Y.S.</i>2d 625, 282 <i>N.E.</i>2d 592 (1972), aff'g 65 <i>Misc.</i>2d 946, 320 <i>N.Y.S.</i>2d 801 (Sup. Ct. 1971). The court said that the horse racing amendment <span class=\"star-pagination\">*21</span> did not require that only the State as such derive revenue from pari-mutuel betting. The portion of the pari-mutuel revenue allocated to participating municipalities through a State agency must be regarded as use of the revenue for the support of government. Rejecting the argument that the State \"itself\" must be the exclusive beneficiary of pari-mutuel revenues, the court said that under the Constitutional authorization what constitutes \"reasonable revenue for the support of government\" is a question of judgment and value and normally within the legislative province. That view is at least as applicable in the base before us, where a substantial portion of the horse racing revenues are allocated to an instrumentality of State government for the creation and maintenance of a public project like the sports complex.</p>\n<p>It should be noted also that the Legislature created an autonomous public agency, the New York City Off-Track Betting Corporation, to conduct the pari-mutuel wagering operation. The agency was given power to finance the project through bonds which were to be paid solely from the wagering revenues. The statute expressly provided that the bonds were to be the obligation of the corporation alone, and not directly or contingently the obligation of the State. Moreover, the statute contains the same pledge as in Section 15 of the New Jersey Act., <i>i.e.,</i> the State agreed with the bondholders that, until the bonds were paid, it would not in any way limit or alter the agency's agreement with them, limit or impair the rights of such holders, or authorize any public or private competition in off-track betting, <i>L.</i> 1970, c. 144, งง 81, 83, 84. <i>N.Y. Unconsol. Laws,</i> งง 8092, 8094, 8095 (McKinney 1971 Supp.).</p>\n<p>From all of the above we are satisfied that where the Legislature has created a corporate agency, as an instrumentality of the government to perform a public purpose, whose debts are not liabilities of the State, and which is not dependent upon the Legislature for annual appropriations, Article 8, ง II, ถ 2 is not applicable. It is common <span class=\"star-pagination\">*22</span> practice for such agencies by legislative prescription to run their own independent operation, manage their own income therefrom and pay off their bonds solely from such funds, without regard to or control by or being subject to the appropriations clause. See, <i>e.g., </i><i>Clayton v. Kervick, supra</i><i>; </i><i>New Jersey Mortgage Finance Agency v. McCrane, supra</i><i>; </i><i>Roe v. Kervick, supra</i><i>; Behnke v. New Jersey Highway Authority, supra,</i> 13 <i>N.J.</i> at 30-31 (1953); <i>Parsons v. New Jersey Turnpike Authority, supra; </i><i>McArthur v. Smallwood, supra,</i> 281 <i>S.W.</i>2d 328; <i>City of Oxnard v. Dale, supra,</i> 290 <i>P.</i>2d 859; <i>Antle v. Tuchbreiter,</i> 414 <i>Ill.</i> 571, 111 <i>N.E.</i>2d 836 (1953); <i>Book v. State Office Bldg. Comm'n, supra,</i> 149 <i>N.E.</i>2d 273; <i>State v. Board of Regents,</i> 167 <i>Kan.</i> 587, 207 <i>P.</i>2d 373 (1949); <i>State v. Board of Examiners,</i> 121 <i>Mont.</i> 402, 194 <i>P.</i>2d 633 (1948). See generally <i>Shestack, The Public Authority,</i> 105 <i>U. Pa. L. Rev.</i> 553, 557-562 (1957); <i>Comment, Obligations of a State Created Authority</i>: <i>Do They Constitute Debts of the State?,</i> 53 <i>Mich. L. Rev.</i> 439 (1955). We do not find persuasive the arguably contrary view expressed in Nebraska in <i>State v. Steen,</i> 183 <i>Neb.</i> 297, 160 <i>N.W.</i>2d 164 (1968). Obviously the agencies' functional efficiency as a means of accomplishing pressing public projects would be virtually nil if the revenue produced by their financially self-sustaining operation had to be channeled into the State Treasury and disbursed in accordance with the annual appropriations clause.</p>\n<p>But appellants maintain that the situation in this case is different from those cited because the 1939 Constitutional amendment approved horse racing with pari-mutuel wagering \"from which the State shall derive a reasonable revenue for the support of government.\" This language, they say, means that the revenue so derived must be considered general State revenue to be deposited in the general treasury to be used only for general State operation and cannot be diverted as a special fund to maintain and support <span class=\"star-pagination\">*23</span> an autonomous agency of the State created to accomplish a public purpose. In our judgment such a narrow interpretation is unreasonable.</p>\n<p>\"Government\" is a comprehensive term. It connotes the machinery by which the sovereign power in a State expresses its will and exercises its functions; it is the framework of political institutions by which the executive, judicial, legislative and administrative business of the State is carried on; it is the aggregate of authorities which rule our society and meet its public needs. <i>Stokes v. United States,</i> 264 <i>F.</i> 18, 22 (8 Cir.1922).</p>\n<p>As we have agreed, the sports and exposition complex serves a public purpose. By virtue of the statute the Authority is simply the instrument by which the State accomplishes that purpose; its function is a governmental one. Thus, it is entirely reasonable to conclude that in the context of the 1939 Constitutional Amendment the word \"State\" includes the legislatively created autonomous corporate agencies or instrumentalities which carry on various aspects of its governmental activities. The Authority being such an instrumentality it seems only sensible to say that the revenues received by it in effectuating and carrying on the delegated governmental purpose, including the revenue from horse racing, are revenues received for the support of government.</p>\n<p>It cannot be maintained successfully that on the face of the statute the revenue to be produced by horse racing with pari-mutuel wagering is not \"reasonable revenue for the support of government.\" What would constitute such revenue is basically and primarily a matter for the exercise of legislative discretion, and manifestly a court should not interfere unless the sum fixed or the measure established therefor is so palpably unreasonable as to constitute unconstitutionally arbitrary action. <i>Finger Lakes R.A. v. N.Y. State Off-Track Pari-Mutuel Betting Comm'n, supra.</i> The matter must be appraised by viewing the State conceptually as a unique organism. The totality of its performance <span class=\"star-pagination\">*24</span> is government but that ultimate result may be achieved constitutionally by the operation of independent arms which perform some of the public work and which are not dependent upon the \"State\" for financial support.</p>\n<p>In its capacity of State <i>qua</i> State, it is to receive 1/2 of 1% of the pari-mutuel pools to be paid into the General State Fund for the <i>direct</i> support of government. One informed party to this action estimates that such allocation is capable of producing $1,700,000 annually. Included also for ultimate deposit in the General State Fund is any balance of the total revenues of the complex project remaining in the hands of the Authority after payment of its operating expenses, and the required amortization of its bonds. Whether in long range view this will be productive is contra-indicated presently (as the result of the stipulation of the Authority). In the \"State's\" other capacity, represented by the broad connotation of which the 1939 constitutional amendment is reasonably susceptible (<i>i.e.,</i> revenue for the support of government can signify revenue generated by the operation of financially self-sustaining corporate instrumentalities of government, which is used in performing their part of state government), the Authority is to receive the balance of the track revenues remaining after specified operating expenses. It is plain from the record that that balance probably will be very substantial. Since, for the reasons expressed, both portions of the revenue will be supporting the government of the State, th trial court was correct in finding no violation of the 1939 constitutional amendment.</p>\n<p>The final portion of the claim of unconstitutionality brings us back to the debt clause. The argument is that since the revenues generated by the race track operation are State revenues (within the restricted compass asserted by appellants) and must continue to be such by virtue of the 1939 constitutional amendment as long as horse racing with pari-mutuel wagering exists, Article 8, ง II, ถ 3 is violated by the State's pledge in Section 15 of those revenues <span class=\"star-pagination\">*25</span> until the Authority bonds are paid, their maturity date being many years hence. As has been noted, under this section the State pledged and agreed with the bond or note holders that until such obligations are paid, it will not, to their prejudice, limit or alter the rights of the Authority to construct and operate the sports complex. Such pledge or agreement, it is contended, amounts to a pledge or guaranty or assumption of a liability by the State intended to be binding on successor legislatures, which cannot be made without approval of the people at a general election.</p>\n<p>As the cases and secondary sources cited earlier have made clear, whenever the state government wishes to enter upon a public project requiring immediate substantial expenditure of money for its execution, it is faced with the bar of the debt clause. The modern science of government has found a method of avoiding that clause,<sup>[3]</sup> and the courts have approved it. It is to create an autonomous public corporate entity to undertake the task and to borrow money for the purpose on its own bonds. These bonds are expressly made the entity's own debt to be paid by it alone, and both the enabling legislation and the bonds themselves expressly stipulate that the State shall not under any circumstance have any liability thereon. Funds to meet interest and principal of the bonds are derived solely from revenues generated by the agency's operation, which remain a special fund for that purpose until the bonds are fully paid. As was said in <i>Clayton v. Kervick, supra,</i> 52 <i>N.J.</i> at 152: \"It is never an illegal evasion of a constitutional provision or prohibition to accomplish a desired result, which is lawful in itself, by discovering or following a legal way to do it.\" Citing <i>Book v. State Office Bldg. Comm'n, supra,</i> 149 <i>N.E.</i>2d at 288.</p>\n<p>We have already expressed the view that devotion of the revenues from pari-mutuel horse racing wagering to Authority <span class=\"star-pagination\">*26</span> purposes, and particularly for the payment of the bonds, constitutes use of the revenue by an instrumentality of the State for the support of government. The character of that use will remain constant until the bonds are paid. The requirement of the 1939 constitutional amendment being satisfied, the situation is no different from that involved in <i>Clayton v. Kervick</i> and <i>New Jersey Mortgage Finance Agency v. McCrane, supra</i><i>.</i> In the enabling statutes in both of those cases the State made the same pledge in almost identical language, as appears in the act now before us, <i>i.e.,</i> not to limit, restrict or impair the rights of the bondholders under the agreement made with the public agency until the bonds were fully paid. <i>N.J.S.A.</i> 18A:72A-10, 19 (bond terms up to 50 years); <i>N.J.S.A.</i> 17:1B-10(g), 17 (bond terms up to 30 years).</p>\n<p>In neither of the two cases cited, nor in the many out-of-state decisions mentioned earlier was there any express or implied declaration that the covenant of the State with the bondholders not to impair the various authorities' right to use the governmental revenues generated by their operation was violative of the debt clause of the Constitution, even though succeeding legislatures were bound thereby. We see no reasonable ground for such a holding here. There can be no misunderstanding by the bondholders as to their relationship with the State. Both the statute and the face of the bonds, in the plainest of terms, tell them that they must look solely to the Authority for payment, and that the State is neither assuming a direct or contingent liability therefor, nor pledging the credit of the State to that end.</p>\n<p>In our judgment when bondholders purchase bonds from the Authority under section 15 of the Act a solemn pact comes into being between them and the State. Article 4, ง VII, ถ 3 of the 1947 Constitution and Article 1, ง 10 of the United States Constitution make it secure against impairment by succeeding legislatures, except for a proper exercise of the State's never abdicated police powers. As the <span class=\"star-pagination\">*27</span> United States Supreme Court said in <i>Indiana v. Brand,</i> 303 <i>U.S.</i> 95, 100, <span class=\"citation\" data-id=\"102958\"><a href=\"/opinion/102958/indiana-ex-rel-anderson-v-brand/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">443</span></a></span>, 446, 82 <i>L.Ed.</i> 685, 690-691 (1938):</p>\n<p>The principal function of a legislative body is not to make contracts but to make laws which declare the policy of the state and are subject to repeal when a subsequent Legislature shall determine to alter that policy. Nevertheless, it is established that a legislative enactment may contain provisions which, when accepted as the basis of action by individuals, become contracts between them and the State or its subdivisions within the protection of Article 1, ง 10. If the people's representatives deem it in the public interest they may adopt a policy of contracting in respect of public business for a term longer than the life of the current session of the Legislature.</p>\n<p>See, also, <i>Louisiana v. Police Jury,</i> 111 <i>U.S.</i> 716, 28 <i>L.Ed.</i> 574 (1884); <i>New Jersey v. Yard,</i> 95 <i>U.S.</i> 104, 24 <i>L.Ed.</i> 352 (1877); <i>New Jersey Highway Authority v. Sills,</i> 109 <i>N.J. Super.</i> 424, <i>suppl.</i> 111 <i>N.J. Super.</i> 313 (Ch. Div. 1970), aff'd <i>o.b.</i> 58 <i>N.J.</i> 432 (1971); <i>Behnke v. New Jersey Highway Authority, supra,</i> 13 <i>N.J.</i> at 29; <i>Proprietors of Bridges v. Hoboken Land &amp; Impr. Co.,</i> 13 <i>N.J. Eq.</i> 81 (Ch. Div.), aff'd 13 <i>N.J. Eq.</i> 503 (E. &amp; A. 1860), aff'd 68 <i>U.S.</i> 116, 17 <i>L.Ed.</i> 571 (1864); <i>McArthur v. Smallwood, supra,</i> 281 <i>S.W.</i>2d at 435-437; <i>Canal Nat'l Bank v. School Admin. Dist.,</i> 160 <i>Me.</i> 309, 203 <i>A.</i>2d 734 (1964); <i>Ziegler v. Witherspoon,</i> 331 <i>Mich.</i> 337, 49 <i>N.W.</i>2d 318 (1951); <i>Wa Wa Yanda, Inc. v. Dickerson,</i> 18 <i>App. Div.</i>2d 251, 239 <i>N.Y.S.</i>2d 473 (App. Div. 1963); 16 <i>Am. Jur.</i>2d, <i>Constitutional Law,</i> งง 289, 298, 299, 441; pp. 561-563, 583-589, 788-789 (1964); 43 <i>Am Jur., Public Securities and Obligations,</i> ง 273, pp. 484-485 (1942).</p>\n<p>Our dissenting colleagues suggest by way of pure <i>dictum</i> that future Legislatures in their discretion may (a) abolish racing, (b) reduce the allotted racing days if the public interest so requires, (c) abolish pari-mutuel betting, and (d) \"withdraw from the Authority the net proceeds obtained from pari-mutuel betting, or at least so much as equals a tax thereon at the rate of taxation at private tracks.\" Such <span class=\"star-pagination\">*28</span> hypothetical questions are not before us, and it is unwise and unnecessary to deal with them in the abstract. <i>Crescent Pk. Tenants Assoc. v. Realty Eq. Corp. of N.Y.,</i> 58 <i>N.J.</i> 98, 107 (1971); <i>The Proprietary Ass'n v. Board of Pharmacy of N.J.,</i> 16 <i>N.J.</i> 62, 72 (1954); <i>New Jersey Turnpike Authority v. Parsons, supra,</i> 3 <i>N.J.</i> at 240.</p>\n<p>In any event it is sufficient to refer to <i>New Jersey Highway Authority v. Sills, supra.</i> The Highway Authority had issued bonds which were to be paid out of tolls arising from its autonomous operation and for the payment of which it alone was responsible. The enabling statute contained the same pledge by the State (as we have here) not to impair the Authority's agreement with the bondholders until the bonds were paid. A later Legislature adopted a statute ex-empting National Guardsmen from the payment of tolls. It was declared unconstitutional by the Chancery Division as impairing the obligation of the Authority's contract with the bondholders, and this Court unanimously affirmed the judgment.</p>\n<p>The principles applied in <i>Sills</i> are equally applicable here, and it may be stated definitively that the bonds of the Authority in the hands of purchasers constitute valid contracts binding on the State according to their terms, and are entitled to the same constitutional protection against impairment at the hands of subsequent Legislatures as are the bonds of the Educational Facilities Authority, <i>N.J.S.A.</i> 18A:72A-10, 19, of the New Jersey Mortgage Finance Agency, <i>N.J.S.A.</i> 17:1B-10(g), 17, and of any other similarly constituted agency created for the performance of a public purpose whose bonds are supported by a like pledge of the State. Moreover, aside from the strict applicability of constitutional principles, having in mind our form of government, we believe the integrity of the legislative branch to be such that a succeeding Legislature would not undertake to impair in any material fashion a solemn pledge made in good faith to bondholders by a predecessor Legislature.</p>\n<p><span class=\"star-pagination\">*29</span> The dissent here is caught up in the hypnotic aura with which it has invested the word \"debt\" in the debt clause of the Constitution, and as a result has turned in the wrong direction. It must be repeated again that by the clearest kind of language the Legislature has said that the Authority's bonds when issued shall be the sole obligation of the Authority, and purchasers must buy them with that understanding. And if the constitutionally acceptable device of modern day progressive government, <i>i.e.,</i> the financially independent authority, is to succeed in the expeditious accomplishment of public purpose projects, and in persuading investors to buy the authority's bonds, the good faith covenant of the Legislature for itself and its successors to refrain from adopting later enactments which will materially impair the obligation of the authority's bonds must be respected. Otherwise the device becomes an empty formula. The judicial branch of government, which has given its imprimatur to the constitutionality of the device, has the duty to declare invalid attempts at material subversion of the covenant. Such judicial decision would not signify that the pledge of the State was a debt. Obviously no liability on the part of the State to satisfy the bonds would be thus independently created or recognized. It would simply mean that the courts had denied validity to a subsequent statutory attempt to materially impair the State's solemn obligation. See <i>W.B. Worthen Co. v. Kavanaugh,</i> 295 <i>U.S.</i> 56, <span class=\"citation\" data-id=\"102432\"><a href=\"/opinion/102432/worthen-co-v-kavanaugh/\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">555</span></a></span>, 79 <i>L.Ed.</i> 1298 (1935); <i>McGahey v. Virginia,</i> 135 <i>U.S.</i> 662, 693-694, <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">972</span></span>, 34 <i>L.Ed.</i> 304, 314 (1890); <i>State v. Fort Lee,</i> 14 <i>N.J. Misc.</i> 895, 188 <i>A.</i> 689 (Sup. Ct. 1936), aff'd <i>o.b. sub nom. Phelps v. Fort Lee,</i> 118 <i>N.J.L.</i> 181 (E. &amp; A. 1937); <i>Rorick v. Board of Com'rs of Everglades Drainage Dist.,</i> 57 <i>F.</i>2d 1048, 1055 (N.D. Fla. 1932), vacated on jurisdictional grounds, 307 <i>U.S.</i> 208, <span class=\"citation\" data-id=\"103206\"><a href=\"/opinion/103206/rorick-v-board-of-commrs-of-everglades-drainage-dist/\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">808</span></a></span>, 83 <i>L.Ed.</i> 1242 (1939); <i>Arizona State Highway Comm'n v. Nelson,</i> 105 <i>Ariz.</i> 76, 459 <i>P.</i>2d 509, 514 (1969); <i>City of Little Rock v. Com. Chest of Greater Little Rock,</i> 204 <i>Ark.</i> 562, 163 <i>S.W.</i>2d 522, 524 (1942); <i>Canal Nat'l</i> <span class=\"star-pagination\">*30</span> <i>Bank v. School Admin. Dist., supra,</i> 160 <i>Me.</i> 309, 203 <i>A.</i>2d 734, 43 <i>Am. Jur., Public Securities and Obligations,</i> งง 275, 277, pp. 487-490 (1942). And compare, <i>Beaumont v. Faubus,</i> 239 <i>Ark.</i> 801, 394 <i>S.W.</i>2d 478 (1965).</p>\n<p>For the reasons above outlined as well as for those expressed by Judge Pashman in the Law Division we conclude that the Sports &amp; Exposition Authority Law is constitutional. Even if we assume that the issue is reasonably debatable, that reasonable men might differ on the subject, the result must be the same for in that event the judicial duty is to sustain the act as properly within the legislative competence. As heretofore suggested, the court's concern cannot be whether the lawmakers' action was wise or expedient. The constitutional challenge presents a problem of power not of policy, and in the area of strict policy, the legislative will must control. Within the limits necessary to the preservation of our tripartite form of state government, and the basic principle on which it rests, the debt clause of the Constitution must be construed (as the great majority of cases throughout the country involving self-sustaining autonomous governmental agencies have done) to the end that public progress and development will not be stifled and that public problems with their ever increasing complexity may be met and solved.</p>\n<p>A question was raised in the trial court as to whether the statutory grant of permission to the Authority to acquire from the State some tideflowed meadowland for purposes connected with construction or operation of the sports complex violates the public trust doctrine which, it was said, imposes certain limitations on the alienation of such land. After pointing out that no sales or title transfers of that type are involved in the present case, and that, therefore, no issue in that regard is ripe for determination, the court discussed the matter generally, as well as the various statutes which will bear upon the ultimate resolution of any such problem, when and if it becomes necessary to deal with it. Since there is no such live issue in the case now, we <span class=\"star-pagination\">*31</span> hold that any decision on the subject must await a factual framework which makes judicial intervention appropriate.</p>\n<p>The last question requiring decision concerns the appellants' claim that the statute requires the Authority to \"consult\" the Meadowlands Commission, and the Department of Environmental protection, <i>i.e.,</i> to present to those agencies its position respecting the site chosen for the sports and exposition complex, after public notice of the time and place of such consultation, and to obtain their approval of the location.</p>\n<p>Section 5, subd. x of the statute provides that the Authority shall have the power</p>\n<p>[T]o determine the location, type and character of the project or any part thereof * * * provided that the authority shall consult with the Meadowlands Commission before making any determination as to the location, type and character of the project.</p>\n<p>And section 23 says:</p>\n<p>It is the express intent of the Legislature that the Authority in underaking the meadowlands complex shall consult with the Meadowlands Commission and the Department of Environmental Protection with respect to the ecological factors constituting the environment of the Hackensack meadowlands to the end that the delicate environmental balance of the Hackensack meadowlands may be maintained and preserved.</p>\n<p>At the public legislative hearing on the bill creating the sports and exposition authority, certain witnesses discussed what they considered to be possible deleterious effects on the ecology of the meadowlands which would result from construction of the sports and exposition complex. They pointed out that the bill contained no precautionary measures to deal with such problems. Commissioner Richard J. Sullivan of the Department of Environmental Protection also testified. Among other things he said:</p>\n<p>From the point of view of our Department, in looking at all factors, we like the proposal to build a sports facility at this location. We think <span class=\"star-pagination\">*32</span> it is compatible with the recreation emphasis we would like to see placed on this land. We think it is preferable in terms of pollution prevention to the development of commercial, industrial or heavy residential uses.</p>\n<p>In addition he agreed with another witness that \"it is important in the construction of a public project of this magnitude to build environmental protection in as we go. * * * So we would like to see somehow built into the process an opportunity to review environmental impact before the construction is actually undertaken.\" In general Commissioner Sullivan favored the project:</p>\n<p>All things considered, we think this is an excellent use of the land in the Meadowlands district, and the construction of these facilities would not only be compatible with the best uses of the meadowlands but would help to give our State a little identity of its own. And with the few caveats I have offered, which can be dealt with as the matter proceeds, we would favor without hesitation the construction of these buildings.</p>\n                                Hearing, on S. 2175 before the\n                                   Senate Judiciary Comm., April\n                                   12, 1971, pp. 67, 68, 70.\n<p>It appears that subsequent to this hearing the bill was amended to include sections 5, subd. x and 23 as part of the statute ultimately enacted.</p>\n<p>In view of the legislative history and particularly the strong language of section 23, we are unanimously of the view that an obligation has been imposed upon the Authority to present its proposal for site location to the Meadowlands Commission and the Department of Environmental Protection, and seek their opinion that in using such site the \"delicate environmental balance of the Hackensack meadowlands may be maintained and preserved.\" This presentation should be made after public notice of the time and place thereof, and actual notice to the parties to the present action. At such time the Authority and all interested persons should be permitted to present their views on the subject. Although section 23 speaks of the Meadowlands Commission <span class=\"star-pagination\">*33</span> and the Department of Environmental Protection, we see no reason why the presentation could not be made to both agencies at the same time. In our view the full record should be and can be made expeditiously at that time, to the end that if any further review is sought it may be heard and disposed of upon that record.</p>\n<p>We were advised on oral argument that the Authority had been engaged in consultation with the named agencies during its consideration of a site for the complex, and before it decided upon the particular site selected. In our judgment such informal conferences do not satisfy the purpose of the statute, and the matter must be remanded for the type of presentation and consideration described above. Compare, <i>Zabel v. Tabb,</i> 430 <i>F.</i> 2d 199 (5 Cir.1970), <i>cert.</i> den. 401 <i>U.S.</i> 910, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">873</span></span>, 27 <i>L.Ed.</i>2d 808 (1971); <i>Calvert Cliffs Coord. Comm. Inc. v. United States A E.C.,</i> 449 <i>F.</i>2d 1109 (D.C. Cir.1971), noted in 58 <i>U. Va. L. Rev.</i> 177 (1972); and <i>Udall v. F.P.C.,</i> 387 <i>U.S.</i> 428, <span class=\"citation\" data-id=\"107470\"><a href=\"/opinion/107470/udall-v-fpc/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1712</span></a></span>, 18 <i>L.Ed.</i>2d 869 (1967).</p>\n<p>We agree with the Authority that selection and approval of the complex site by it and the agencies is a broadly discretionary matter, and that the decision thereon will not be interfered with by a court unless it is palpably arbitrary. But whatever the basis for decision, the necessity for having it made has been ordained by the Legislature.</p>\n<p>For purposes of expedition, after the type hearing described has been held and decision made, any party desiring review may apply for direct certification by this Court.</p>\n<p>Except to the extent modified, the judgment below is affirmed.</p>\n<p>WEINTRAUB, C.J. (concurring in part and dissenting in part).</p>\n<p>This suit was brought to resolve all constitutional questions suggested by the face of the statute, to the end that prospective purchasers of bonds and notes authorized <span class=\"star-pagination\">*34</span> by the statute may be informed with respect to those matters. I join in the majority opinion except in the respects hereinafter indicated.</p>\n<p>The New Jersey Sports and Exposition Law, <i>L.</i> 1971, <i>c.</i> 137, declares in section 2 \"that the general welfare, health and prosperity of the people of the State will be promoted by the holding of athletic contests, horse racing and other spectator sporting events and of trade shows and other expositions in the State; that in order to induce professional athletic teams, particularly major league football and baseball teams, to locate their franchises in the State, it is necessary to provide stadiums and related facilities for the use of such teams, in addition to the facilities for horse racing and other spectator sporting events; that such stadiums and other facilities would also accommodate other events and serve other uses which would provide needed recreation, forums and expositions for the public.\" Section 2 continues with a declaration \"that additional facilities are needed in the State to accommodate trade shows and other expositions in order to promote industry and development in the State and provide a forum for public events.\" The same section then selects the Hackensack meadowlands as the site for these conglomerate activities, and declares the advent of the complex will \"stimulate the needed development of said meadowlands.\" To that end, the New Jersey Sports and Exposition Authority, a body corporate and politic, is created.</p>\n<p>The Authority is authorized to issue bonds and notes to obtain moneys for the project. Section 10, subd. g expressly states the bonds and notes \"shall not be in any way a debt or liability of the State\" and that \"neither the faith and credit nor the taxing power of the State\" is pledged to their payment. But section 15 provides:</p>\n<p>The State of New Jersey does hereby pledge to and covenant and agree with the holders of any bonds or notes issued pursuant to authority of the act that the State will not limit or alter the rights or powers hereby vested in the authority to acquire, construct, maintain, <span class=\"star-pagination\">*35</span> improve, repair and operate the project in any way that would jeopardize the interest of such holders, or to perform and fulfill the terms of any agreement made with the holders of such bonds or notes, or to fix, establish, charge and collect such rents, fees, rates or other charges as may be convenient or necessary to produce sufficient revenues to meet all expenses of the authority and fulfill the terms of any agreement made with the holders of such bonds and notes, together with interest thereon, with interest on any unpaid installments of interest, and all costs and expenses in connection with any action or proceedings by or on behalf of such holders, until the bonds, together with interest thereon, are fully met and discharged or provided for.</p>\n<p>Central to the program are the proceeds of parimutuel betting at the proposed racetrack. As the Attorney General said in his brief before us:</p>\n<p>* * * The key to the financial success of the Authority, however, lies in the fact that it must pay only 1/2 of one per cent of the total handle derived from pari-mutuel wagering to the general treasury, as compared to the larger percentage paid by privately owned racetracks. Act, ง 7f; L. 1971, c. 159. Thus the Authority will use the revenues generated by pari-mutuel wagering to finance construction of the other less profitable facilities it is authorized to construct.</p>\n<p>The question is whether section 15 purports to tie the hands of future legislatures with respect to that subject matter in a way the State Constitution forbids.</p>\n<p>Before discussing the issues I find troublesome, I should say a word about the claim that the project authorized by chapter 137 is beyond the legislative power. I have no doubt the statute is not vulnerable on that account. The Constitution limits the Legislature to the pursuit of a public purpose, but the Legislature has vast discretion in this area and the Legislature could decide the public interest would be furthered by this venture. It should be stressed that it is not for the judiciary to say whether the legislative decision is sound or unsound. The judiciary can pass only upon the legislative power to act. To hold the power is there, is not to endorse the merits of the program. Rather it is only to respect the authority of the Legislature to act, and to recognize the legislators, if they err, are accountable to the voters and not to the judiciary.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*36</span> I</h2>\n<p>As noted above, the Legislature itself selected the site for the racetrack. In doing so, the Legislature departed from the existing statutory policy that a track shall not be licensed without the affirmative approval of the voters of the county and of the municipality in which the proposed track will be situated. <i>N.J.S.A.</i> 5:5-39.1. That policy reflects the dispute as to whether racing with parimutuel betting is a bane or a blessing to a community. Indeed, it is a matter of public record that a proposed track not far from the site involved in this matter was disapproved by the voters of the municipality there concerned in 1967. See <i>Jersey Downs, Inc. v. Division of New Jersey Racing Commission,</i> 102 <i>N.J. Super.</i> 451 (App. Div. 1968). Nevertheless in the statute now before us the Legislature itself selected the site and did not submit it to a referendum. The question is whether the residents here concerned were thereby denied equality of treatment.</p>\n<p>If a single statute provided that a referendum shall be held as to all tracks except a track the State itself operated, I would doubt the validity of the classification, for it is hard to find that the identity of the operator is relevant. The reason for a referendum is to permit local decision upon the desirability of racing and associated gambling. In terms of impact upon the community, it does not matter that a track is in public rather than private hands. But I believe the short answer to the issue of unequal treatment is that the Legislature which adopted chapter 137 was not bound by the decision of a prior Legislature that there be a referendum, and hence if a constitutionally prohibited inequality exists because of the conflict between chapter 137 and the prior statute, it would be the prior law which would have to yield. Therefore chapter 137 is not vulnerable because it departs from the policy of a prior statute.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*37</span> II</h2>\n<p>Section 7 of chapter 137 authorizes the Authority to apply to the Racing Commission for a permit to operate a racetrack. Section 7, subd. c provides that if the Racing Commission acts favorably, the permit \"shall remain in force and effect so long as any bonds or notes of the authority issued for the purposes of the meadowlands complex remain outstanding, the provision of any other law to the contrary notwithstanding.\" The same subsection goes on to say that \"Notwithstanding the provision of any other law to the contrary, the Racing Commission shall allot anually to the authority, in the case of harness racing, not less than 100 racing days, and in the case of running racing, not less than 56 racing days, if and to the extent that application is made therefor.\"</p>\n<p>The question is whether section 7, subd. c, read with section 15 quoted above, binds the State (1) not to abolish racing or betting, and (2) not to refuse the Authority the number of racing days just mentioned.</p>\n<p>It is axiomatic that the police power of the State cannot be bargained away. The term, police power, in its largest usage, embraces all the powers of government other than eminent domain and the power to tax. It probably is true that some part of the police power, as thus broadly defined, may be bargained away as an unavoidable incident of a contract required in the public interest. The distinction sometimes suggested is between the power to govern and the power to deal with the property interests of the State. I see no need here to be more precise, for at least this much is clear: a legislature cannot contract away the power to protect the public safety, health and morals, and the power thus inalienable embraces the subject of racing and gambling. <i>Stone v. Mississippi,</i> 101 <i>U.S.</i> 814, 25 <i>L.Ed.</i> 1079 (1880); <i>Boston Beer Co. v. Massachusetts,</i> 97 <i>U.S.</i> 25, 24 <i>L.Ed.</i> 989 (1878); <i>Mugler v. Kansas,</i> 123 <i>U.S.</i> 623, 8 <i>S.Ct.</i> 273, 31 <i>L.Ed.</i> 205 (1887); <i>Northwestern Fertilizing Co. v. Hyde</i> <span class=\"star-pagination\">*38</span> <i>Park,</i> 97 <i>U.S.</i> 659, 24 <i>L.Ed.</i> 1036 (1878); <i>Douglas v. Kentucky,</i> 168 <i>U.S.</i> 488, 18 <i>S.Ct.</i> 199, 42 <i>L.Ed.</i> 553 (1897); <i>Butchers' Union Slaughterhouse &amp; Live Stock Landing Co. v. Crescent City Livestock Co.,</i> 111 <i>U.S.</i> 746, <span class=\"citation\" data-id=\"91158\"><a href=\"/opinion/91158/butchers-union-co-v-crescent-city-co/\"><span class=\"volume\">4</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">652</span></a></span>, 28 <i>L.Ed.</i> 585 (1884); <i>Chicago B. &amp; Q.R. Co. v. Nebraska ex rel. Omaha,</i> 170 <i>U.S.</i> 57, <span class=\"citation\" data-id=\"94848\"><a href=\"/opinion/94848/chicago-b-qr-co-v-nebraska-ex-rel-omaha/\"><span class=\"volume\">18</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">513</span></a></span>, 42 <i>L.Ed.</i> 948 (1898); <i>Home B. &amp; L. Assn. v. Blaisdell,</i> 290 <i>U.S.</i> 398, 436, <span class=\"citation\" data-id=\"102167\"><a href=\"/opinion/102167/home-building-loan-assn-v-blaisdell/\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">231</span></a></span>, 78 <i>L.Ed.</i> 413, 428 (1934); see <i>El Paso v. Simmons,</i> 379 <i>U.S.</i> 497, 506-509, <span class=\"citation\" data-id=\"106966\"><a href=\"/opinion/106966/el-paso-v-simmons/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">577</span></a></span>, 13 <i>L.Ed.</i>2d 446, 453-455 (1965).</p>\n<p>Hence chapter 137 cannot obligate the State not to abolish racing or related gambling.<sup>[1]</sup> The purchasers of bonds or <span class=\"star-pagination\">*39</span> notes are chargeable with that understanding and may not maintain either that the State is thus restrained or that the State will incur a dollar liability if it exerts the police power by prohibiting racing or gambling.</p>\n<p>I think the stipulation as to the minimum racing days also remains subject to legislative change if the occasion is appropriate, either because undue harm is found to abide in the statutory minimum number of days or because the tax yield to the State from other tracks is unduly impaired by so extensive an allocation to this track. Again, the purchasers of bonds and notes must be charged with an awareness of this continuing power to protect the public welfare.</p>\n<p></p>\n<h2>III</h2>\n<p>The most troublesome question is whether chapter 137 violates the debt clause of our State Constitution. <i>Art. VIII,</i> ง II, ถ 3, reads:</p>\n<p>The Legislature shall not, in any manner, create in any fiscal year a debt or debts, liability or liabilities of the State, which together with any previous debts or liabilities shall exceed at any time one per centum of the total amount appropriated by the general appropriation law for that fiscal year, unless the same shall be authorized by a law for some single object or work distinctly specified therein. Regardless of any limitation relating to taxation in this Constitution, such law shall provide the ways and means, exclusive of loans, to pay the interest of such debt or liability as it falls due, and also to pay and discharge the principal thereof within thirty-five years from the time it is contracted; and the law shall not be repealed until such debt or liability and the interest thereon are fully paid and discharged. No such law shall take effect until it shall have been submitted to the people at a general election and approved by a majority of the legally qualified voters of the State voting theron. All money to be raised by the authority of such law shall be applied only to the specific object stated therein, and to the payment of the debt thereby created. This paragraph shall not be construed to refer to any money that has been or may be deposited with this State by the government of the United States. Nor shall anything in this paragraph contained apply to the creation of any debts or liabilities for purposes of war, or to repel invasion, or to suppress insurrection or to meet an emergency caused by disaster or act of God.</p>\n<p><span class=\"star-pagination\">*40</span> A debt clause was first introduced in the <i>Constitution of 1844</i> (<i>Art.</i> IV, ง VI, ถ 4). The history need not be recounted in detail. States had incurred substantial bonded indebtedness in pursuit of public purposes, as the result of which bankruptcy or near bankruptcy ensued. For that reason debt clauses were incorporated into almost all of the state constitutions. <i>Clayton v. Kervick,</i> 52 <i>N.J.</i> 138, 146-147 (1968). The object was to prevent a legislature from binding succeeding legislatures, or to limit or condition its power to do so. About half of the debt clauses absolutely prohibit loans in excess of a stipulated sum; the clauses in two States permit such loans upon a vote of more than a majority of the legislators; the others permit such loans only if approved by the voters on a referendum. <i>Constitutional Debt Control in the States</i> (The Tax Foundation, Inc. 1954), <i>p.</i> 17; <i>Heins, Constitutional Restrictions against State Debt</i> (1963), <i>pp.</i> 9-12; <i>pp.</i> 93-120. In upholding the constitutionality of a debt clause requiring approval of 60% of the voters, the Supreme Court of the United States said tersely: \"It must be remembered that in voting to issue bonds voters are committing, in part, the credit of infants and of generations yet unborn, and some restriction on such commitment is not an unreasonable demand.\" <i>Gordon v. Lance,</i> 403 <i>U.S.</i> 1, 6, <span class=\"citation\" data-id=\"108358\"><a href=\"/opinion/108358/gordon-v-lance/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1889</span></a></span>, 1892, 29 <i>L.Ed.</i>2d 273, 277 (1971). Our debt clause permits the Legislature thus to bind succeeding legislatures if the debt is approved by a majority of the legally qualified voters of the State voting on the proposal. For further assurance against unreasonable treatment of future taxpayers, our debt clause also limits to 35 years the period within which the debt must be liquidated, requires the measure to state \"the ways and means, exclusive of loans,\" to pay the principal and interest, and prohibits the repeal of the law prior to payment.</p>\n<p>I am speaking of the <i>debt clause,</i> and not of the <i>appropriations clause</i> of the Constitution, <i>Art.</i> VIII, ง II, ถ 2, discussed at length in the majority opinion. As to the <i>appropriate</i> <span class=\"star-pagination\">*41</span> <i>clause,</i> I agree with the majority that it does not require that all State revenues shall go physically into the State treasury.</p>\n<p>I find the debt clause applies to chapter 137 upon this thesis: (1) that the constitutional provision permitting racing and parimutuel betting mandates that there shall be a reasonable revenue yield to the State from every such operation, and (2) an irrevocable pledge by the State of that revenue for the payment of a debt of the Authority makes that debt a debt of the State within the meaning of the debt clause despite the disavowal in the statute that the State incurs an indebtedness or pledges its credit. I will discuss those propositions in that order.</p>\n<p></p>\n<h2>(1)</h2>\n<p>Gambling has a well documented constitutional history. The <i>Constitution of 1844</i> provided that \"No lottery shall be authorized by this state; and no ticket in any lottery not authorized by a law of this state shall be bought or sold within the state.\" <i>Art.</i> IV, ง VII, ถ 2. This paragraph was amended in 1897 to read:</p>\n<p>No lottery shall be authorized by the legislature or otherwise in this state, and no ticket in any lottery shall be bought or sold within this state, nor shall pool-selling, book making or gambling of any kind be authorized or allowed within this state, nor shall any gambling device, practice or game of chance now prohibited by law be legalized, or the remedy, penalty or punishment now provided therefor be in any way diminished.</p>\n<p>The prohibition was thus absolute, and it barred a gambling event without regard to the identity of the operator or the public purpose sought to be furthered with the proceeds of gambling. The ban applied to the State itself; it, too, could not conduct a gambling venture.</p>\n<p>Parimutuel betting was introduced by a constitutional amendment in 1939. The gambling clause, as thus amended, read:</p>\n<p><span class=\"star-pagination\">*42</span> It shall be lawful to hold, carry on, and operate in this State race meetings whereat the trotting, running or steeplechase racing of horses only may be conducted between the hours of sunrise and sunset on week days only and in duly legalized race tracks, at which the pari-mutuel system of betting shall be permitted. No lottery, roulette, or game of chance of any form shall be authorized by the Legislature in this State, and no ticket in any lottery shall be bought or sold within this State, or offered for sale; nor shall pool-selling, book-making, or gambling of any kind be authorized or allowed within this State, except pari-mutuel betting on the results of the racing of horses only, <i>from which the State shall derive a reasonable revenue for the support of government;</i> nor shall any gambling device, practice, or game of chance, or pari-mutuel betting thereon now prohibited by law, except as herein stated and otherwise provided, be legalized, or the remedy, penalty, or punishment now provided therefor be in any way diminished.</p>\n<p>I have italicized the phrase \"from which the State shall derive a reasonable revenue for the support of government.\" This promise of revenue was critical in the campaign for the adoption of the 1939 amendment, and I think it beyond dispute that its explicit demand for revenue is mandatory and unyielding.</p>\n<p>The history of the 1939 amendment includes an abortive legislative attempt to authorize parimutuel betting to obtain revenues. In 1934, finding a fiscal emergency affecting municipalities, the Legislature adopted chapter 56 which authorized municipalities to lease property \"for the conducting and operation of greyhound racing under the parimutuel system.\" The Legislature also adopted chapter 179 which authorized the State Racing Commission to issue licenses for such operations. Reciting that \"a financial emergency exists in this State whereby municipalities and other political subdivisions of the State are unable to collect their taxes,\" section 4 of chapter 179 provided that \"for the purpose of assisting such municipalities and such subdivisions where dog racing may be allowed, the Racing Commission may permit the use of the pari-mutuel system under such terms as they may prescribe and wherein a portion of the profits are to be paid to the municipality for the support thereof.\" This scheme was found to be so blatantly unconstitutional that <span class=\"star-pagination\">*43</span> the operator of a licensed track was held liable in a suit for penalties under another statute notwithstanding his assertion that an act of the Legislature authorizing parimutuel betting should provide protective cover prior to a judicial declaration that it is void. <i>Hyman v. Long Branch Kennel Club, Inc.,</i> 115 <i>N.J.L.</i> 123 (E. &amp; A. 1935). In 1934 the New Jersey State Racing Commission urged a constitutional amendment to permit parimutuel betting, on the premise that revenues would be obtained. In its <i>First Annual Report</i> (1935), the Commission stressed the State's need for revenue and predicted the tax on admissions and on wagering would provide $1,500,000 per year (<i>pp.</i> 19-22). The Commission used a tax of 3 1/2% on wagers in computing that estimated yield. The proposed amendment drew strong opposition on economic as well as moral grounds. So, for example, a news item in 1939 reported that five Senators, assailing the racing proposal, argued that (1) the projected yield of $1,500,000 was inflated; (2) the referendum would cost $1,000,000; (3) legalized racing would increase the relief rolls; and (4) a corrupt lobby would result (<i>Newark Evening News,</i> June 17, 1939, <i>p.</i> 2:1). The New Jersey Chamber of Commerce issued a report, <i>The Economic Effects of Pari-Mutuel Horse Racing</i> (1939), opposing the amendment and expounding the theme that the probable tax revenues would not compensate for the damage done to business in this State.</p>\n<p>Thus the history of the 1939 amendment clearly shows that its mandate to derive revenue is an essential part of the constitutional provision. The Legislature cannot authorize parimutuel betting except upon compliance with that demand. The 1939 amendment was incorporated in its entirety in <i>Art.</i> IV, ง VII, ถ 2, of the Constitution of 1947 by the reference therein to gambling \"heretofore submitted to, and authorized by a majority of the votes cast by the people at a special election.\" The \"restrictions\" <span class=\"star-pagination\">*44</span> in the 1939 amendment were expressly continued. Hence the mandate remains that \"the State shall derive a reasonable revenue for the support of government.\"</p>\n<p>A passing reference to other terms of the gambling clause of the 1947 Constitution is appropriate, for the theme is consistent that gambling is permitted only to produce moneys for some worthy end.<sup>[2]</sup> Thus certain organizations may conduct bingo games or raffles \"when the entire net proceeds of such games of chance are to be devoted to educational, charitable, patriotic, religious or public-spirited uses.\" So, too, the 1969 amendment empowers the Legislature \"to authorize the conduct of State lotteries * * * when the entire net proceeds of any such lottery shall be for State institutions, State aid for education.\" The undeviating thesis has been that gambling will not be permitted for mere amusement or for private profit alone.</p>\n<p>There is cause to doubt that the State itself may operate parimutuel betting, whether directly or through some agency. As already said, the 1897 constitutional ban against gambling barred a State operation as well as a private one. The parimutuel amendment of 1939 (unlike the 1969 State lottery provision) seems to contemplate private management with the State deriving a tax revenue from the operation. Nonetheless, since a constitutional restriction upon the legislative power should be read narrowly if the sense will permit it, I would not read it to ban a State operation. But it would do violence to the plain demand of the gambling clause if the State operated parimutuel betting without satisfying the positive demand for the production of \"reasonable revenue for the support of government.\" Thus, although the State may and customarily does exempt its own operations <span class=\"star-pagination\">*45</span> or those of its agencies from taxation as section 7, subd. h of chapter 137 purports to do, here the power to exempt is restrained by constitutional demand that pari-mutuel betting <i>shall</i> yield \"a reasonable revenue for the support of government.\" And it cannot matter, in this regard, whether the State conducts the operation directly or through a corporate agency.</p>\n<p>The only room for argument, in my view, is as to whether all of the dollar gain thus obtained in a State operation of gambling must be deemed to be \"revenue for the support of government\" or whether there is constitutionally committed for the support of government only so much of that revenue as matches the tax imposed upon a private operation. I think all of the dollar gain from gambling is thus committed, but upon either view chapter 137 would transfer to the support of the Authority's projects substantial revenues which the gambling clause requires to be obtained for the support of government. Chapter 137 does provide in section 7, subd. f that \"as an initial payment to the State, an amount equal to 1/2 of 1% of all parimutuel pools shall be deposited annually in the General State Fund.\" That deposit of course does not represent all of the revenue from the gaming operation. Nor does it match the tax imposed upon parimutuel pools of a private operator, which, as to harness racing, is 6% of all pools up to $40,000,000 in a calendar year and 7% with respect to the excess above that figure, and as to other racing, is 9.15% of the total pools. <i>N.J.S.A.</i> 5:5-66 as amended by <i>L.</i> 1971, <i>c.</i> 159, ง 1. The Legislature thereby established those yields as the \"reasonable revenue for the support of government.\" The 1/2 of 1 per cent payable under chapter 137 is but a small portion of that \"reasonable revenue.\"</p>\n<p>If chapter 137 had not excluded parimutuel betting at the Authority's track from the statute imposing the tax on parimutuel betting, and instead had directed that the State Treasurer pay to the Authority so much of the tax revenue from the Authority's track as exceeds 1/2 of 1 per cent of <span class=\"star-pagination\">*46</span> its pools, it would be evident that chapter 137 transferred tax revenues to the Authority for the payment of its bonds and notes. That fact should be no less evident because chapter 137 took the form of limiting the tax to 1/2 of 1 per cent of the Authority's pools.</p>\n<p>Thus I cannot avoid the proposition that chapter 137 would make available for the payment of the Authority's indebtedness a substantial portion of the revenues mandated by the Constitution to go to the State \"for the support of government.\" Indeed, basic to the plan of the sports conglomerate is the supporting financial role that parimutuel gambling is expected to provide. This, of course, was recognized by the Attorney General in the passage from his brief quoted above wherein he said \"The key to the financial success of the Authority * * * lies in the fact that it must pay only 1/2 of one per cent of the total handle derived from pari-mutuel wagering to the general treasury, as compared to the larger percentage paid by privately owned racetracks.\"</p>\n<p>I want to make it plain that there is no constitutional objection to the use of these moneys to support the venture of the Authority. Since chapter 137 seeks to further a project the Legislature constitutionally may decide to pursue, it follows that tax revenues of the State, whatever their source, may be expended to that end (except of course revenues dedicated by the Constitution to some special use). So the Legislature could appropriate to the Authority all the revenues yielded by the parimutuel tax at the private tracks, or the revenues from a gasoline tax or from an inheritance tax. In short, the use of the revenues derived from betting at the Authority's track for the Authority's purposes would indeed constitute the use of such revenues for the support of government within the meaning of the <i>gambling clause.</i> But the issue is whether a statute directing that disposition of revenues can bind future legislatures in the absence of compliance with the specific demands of <span class=\"star-pagination\">*47</span> the <i>debt clause</i> of the Constitution, notable among which, of course, is the demand for the approval of the voters.<sup>[3]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*48</span> (2)</h2>\n<p>Thus we come to the question whether the irrevocable pledge of State revenue for the payment of the Authority's bonds and notes comes within the <i>debt clause</i> of the Constitution.</p>\n<p>The taxing power being the principal source of State revenues, a binding commitment to appropriate tax revenues until a claim is liquidated must result in a State \"debt\" upon any reasonable view of the word. An unqualified promise to levy a tax for its payment must be the hallmark of a debt. The decisions here and elsewhere amply support that evident proposition.</p>\n<p>The cases elsewhere divide, not upon the question whether a promise to impose a tax for the payment of an obligation makes the obligation a debt of the State, but rather upon whether the debt clause was intended to embrace all such debts. In some States it has been held, either upon the phrasing of the debt clause or upon its history, that their constitutions barred only a commitment to levy a <i>tax upon property,</i> with the result that an <i>excise tax</i> could be committed irrevocably to the payment of a debt without running afoul of the debt clause. But I would stress that such cases do not say an obligation thus to be paid by an irrevocable excise tax is something other than a \"debt\" of the State. Rather the proposition there propounded is that the debt clause was intended only to protect the owners of property from <i>ad valorem</i> taxation thereof and hence the Legislature is free to incur a debt so long as the owners of property are not subjected to a tax upon their property holdings to repay it. That view was taken in <i>State v. Board of Public Instruction, Okaloosa County,</i> 214 <i>So.</i>2d 723 (Fla. Sup. Ct. 1968); <i>State v. Tampa Sports Authority,</i> 188 <i>So.</i>2d 795 (Fla. Sup. Ct. 1966); <i>State ex rel. Boynton v. Kansas State Highway Comm.,</i> 138 <i>Kan.</i> 913, 28 <i>P.</i>2d 770 (Sup. Ct. 1934); <i>Cottingham v. State Board of Examiners,</i> <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">Mont.</span> <span class=\"page\">1</span></span>, 328 <i>P.</i>2d 907 (1958); <i>State ex rel. Capitol</i> <span class=\"star-pagination\">*49</span> <i>Addition Building Comm. v. Connelly,</i> 39 <i>N.M.</i> 312, 46 <i>P.</i>2d 1097 (Sup. Ct. 1935); <i>Briggs v. Greenville County,</i> <span class=\"citation\" data-id=\"3887606\"><a href=\"/opinion/4125549/briggs-v-greenville-county/\"><span class=\"volume\">137</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">288</span></a></span>, 135 <i>S.E.</i> 153 (1926).</p>\n<p>The line thus drawn between a property tax and an excise tax is odd in the light of fiscal realities since the excise tax is indeed an essential source of State revenue. Hence understandably other jurisdictions deem the debt clause to apply whatever the nature of the tax.<sup>[4]</sup><i>Borchert v. Scott,</i> 248 <i>Ark.</i> 1041, 460 <i>S.W.</i>2d 28 (Sup. Ct. 1970); <i>In re Senate Resolution No. 2,</i> 94 <i>Colo.</i> 101, 31 <i>P.</i>2d 325 (Sup. Ct. 1933); <i>People ex rel. City of Chicago v. Barrett,</i> 373 <i>Ill.</i> 393, 26 <i>N.E.</i>2d 478 (Sup. Ct. 1940); <i>Curlin v. Wetherby,</i> 275 <i>S.W.</i>2d 934 (Ky. Ct. App. 1955); <i>State ex rel. Diederichs v. State Highway Commission,</i> 89 <i>Mont.</i> 205, 296 <i>P.</i> 1033 (Sup. Ct. 1931); <i>State v. Steen,</i> 183 <i>Neb.</i> 297, 160 <i>N.W.</i>2d 164 (Sup. Ct. 1968); <i>Boswell v. State,</i> 181 <i>Okl.</i> 435, 74 <i>P.</i>2d 940 (1937); <i>State ex rel. Washington State Finance Committee v. Martin,</i> 62 <i>Wash.</i>2d 645, 384 <i>P.</i>2d 833 (1963); see <i>Naftalin v. King,</i> 257 <i>Minn.</i> 498, 102 <i>N.W.</i>2d 301 (Sup. Ct. 1960); see also <i>State ex rel. Public Institutional Building Authority v. Griffith,</i> 135 <i>Ohio St.</i> 604, 22 <i>N.E.</i>2d 200 (Sup. Ct. 1939); <i>State ex rel. Public Institutional Building Authority v. Neffner,</i> 137 <i>Ohio St.</i> 390, 30 <i>N.E.</i>2d 705 (Sup. Ct. 1940).</p>\n<p><span class=\"star-pagination\">*50</span> We need not labor to demonstrate that the debt clause of our Constitution is not limited to a pledge of <i>ad valorem</i> taxes. Quite obviously the \"ways and means\" which the debt clause requires to be specified cannot be read to mean only an \"<i>ad valorem</i> tax.\" Indeed, at the time the 1844 Constitution was adopted, there was no statewide property tax, the revenue for State government being derived from excise taxes, and again in 1947, the year the present Constitution was adopted, the State ended the only State tax upon property (for school aid) and thereby withdrew from the use of the property tax. <i>Report of the New Jersey Tax Policy Committee</i> (1972), Part II, <i>p.</i> 3. In the light of the phrasing of our debt clause and the history of taxation in our State, it would be startling to say the debt clause was designed only as a shield against the taxation of property.</p>\n<p>Thus it is plain to me that an irrevocable commitment of any State tax revenue for the payment of an obligation thereby constitutes that obligation a debt of the State within the reach of the debt clause of the Constitution.<sup>[5]</sup> This is precisely what we held in <i>Holster v. Board of Trustees of the Passaic County College,</i> 59 <i>N.J.</i> 60 (1971). There the statute provided for the appropriation of State moneys to counties to cover one-half of the sums needed for the payment of bonds the statute authorized a county to issue on the county's sole credit. The trial court, construing the statute to bind future legislatures to make such appropriations, held the debt clause applied and the statute invalid for want of compliance with the constitutional provision. We reversed, but only by finding that the statute did not bind the State to make the annual appropriations. We said (<i>pp.</i> 66-67):</p>\n<p><span class=\"star-pagination\">*51</span> It is an accepted principle of statutory interpretation that, if possible, legislation will be so read as to sustain its constitutionality. Our reading of the statute differs from that of the trial judge. We hold that the bonds do not become the obligations of the State and that the statute does not impose upon the State a legally binding or enforceable obligation to pay them or to reimburse the county upon its making payment. Accordingly we conclude that there is no infringement of the debt limitation provision of the Constitution.</p>\n<p>Although there is doubtless a strong likelihood that payment of the bonds will in fact be met by legislative appropriations, we find nothing in the statute compelling the State to make such payments as a matter of law. Hence, both issuing counties and purchasing bondholders are on notice that the faith and credit of the State will not be pledged in respect of bonds issued pursuant to this enactment, but that payment on the part of the State will be dependent upon appropriations provided from time to time. Lacking such appropriations, recourse can be had only against the county which will have no recourse over against the State.</p>\n<p>Perhaps the point is more sharply made by referring to the authorization in the gambling provision of the Constitution for State lotteries \"when the entire net proceeds * * * shall be for State institutions, State aid for education.\" If a statute provided for the issuance of $100,000,000 in bonds to raise moneys for State institutions or for State aid for education or for both, and pledged irrevocably the revenues from State lotteries for the payment of the bonds within 35 years, the statute would satisfy the mandate that the net revenues be devoted to the public purposes stated in the gambling clause. Such a statute would also meet the requirements of the debt clause for a statement of the public use to be furthered by the bond issue, and for the specification of the ways and means for the payment of the loan. But there would remain to be satisfied the further demand of the debt clause that the loan be authorized by the voters. And it would not matter in the least that the bonds stated explicitly that the holder would look only to the revenues from lotteries as the ways and means for repayment and disavowed any further claim on the credit of the State. Nor would it matter whether the bonds were issued directly by the State or by an authority created to that end. The reason, of course, is <span class=\"star-pagination\">*52</span> that no legislature can bind future legislatures as to the use of tax revenues without the concurrence of the voters. That is the aim of the debt clause. An irrevocable pledge of State revenues without voter approval defies the letter and the spirit of that provision.</p>\n<p>For the reasons given, I find (1) that the Constitution mandates that there be a reasonable revenue yield to the State from parimutuel betting and (2) chapter 137 violates the debt clause insofar as it commits the mandated funds (whether the mandated revenues are held to be all of the net revenues from parimutuel betting or only so much as matches the yield from the tax on such betting at private tracks) to support the obligations of the Authority upon its bonds and notes.</p>\n<p>The question then is whether this unconstitutional aspect is severable. I think it is. We may fairly assume the Legislature would want the balance of the Act to remain. Whether the program continues to be viable of course will depend upon whether the bonds and notes of the Authority will be purchased if the buyers understand, as in <i>Holster,</i> that succeeding legislatures are not bound thus to devote the revenues from parimutuel betting conducted by the Authority to the payment of those bonds and notes.</p>\n<p>I should mention a subject to the end that its irrelevance may be pointed out. There is a \"special fund\" doctrine usually invoked when a self-liquidating facility is acquired. The charges paid by the users constitute \"the special fund,\" and it is to this fund alone that the bondholder agrees to look for payment. The special fund concept was referred to in <i>New Jersey Turnpike Authority v. Parsons,</i> 3 <i>N.J.</i> 235, 246 (1949), and <i>Clayton v. Kervick, supra,</i> 52 <i>N.J. at</i> 149.</p>\n<p>It is generally held that when the bonds issued to purchase the facility are thus payable out of the user charges and nothing else, the debt clause does not apply.<sup>[6]</sup> I agree there <span class=\"star-pagination\">*53</span> is no debt clause problem in such circumstances. Indeed I see no difference, in this regard, between a self-liquidating project entrusted to a corporate authority and one operated directly by the State, so long as the bonds are payable from the project's own revenues, unaided by an irrevocable promise of the proceeds of a tax. Accordingly, as an abstract proposition, the State could, directly or through a corporate authority, acquire a racetrack, with the costs to be paid solely out of the revenues of the track. Such a program would fit within the special fund doctrine, and for present purposes, I will assume the proceeds of the track could also be pledged under that doctrine for the cost of the sundry other projects authorized by chapter 137. But if I am correct in my view that the Constitution mandates that parimutuel betting shall yield revenue for the support of government, the special fund doctrine would not obviate that constitutional demand, for the special fund could consist only of the net proceeds after the required tax on the wagering has been exacted and paid to the State. Again, successive legislatures could appropriate those tax revenues to the special fund if they wished, for by hypothesis the project is for a public purpose and tax revenues may be spent to further that purpose. But the proposition remains unassailable that no statute can bind future legislatures to that end, except upon compliance with all the provisions of the debt clause including the requirement for the affirmative approval of the voters at an election for that purpose.</p>\n<p>I add a reply to the majority's response to the foregoing dissent. The majority say the questions raised in the dissent are hypothetical and therefore the majority do not answer them. The majority then say the State is bound by its contracts, citing a number of cases for that indisputable proposition. But the issue is whether the commitment by the State <span class=\"star-pagination\">*54</span> in the statute is lawful, and that issue is not hypothetical. The very purpose of this proceeding, unless I misunderstand it, is to have adjudged every issue which might concern the purchaser of bonds. A prospective purchaser wants to know what revenues are pledged for the payment of the bonds and whether that pledge is revocable. It is no answer to say he will find out when and if a future legislature departs from the statute's script. Nor do I understand how the prospective purchaser is enlightened by the observation that <i>if</i> the contract is valid, the State will be bound by it. If the majority mean that after the bonds are sold, it will be too late for the State to challenge the legality of the commitment, then the majority thereby demonstrate that the issue of legality must be decided now and is not hypothetical. And if the majority mean that the State may not challenge the legality of bonds either before or after their sale, then of course all constitutional restraints would be nullified. For example, if a legislature authorized the sale of State bonds in bald defiance of the debt clause, the violation, upon that premise, would be beyond redress. This would be so because a challenge to the issuance of the bonds would be hypothetical on the thesis that it ought not to be supposed a succeeding legislature would repudiate the illegal act, and on the other hand, if a succeeding legislature should try to do so, the repudiation would be too late. Upon that approach, we should not have reached the debt clause issue in <i>Holster, supra,</i> 59 <i>N.J.</i> 60.</p>\n<p>Perhaps by \"hypothetical\" the majority mean the issues are academic, that is, that they believe purchasers of bonds would not decline to buy because future legislatures are free to take the several actions I have said will be within their power to take. If those views are thus academic, then of course it will not matter that the majority omit to respond to them. But if prospective purchasers will be concerned with the validity of those views, then, as every member of the Court understands, the sale of the bonds will be inhibited if the majority of the Court do not decide those issues contrary <span class=\"star-pagination\">*55</span> to those views and do so unambiguously. The question then is whether the majority opinion can be read to pass upon those \"hypothetical\" issues. I am satisfied the majority opinion cannot stand that reading. The several propositions are stated succinctly in Part IV of my opinion. The position of the majority upon those propositions can of course be easily stated directly, and with crystal clarity. Since the majority opinion does not address itself to any of those propositions, I must conclude the opinion does not undertake to pass upon them. This is supported by the fact that the majority opinion does not attempt to meet the theses expounded in Points II and III of this opinion or to deal with the authorities cited therein. In short, the most that can be gleaned from the majority opinion is the general proposition that a State is bound by a lawful commitment, without however deciding whether the commitments here in question are lawful or are lawfully made.</p>\n<p></p>\n<h2>IV</h2>\n<p>Accordingly I conclude (1) that the power remains in future legislatures (a) to abolish racing, (b) to reduce the allotted racing days if the public interest so requires, (c) to abolish parimutuel betting, (d) to withdraw from the Authority the net proceeds obtained from parimutuel betting (or at least so much as equals a tax thereon at the rate of taxation at private tracks), and (2) that the State will incur no financial obligation to the holders of bonds or notes of the Authority if any or all of those legislative actions are taken. The statute is nonetheless constitutional but the purchasers of bonds or notes would be chargeable with notice of these conclusions.</p>\n<p>PROCTOR, J., joins in this opinion.</p>\n<p>HALL, J. (concurring in part and dissenting in part).</p>\n<p>These consolidated actions sought a declaratory judgment as to the constitutionality of the New Jersey Sports and Exposition <span class=\"star-pagination\">*56</span> Authority law, <i>L.</i> 1971, <i>c.</i> 137, <i>N.J.S.A.</i> 5:10-1 <i>et seq.,</i> creating and empowering an agency (\"Authority\") to construct and operate what may be referred to for present purposes as a sports complex on a 750 acre enclave within the 21,000 acres of salt water swamps, meadows and marshes in the lower Hackensack River basin. Reclamation and development of these meadowlands were earlier committed to an autonomous regional agency, the Hackensack Meadowlands Development Commission (\"Agency\"), by <i>L.</i> 1968, <i>c.</i> 404, <i>N.J.S.A.</i> 13:17-1 <i>et seq.</i> The Sports Authority law largely removes this enclave from the jurisdiction of the Agency and grants very broad powers to the Authority, but at the same time requires considerable interrelation with the Agency. The 750 acre site has been selected by the Sports Authority (presumably with the concurrence of the Agency as the Authority law demands, <i>L.</i> 1971, <i>c.</i> 137, ง 5, subd. x); it comprises the area in the Borough of East Rutherford, Bergen County, bounded by State Highway Route 3, Berry's Creek, Paterson Plank Road and the western spur of the New Jersey Turnpike. Some of the included area constitutes state-owned tideland (the land flowed by the tides below the mean high water line); some represents non-tide flowed upland presently claimed by private persons.</p>\n<p>The numerous constitutional questions raised are complex and diverse, advanced by many parties having quite differing interests. Each is dealt with in the trial court opinion. 119 <i>N.J. Super.</i> 457 (Law Div. 1971). All are essentially directed to the validity of the statute on its face, <i>i.e.</i> the scheme, as distinct from the legality of various possible forms of physical implementation. Certain facts, set forth in the trial court opinion, were, however, stipulated, for the purpose, generally speaking, of some concrete enlightenment with respect to the questions raised, including information concerning the immediate plans of the Authority. The stipulation shows that the Authority entered into a lease in August 1971 with the New York Giants professional football team for the long term rental of a large <span class=\"star-pagination\">*57</span> stadium to be constructed by the Authority primarily for the use of that team. Construction is required to be commenced at a very early date. Implicit also are the issuance and sale by the Authority of a very large amount of bonds to finance that construction as well as the early erection of a state-owned and operated racetrack (tax free except for 1/2 of 1% of the pari-mutuel \"handle\"), since the net profit from the track is the principal source to meet debt service and to financially support future projects of the Authority.</p>\n<p>The trial court rejected all challenges to the Authority act as legally insufficient and the judgment declared it to be constitutional and valid. Procedurally, the cases were decided by grant of the Authority's motion for summary judgment, although perhaps the disposition could have as well been treated as a non-jury trial on stipulated facts. The court in effect decided that evidence beyond the facts stipulated was legally irrelevant to the constitutional challenges advanced, including certain claims based upon ecological and environmental considerations.</p>\n<p>The majority opinion of this court affirms the judgment of constitutionality substantially for the reasons given by the trial judge and without mention of most of the questions raised. I cannot accept the majority's added views on the covenants in the act (<i>L.</i> 1971, <i>c.</i> 137, งง 7 and 15) against future legislative action, during the life of the bonds, relative to the continuance of racing and pari-mutuel betting, the number of racing days guaranteed to this track and the inviolability of its revenues for use by the Authority.</p>\n<p>The opinion of the Chief Justice joins in the majority opinion (and so concurs with the trial judge) except that he finds that the statutory covenants against future legislative action just referred to do violate the debt provision of the Constitution, but are severable. He therefore would, I assume, modify the judgment to do specify. The difference in effect would be that, pursuant to <i>Holster v. Board of Trustees of the Passaic County College,</i> 59 <i>N.J.</i> 60 (1971), <span class=\"star-pagination\">*58</span> bondholders would not be protected against such subsequent legislative action and dimunition of the Authority's revenues by reason thereof.</p>\n<p>I thoroughly agree with the Chief Justice as to the effect of the debt and other constitutional provisions and principles as set forth in Parts II, III and IV of his opinion. I have some differences, however, with respect to other matters dealt with in his, the majority and the trial court opinions, which I feel ought to be mentioned by reason of the importance of the subject matter. In addition, I believe it advisable to state what I conceive <i>not</i> to be decided in this case. Because of the pressure of time and the length of the three opinions to date, my views will be stated in quite summary fashion.</p>\n<p>At the outset, although the question is not referred to in any of the other opinions, it is my view that the Sports Authority law is so related to the Meadowlands Development Commission act and the Authority's operations are so interwoven with the Agency's functions that the former law cannot stand in any event unless the latter is constitutional. The validity of the latter statute is under challenge in another appeal pending before us. Decision in that case has been deferred by reason of recently proposed amendments to its vital inter-municipal tax-sharing provisions now before the Legislature.</p>\n<p></p>\n<h2>I</h2>\n<p><i>As to public purpose.</i> The Authority is empowered to construct and operate facilities for \"spectator sporting events,\" including a racetrack, stadiums and related facilities, for the recreation of the public, as well as facilities for \"trade shows and other expositions in order to promote industry and development in the State and provide a forum for public events.\" <i>L.</i> 1971, <i>c.</i> 137, ง 2. All opinions to date agree that such activities constitute a \"public purpose\" within the requirement that state revenues may only be <span class=\"star-pagination\">*59</span> used for projects encompassed within that concept. Although the Legislature has wide discretion in the area, the question is still one for the judiciary under our system of checks and balances. The record discloses the only projects proposed to date to be a state-operated racetrack and a football stadium for lease to a profit-designed enterprise. The present general holding should not be read to grant for all time <i>carte blanche</i> to any facility or activity the Authority may decide to construct or operate.</p>\n<p>The majority opinion treats a racetrack as a permissible governmental activity because it supplies \"recreation for the people.\" Realistically, racetracks of the kind planned here exist only to enable people to go to them to wager on horse races which they can observe in the flesh. They are tolerated in this state, as the history of our gambling provisions shows, only so that a heavy tax on such wagers may be exacted for purposes of government. I doubt that they can be classed as recreational in the sense that state parks or even professional football stadiums are. I suppose, however, that state construction and operation of tracks can validly be classified as for a public purpose because of the revenue feature โ and here the Authority will also receive for its purposes the profits which would accrue to an owner if the track were private.</p>\n<p>Modern cases appear to unanimously uphold governmental construction of sports arenas as for a public purpose, even when in large part used by profit-making professional entrepreneurs. Such operators should, however, be required to pay full market value for the lease, fixed at arm's length, which may well require disclosure of the proposed lessee's financial records. At the same time, the use so granted should not be so exclusive as to prevent fair availability of the stadium for other athletic uses and public functions to which it is adapted. Otherwise, the Authority is subsidizing a private profit-making venture at the expense of the public โ in effect making a donation of public resources to a private corporation โ and the purpose is no longer a public one, <span class=\"star-pagination\">*60</span> the trial court's peroration on professional sports notwithstanding. <i>See</i> 1947 <i>Const.,</i> Art. VIII, ง III, par. 3. Such was the sound view of the Massachusetts Supreme Judicial Court in <i>Opinion of the Justices,</i> 356 <i>Mass.</i> 775, 250 <i>N.E.</i>2<i>d</i> 547, 558-60 (1969). The lease with the Giants football team is not before us. The point I make is, however, that the majority opinion should not be thought to approve it.</p>\n<p><i>As to a racetrack referendum.</i> The general racing law, <i>N.J.S.A.</i> 5:5-39.1, permits a racetrack to be established only upon the affirmative approval at a general election of the voters of the county and the municipality in which it is proposed to be located. <i>L.</i> 1971, <i>c.</i> 137, ง 7, subd. d specifically provides that no referendum shall be required for this track. Part I of the opinion of the Chief Justice correctly points out that if this exception were contained in the racing act, it would be invalid as denying the residents here concerned equality of treatment. But he concludes that the Legislature which passed chapter 137 was not bound by the prior decision of the one which adopted the general racing law and so the later provision controls and is valid. This result has to be reached on the thesis that the no-referendum provision of chapter 137 as to this state-owned track impliedly repealed the referendum requirements of the racing law as to all future privately owned tracts. I find myself unable to agree with these conclusions. Implied repealers are not favored; such an intention must be free from reasonable doubt. It is inconceivable that the Legislature intended any such result, but rather only that this track should be treated specially and differently. In such a situation the special statute will be considered only an exception to the general statute. <i>See </i><i>State v. Hotel Bar Foods,</i> 18 <i>N.J.</i> 115, 128 (1955). And the later statute creating the exception must be a constitutional enactment in order validly to restrict the earlier general act. <i>See </i><i>Washington National Insurance Co. v. Board of Review,</i> 1 <i>N.J.</i> 545, 557 (1949). Here neither statute in itself is unconstitutional but together they constitute an unconstitutional scheme, denying <span class=\"star-pagination\">*61</span> equal protection to the residents of Bergen County and East Rutherford. The invalidity results from the later act and I would therefore hold that Section 7, subd. d of chapter 137 is unconstitutional in doing away with the referendum requirement, and I would modify the declaratory judgment to so state. In my view, however, the entire chapter is not thereby rendered invalid, since I believe that the Legislature would intend the balance of the act to remain even though a favorable referendum vote would be required to make it effective.</p>\n<p><i>As to the debt and related provisions of the Constitution.</i> As earlier indicated, I completely concur with the Chief Justice that the interplay of the racing provisions and the debt provision of the Constitution requires the holding that the debt provision is violated by the covenants in chapter 137 against future legislative action during the life of the bonds in the respects previously enumerated, but that Authority bonds may be validly issued without the covenants. (<i>See </i><i>Holster, supra,</i> 59 <i>N.J.</i> 60). I would add only this. So holding would not mean that the Legislature may not make these guarantees, but only that, in accordance with the debt provision, the voters of the state must approve such long term commitments to make them binding on future Legislatures โ a power expressly reserved to the people. There are sound policy reasons for the requirement. Sources of revenue to pay interest and principal must be specified and dedicated for the life of the obligations. Such sources, to the extent required, are thus thereafter unavailable for use for other governmental purposes. State revenue sources are not inexhaustible and, if too many of them are appropriated <i>in futuro</i> to pay too many bond issues, remaining revenue sources may not be adequate for other necessary governmental functions. And there is the question of priorities with respect to the many capital needs of this state; some may be thought of as much more important than others. The debt provision envisages that these are matters which <span class=\"star-pagination\">*62</span> the people should decide before a large, long term capital project is undertaken, for the commitment, once made, is irretrievable.</p>\n<p>Whether statutory enactments of this type fall within the four corners of the debt provision is certainly a question for judicial determination. That question has nothing to do with the wisdom of the statute nor does it validly bring into play rubrics about judicial deference to legislative action, presumptions of constitutionality and the like. The majority's stress thereon is inappropriate and misses the point. And I think it quite wrong for a court to aid evasion of a constitutional provision, last adopted only 25 years ago, because it believes that provision outmoded. The function of the judiciary is to enforce all constitutional provisions upon all branches of government and not to act as an <i>ad hoc</i> constitutional convention to summarily render nugatory provisions with which it may disagree. <i>Cf. </i><i>Roe v. Kervick,</i> 42 <i>N.J.</i> 191, 236 (concurring opinion) (1964); <i>Clayton v. Kervick,</i> 52 <i>N.J.</i> 138, 159 (concurring opinion) (1968).</p>\n<p></p>\n<h2>II</h2>\n<p><i>As to ecological and environmental considerations.</i> Some of the parties have fashioned constitutional arguments revolving around ecological and environmental considerations. These considerations are of tremendous present and future public importance, especially to the people of northeastern New Jersey, the most densely populated portion of the most densely populated state in the union. The constitutional contentions were rejected by the trial court. The majority opinion mentions the considerations only from the viewpoint of a statutory, procedural prerequisite to Authority activity. I think something more should be said at this level.</p>\n<p>Modern man has finally come to realize โ I hope not too late โ that the resources of nature are not inexhaustible. Water, land and air cannot be misused or abused without dire <span class=\"star-pagination\">*63</span> present and future consequences to all mankind. Undue disturbance of the ecological chain has its devastating effect at far distanct places and times. Increased density of population and continuing residential, commercial and industrial development are impressing these truths upon us. We trust solution of our problems in this vital area can be aided by modern technology and the expenditure of money, but it seems evident that we must also thoroughly respect the balance of nature.</p>\n<p>One of the most important ecological areas in this connection is the so-called \"estuarine zone\" โ that area between the sea and the land. Our Legislature has specifically declared, in the wetlands act (<i>L.</i> 1970, <i>c.</i> 272, <i>N.J.S.A.</i> 13:9A-1 <i>et seq.</i>) that it is \"one of the most vital and productive areas of our natural world\" and that \"it is necessary to preserve the ecological balance of this area and prevent its further deterioration and destruction by regulating the dredging, filling, removing or otherwise altering and polluting thereof.\" <i>N.J.S.A.</i> 13:9A-1, subd. a.<sup>[1]</sup></p>\n<p>The Hackensack meadowlands are a part of the estuarine zone โ about the last of it still largely in its natural state in northeastern New Jersey. Everyone knows that man has abused them almost beyond belief by vast pollution of the water and the dumping of hundreds of acres of garbage. The Hackensack meadowlands act, <i>N.J.S.A.</i> 13:17-1 <i>et seq.,</i> recognizes their ecological as well as economic importance. While its design is to provide means for the orderly, comprehensive development thereof to provide more space needed in the metropolitan area for industrial, commercial, residential and public recreational and other uses, it also declares that these meadowlands \"need special protection from air and water pollution and special arrangements for the provision of facilities for the disposal of solid <span class=\"star-pagination\">*64</span> waste\" and that \"the necessity to consider the ecological factors constituting the environment of the meadowlands and the need to preserve the delicate balance of nature must be recognized to avoid any artificially imposed development that would adversely affect not only this area but the entire State....\" <i>N.J.S.A.</i> 13:17-1. The declaration is obviously intended to apply to both state-owned tidelands and privately owned land. The objective appears to be that of a balanced development โ new construction for the human uses previously mentioned, with at the same time preservation or restoration of the natural state of at least a substantial portion of the meadows so as not to destroy \"the delicate balance of nature.\" I should think the latter ought to have primary consideration. The task of the Agency in carrying out this objective is Herculean and almost Solomon-like, but we cannot assume it is impossible; its accomplishment does call, however, for the highest degree of public responsibility, because destruction of the natural state cannot be later undone.</p>\n<p>This same obligation, with the same standards imposed, is carried over into the Authority law by section 23 of the act (<i>L.</i> 1971, <i>c.</i> 137):</p>\n<p>It is the express intent of the Legislature that the authority in undertaking the meadowlands complex shall consult with the Meadowlands Commission and the Department of Environmental Protection with respect to the ecological factors constituting the environment of the Hackensack meadowlands to the end that the delicate environmental balance of the Hackensack meadowlands may be maintained and preserved.</p>\n<p>As the majority opinion indicates by way of guidelines, this calls for a hearing and determination by the three agencies at which all interested parties will be given the opportunity to present their views, and with the right to judicial review of the conclusion reached, all as a necessary prerequisite to the commencement of any construction or <span class=\"star-pagination\">*65</span> disturbance of the present natural state.<sup>[2]</sup> While the majority expressly refers only to the <i>site</i> of the complex, I presume reference is intended as well, as the statute implies (<i>L.</i> 1971, <i>c.</i> 137, ง 5, subd. x), to the \"type and character of the project or any part thereof and all other matters in connection with all or any part of the project....\" I would thus suppose that this procedure would also have to be repeated as additional projects of the Authority are proposed. Furthermore, it would seem that the ecological and environmental impact of Authority projects cannot be considered in a vacuum, but rather in relation to the Agency's plans and proposals for the remainder of the meadowlands.</p>\n<p>I agree with the majority as to the necessity for this precedent agency hearing and determination. What disturbs me is the tone of the opinion in speaking of it. I gain the impression therefrom that while the agencies must go through the motions, the proceeding can be a perfunctory, cut and dried one, with a foreordained result, with which no court would disagree. Perhaps my alarm is accentuated by the majority's quotation from legislative committee testimony in support of the act, and especially that of the Director of the Department of Environmental Protection โ the state official having the duty to see to the protection of the environment โ stating as one reason for approval of the Authority act that the sports complex \"would help to give our State a little identity of its own.\" This to me is not in keeping with the obligation of his office. As I have intimated, this ecological and environmental review is an <span class=\"star-pagination\">*66</span> absolutely vital prerequisite to the Authority's proposed project and will determine its permissible extent and form. These considerations must be thoroughly explored and a sound determination reached, one way or the other, upon unbiased consideration of all environmental aspects. Anything less may well result in untold harm to the long term public interest.</p>\n<p>As I understand the principal constitutional argument, it runs like this in its fullest extent: There is a federal constitutional right to \"a clean and wholesome environment,\" derived from the Ninth and possibly the Fourteenth Amendments to the United States Constitution. Implementation of that right with respect to the entire Hackensack meadowlands requires the conclusion, on the basis of facts and expert opinions proposed to be proved at a trial, that these lands should remain completely in their natural state after reclamation from pollution, that <i>any</i> artificial development of them would irreparably destroy a clean and wholesome environment in that area and the surrounding region, and therefore that the Authority law in permitting such development is unconstitutional. This claimed constitutional right is a very amorphous concept, the exact tenor and boundaries of which I find it most difficult to comprehend. The theory may be developed in time, although there is concededly yet no authority to support it. I believe, however, that existence of such a constitutional right need not be determined in this case and so no fact issue thereon is properly presented. This is so because the Legislature, by virtue of the statutory declarations, standards and mandates previously referred to, has directed that ecological and environmental considerations must be recognized and given appropriate positive effect.</p>\n<p></p>\n<h2>III</h2>\n<p><i>As to the public trust doctrine.</i> This concept is advanced as a basis for a constitutional argument by one of the parties <span class=\"star-pagination\">*67</span> and in my view deserves further mention than it is given in the majority opinion, although I agree that it does not go to the on-the-face constitutionality of the Authority act and its precise application here is not involved at this time. The doctrine is concerned with limitations on the utilization and alienation of tide-flowed lands owned by the state. (The stipulation of facts states that the Authority's acreage includes a substantial amount of such lands, apparently contemplated to be purchased by the Authority from the state; we are not informed as to, and this case in its present posture does not involve, the location or exact amount thereof or precisely what use is proposed to be made of them.)</p>\n<p>Practical limitations preclude extended discussion of the doctrine. It is of ancient origin and was recognized in English common law and by Magna Charta. For present purposes it may be simplistically defined as state ownership of all tide-flowed lands up to the mean high-water mark, but subject to a permanent and irrevocable trust for the common and public benefit and use, as water resources, of all the people of the state. It has long been recognized in this country (<i>see </i><i>Illinois Central Railroad Co. v. People of the State of Illinois,</i> 146 <i>U.S.</i> 387, <span class=\"citation\" data-id=\"93449\"><a href=\"/opinion/93449/illinois-central-r-co-v-illinois/\"><span class=\"volume\">13</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">110</span></a></span>, 36 <i>L.Ed.</i> 1018 (1892)) and in this state (<i>Arnold v. Mundy,</i> 6 <i>N.J.L.</i> 1, 78 (Sup. Ct. 1821)), although it can be safely said that it has not been fully adhered to in all our later cases. I think it now high time that the doctrine be reinvigorated and enforced to its full intent and purpose in the light of modern conditions, even though we may not be able to undo prior transgressions of it. Remaining tidal water resources encompassed within it are becoming very scarce, demands upon them, by reason of increased population and industrial development are much heavier, and their importance to the public welfare have become much more apparent. We should safeguard the common right and interest in what is left.</p>\n<p>The doctrine, at least in this state, does not prohibit all use and alienation by the state of such lands, but conveyances must be subject to use conditions depending on the <span class=\"star-pagination\">*68</span> nature of the particular land involved. Such conveyances have always been subject to the ancient public rights of navigation and fishery. Today it seems to me, speaking quite broadly, that these public rights should include as well recreational uses where appropriate, such as bathing, surfing, launching small boats and walking on the land below the mean high-water line when the tide permits. Water-related uses ought to be permitted where the land lends itself thereto. Examples would be docks and piers along a harbor or tidal estuary. Important public uses such as the site for abutments for a bridge seem likewise within the purpose of the trust. Compliance with the trust becomes a more difficult problem where vast areas of tide-flowed meadowlands are involved and especially where such tidelands are physically closely connected with privately owned non-tidal land. Uses are generally limited to two choices โ filling in the meadow for the erection of structures for the ultimate economic benefit of the people or leaving it in its natural state for ecological and limited recreational purposes. I presume here a balance may be struck allowing for some of each, with the portion allocated to the former being determined by the extent of the public need for the preservation of the natural state. This decision calls for the utmost in expert knowledge and objective, good faith consideration.</p>\n<p>The trial court recognized the doctrine and said that conveyance to the Authority of state-owned tidelands contemplated by the act would not violate it. I think the reasons given to support that conclusion are not sound, and I do not want to be understood as approving them. The mere fact that compensation will be paid and the moneys received by the state deposited, as required by statute (<i>N.J.S.A.</i> 13:1B-13.13), in the constitutionally protected Fund for the Support of Free Public Schools (<i>Const.</i> Art. VIII, sec. IV, par. 2), does not in and of itself establish compliance with the trust requirements. All moneys received by the State from any source must be used for a public purpose and dedication to the school fund adds nothing. Nor is compliance <span class=\"star-pagination\">*69</span> incontrovertibly demonstrated by the fact that the lands will promote a public purpose, <i>i.e.,</i> a racetrack and a football stadium. Since we do not know what precise use of the tide-flowed lands within the 750 acres is contemplated by the Authority, any conclusion as to compliance with the public trust doctrine is quite impossible at this juncture. The point is that the true requirements of the doctrine must be met in agency determinations as to the location, type and character of the Authority's various projects in relation to tide-flowed land owned by the state and, indeed, in decisions of the Meadowlands Commission as to development plans for the whole area, and that, in my opinion, compliance will not be established simply upon the above noted bases stated by the trial court.</p>\n<p>I concur with the trial court in its conclusions as to the other issues raised not discussed herein or in the majority opinion in this court and, as I have indicated, with the requirement of the majority opinion of a precedent hearing and determination on ecological and environmental considerations.</p>\n<p>I would modify the declaration of constitutionality of <i>L.</i> 1971, <i>c.</i> 137 in the respects set forth in parts II, III and IV of the opinion of the Chief Justice and additionally with respect to the matter of a racetrack referendum as set forth in this opinion.</p>\n<p><i>For affirmance</i>: Justices JACOBS, FRANCIS, SCHETTINO and MOUNTAIN โ 4.</p>\n<p><i>For modification</i>: Chief Justice WEINTRAUB and Justices PROCTOR and HALL โ 3.</p>\n<h2>NOTES</h2>\n<p>[1]  The viewpoint advocated in this dissent would appear to have become the law of our State. See <i>Holster v. Bd. of Trustees of Passaic County College, supra,</i> 59 <i>N.J.</i> at 73.</p>\n<p>[2]  We are not certain whether the stipulation was intended to relate to all periods subsequent to full payment of Authority Bonds. But it presents no problem in the present case.</p>\n<p>[3]  See <i>Heins, Constitutional Restrictions against State Debt, supra,</i> pp. vii, 27, 35, 82-86; <i>Comment, supra,</i> 56 <i>Iowa L. Rev.</i> at 655-656.</p>\n<p>[1]  Thus in <i>Stone v. Mississippi, supra,</i> 101 <i>U.S.</i> 814, 25 <i>L.Ed.</i> 1079, where a statute incorporating a company authorized it to conduct a lottery for 25 years upon the payment of stipulated sums to the State, the Supreme Court unanimously held that it was beyond the power of that legislature to bargain away the power of succeeding legislatures to prohibit lotteries, saying (25 L.ed. at 1081):\n</p>\n<p>* * * Certainly the right to stop them is governmental, to be exercised at all times by those in power, at their discretion. Anyone, therefore, who accepts a lottery charter, does so with the implied understanding that the People, in their sovereign capacity and through their properly constituted agencies, may resume it at any time when the public good shall require, and this whether it be paid for or not. All that one can get by such a charter is a suspension of certain governmental rights in his favor, subject to withdrawal at will. He has, in legal effect, nothing more than a license to continue on the terms named for the specified time, unless sooner abrogated by the sovereign power of the State. It is a permit, good as against existing laws, but subject to future legislative and constitutional control or withdrawal.</p>\n<p>We note a factual difference in the case at hand, to wit, that bonds will be sold and thus the purchasers might urge the consideration should be returned if parimutuel betting is prohibited. The point has not been made, but nonetheless we note that the hypothesis upon which chapter 137 proceeds is that the bonds are not sold on the credit of the State. To say the State would nonetheless have to pay the bonds if a future legislature thus exercises the police power, would of course be to say that chapter 137 in that way creates a debt upon the part of the State within the meaning of the <i>debt clause</i> of the Constitution, discussed in Part III of this opinion, and upon that approach chapter 137 would fall because it was not approved by referendum as required by the <i>debt clause.</i></p>\n<p>[2]  Even the 1933 statute, which authorized horse racing (without gambling), required a tax yield of 10% of the gross admission fees and directed that the \"revenue thereby received by the State Treasurer shall be turned over by him to either regularly incorporated hospitals caring for charity patients or to regularly incorporated homes for crippled children in this State.\" <i>L.</i> 1933, <i>c.</i> 333, ง 12.</p>\n<p>[3]  In <i>Finger Lakes Racing Assn. v. New York State Off-Track Pari-Mutuel Betting Commission,</i> 30 <i>N.Y.</i>2d 207, <span class=\"citation no-link\"><span class=\"volume\">331</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">625</span></span>, <span class=\"citation no-link\"><span class=\"volume\">282</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">592</span></span> (March 1972), the statute authorized off-track betting and created a public corporation for that purpose. The statute provided for a tax of one-half of one per cent on all off-track parimutuel bets, and directed the public corporation to pay 80% of its net revenues up to $200,000,000 to the participating municipality and 20% to the State, the excess over the stated total to be divided equally between the State and the municipality. The parimutuel clause of the New York Constitution, adopted in 1939 as was ours, also mandated that \"the State shall derive a reasonable revenue for the support of government.\" The attack upon the off-track betting statute included the claim that the provision for distribution to the municipality violated that mandate. The statute was upheld by a vote of 4 to 3. The majority opinion rejected that claim, saying (<i>p.</i> 217, 331 N.Y.S.2d p. 629, 282 N.E.2d pp. 594-595):\n</p>\n<p>Plaintiffs suggest that revenues which go to the support of municipal governments are not for the support of `government' within the constitutional language, or at least not for the support of State government. But the part of the net revenues which go to the participating municipalities is so closely tied in to the interrelated financial dependence of the local governments on the State, that fiscal assistance through a State agency to the political subdivisions of the State must be regarded as revenue for the support of State government, since it may, and the Legislature could reasonably conclude that it will, proportionately benefit the State's revenues. The result in the end is a fiscal bookkeeping balance between governments. The beneficial effect on the State treasury of revenue passing on to municipal governments which are creatures of the State is very different from private profits arising from pari-mutuel races by corporations operating tracks and pari-mutuel systems.</p>\n<p>The dissenters held that the parimutuel clause required all of the revenues from parimutuel gambling to be paid into the State treasury, to be appropriated periodically by further legislation. The case did not involve the New York <i>debt clause.</i> Presumably the statute did not purport to commit those revenues irrevocably to the payment of any debt of the municipality. At any rate, the issue which troubles me was not considered in that case. That case is relevant, however, insofar as both the majority and the dissent deemed the <i>total net revenue of the public corporation</i> to be \"revenue\" within the meaning of the <i>gambling clause.</i></p>\n<p>[4]  I do not read the cases to support the statement in 49 <i>Am. Jur., States, Territories, and Dependencies,</i> ง 67, <i>p.</i> 280, and in the annotation, 100 <i>A.L.R.</i> 900, 901 (1936), that \"generally\" debt clauses have been construed to cover only debts for which a <i>property tax</i> is committed. On the contrary, a majority of the courts do not thus limit the debt clause.\n</p>\n<p>A narrow view of a debt clause could be encouraged when the clause absolutely prohibits loans, as distinguished from a clause permitting borrowing upon a referendum vote. In Oregon, in which the debt clause is absolute in its prohibition, a loan was sustained notwithstanding a tax commitment for repayment, in <i>Moses v. Meier,</i> 148 <i>Ore.</i> 185, 35 <i>P.</i>2d 981 (Sup. Ct. 1934). The tax was in fact an excise tax but the opinion did not spell out the rationale for the result.</p>\n<p>[5]  I do not suggest that an irrevocable commitment of State moneys derived other than from taxation (<i>i.e.,</i> sale of property) would be beyond the debt clause. The source of the moneys is of no moment, in my view of that clause.</p>\n<p>[6]  Most courts go a step further and hold that where a project is thus acquired on a self-liquidating basis, the revenues from the initial acquisition may be pledged for the payment of additions to the project. Annotations, 103 <i>A.L.R.</i> 579 (1936); 165 <i>A.L.R.</i> 855 (1946).</p>\n<p>[1]  The Hackensack meadowlands are excluded from the operation of the wetlands act, but the statute specifically relating to them contains comparable provisions. <i>See infra.</i></p>\n<p>[2]  The majority speaks of a \"remand,\" presumably to the three agencies, for this purpose, with the right in any party desiring review thereof to apply to this court for direct certification. Technically speaking, the sufficiency of such a determination is not encompassed within the present suits. I take it that what is envisaged is a new judicial review proceeding which would be certified directly to this court on application, after a notice of appeal from the determination has been filed in the Appellate Division.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/87564/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/89569/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/89765/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/89836/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/90199/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/91154/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/91158/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/92076/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/92809/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/93449/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/94779/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/94848/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/96087/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/102167/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/102432/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/102958/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103206/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106966/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107470/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108358/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/299557/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1139896/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1181316/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1183993/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1318908/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1470770/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1514920/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1569754/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1877160/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1885833/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1921669/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1936016/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1952750/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1970817/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1999352/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2101481/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2104071/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2106290/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2128787/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2157548/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2200211/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2237117/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2246278/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2302935/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2314040/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2337413/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2384109/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2391197/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2391381/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2399041/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2458774/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2583441/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2583463/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2609273/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2612126/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3274496/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3275847/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3442303/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3543038/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3565987/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3566081/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3566744/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3569451/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3817544/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3841634/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3887606/"
          ]
        }
      ],
      "judges": "Francis",
      "date_created": "2016-01-21T15:23:15.356247Z",
      "date_modified": "2017-04-14T20:17:52.352519Z",
      "date_filed": "1972-05-12",
      "date_filed_is_approximate": false,
      "slug": "nj-sports-exposition-authority-v-mccrane",
      "citation_id": 2356938,
      "case_name_short": "McCrane",
      "case_name": "NJ Sports & Exposition Authority v. McCrane",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "61 N.J. 1",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "292 A.2d 545",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 98,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/8697/nj-sports-exposition-authority-v-mccrane/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T05:50:33.839210Z",
  "date_modified": "2014-10-30T05:50:33.839210Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "McCrane",
  "case_name": "NJ Sports & Exposition Authority v. McCrane",
  "case_name_full": "",
  "slug": "nj-sports-exposition-authority-v-mccrane",
  "docket_number": "",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}