{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/870908/",
  "id": 870908,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/dcd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1410456/",
      "id": 1410456,
      "absolute_url": "/opinion/1410456/hobson-v-hansen/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/870908/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1410456/",
          "id": 1410456,
          "absolute_url": "/opinion/1410456/hobson-v-hansen/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1410456/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/3565/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:00:24.561185Z",
          "date_modified": "2017-04-04T20:04:49.893116Z",
          "type": "010combined",
          "sha1": "aaf9426952131346c37027f2e0c7d1b4225a33a4",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>252 F.Supp. 4 (1966)</b></center>\n<center><h1>Julius W. HOBSON, individually and on behalf of Jean Marie Hobson and Julius W. Hobson, Jr., et al., Plaintiffs,<br>\nv.<br>\nCarl F. HANSEN, Superintendent of Schools of the District of Columbia, et al., Defendants.</h1></center>\n<center>Civ. A. No. 82-66.</center>\n<center><p><b>United States District Court District of Columbia.</b></p></center>\n<center>March 25, 1966.</center>\n<p>William M. Kunstler and Arthur Kinoy, New York City, for plaintiffs.</p>\n<p>Milton D. Korman, Acting Corp. Counsel for District of Columbia, and John A. Earnest and William F. Patten, Asst. Corp. Counsel for District of Columbia, for all defendants except Judges of United States District Court for District of Columbia.</p>\n<p>David G. Bress, U. S. Atty., and Joseph M. Hannon, Asst. U. S. Atty., for defendant Judges of United States District Court for District of Columbia.</p>\n<p><span class=\"star-pagination\">*5</span> J. SKELLY WRIGHT, Circuit Judge.<sup>[*]</sup></p>\n<p>In these proceedings Negro parents, individually and on behalf of their minor children, charge racial discrimination by the Superintendent of Schools and the Board of Education of the District of Columbia in the administration of public schools in the District. Plaintiffs allege that these defendants are not only violating the due process and equal protection clauses of the Constitution, but are also failing to comply with the decision of the Supreme Court in Bolling v. Sharpe, 347 U.S. 497, 500, 74 S.Ct. 693, 695, 98 L.Ed. 884 (1954), \"that racial segregation in the public schools of the District of Columbia is a denial of the due process of law guaranteed by the Fifth Amendment to the Constitution.\" Plaintiffs allege that these racial discriminations by the defendant school superintendent and school board members not only deprive them of educational opportunities equal to those provided white students in the public schools in Washington, but also \"foster and encourage the juvenile delinquency of the infant plaintiffs and their classes.\"</p>\n<p>The racial discrimination is alleged to be effected through the use of a so-called \"track system,\" by gerrymandering school districts, and by utilizing public revenues to improve public schools with predominantly white pupil populations. The complaint also alleges that Negro school teachers and Negro administrative personnel are discriminated against by the defendant school superintendent and board members in work assignments and promotions.</p>\n<p>The complaint charges that school board members and the school superintendent are holding their offices illegally, being appointed by the judges of the United States District Court for the District of Columbia pursuant to Title 31, District of Columbia Code, Section 101, which statute is said to be unconstitutional in that it places executive power and duties in the judicial branch of the government. Plaintiffs ask that a three-judge district court be convened, as required by 28 U.S.C. § 2284, to hear and determine this action and to issue a permanent injunction restraining the judicial defendants from enforcing 31 D.C.CODE § 101, and restraining the defendant board members and superintendent of schools from discriminating against Negro children and teachers in the administration of the public schools in the District of Columbia. The question as to the necessity for a three-judge court convened pursuant to 28 U.S.C. § 2284 to hear this case is before this court at this time by reason of plaintiffs' motion for summary judgment and defendants' motion to dismiss.</p>\n<p>28 U.S.C. § 2282 provides: \"An interlocutory or permanent injunction restraining the enforcement, operation or execution of any Act of Congress for repugnance to the Constitution of the United States shall not be granted by any district court or judge thereof unless the application therefor is heard and determined by a district court of three judges under section 2284 of this title.\" Since the complaint in this case alleges the unconstitutionality of an Act of Congress and prays for a permanent injunction restraining its enforcement, a literal interpretation of 28 U.S.C. § 2282 would require the convening of a three-judge district court. In interpreting the need for such a court, however, the Supreme Court, in Bailey v. Patterson, 369 U.S. 31, 33, 82 S.Ct. 549, 551, 7 L.Ed.2d 512 (1962), has held that such a court is not required \"when the claim that a statute is unconstitutional is wholly insubstantial, legally speaking nonexistent,\" nor when \"prior decisions make frivolous any claim\" that the statute is constitutional. In short, if the claim of constitutionality or unconstitutionality is frivolous, a three-judge district court is not required.</p>\n<p>The parties, at this stage of the proceedings, agree that the question as to the constitutionality of 31 D.C.CODE § 101 is \"wholly insubstantial\" and frivolous and that a three-judge district court <span class=\"star-pagination\">*6</span> is not required. But plaintiffs in their motion for summary judgment argue that the statute is patently unconstitutional, while the defendants in their motion to dismiss argue precisely the reverse.</p>\n<p>Plaintiffs predicate their claim of unconstitutionality of the statute on Article II, Section 2, Clause 2 of the Constitution of the United States which reads, in pertinent part: \"but the Congress may by Law vest the Appointment of such inferior Officers, as they think proper, in the President alone, in the Courts of Law, or in the Heads of Departments.\" They point to the language in Ex parte Hennen, 38 U.S. (13 Pet.) 230, 257-258, 10 L.Ed. 138 (1839), upholding under this clause of the Constitution the appointment of clerks of court by courts of law:</p>\n<blockquote>\"* * * The appointing power here designated, in the latter part of the section was no doubt intended to be exercised by the department of the government to which the officer to be appointed most appropriately belonged. The appointment of clerks of Courts properly belongs to the Courts of law; and that a clerk is one of the inferior officers contemplated by this provision in the Constitution cannot be questioned. * * *\"</blockquote>\n<p>Plaintiffs also cite Ex parte Siebold, 100 U.S. (10 Otto) 371, 25 L.Ed. 717 (1879), and Rice v. Ames, 180 U.S. 371, 21 S.Ct. 406, 45 L.Ed. 577 (1901), as supporting their position that this clause limits court appointments to inferior officers whose duties are related to the judicial function. Plaintiffs also rely on O'Donoghue v. United States, 289 U.S. 516, 53 S.Ct. 740, 77 L.Ed. 1356 (1933), which, in holding that the courts in the District of Columbia were Article III as well as Article I courts, stated:</p>\n<blockquote>\"It is important to bear constantly in mind that the District was made up of portions of two of the original states of the Union, and was not taken out of the Union by the cession. Prior thereto its inhabitants were entitled to all the rights, guaranties, and immunities of the Constitution, among which was the right to have their cases arising under the Constitution heard and determined by federal courts created under, and vested with the judicial power conferred by, Art. III. We think it is not reasonable to assume that the cession stripped them of these rights, and that it was intended that at the very seat of the national government the people should be less fortified by the guaranty of an independent judiciary than in other parts of the Union.\" 289 U.S. at 540, 53 S.Ct. at 746.</blockquote>\n<p>The defendants also strongly rely on O'Donoghue v. United States, <i>supra</i><i>,</i> and the line of cases which make clear that the judicial functions of the courts in the District of Columbia are not limited in the same way as Article III courts.<sup>[1]</sup> They point to the language in National Mutual Ins. Co. of D. C. v. Tidewater Transfer Co., 337 U.S. 582, 591-592, 69 S.Ct. 1173, 1177-1178, 93 L.Ed. 1556 (1949):</p>\n<blockquote>\"It is too late to hold that judicial functions incidental to Art. I powers of Congress cannot be conferred on courts existing under Art. III, for it has been done with this Court's approval. O'Donoghue v. United States, 289 U.S. 516, 53 S.Ct. 740, 77 L.Ed. 1356. In that case it was held that, although District of Columbia courts are Art. III courts, they can also exercise judicial power conferred by Congress pursuant to Art. I. The fact that District of Columbia courts, as local courts, can also be given administrative or legislative functions which other Art. III courts cannot exercise, does but emphasize the fact that, although the latter are limited to the exercise of judicial power, it may constitutionally <span class=\"star-pagination\">*7</span> be received from either Art. III or Art. I, and that congressional power over the District, flowing from Art. I, is plenary in every respect.\"</blockquote>\n<p>Since the District of Columbia courts are local courts, the defendants maintain, the limitations upon the types of functions which can be performed by federal courts sitting within states are inapplicable to them.<sup>[2]</sup></p>\n<p>In attempting to show that the issue as to the constitutionality or unconstitutionality of the statute in suit is frivolous, none of the parties has been able to cite a case in which functions similar to the appointing of a school board have been assigned the courts in the District of Columbia by Congress. In all of the cases cited, the duties imposed on the District of Columbia courts have been at least arguably judicial in the broad sense, although not necessarily \"judicial\" within the meaning of Article III.<sup>[3]</sup> Nor in any of the cases cited has the District court been in the incongruous position of exercising Article III power with respect to citizens praying for protection against alleged unconstitutional discrimination by its own appointees.<sup>[4]</sup> Thus none of the cited cases consider the question whether a court in the District of Columbia, or elsewhere, may, without violating due process, be required by Congress to appoint members of a board with duties unrelated to the judicial function when in so doing the court may be called upon, as it is in this case, to sit in judgment, under its Article III power, of the actions of that board with respect to the constitutional rights of citizens.</p>\n<p>This court cannot agree with either plaintiffs or defendents that the issue as to the constitutionality or unconstitutionality of 31 D.C.CODE § 101 is frivolous. The plaintiffs' motion for summary judgment and the defendants' motion to dismiss will, therefore, be referred to the three-judge court, the necessity for which this court hereby certifies to the Chief Judge of the United States Court of Appeals for the District of Columbia Circuit pursuant to 28 U.S.C. § 2284.</p>\n<h2>NOTES</h2>\n<p>[*]   Sitting by designation pursuant to 28 U.S.C. § 291(c).</p>\n<p>[1]  Federal Radio Commission v. General Electric Co., 281 U.S. 464, 50 S.Ct. 389, 74 L.Ed. 969 (1930); Postum Cereal Co. v. California Fig Nut Co., 272 U.S. 693, 47 S.Ct. 284, 71 L.Ed. 478 (1927); Keller v. Potomac Electric Power Co., 261 U.S. 428, 43 S.Ct. 445, 67 L.Ed. 731 (1923).</p>\n<p>[2]  See, <i>e. g.,</i> Muskrat v. United States, 219 U.S. 346, 361, 31 S.Ct. 250, 55 L.Ed. 246 (1911); United States v. Ferreira, 54 U. S. (13 How.) 40, 14 L.Ed. 42 (1851); Hayburn's Case, 2 U.S. (2 Dall.) 409, 1 L.Ed. 436 (1792). Compare Glidden Company v. Zdanok, 370 U.S. 530, 552, 82 S.Ct. 1459, 8 L.Ed.2d 671 (1962) (opinion of Mr. Justice Harlan).</p>\n<p>[3]  In Keller v. Potomac Electric Power Co., <i>supra</i> Note 1, the District of Columbia courts were called upon to review and where necessary to revise rates. The Court cited authorities for the proposition that <i>making</i> rates is a legislative act. 261 U.S. at 440-441, 43 S.Ct. 445, 67 L. Ed. 731. Rate <i>revision,</i> however, was apparently considered even at that time a judicial act. See Green, <i>Separation of Governmental Powers,</i> 29 YALE L.J. 369, 382 (1920).</p>\n<p>[4]  For discussions of the constitutionality and propriety of legislative and executive assignments of non-judicial functions to the courts, see generally COOLEY, CONSTITUTIONAL LIMITATIONS (8th ed. 1927); HART &amp; WECHSLER, FEDERAL COURTS AND THE FEDERAL SYSTEM 13-14, 102-105 (1953), and authorities cited therein, especially the <i>Report on the Use of Judges in Nonjudicial Offices in the Federal Government,</i> submitted to the Senate on July 2, 1947, by the Committee on the Judiciary, Exec. Rep. No. 7, 80th Cong., 1st Sess.; Frankfurter &amp; Landis, <i>Power of Congress Over Procedure in Criminal Contempts in \"Inferior\" Federal Courts  A Study in Separation of Powers,</i> 37 HARV.L.REV. 1010, 1020-1022 (1924); Note, <i>Constitutional Power of Courts or Judges to Appoint Officers,</i> 16 L.R.A. 737 (1915). See also the legislative history of 31 D.C.CODE § 101, 40 CONG. REC. 5754-5764 (1906).\n</p>\n<p>The principle of separating governmental powers is not, of course, applied mechanically. \"In a word, we are dealing with what Sir Henry Maine, following Madison, calls a `political doctrine,' and not a technical rule of law. * * * `The necessities of the case,' `to stop the wheels of government,' `practical exposition,' are the variations in the <i>motif</i> of the decisions.\" Frankfurter &amp; Landis, <i>op. cit. supra,</i> at 1014, 1015-1016 (footnotes omitted).</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">252</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">4</span></span> (1966)</b></center>\n<center><h1>Julius W. HOBSON, individually and on behalf of Jean Marie Hobson and Julius W. Hobson, Jr., et al., Plaintiffs,<br>\nv.<br>\nCarl F. HANSEN, Superintendent of Schools of the District of Columbia, et al., Defendants.</h1></center>\n<center>Civ. A. No. 82-66.</center>\n<center><p><b>United States District Court District of Columbia.</b></p></center>\n<center>March 25, 1966.</center>\n<p>William M. Kunstler and Arthur Kinoy, New York City, for plaintiffs.</p>\n<p>Milton D. Korman, Acting Corp. Counsel for District of Columbia, and John A. Earnest and William F. Patten, Asst. Corp. Counsel for District of Columbia, for all defendants except Judges of United States District Court for District of Columbia.</p>\n<p>David G. Bress, U. S. Atty., and Joseph M. Hannon, Asst. U. S. Atty., for defendant Judges of United States District Court for District of Columbia.</p>\n<p><span class=\"star-pagination\">*5</span> J. SKELLY WRIGHT, Circuit Judge.<sup>[*]</sup></p>\n<p>In these proceedings Negro parents, individually and on behalf of their minor children, charge racial discrimination by the Superintendent of Schools and the Board of Education of the District of Columbia in the administration of public schools in the District. Plaintiffs allege that these defendants are not only violating the due process and equal protection clauses of the Constitution, but are also failing to comply with the decision of the Supreme Court in Bolling v. Sharpe, <span class=\"citation\" data-id=\"105222\"><a href=\"/opinion/105222/bolling-v-sharpe/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">497</span></a></span>, 500, <span class=\"citation\" data-id=\"105222\"><a href=\"/opinion/105222/bolling-v-sharpe/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">693</span></a></span>, 695, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">884</span></span> (1954), \"that racial segregation in the public schools of the District of Columbia is a denial of the due process of law guaranteed by the Fifth Amendment to the Constitution.\" Plaintiffs allege that these racial discriminations by the defendant school superintendent and school board members not only deprive them of educational opportunities equal to those provided white students in the public schools in Washington, but also \"foster and encourage the juvenile delinquency of the infant plaintiffs and their classes.\"</p>\n<p>The racial discrimination is alleged to be effected through the use of a so-called \"track system,\" by gerrymandering school districts, and by utilizing public revenues to improve public schools with predominantly white pupil populations. The complaint also alleges that Negro school teachers and Negro administrative personnel are discriminated against by the defendant school superintendent and board members in work assignments and promotions.</p>\n<p>The complaint charges that school board members and the school superintendent are holding their offices illegally, being appointed by the judges of the United States District Court for the District of Columbia pursuant to Title 31, District of Columbia Code, Section 101, which statute is said to be unconstitutional in that it places executive power and duties in the judicial branch of the government. Plaintiffs ask that a three-judge district court be convened, as required by 28 U.S.C. § 2284, to hear and determine this action and to issue a permanent injunction restraining the judicial defendants from enforcing 31 D.C.CODE § 101, and restraining the defendant board members and superintendent of schools from discriminating against Negro children and teachers in the administration of the public schools in the District of Columbia. The question as to the necessity for a three-judge court convened pursuant to 28 U.S.C. § 2284 to hear this case is before this court at this time by reason of plaintiffs' motion for summary judgment and defendants' motion to dismiss.</p>\n<p>28 U.S.C. § 2282 provides: \"An interlocutory or permanent injunction restraining the enforcement, operation or execution of any Act of Congress for repugnance to the Constitution of the United States shall not be granted by any district court or judge thereof unless the application therefor is heard and determined by a district court of three judges under section 2284 of this title.\" Since the complaint in this case alleges the unconstitutionality of an Act of Congress and prays for a permanent injunction restraining its enforcement, a literal interpretation of 28 U.S.C. § 2282 would require the convening of a three-judge district court. In interpreting the need for such a court, however, the Supreme Court, in Bailey v. Patterson, <span class=\"citation\" data-id=\"106347\"><a href=\"/opinion/106347/samuel-bailey-v-joe-t-patterson/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">31</span></a></span>, 33, <span class=\"citation\" data-id=\"106347\"><a href=\"/opinion/106347/samuel-bailey-v-joe-t-patterson/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">549</span></a></span>, 551, <span class=\"citation\" data-id=\"106347\"><a href=\"/opinion/106347/samuel-bailey-v-joe-t-patterson/\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">512</span></a></span> (1962), has held that such a court is not required \"when the claim that a statute is unconstitutional is wholly insubstantial, legally speaking nonexistent,\" nor when \"prior decisions make frivolous any claim\" that the statute is constitutional. In short, if the claim of constitutionality or unconstitutionality is frivolous, a three-judge district court is not required.</p>\n<p>The parties, at this stage of the proceedings, agree that the question as to the constitutionality of 31 D.C.CODE § 101 is \"wholly insubstantial\" and frivolous and that a three-judge district court <span class=\"star-pagination\">*6</span> is not required. But plaintiffs in their motion for summary judgment argue that the statute is patently unconstitutional, while the defendants in their motion to dismiss argue precisely the reverse.</p>\n<p>Plaintiffs predicate their claim of unconstitutionality of the statute on Article II, Section 2, Clause 2 of the Constitution of the United States which reads, in pertinent part: \"but the Congress may by Law vest the Appointment of such inferior Officers, as they think proper, in the President alone, in the Courts of Law, or in the Heads of Departments.\" They point to the language in Ex parte Hennen, 38 U.S. (13 Pet.) 230, 257-258, <span class=\"citation\" data-id=\"2518125\"><a href=\"/opinion/2518125/ex-parte-duncan-n-hennen/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">138</span></a></span> (1839), upholding under this clause of the Constitution the appointment of clerks of court by courts of law:</p>\n<blockquote>\"* * * The appointing power here designated, in the latter part of the section was no doubt intended to be exercised by the department of the government to which the officer to be appointed most appropriately belonged. The appointment of clerks of Courts properly belongs to the Courts of law; and that a clerk is one of the inferior officers contemplated by this provision in the Constitution cannot be questioned. * * *\"</blockquote>\n<p>Plaintiffs also cite Ex parte Siebold, 100 U.S. (10 Otto) 371, <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">717</span></span> (1879), and Rice v. Ames, <span class=\"citation\" data-id=\"95422\"><a href=\"/opinion/95422/rice-v-ames/\"><span class=\"volume\">180</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">371</span></a></span>, <span class=\"citation\" data-id=\"95422\"><a href=\"/opinion/95422/rice-v-ames/\"><span class=\"volume\">21</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">406</span></a></span>, <span class=\"citation\" data-id=\"95422\"><a href=\"/opinion/95422/rice-v-ames/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">577</span></a></span> (1901), as supporting their position that this clause limits court appointments to inferior officers whose duties are related to the judicial function. Plaintiffs also rely on O'Donoghue v. United States, <span class=\"citation\" data-id=\"102111\"><a href=\"/opinion/102111/odonoghue-v-united-states/\"><span class=\"volume\">289</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">516</span></a></span>, <span class=\"citation\" data-id=\"102111\"><a href=\"/opinion/102111/odonoghue-v-united-states/\"><span class=\"volume\">53</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">740</span></a></span>, <span class=\"citation\" data-id=\"102111\"><a href=\"/opinion/102111/odonoghue-v-united-states/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1356</span></a></span> (1933), which, in holding that the courts in the District of Columbia were Article III as well as Article I courts, stated:</p>\n<blockquote>\"It is important to bear constantly in mind that the District was made up of portions of two of the original states of the Union, and was not taken out of the Union by the cession. Prior thereto its inhabitants were entitled to all the rights, guaranties, and immunities of the Constitution, among which was the right to have their cases arising under the Constitution heard and determined by federal courts created under, and vested with the judicial power conferred by, Art. III. We think it is not reasonable to assume that the cession stripped them of these rights, and that it was intended that at the very seat of the national government the people should be less fortified by the guaranty of an independent judiciary than in other parts of the Union.\" 289 U.S. at 540, 53 S.Ct. at 746.</blockquote>\n<p>The defendants also strongly rely on O'Donoghue v. United States, <i>supra</i><i>,</i> and the line of cases which make clear that the judicial functions of the courts in the District of Columbia are not limited in the same way as Article III courts.<sup>[1]</sup> They point to the language in National Mutual Ins. Co. of D. C. v. Tidewater Transfer Co., <span class=\"citation\" data-id=\"104697\"><a href=\"/opinion/104697/national-ins-co-v-tidewater-co/\"><span class=\"volume\">337</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">582</span></a></span>, 591-592, <span class=\"citation\" data-id=\"104697\"><a href=\"/opinion/104697/national-ins-co-v-tidewater-co/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1173</span></a></span>, 1177-1178, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1556</span></span> (1949):</p>\n<blockquote>\"It is too late to hold that judicial functions incidental to Art. I powers of Congress cannot be conferred on courts existing under Art. III, for it has been done with this Court's approval. O'Donoghue v. United States, <span class=\"citation\" data-id=\"102111\"><a href=\"/opinion/102111/odonoghue-v-united-states/\"><span class=\"volume\">289</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">516</span></a></span>, <span class=\"citation\" data-id=\"102111\"><a href=\"/opinion/102111/odonoghue-v-united-states/\"><span class=\"volume\">53</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">740</span></a></span>, <span class=\"citation\" data-id=\"102111\"><a href=\"/opinion/102111/odonoghue-v-united-states/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1356</span></a></span>. In that case it was held that, although District of Columbia courts are Art. III courts, they can also exercise judicial power conferred by Congress pursuant to Art. I. The fact that District of Columbia courts, as local courts, can also be given administrative or legislative functions which other Art. III courts cannot exercise, does but emphasize the fact that, although the latter are limited to the exercise of judicial power, it may constitutionally <span class=\"star-pagination\">*7</span> be received from either Art. III or Art. I, and that congressional power over the District, flowing from Art. I, is plenary in every respect.\"</blockquote>\n<p>Since the District of Columbia courts are local courts, the defendants maintain, the limitations upon the types of functions which can be performed by federal courts sitting within states are inapplicable to them.<sup>[2]</sup></p>\n<p>In attempting to show that the issue as to the constitutionality or unconstitutionality of the statute in suit is frivolous, none of the parties has been able to cite a case in which functions similar to the appointing of a school board have been assigned the courts in the District of Columbia by Congress. In all of the cases cited, the duties imposed on the District of Columbia courts have been at least arguably judicial in the broad sense, although not necessarily \"judicial\" within the meaning of Article III.<sup>[3]</sup> Nor in any of the cases cited has the District court been in the incongruous position of exercising Article III power with respect to citizens praying for protection against alleged unconstitutional discrimination by its own appointees.<sup>[4]</sup> Thus none of the cited cases consider the question whether a court in the District of Columbia, or elsewhere, may, without violating due process, be required by Congress to appoint members of a board with duties unrelated to the judicial function when in so doing the court may be called upon, as it is in this case, to sit in judgment, under its Article III power, of the actions of that board with respect to the constitutional rights of citizens.</p>\n<p>This court cannot agree with either plaintiffs or defendents that the issue as to the constitutionality or unconstitutionality of 31 D.C.CODE § 101 is frivolous. The plaintiffs' motion for summary judgment and the defendants' motion to dismiss will, therefore, be referred to the three-judge court, the necessity for which this court hereby certifies to the Chief Judge of the United States Court of Appeals for the District of Columbia Circuit pursuant to 28 U.S.C. § 2284.</p>\n<h2>NOTES</h2>\n<p>[*]   Sitting by designation pursuant to 28 U.S.C. § 291(c).</p>\n<p>[1]  Federal Radio Commission v. General Electric Co., <span class=\"citation\" data-id=\"101579\"><a href=\"/opinion/101579/radio-comm-v-general-electric-co/\"><span class=\"volume\">281</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span>, <span class=\"citation\" data-id=\"101579\"><a href=\"/opinion/101579/radio-comm-v-general-electric-co/\"><span class=\"volume\">50</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">389</span></a></span>, <span class=\"citation\" data-id=\"101579\"><a href=\"/opinion/101579/radio-comm-v-general-electric-co/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">969</span></a></span> (1930); Postum Cereal Co. v. California Fig Nut Co., <span class=\"citation\" data-id=\"100969\"><a href=\"/opinion/100969/postum-cereal-co-v-california-fig-nut-co/\"><span class=\"volume\">272</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">693</span></a></span>, <span class=\"citation\" data-id=\"100969\"><a href=\"/opinion/100969/postum-cereal-co-v-california-fig-nut-co/\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">284</span></a></span>, <span class=\"citation\" data-id=\"100969\"><a href=\"/opinion/100969/postum-cereal-co-v-california-fig-nut-co/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">478</span></a></span> (1927); Keller v. Potomac Electric Power Co., <span class=\"citation\" data-id=\"100168\"><a href=\"/opinion/100168/keller-v-potomac-elec-power-co/\"><span class=\"volume\">261</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">428</span></a></span>, <span class=\"citation\" data-id=\"100168\"><a href=\"/opinion/100168/keller-v-potomac-elec-power-co/\"><span class=\"volume\">43</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">445</span></a></span>, <span class=\"citation\" data-id=\"100168\"><a href=\"/opinion/100168/keller-v-potomac-elec-power-co/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">731</span></a></span> (1923).</p>\n<p>[2]  See, <i>e. g.,</i> Muskrat v. United States, <span class=\"citation\" data-id=\"97356\"><a href=\"/opinion/97356/muskrat-v-united-states/\"><span class=\"volume\">219</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">346</span></a></span>, 361, <span class=\"citation\" data-id=\"97356\"><a href=\"/opinion/97356/muskrat-v-united-states/\"><span class=\"volume\">31</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">250</span></a></span>, <span class=\"citation\" data-id=\"97356\"><a href=\"/opinion/97356/muskrat-v-united-states/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">246</span></a></span> (1911); United States v. Ferreira, 54 U. S. (13 How.) 40, <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">42</span></span> (1851); Hayburn's Case, 2 U.S. (2 Dall.) 409, <span class=\"citation\" data-id=\"1299599\"><a href=\"/opinion/1299599/hayburns-case/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">436</span></a></span> (1792). Compare Glidden Company v. Zdanok, <span class=\"citation\" data-id=\"106447\"><a href=\"/opinion/106447/glidden-co-v-zdanok/\"><span class=\"volume\">370</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">530</span></a></span>, 552, <span class=\"citation\" data-id=\"106447\"><a href=\"/opinion/106447/glidden-co-v-zdanok/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1459</span></a></span>, <span class=\"citation\" data-id=\"106447\"><a href=\"/opinion/106447/glidden-co-v-zdanok/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">671</span></a></span> (1962) (opinion of Mr. Justice Harlan).</p>\n<p>[3]  In Keller v. Potomac Electric Power Co., <i>supra</i> Note 1, the District of Columbia courts were called upon to review and where necessary to revise rates. The Court cited authorities for the proposition that <i>making</i> rates is a legislative act. 261 U.S. at 440-441, <span class=\"citation\" data-id=\"100168\"><a href=\"/opinion/100168/keller-v-potomac-elec-power-co/\"><span class=\"volume\">43</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">445</span></a></span>, <span class=\"citation\" data-id=\"100168\"><a href=\"/opinion/100168/keller-v-potomac-elec-power-co/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">731</span></a></span>. Rate <i>revision,</i> however, was apparently considered even at that time a judicial act. See Green, <i>Separation of Governmental Powers,</i> 29 YALE L.J. 369, 382 (1920).</p>\n<p>[4]  For discussions of the constitutionality and propriety of legislative and executive assignments of non-judicial functions to the courts, see generally COOLEY, CONSTITUTIONAL LIMITATIONS (8th ed. 1927); HART &amp; WECHSLER, FEDERAL COURTS AND THE FEDERAL SYSTEM 13-14, 102-105 (1953), and authorities cited therein, especially the <i>Report on the Use of Judges in Nonjudicial Offices in the Federal Government,</i> submitted to the Senate on July 2, 1947, by the Committee on the Judiciary, Exec. Rep. No. 7, 80th Cong., 1st Sess.; Frankfurter &amp; Landis, <i>Power of Congress Over Procedure in Criminal Contempts in \"Inferior\" Federal Courts  A Study in Separation of Powers,</i> 37 HARV.L.REV. 1010, 1020-1022 (1924); Note, <i>Constitutional Power of Courts or Judges to Appoint Officers,</i> 16 L.R.A. 737 (1915). See also the legislative history of 31 D.C.CODE § 101, 40 CONG. REC. 5754-5764 (1906).\n</p>\n<p>The principle of separating governmental powers is not, of course, applied mechanically. \"In a word, we are dealing with what Sir Henry Maine, following Madison, calls a `political doctrine,' and not a technical rule of law. * * * `The necessities of the case,' `to stop the wheels of government,' `practical exposition,' are the variations in the <i>motif</i> of the decisions.\" Frankfurter &amp; Landis, <i>op. cit. supra,</i> at 1014, 1015-1016 (footnotes omitted).</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/95422/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/97356/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/100168/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/100969/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101579/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/102111/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104697/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105222/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106347/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106447/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1299599/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2518125/"
          ]
        }
      ],
      "judges": "J. Skelly Wright",
      "date_created": "2014-10-30T12:48:55.486013Z",
      "date_modified": "2017-04-05T22:13:52.556019Z",
      "date_filed": "1966-03-25",
      "date_filed_is_approximate": false,
      "slug": "hobson-v-hansen",
      "citation_id": 1383227,
      "case_name_short": "Hobson",
      "case_name": "Hobson v. Hansen",
      "case_name_full": "",
      "federal_cite_one": "252 F. Supp. 4",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 5,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/870908/hobson-v-hansen/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:48:55.483646Z",
  "date_modified": "2014-10-30T12:48:55.483646Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Hobson",
  "case_name": "Hobson v. Hansen",
  "case_name_full": "",
  "slug": "hobson-v-hansen",
  "docket_number": "Civ. A. No. 82-66",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}