{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/878881/",
  "id": 878881,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/wva/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1413771/",
      "id": 1413771,
      "absolute_url": "/opinion/1413771/state-ex-rel-pingley-v-coiner/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/878881/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1413771/",
          "id": 1413771,
          "absolute_url": "/opinion/1413771/state-ex-rel-pingley-v-coiner/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1413771/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/6025/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:01:20.676437Z",
          "date_modified": "2017-04-04T20:22:07.345790Z",
          "type": "010combined",
          "sha1": "061a09d7ec61b32277cab41903d8ff452d7414a7",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>186 S.E.2d 220 (1972)</b></center>\n<center><h1>STATE ex rel. Roger Ray PINGLEY<br>\nv.<br>\nIra M. COINER, Warden of the West Virginia Penitentiary.</h1></center>\n<center>No. 13127.</center>\n<center><p><b>Supreme Court of Appeals of West Virginia.</b></p></center>\n<center>Submitted November 16, 1971.</center>\n<center>Decided January 25, 1972.</center>\n<p><span class=\"star-pagination\">*222</span> Chauncey H. Browning, Jr., Atty. Gen., George E. Lantz, Deputy Atty. Gen., Willard A. Sullivan, Asst. Atty. Gen., Charleston, W. Va., for plaintiff in error.</p>\n<p>Leo Catsonis, Charleston, W. Va., for defendant in error.</p>\n<p><span class=\"star-pagination\">*221</span> HAYMOND, Judge:</p>\n<p>This is a statutory post-conviction habeas corpus proceeding instituted in the Circuit Court of Randolph County September 15, 1970, in which the petitioner, Roger Ray Pingley, seeks a writ to compel the defendant, Ira M. Coiner, Warden of the West Virginia Penitentiary, to release him from confinement in the penitentiary of this State on the ground that such confinement constituted cruel and unusual punishment in violation of the provisions of Article III, Section 5, of the Constitution of West Virginia and the provisions of the Eighth Amendment to the Constitution of the United States.</p>\n<p>The petitioner was confined in the penitentiary under a judgment of the Circuit Court of Randolph County rendered August 19, 1970, which sentenced him to confinement in the penitentiary for a period of ten years, upon his plea of guilty to an indictment by the grand jury of Randolph County in January, 1970, charging him and George Guerrero with the offense of robbery by the use of a deadly weapon. The petitioner was originally erroneously sentenced to the Huttonsville Correctional Center at Huttonsville, West Virginia, but upon the refusal of the warden of that institution to accept the petitioner he was correctly sentenced to confinement in the penitentiary at Moundsville, as heretofore indicated, by the judgment of August 19, 1970.</p>\n<p>On August 3, 1970, the petitioner advised the Judge of the Circuit Court of Randolph County that he desired to file a petition for post-conviction relief and requested the appointment of counsel to represent him in such proceeding and the court, having found the petitioner to be an indigent person, by order entered September 29, 1970, as of August 3, 1970, appointed attorneys J. Fred Queen and Leo Catsonis to represent the petitioner in this proceeding.</p>\n<p>Upon the petition dated September 12 and filed September 15, 1970, the court on that day awarded a writ and caused the petitioner, after having been incarcerated in the penitentiary for a period of thirty-two days, to be transferred to the Randolph County jail. His request for bail was denied and the petitioner, by order of the court, is still confined in the Randolph County jail. The demurrer of the defendant to the petition was overruled, a pretrial conference was held February 17, 1971, at which it was determined that the issue to be tried was whether confinement of the petitioner in the West Virginia Penitentiary at Moundsville constituted cruel and unusual punishment, and after agreed continuances, the proceeding was heard by the court in lieu of a jury on April 22, 23 and 24, 1971.</p>\n<p>The court found that confinement of the petitioner in the West Virginia penitentiary at Moundsville constituted cruel and unusual punishment within the provisions of Article III, Section 5, of the Constitution of West Virginia and of the Eighth Amendment to the Constitution of the United States, and by order entered May 19, <span class=\"star-pagination\">*223</span> 1971 for May 4, 1971, set aside the judgment rendered August 19, 1970 sentencing the petitioner to confinement in the West Virginia Penitentiary but did not disturb the conviction of the petitioner of the offense of robbery, deferred the entry of any sentence of the petitioner until the further order of the court, remanded the petitioner to the Sheriff of Randolph County until the further order of the court, and made the lengthy opinion of the court a part of the record in this proceeding. By order entered June 16, 1971, for May 15, 1971, the court granted a stay of execution for a period of ninety days to enable the defendant to apply to this Court for a writ of error. To the judgment of May 19, 1971, for May 4, 1971, this Court granted this writ of error and supersedeas September 20, 1971, upon the application of the defendant.</p>\n<p>On motion of the defendant to reverse the judgment of the circuit court the case was submitted for decision in this Court on November 16, 1971, upon the record, the brief amicus curiae of the National Council on Crime and Delinquency and the brief amicus curiae of The National Law Office of the National Legal Aid and Defender Association and the Penal Reform Institute, Inc., and the oral arguments and the briefs in behalf of the respective parties.</p>\n<p>The defendant assigns and relies upon these alleged errors for reversal of the judgment of the circuit court:</p>\n<p>1. The competent evidence does not support the finding that the confinement of the petitioner in the penitentiary constituted cruel and unusual punishment.</p>\n<p>2. The action of the court upon the hearing of this proceeding showed bias and prejudice in favor of the petitioner and constituted reversible error.</p>\n<p>3. The action of the trial court in permitting and considering improper hearsay evidence and immaterial and irrelevant evidence constituted reversible error.</p>\n<p>4. The action of the trial court in setting aside the judgment sentencing the petitioner to confinement in the penitentiary of this State constituted reversible error.</p>\n<p>The penitentiary of this State is located on Jefferson Avenue, in Moundsville, Marshall County, West Virginia, and its structures and the surrounding 24 foot high stone wall occupy and inclose an inside area of approximately ten acres of land. Its original section was constructed in 1866 and additions have been constructed from time to time. Its principal sections are the North Hall, the South Hall and the New Wall sections. The security of the penitentiary is maintained by approximately 177 guards or correctional officers under the supervision of the defendant as warden, who has the assistance of a deputy warden, a captain of the guards and several lieutenants.</p>\n<p>The inmate population is 618 and includes hospital inmates and inmates who engage in work outside the walls. Of the 177 correctional officers one-third or 59 are off duty daily, but the remaining two-thirds or 118 are on duty each day. The ordinary starting salary of each guard is $435.00 per month in an industrial area in which many workers receive wages on a forty hour week basis of $7.00 an hour and this situation results in substantial annual turnovers in the guard personnel. There is a training course for guards and about 50% of them are grade school graduates and about 25% are high school graduates and some of them are of middle age or older. Most of the guards are under twenty five or over forty five years of age and only a few are over the retirement age of sixty years.</p>\n<p>Of the 618 inmates approximately two-thirds have less than $50.00 in their accounts and are classified by the deputy warden as indigents. They are periodically given free legal services by personnel of the College of Law of West Virginia University who visit the prison. The majority of the inmates are regarded by the deputy warden as hard-core criminals but he believes that they are not beyond help. The <span class=\"star-pagination\">*224</span> population has decreased from approximately 1800 inmates since the construction of a new section was begun in 1959. Each inmate is confined in an individual cell in the different sections, there is no overcrowding, and there are sufficient cells to provide single occupancy for approximately 1300 inmates.</p>\n<p>A segregated area is located in the New Wall basement which is known as the hole, where inmates guilty of infractions of prison regulations are confined. There are ten cells in that area and the inmates are checked approximately every thirty minutes. There is no light in these cells and the only light is in the adjoining hallway. The only equipment in the cells in the hole is a commode at the regulation level above the floor. It is sealed by a block of concrete to prevent its destruction by an inmate. The commode is flushed periodically from outside the cell by the guards. According to the deputy warden, who has been employed at the prison continuously since 1951 and who acts as warden during the absence of that official, the longest period of continuous confinement in the hole within his knowledge was approximately thirty days. Though until about two years ago inmates were stripped of their clothing while confined in the hole, that practice has been discontinued and has not been permitted during the past two years. The inmates in the hole are not given a blanket for the reasons that the blankets are usually destroyed and the area, because of a steam pipe at the top of the cells, is warm during cold weather. The occupants of the hole are provided with two sandwiches twice daily and though they are offered greens or regular menus which are provided for the three regular daily meals, they usually choose the sandwiches instead.</p>\n<p>The area known as the cage is located in the South Hall section and is used to confine inmates who are unruly and have been charged with violations of prison regulations until the charge against them is heard by the disciplinary board, known as the police court, sessions of which are held on Monday, Wednesday and Friday of each week. There are three cells in the cage. There is a commode in each cell, but no bunks or mattresses. The water is turned on and off by a guard outside the cell. There are no lights in these cells and the only light is in the hallway. The occupants are not allowed any blankets except during the winter. There is some testimony that they have been placed on a bread and water diet with a full meal every third day. One inmate testified that some time ago he was placed in the cage for five days and slept on the floor with no blanket, that the cell was cold, and that snow came in his cell from outside the prison.</p>\n<p>The disciplinary board consists of the deputy warden, the security officer and one or two lieutenants of the correctional force. A prison chaplain attends the hearings. He counsels with the inmate if the inmate desires his assistance but he has no vote. The inmates do not have the assistance of counsel at the hearing by the board. Sometimes the inmates are given slips informing them of the charge against them but sometimes they are not given such slips and they do not know the character of the charge until they appear before the board. The discipline imposed by the board varies in different instances and depends upon the nature of the infraction and the good behavior record of the particular inmate, and in some cases is not carried out because of his good behavior record. The only punishment administered by the prison authorities is confinement in the areas set aside for that purpose and the loss of privileges which affect the good behavior record of the inmate. Beatings or other forms of physical punishment are not administered or permitted.</p>\n<p>There is another segregated area in the lower end of the South Hall section in which there are twelve cells surrounded by fine mesh steel screen with a door at each end where the guards enter to feed and check the men confined in the area. These cells are not presently used for disciplinary <span class=\"star-pagination\">*225</span> purposes but are used for the protection of inmates against other inmates and is the only area in which the officials can guarantee such protection. If an inmate reports that he is frightened and fears injury by another inmate, he is confined in this area until his fear disappears and upon his request he is immediately released from confinement in that section. It is presently used for protective purposes only.</p>\n<p>A section known as Red and White, which was formerly used for disciplinary purposes, was abolished in June, 1970. In the Red and White section the inmates were not segregated from the rest of the population and contraband could be made available to the inmates without difficulty. To prevent this, the section known as Maximum Security has been established and is now in use. It contains 160 cells and the inmates are now completely segregated from the general population of the prison. It is used for disciplinary purposes and for the confinement of inmates who have been convicted of prison infractions by the disciplinary board. At the time of the hearing of this proceeding there were 24 or 25 inmates in this section. The only additional restriction to which the inmates of this section are subjected which does not apply to the general prison population is that the inmates do not have access to the prison yard. Another segregated area of the prison is known as the Red section which is occupied by mentally ill inmates.</p>\n<p>There is no racial, religious or age segregation of the inmates who are arranged in groups according to the character of the work in which they are engaged. Each inmate is allowed to write to four persons, friends or relatives, and to lawyers, judges and certain public officials. There is testimony that all mail, both incoming and outgoing, is opened and censored, including communications between the inmate and his attorney and correspondence between the inmate and public officials. Mail is allowed to go out except that containing objectionable matter which is returned to the inmate, and all incoming mail is delivered. The deputy warden, however, testified that he did not know that the correspondence of the inmates with their attorneys, the courts and public officials was censored and that if that type of mail is censored that practice would be immediately discontinued. One inmate was permitted to testify that one of his letters was not sent from the prison; that he wrote several letters to which he received no replies; and that petitions for writs by other inmates were never sent from the prison.</p>\n<p>The food is obtained and prepared under the direction of a food director who has engaged in that type of service for about 37 years and during about ten years of that period was the food director at one of the leading Charleston hotels. The food is wholesome and plentiful and different menus are prepared for breakfast, dinner and supper for Monday through Sunday of each week. A typical Friday menu consists for breakfast of scrambled eggs, dry cereal, milk and sugar, toast and coffee; for dinner, fish, tartar sauce, lima beans, cottage cheese, pineapple, bread and butter; and for supper, vegetable soup, crackers, potato salad, sliced bologna, jello, bread and coffee. There is, however, evidence that the kitchen is dirty and unsanitary and that it is impossible to keep it clean and in a sanitary condition. There is evidence that one inmate in charge of the steam table is dirty and never bathes or changes his clothes. The only specific instance of bad food shown by the record is that on one occasion the petitioner was given stew that was spoiled and which he refused to eat and that some of the inmates who ate it became sick. The eating utensils used by the inmates are made of plastic and at times the supply of these utensils is insufficient. The inmates are required to wash these utensils.</p>\n<p>The court permitted hearsay testimony of some of the witnesses to the effect that homosexuality was engaged in by \"better than one third\" or by 60 to 80 percent of the inmates of the prison, but the only competent evidence on that subject related <span class=\"star-pagination\">*226</span> to an unsuccessful attempt to force the petitioner to engage in such act by two inmates in a shower bath section; an unsuccessful attempt by an inmate, several years ago, upon another inmate, who testified as a witness in behalf of the petitioner, and who overpowered his assailant and was never thereafter molested; a homosexual act between inmates committed some years ago in the presence of one of the dismissed guards who testified in behalf of the petitioner; and the testimony of some witnesses that they know homosexuality exists because of the way certain inmates act toward each other and by certain insignia they wear which indicates that such relationship exists between various inmates.</p>\n<p>The petitioner testified that during his confinement in the penitentiary, while taking a shower bath, he was attacked by two inmates in the shower; that when he refused to engage in a sexual act he was placed face down upon the floor and one of the inmates got on the petitioner's back; that the petitioner was able to extricate himself from that position and to prevent the completion of the act; and that during the attack a guard, who passed the cell, must have seen the attack but did not render any assistance. The petitioner also testified that he did not mention the incident to the guard or report it to any prison official because he was afraid to do so. He also testified that during the rest of his imprisonment at the penitentiary the two inmates who attacked him did not molest him in any way.</p>\n<p>It also appears from the evidence that during the twelve year period 1959 to April, 1970, nine inmates were murdered by other inmates and that unless an inmate or the prison authorities receive some threat or warning of an intended murderous assault there is no way to prevent or protect the victim from murder by an inmate. Some witnesses for the petitioner testified to the effect that the present administration does not have complete control of the prison and that the inmates could \"pretty much\" control the prison if they wanted to do so. There is not sufficient evidence, however, to justify or support these statements.</p>\n<p>There is also testimony by the prosecuting attorney of Marshall County, a witness for the petitioner, to the effect that there was dissemination of illegal drugs within the walls and that \"just about every offense that can be committed outside the walls can be and usually is committed inside\"; that the killings result from sex relations or feuds between leaders or members of different groups of inmates; that the present correctional staff is inadequate to prevent such killings; that the prison authorities are doing everything that is humanly possible with the means at their disposal to guarantee the safety of the inmates, but that the available means are totally inadequate to afford such protection; that he could not \"praise deputy warden Wallace enough for the perception which he has exercised there\" and that \"the inmates do trust him and he is a fair man and they know this.\"; that the treatment inmates receive in the penitentiary is infinitely worse than anything the inmate could ever have done to society and that he expressed his personal opinion that he would rather be dead than to be incarcerated in the penitentiary. Most of these statements are not justified by the evidence.</p>\n<p>Another witness in behalf of the petitioner, a member of the State Senate who visited the prison on one occasion on April 4, 1971 before the incarceration of the petitioner, testified that the physical plant was old and in bad shape; that the cells were small; that most of the inmates are idle; that the penitentiary is a breeding place for crime; that in an old section of the prison some window panes were broken; that the heating system is old and that water drips from it; that the prison is not a colorful, clean or well-lighted place in any area but that the Maximum Security section was in fairly good condition.</p>\n<p>An attorney who had been Director of the Division of Correction of the penitentiary <span class=\"star-pagination\">*227</span> from March 18, 1966 to June 10, 1968, and who had served as Commissioner of the Department of Correction of the State of Arkansas from November 15, 1968 until March 29, 1971, and who volunteered the information that he had been dismissed from both positions, from the first because of insubordination to his immediate superior and from the second because of his disagreement with the General Assembly of the State of Arkansas, testified as a witness in behalf of the petitioner. He testified that the West Virginia Penitentiary was operated on the basis of its being a place of penitence instead of a place for the rehabilitation of its inmates. In discussing cruel and unusual punishment he expressed the opinion that the execution of a death sentence by electrocution, notwithstanding decisions to the contrary, constituted cruel and unusual punishment. This witness visited the penitentiary for about two and one-half hours for the first time after his departure from it in 1968 for the purpose of testifying as a witness, and in comparing the general condition of the penitentiary with the condition existing during the time he served as its director until June, 1968, he stated that there were some renovations of existing facilities, some of which had been refurnished, and that the library was an attractive library, adequately stocked, nicely lighted and aesthetically attractive; that the old Red and White area had been abolished; and that the basement which had been filthy and cluttered was nicely cleaned, painted and well lighted in preparation for the installation of vocational training and educational programs. He stated, however, that generally there was no change in the characteristics or the sanitary conditions of the institution as compared to its condition when he was its director. He described the prison as an austere, frightening, awesome, trauma producing monstrosity. He stated that there was total idleness on the part of the inmates; that there was no activity in the dining hall; that most of the inmates in the South Hall and the New Wall areas were sitting, lying and milling around and were not gainfully occupied; that there was no change in the condition of the dining room as compared to its condition while he was director; that the prison authorities were doing the best they can with what they have but that their means were totally inadequate. He also stated that the morale of the inmates was very low.</p>\n<p>There was testimony by a former guard, who was dismissed for neglect of duty, to the effect that some time in the year 1968 an inmate named Feidler or Fields was confined in the hole for about 53 days and that while so confined he and two other inmates, while nude, were hung or fastened to the wall by handcuffs with their hands above their heads and their feet on the floor, were taken down about three times each day and, after about fifteen minutes, were replaced in the foregoing position. This happened only once to the knowledge of the witness. The deputy warden testified that he did not know of anyone having been hung to a wall by handcuffs at that time but would investigate the incident, and that it had been eight or ten years since anyone had been punished in that manner in the penitentiary. He stated that the confinement of Fields in the hole for the mentioned period of 53 days represented punishment of approximately thirty days for each of two prison infractions, and that the confinement for those periods in that instance was not continuous but that the second confinement occurred a few days after completion of the first period of confinement.</p>\n<p>One inmate who had been confined several times and has spent thirteen years in the penitentiary, testified that he had been placed in Maximum Security on a charge of bringing drugs into the prison of which charge he was not guilty. He was finally released but his confinement deprived him of his position at the pig farm in which he was paid $6.00 a month and, though he now has a job in South Hall, he is paid only $3.00 per month. He believes, however, that he will get back his job at the pig farm and he thinks that the treatment to which <span class=\"star-pagination\">*228</span> he was subjected adversely affected his application for parole which was refused.</p>\n<p>The work period of the inmates ranges from four hours to eight hours on each daily work shift. Some inmates, however, voluntarily work longer than eight hours.</p>\n<p>The inmates in the prison are furnished with adequate prison garb except underwear which is usually supplied by the inmates.</p>\n<p>There are various available recreational activities such as dominoes, bingo, basketball, football, softball, wrestling, boxing, ping-pong, weight lifting, television facilities, and an attractive, well-stocked library. The inmates are also afforded reasonable visitation privileges. There are also vocational rehabilitation programs and educational training courses, and about 475 of the inmates have participated or are participating in these programs.</p>\n<p>There are books containing prison rules and regulations although it appears that some of the inmates are not informed of them by any official but they learn about them through their association with other inmates.</p>\n<p>Hospital and medical facilities are available. The services of a full-time psychiatrist are available and, although the psychiatrist, who is of foreign birth, is presently unable to speak English fluently, he is pursuing a course of instruction in English at a nearby college.</p>\n<p>Any acts of homosexuality or other violations of the rules and regulations are not condoned but the offender, upon detection, is punished according to the rules and the regulations. Detected offenses against the criminal laws of the State committed within the prison, such as murder, are prosecuted by the law enforcement officials of the county.</p>\n<p>According to the annual report of the West Virginia Commissioner of Public Institutions for the period July 1, 1969 to June 30, 1970, which, at the suggestion of the court was introduced in evidence by the petitioner without objection, inmates in the penitentiary may earn from $3.00 per month to $50.00 per month depending upon their skill and the work they are assigned to do. There is a prison industries department under the supervision of well trained personnel which produces soap, paint, tobacco, clothing, mattresses, leather goods, license plates and signs of various descriptions, and it also operates a modern woodworking and printing shop. Vocational training is expected to be increased to improve training and rehabilitation. Beginning in July, 1969, plastic eating utensils were put in use to eliminate silverware from which dangerous weapons have been made by the inmates, and in September, 1969, the institution ceased to bake the bread used by the inmates and began purchasing it from outside suppliers. This change has eliminated yeast and materials used in the baking process which had been stolen and used in illegally producing an alcoholic beverage known as julip, and has been of assistance in the efforts to solve that problem. A full time athletic director has been employed. Educationally there are primary and secondary levels of instruction to inmates willing to participate toward the acquisition of diplomas. Fifty inmates received diplomas during the fiscal year June 30, 1969 to July 1, 1970. Instruction is provided by four State certified teachers employed on a part time basis and college level training is offered by Bethany College. Courses in these subjects are offered: Heuristics, History of South Africa, Mass Communications, American History, Advertising, Zoology, Botany, West Virginia History and Public Opinion. Approximately 40 to 50 inmates are participating in vocational training courses under a cooperative agreement between the penitentiary and the Veteran's Administration. Some of the courses offered are: Business Accounting, Radio and Television Repair, Electricity and Mechanics. The Vocational Rehabilitation Unit at the penitentiary has a current work force of 12 full time employees, and provides these <span class=\"star-pagination\">*229</span> services: Counseling and Guidance, Psychiatric Evaluation, Vocational Assessment, Training, Physical Restoration and Placement Services. As of July 1, 1970, the Unit had a total of 598 inmates and at present the divisions of Vocational Rehabilitation and Correction are working to provide training courses for 60 inmates. The courses offered include: Automobile Mechanics, Radio and Television Repair, Watch Repair, Accounting, Business Management, Hotel Management and Drafting. Needed construction changes and expansion of the Rehabilitation and Educational Programs are hampered by lack of funds. Legislative appropriation for the fiscal year 1970-71 was $1,799,900, which includes Personal Services $1,207,720; Current Expenses $520,580; Repairs and Alterations $45,500; Equipment $26,100, and for the fiscal year 1971-72 is $1,889,700, which includes Personal Services $1,245,800; Current Expenses $537,600; Repairs and Alterations $68,200; and Equipment $38,100.</p>\n<p>The petitioner gave evidence with respect to his incarceration in the penitentiary for a period of 32 days from approximately the 16th to 21st of August to the 17th of September, 1970. Upon his entry to the penitentiary the petitioner was taken to the Control Center, searched, stripped of his clothing and given a gray uniform but no underwear, and was then taken to a cell in the South Hall area. He was not isolated but was allowed to mix with the rest of the prison population. He was given work in the boiler room and while there an inmate learned that he could type and he was assigned to work in the Identification Office, after which he was transferred to a cell in the New Wall section. He was not classified by age or race but by the job at which he worked. The chaplain told him that he would explain the rules and regulations but never did so and the petitioner learned about them from the other inmates. He received three meals per day and, except the one occasion of the spoiled stew mentioned earlier in this opinion, he voiced no complaint about the food. While working in the boiler room he was issued three blue shirts, three pairs of blue pants and a pair of work shoes. During the first week his clothes were sent to the prison laundry but the same clothes were not returned and, as this frequently occurred, the inmates washed their own clothes or had them laundered by someone other than the prison laundry for a weekly charge. His employment in the Identification Office was on the basis of $3.00 per month but he was never paid for his services because he was removed from the prison after being there only 32 days.</p>\n<p>The cell in which the petitioner was first confined in South Hall was about 6 feet by 8 feet in size with one bunk in it but with no flushing toilet. To flush the toilet it was necessary to turn the water on and off by the use of a regular valve. His cell was equipped with cold water but no hot water and he described it as filthy, stating that the paint was cracked and that there was indication of tobacco juice on the walls and the floor. The cell was hot and the air was stale. His cell in the New Wall section was the same size, 6 feet by 8 feet, and was fairly clean after he cleaned it himself. It was equipped with a bunk and a more modernized toilet and with hot and cold water. He was confined in that cell for about three weeks and in that area, the New Wall section, there were two guards on duty.</p>\n<p>The petitioner filled out a form for rehabilitation while he was working in the Identification Office. He was asked if he had a high school education and when he answered that he had he was asked if he would like to take a college course and when he said that he was already enrolled in two college courses the attendant told him there was nothing he could do for the petitioner. Petitioner did, however, enroll in a college course, and he also filled out a rehabilitation form. He was in the prison hospital for a blood test and an x-ray, but he was not informed, in the event he should become ill, how to obtain entrance <span class=\"star-pagination\">*230</span> to the hospital. Petitioner had yard privileges and was entitled to go into the yard for boxing, wrestling, football, softball or to engage in weight lifting, which he did, and he also engaged in wrestling. Although he learned through the grapevine that there was julip or homemade wine in the penitentiary he never saw or drank any of it. While in the penitentiary the petitioner was never subjected to discipline. His mail, including a letter which he wrote to the Judge of the Circuit Court was censored. He was permitted to write as many letters as he wished to write. He was never informed of any limitation as to persons from whom he could receive mail or from whom he could receive packages, but on the back of the outgoing letter there was a statement that persons may not send any packages. He was afraid while in the penitentiary because of his permitted association with the inmates and the possibility of a fight or an argument. He was not furnished shaving cream or soap or underclothing during his confinement but had to obtain them through the exchange.</p>\n<p>The phrase \"cruel and unusual punishment\", as used in the Eighth Amendment to the Constitution of the United States and in Article III, Section 5, of the Constitution of West Virginia, is difficult to define. This difficulty has been mentioned in numerous cases. See Trop v. Dulles, 356 U.S. 86, 78 S.Ct. 590, 2 L.Ed.2d 630; Weems v. United States, 217 U.S. 349, 30 S.Ct. 544, 54 L.Ed. 793; In re Kemmler, 136 U.S. 436, 10 S.Ct. 930, 34 L.Ed. 519; Wilkerson v. Utah, 99 U.S. 130, 25 L.Ed. 345; Anderson v. Nosser, (5th Cir.), 438 F.2d 183; Jordan v. Fitzharris, (N.D., Calif., S.D.), 257 F.Supp. 674.</p>\n<p>In Trop v. Dulles, 356 U.S. 86, 78 S.Ct. 590, 2 L.Ed.2d 630, the Court said: \"The exact scope of the constitutional phrase `cruel and unusual' has not been detailed by this Court. But the basic policy reflected in these words is firmly established in the Anglo-American tradition of criminal justice. The phrase in our Constitution was taken directly from the English Declaration of Rights of 1688, and the principle it represents can be traced back to the Magna Carta. The basic concept underlying the Eighth Amendment is nothing less than the dignity of man. While the State has the power to punish, the Amendment stands to assure that this power be exercised within the limits of civilized standards.\"</p>\n<p>In Weems v. United States, 217 U.S. 349, 30 S.Ct. 544, 54 L.Ed. 793, the opinion contains this language: \"What constitutes a cruel and unusual punishment has not been exactly decided. It has been said that ordinarily the terms imply something inhuman and barbarous, torture and the like. McDonald v. Commonwealth, 173 Massachusetts, 322, [53 N.E. 874.] The court, however, in that case conceded the possibility `that imprisonment in the State prison for a long term of years might be so disproportionate to the offense as to constitute a cruel and unusual punishment'\", and the opinion contains the statement that the constitutional prohibition against cruel and unusual punishment \"is not fastened to the obsolete but may acquire meaning as public opinion becomes enlightened by a humane justice.\"</p>\n<p>In Anderson v. Nosser, (5th Cir.), 438 F.2d 183 the court said that the cruel and unusual punishment clause of the Eighth Amendment is a nonstatic, moral precept designed to curb treatment which offends contemporary standards of decency.</p>\n<p>In Holt v. Sarver, (E.D.Ark.), 309 F. Supp. 362, affirmed, (8th Cir.), 442 F.2d 304, speaking of cruel and unusual punishment, the court said: \"The term cannot be defined with specificity. It is flexible and tends to broaden as society tends to pay more regard to human decency and dignity and becomes, or likes to think that it becomes, more humane. Generally speaking, a punishment that amounts to torture, or that is grossly excessive in proportion to the offense for which it is imposed, or that is inherently unfair, or that is unnecessarily degrading, or that is shocking or disgusting <span class=\"star-pagination\">*231</span> to people of reasonable sensitivity is a `cruel and unusual' punishment. And a punishment that is not inherently cruel and unusual may become so by reason of the manner in which it is inflicted.\"</p>\n<p>In Commonwealth ex rel. Bryant v. Hendrick, 444 Pa. 83, 280 A.2d 110, the opinion contains this language: \"Just what constitutes cruel and unusual punishment in the constitutional sense is a matter which defies concrete definition. However, it has long been understood that the concept of cruel and unusual punishment is one of wide application, capable of acquiring new depths of meaning to conform to more enlightened concepts of criminal justice.\"</p>\n<p>In some of the earlier cases the courts dealt mainly with the character of the sentence imposed rather than with the manner in which the sentence was carried out or executed. Wilkerson v. Utah, 99 U.S. 130, 25 L.Ed. 345; In re Kemmler, 136 U.S. 436, 10 S.Ct. 930, 34 L.Ed. 519; Weems v. United States, 217 U.S. 349, 30 S.Ct. 544, 54 L.Ed. 793; State v. Burdette, 135 W.Va. 312, 63 S.E.2d 69; State v. Painter, 135 W.Va. 106, 63 S.E.2d 86; State v. Woodward, 68 W.Va. 66, 69 S.E. 385, 30 L.R.A. (N.S.), 1004; State v. Wamsley, 68 W.Va. 103, 69 S.E. 475.</p>\n<p>In the <i>Wilkerson</i> case the Court held that a sentence that a person convicted of murder in the first degree should suffer death by being publicly shot did not constitute cruel and unusual punishment; and In re Kemmler, 136 U.S. 436, 10 S.Ct. 930, 34 L.Ed. 519, the Court said that a sentence of death by electrocution did not constitute cruel and unusual punishment within the meaning of the Eighth Amendment to the Constitution of the United States. This Court has also held that the sentence of death by electrocution is not cruel and unusual punishment. State v. Burdette, 135 W.Va. 312, 63 S.E.2d 69; State v. Painter, 135 W.Va. 106, 63 S.E.2d 86.</p>\n<p>Some of the later cases, however, consider the manner in which the sentence is carried out or executed and declare that the concept of cruel and unusual punishment is not limited to instances in which a particular inmate is subject to punishment directed at him as an individual and that confinement itself within a given institution may amount to cruel and unusual punishment where such confinement is characterized by conditions and practices so bad as to be shocking to the conscience of reasonably civilized people even though a particular inmate may not have been subjected to any disciplinary action. See Jackson v. Bishop, (8th Cir.), 404 F.2d 571; Holt v. Sarver, (E.D.Ark.), 309 F.Supp. 362, affirmed, (8th Cir.), 442 F.2d 304; Commonwealth ex rel. Bryant v. Hendrick, 444 Pa. 83, 280 A.2d 110. See also Anderson v. Nosser, (5th Cir.), 438 F.2d 183; Wright v. McMann, (2nd Cir.), 387 F.2d 519; Rhem v. McGrath, (S.D., N.Y.), 326 F. Supp. 681; Hancock v. Avery, (M.D. Tenn.), 301 F.Supp. 786; Jordan v. Fitzharris, (N.D., Calif., S.D.), 257 F.Supp. 674.</p>\n<p>In the <i>Jackson</i> case the court said that the proscription of the Eighth Amendment applies both to punishment by way of sentence statutorily prescribed and punishment imposed for prison disciplinary purposes.</p>\n<p>Though a number of the recent cases dealing with cruel and unusual punishment resulting from or attendant upon confinement in a particular prison or institution have been civil rights actions, for relief under 42 U.S.C.A., Section 1983, from violations of constitutional rights of prisoners by prison officials, habeas corpus lies to secure relief from conditions of imprisonment which constitute cruel and unusual punishment in violation of the provisions of Article III, Section 5, of the Constitution of West Virginia and of the Eighth Amendment to the Constitution of the United States. Johnson v. Avery, 393 U.S. 483, 89 S.Ct. 747, 21 L.Ed.2d 718; In re Bonner, 151 U.S. 242, 14 S.Ct. 323, 38 L.Ed. 149; Jones v. Robinson, (D.C.Cir.), 440 F.2d 249; Landman v. Peyton, (4th Cir.), 370 F.2d 135; Coleman v. Peyton, (4th Cir.), 362 F.2d 905; Coffin v. Reichard, <span class=\"star-pagination\">*232</span> (6th Cir.), 143 F.2d 443; Commonwealth ex rel. Bryant v. Hendrick, 444 Pa. 83, 280 A.2d 110; Paragraph (a), Section 1, Article 4A, Chapter 53, Code, 1931, as amended.</p>\n<p>In determining whether the punishment inflicted upon an individual prisoner or the confinement itself within a given institution constitutes cruel and unusual punishment recognition should be given to certain well established legal principles.</p>\n<p>The maintenance of discipline in a prison is an executive function with which the judicial branch of the government ordinarily will not interfere. Jackson v. Godwin, (5th Cir.), 400 F.2d 529.</p>\n<p>Discipline and administration of state detention facilities are state functions and are subject to federal authority only when paramount constitutional or statutory rights supervene. Johnson v. Avery, 393 U.S. 483, 89 S.Ct. 747, 21 L.Ed.2d 718.</p>\n<p>Courts are reluctant to interfere with conduct of prisons, enforcement of prison regulations or discipline of prisoners. Holt v. Sarver, (8th Cir.), 442 F.2d 304; Jackson v. Bishop, (8th Cir.), 404 F.2d 571; Howard v. Smyth, (4th Cir.), 365 F. 2d 428; Jones v. Wittenberg, (N.D., Ohio, W.D.), 323 F.Supp. 93.</p>\n<p>Except in extreme cases courts may not interfere with the conduct of a prison, its regulations and their enforcement, or with its discipline. Lee v. Tahash, (8th Cir.), 352 F.2d 970. See Harris v. Settle, (8th Cir.), 322 F.2d 908; Childs v. Pegelow, (4th Cir.), 321 F.2d 487; Sostre v. McGinnis, (2nd Cir.), 334 F.2d 906; United States ex rel. Morris v. Radio Station WENR, (7th Cir.), 209 F.2d 105.</p>\n<p>Prison officials are vested with wide discretion in controlling prisoners committed to their custody and unless infringement of paramount constitutional rights is involved courts are loath to interfere. Morrissey v. Brewer, (8th Cir.), 443 F.2d 942.</p>\n<p>Courts will not interfere with prison administration and discipline except where there is a clear abuse of discretion. Jackson v. Godwin, (5th Cir.), 400 F.2d 529; Stroman v. Griffin, (S.D., Ga.), 331 F. Supp. 226; Parker v. McKeithen, (E.D., La.), 330 F.Supp. 435.</p>\n<p>Judgments of prison officials are entitled to considerable weight but are not absolutely binding upon the courts. Brown v. Peyton, (4th Cir.), 437 F.2d 1228. Generally the administrative responsibility of correctional institutions rests peculiarly within the province of the officials themselves, without attempted intrusion or intervention on the part of the courts. Jordan v. Fitzharris, (N.D., Cal., S.D.), 257 F.Supp. 674.</p>\n<p>Lawful incarceration brings about necessary withdrawal or limitation of many privileges and rights of a prisoner. Price v. Johnston, 334 U.S. 266, 68 S.Ct. 1049, 92 L.Ed. 1356; Brown v. Peyton, (4th Cir.), 437 F.2d 1228; Gittlemacker v. Prasse, (3rd Cir.), 428 F.2d 1; Brown v. Wainwright, (5th Cir.), 419 F.2d 1376; Jackson v. Bishop, (8th Cir.), 404 F.2d 571; Jackson v. Godwin, (5th Cir.), 400 F.2d 529; Rhem v. McGrath, (S.D., N.Y.), 326 F.Supp. 681; Jones v. Wittenberg, (N.D., Ohio, W.D.), 323 F.Supp. 93; Carothers v. Follette, (S.D., N.Y.), 314 F. Supp. 1014. In the <i>Gittlemacker</i> case the court said: \"Stated simply, a man in jail is not a free man; the denial of his right to drink fully from the cup of freedom is the very hypothesis of confinement. * * *. And, unpleasant as it is to contemplate the physical restrictions of a `settled environment', we must also recognize that even those rights which survive penal confinement may be diluted by peculiar institutional requirements of discipline, safety, and security.\"</p>\n<p>With respect to the disciplinary procedure in the penitentiary of this State the prison officials are not dealing with a group of law-abiding docile citizens but instead <span class=\"star-pagination\">*233</span> with prisoners who continually present a threat of violence or disorder and who have committed various serious criminal offenses which have resulted in their imprisonment. In that situation to maintain prison discipline the prison officials must have wide discretion and summary and swift procedures are necessary to deal with everyday disciplinary infractions. Carothers v. Follette, (S.D., N.Y.), 314 F. Supp. 1014; Rodriguez v. McGinnis, (N. D., N.Y.), 307 F.Supp. 627.</p>\n<p>There are decisions to the effect that prison officials may open and read all outgoing and incoming correspondence to and from prisoners, but they can not delete material from the letters or refuse to mail the letters to attorneys, courts or public officials, except in extreme circumstances. Sostre v. McGinnis, (2nd Cir.), 442 F.2d 178; Sinclair v. Henderson, (E.D., La.), 331 F.Supp. 1123.</p>\n<p>In Zeigler v. Riley, Sup., 323 N.Y.S.2d 589, the court said: \"Prisoners' mail may be intercepted and read and, (except prisoners' letters to and from counsel, courts and public authorities concerning the legality of confinement and complaints about treatment in prison) may be censored, and restricted. * * *.\" See also Rhem v. McGrath, (S.D., N.Y.), 326 F.Supp. 681; Brabson v. Wilkins, 45 Misc.2d 286, 256 N. Y.S.2d 693; 19 N.Y.2d 433, 280 N.Y.S.2d 561, 227 N.E.2d 383. Censorship of such correspondence is regarded as a security measure. In McCloskey v. State of Maryland, (4th Cir.), 337 F.2d 72, the court said: \"Control of the mail to and from inmates is an essential adjunct of prison administration and the maintenance of order within the prison.\" See also Ortega v. Ragen, (7th Cir.), 216 F.2d 561, certiorari denied, 349 U.S. 940, 75 S.Ct. 786, 99 L.Ed. 1268; United States ex rel. Cobb v. Maroney, (W.D., Penn.), 216 F.Supp. 910; United States ex rel. Thompson v. Fay, (S.D., N.Y.), 197 F. Supp. 855.</p>\n<p>In Rhem v. McGrath, (S.D.N.Y.), 326 F.Supp. 681, the court in discussing cruel and unusual punishment used this language: \"The test is not whether the punishment is confining or unpleasant. Judged by such a standard few prisons would pass muster. Nor should the governing principle, in the case of prison conditions, be whether they conform to acceptable principles of penology. In a world of rapidly changing philosophies as to the functions and purposes of imprisonment, standards of penology are also changing. The essential yardstick for our purposes is whether the prison conditions go beyond what is necessary for protection of the public against the inmates and sink into the dismal area of man's inhumanity to man.\" See also Adams v. Pate, (7th Cir.), 445 F. 2d 105.</p>\n<p>The spoiled food which the petitioner was unable to eat, and refused to eat, was an isolated incident with respect to the food given the prisoners and, except that incident, the evidence shows that the food was plentiful and wholesome and the petitioner did not complain of the food except as to the food on the foregoing single occasion. Occasional incidents of foreign objects being found in food of inmates did not raise a question of cruel and unusual punishment but raised a problem of internal prison administration to be dealt with by prison authorities as best they could. Sinclair v. Henderson, (E.D.La.), 331 F. Supp. 1123.</p>\n<p>Though the evidence shows that the mail of inmates to their counsel, the courts and public officials was censored and opened and read by the prison authorities, the deputy warden testified that he did not know of such instances and that such practice, if it existed, would be immediately discontinued.</p>\n<p>Solitary confinement of a prison inmate of itself does not constitute cruel and unusual punishment. Adams v. Pate, (7th Cir.), 445 F.2d 105; Sostre v. McGinnis, (2nd Cir.), 442 F.2d 178; Novak v. Beto, (S.D.Texas), 320 F.Supp. 1206. In United States ex rel. Pope v. Hendricks, <span class=\"star-pagination\">*234</span> (E.D.Penn.), 326 F.Supp. 699, the court said that unsatisfactory room temperature and quality of food received by a prisoner and keeping cell light on twenty-four hours a day during solitary confinement did not constitute cruel and unusual punishment. Placement of a prisoner in maximum security confinement does not per se constitute cruel and unusual punishment. Beishir v. Swenson, (W.D.Missouri, C.D.), 331 F.Supp. 1227. Confinement of a penitentiary inmate in a seven foot by fifteen foot segregated cell with eight foot ceiling equipped with radiator, running water, flush toilet, ceiling light and frosted window covered by mesh screen does not constitute conditions so foul, inhuman, and violative of basic concepts of decency as to amount to cruel and unusual punishment notwithstanding allegations that the window was dusty and dirt infested, the cell lacked adequate ventilation, the ceiling light was turned on only when the inmate was fed, and the only place to get a drink of water was from a faucet thirteen inches above commode which was engulfed with the commode's foul stench. Adams v. Pate, (7th Cir.), 445 F.2d 105.</p>\n<p>Though the existing conditions at the penitentiary of this State are unpleasant, confining, severe, harsh, restrictive and repressive, and though injustices in the treatment of the inmates at times may occur, neither the treatment to which the petitioner was subjected during his incarceration nor his confinement in the penitentiary under the conditions shown by the evidence in this proceeding, constituted cruel and unusual punishment within the meaning of the provisions of Article III, Section 5, of the Constitution of West Virginia, or of the Eighth Amendment to the Constitution of the United States. As the proof is insufficient to establish cruel and unusual punishment in the treatment of the petitioner and in his confinement in the penitentiary, the finding of the circuit court to that effect, being without competent evidence to support it, is reversed and set aside.</p>\n<p>Though the finding of the trial court on the facts submitted to it in lieu of a jury will be given the same weight as the verdict of a jury and will not be disturbed by an appellate court unless the evidence plainly and decidedly preponderates against such finding or it is without evidence to support it or is plainly wrong, when the finding of a trial court in a case tried by it in lieu of a jury is against the preponderance of the evidence, is not supported by the evidence, or is plainly wrong, such finding will be reversed and set aside by this Court upon appellate review. Smith v. Godby, 154 W.Va. 190, 174 S.E.2d 165; Bluefield Supply Company v. Frankel's Appliances, Inc., 149 W.Va. 622, 142 S.E.2d 898; J. &amp; G. Construction Company v. Freeport Coal Company, 147 W.Va. 563, 129 S.E.2d 834; Huntington Development &amp; Gas Company v. Topping, 115 W.Va. 364, 176 S.E. 424; McKown v. Citizens State Bank of Ripley, 91 W.Va. 716, 114 S.E. 271.</p>\n<p>The cases of Holt v. Sarver, (E.D.Ark.), 309 F.Supp. 362, affirmed, (8th Cir.), 442 F.2d 304, and Commonwealth ex rel. Bryant v. Hendrick, 444 Pa. 83, 280 A.2d 110, cited and relied upon by the petitioner, in which the court held that cruel and unusual punishment had been inflicted, are clearly distinguishable upon the facts in those cases from the facts in this proceeding. For that reason those cases do not apply to or govern the present decision.</p>\n<p>During the three day trial of this action on April 22, 23 and 24, 1971, the trial court, while hearing the case in lieu of a jury, continually interrupted the examination of witnesses and the proceedings and during interruptions examined and cross-examined witnesses; in many instances repeated and emphasized answers favorable to the petitioner; commented upon the evidence; interrogated persons who had been subpoenaed as witnesses and were present in court but at the time were not testifying; placed in the record several statements of fact within the personal individual knowledge of the judge which had been obtained prior to the hearing; and introduced or suggested the introduction of <span class=\"star-pagination\">*235</span> evidence. The foregoing conduct upon the part of the trial judge tended to produce confusion in the consideration of this proceeding, unnecessarily increased the size and the cost of the record, should not have occurred, and is disapproved.</p>\n<p>In the hearing of this proceeding the trial court repeatedly admitted incompetent hearsay evidence and indicated clearly that he would consider such evidence in determining the credibility of the witnesses in arriving at the decision. In admitting such incompetent evidence the trial court committed reversible error. Though upon a trial of a case by a court in lieu of a jury it will be presumed that the court rejected and refused to consider any incompetent testimony that may have been admitted during the trial, Moore v. Hamilton, 151 W.Va. 784, 155 S.E.2d 877; Risher v. Wheeling Roofing and Cornice Co., 57 W.Va. 149, 49 S.E. 1016; Bank v. Prager &amp; Son, 50 W.Va. 660, 41 S.E. 363, and though when a case is tried by a court in lieu of a jury it is not error for which the appellate court will reverse to hear illegal testimony, if there be enough legal testimony to justify the judgment, Moore v. Hamilton, 151 W.Va. 784, 155 S.E.2d 877; Weiss v. Soto, 142 W.Va. 783, 98 S.E.2d 727; Rohrbaugh v. Rohrbaugh, 136 W.Va. 708, 68 S.E.2d 361; Abrahams v. Swann, 18 W.Va. 274, 41 Am.Rep. 692, the holdings in those cases do not apply where, as here, it appears that the trial court considered the incompetent evidence and that there is not enough legal evidence to justify the finding and the judgment of the trial court. When in the trial of a case by the court in lieu of a jury the court admits and considers incompetent evidence and there is not enough competent evidence to support the finding and the judgment of the court, the admission of such incompetent evidence by the court is reversible error.</p>\n<p>It was also error calling for reversal for the court to set aside the judgment rendered August 19, 1970 which sentenced the petitioner upon his plea of guilty to confinement in the penitentiary for a period of ten years and which was free from error and was in all respects a valid judgment. Though under Paragraph (c), Section 7, Article 4A, Chapter 53, Code 1931, as amended, the court in this post-conviction habeas corpus proceeding has the power and authority to vacate and set aside such judgment upon a proper showing, the record reveals no such showing. Under the evidence the judgment which the court should have rendered was a judgment discharging the writ and remanding the petitioner to the custody of the warden of the penitentiary to serve the sentence imposed by the judgment rendered August 19, 1970.</p>\n<p>If the petitioner in a post-conviction habeas corpus proceeding is not entitled to relief from a valid judgment sentencing him to imprisonment, the court should not reverse and set aside such judgment but instead should discharge the writ and remand the petitioner to the custody of the proper official to serve the sentence imposed by such valid judgment of imprisonment.</p>\n<p>The motion to reverse is granted, the finding of the Circuit Court of Randolph County is reversed and set aside, the judgment rendered May 19, 1971 is reversed and set aside, and this proceeding is remanded to the circuit court with directions to discharge the writ heretofore awarded, to reinstate the judgment of August 19, 1970 sentencing the petitioner to confinement in the West Virginia Penitentiary for a period of ten years, and to credit, in favor of the petitioner, on such judgment, the time served by him in the penitentiary and the time spent by him in the county jail of Randolph County.</p>\n<p>Motion to reverse granted; reversed and remanded with directions.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">186</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">220</span></span> (1972)</b></center>\n<center><h1>STATE ex rel. Roger Ray PINGLEY<br>\nv.<br>\nIra M. COINER, Warden of the West Virginia Penitentiary.</h1></center>\n<center>No. 13127.</center>\n<center><p><b>Supreme Court of Appeals of West Virginia.</b></p></center>\n<center>Submitted November 16, 1971.</center>\n<center>Decided January 25, 1972.</center>\n<p><span class=\"star-pagination\">*222</span> Chauncey H. Browning, Jr., Atty. Gen., George E. Lantz, Deputy Atty. Gen., Willard A. Sullivan, Asst. Atty. Gen., Charleston, W. Va., for plaintiff in error.</p>\n<p>Leo Catsonis, Charleston, W. Va., for defendant in error.</p>\n<p><span class=\"star-pagination\">*221</span> HAYMOND, Judge:</p>\n<p>This is a statutory post-conviction habeas corpus proceeding instituted in the Circuit Court of Randolph County September 15, 1970, in which the petitioner, Roger Ray Pingley, seeks a writ to compel the defendant, Ira M. Coiner, Warden of the West Virginia Penitentiary, to release him from confinement in the penitentiary of this State on the ground that such confinement constituted cruel and unusual punishment in violation of the provisions of Article III, Section 5, of the Constitution of West Virginia and the provisions of the Eighth Amendment to the Constitution of the United States.</p>\n<p>The petitioner was confined in the penitentiary under a judgment of the Circuit Court of Randolph County rendered August 19, 1970, which sentenced him to confinement in the penitentiary for a period of ten years, upon his plea of guilty to an indictment by the grand jury of Randolph County in January, 1970, charging him and George Guerrero with the offense of robbery by the use of a deadly weapon. The petitioner was originally erroneously sentenced to the Huttonsville Correctional Center at Huttonsville, West Virginia, but upon the refusal of the warden of that institution to accept the petitioner he was correctly sentenced to confinement in the penitentiary at Moundsville, as heretofore indicated, by the judgment of August 19, 1970.</p>\n<p>On August 3, 1970, the petitioner advised the Judge of the Circuit Court of Randolph County that he desired to file a petition for post-conviction relief and requested the appointment of counsel to represent him in such proceeding and the court, having found the petitioner to be an indigent person, by order entered September 29, 1970, as of August 3, 1970, appointed attorneys J. Fred Queen and Leo Catsonis to represent the petitioner in this proceeding.</p>\n<p>Upon the petition dated September 12 and filed September 15, 1970, the court on that day awarded a writ and caused the petitioner, after having been incarcerated in the penitentiary for a period of thirty-two days, to be transferred to the Randolph County jail. His request for bail was denied and the petitioner, by order of the court, is still confined in the Randolph County jail. The demurrer of the defendant to the petition was overruled, a pretrial conference was held February 17, 1971, at which it was determined that the issue to be tried was whether confinement of the petitioner in the West Virginia Penitentiary at Moundsville constituted cruel and unusual punishment, and after agreed continuances, the proceeding was heard by the court in lieu of a jury on April 22, 23 and 24, 1971.</p>\n<p>The court found that confinement of the petitioner in the West Virginia penitentiary at Moundsville constituted cruel and unusual punishment within the provisions of Article III, Section 5, of the Constitution of West Virginia and of the Eighth Amendment to the Constitution of the United States, and by order entered May 19, <span class=\"star-pagination\">*223</span> 1971 for May 4, 1971, set aside the judgment rendered August 19, 1970 sentencing the petitioner to confinement in the West Virginia Penitentiary but did not disturb the conviction of the petitioner of the offense of robbery, deferred the entry of any sentence of the petitioner until the further order of the court, remanded the petitioner to the Sheriff of Randolph County until the further order of the court, and made the lengthy opinion of the court a part of the record in this proceeding. By order entered June 16, 1971, for May 15, 1971, the court granted a stay of execution for a period of ninety days to enable the defendant to apply to this Court for a writ of error. To the judgment of May 19, 1971, for May 4, 1971, this Court granted this writ of error and supersedeas September 20, 1971, upon the application of the defendant.</p>\n<p>On motion of the defendant to reverse the judgment of the circuit court the case was submitted for decision in this Court on November 16, 1971, upon the record, the brief amicus curiae of the National Council on Crime and Delinquency and the brief amicus curiae of The National Law Office of the National Legal Aid and Defender Association and the Penal Reform Institute, Inc., and the oral arguments and the briefs in behalf of the respective parties.</p>\n<p>The defendant assigns and relies upon these alleged errors for reversal of the judgment of the circuit court:</p>\n<p>1. The competent evidence does not support the finding that the confinement of the petitioner in the penitentiary constituted cruel and unusual punishment.</p>\n<p>2. The action of the court upon the hearing of this proceeding showed bias and prejudice in favor of the petitioner and constituted reversible error.</p>\n<p>3. The action of the trial court in permitting and considering improper hearsay evidence and immaterial and irrelevant evidence constituted reversible error.</p>\n<p>4. The action of the trial court in setting aside the judgment sentencing the petitioner to confinement in the penitentiary of this State constituted reversible error.</p>\n<p>The penitentiary of this State is located on Jefferson Avenue, in Moundsville, Marshall County, West Virginia, and its structures and the surrounding 24 foot high stone wall occupy and inclose an inside area of approximately ten acres of land. Its original section was constructed in 1866 and additions have been constructed from time to time. Its principal sections are the North Hall, the South Hall and the New Wall sections. The security of the penitentiary is maintained by approximately 177 guards or correctional officers under the supervision of the defendant as warden, who has the assistance of a deputy warden, a captain of the guards and several lieutenants.</p>\n<p>The inmate population is 618 and includes hospital inmates and inmates who engage in work outside the walls. Of the 177 correctional officers one-third or 59 are off duty daily, but the remaining two-thirds or 118 are on duty each day. The ordinary starting salary of each guard is $435.00 per month in an industrial area in which many workers receive wages on a forty hour week basis of $7.00 an hour and this situation results in substantial annual turnovers in the guard personnel. There is a training course for guards and about 50% of them are grade school graduates and about 25% are high school graduates and some of them are of middle age or older. Most of the guards are under twenty five or over forty five years of age and only a few are over the retirement age of sixty years.</p>\n<p>Of the 618 inmates approximately two-thirds have less than $50.00 in their accounts and are classified by the deputy warden as indigents. They are periodically given free legal services by personnel of the College of Law of West Virginia University who visit the prison. The majority of the inmates are regarded by the deputy warden as hard-core criminals but he believes that they are not beyond help. The <span class=\"star-pagination\">*224</span> population has decreased from approximately 1800 inmates since the construction of a new section was begun in 1959. Each inmate is confined in an individual cell in the different sections, there is no overcrowding, and there are sufficient cells to provide single occupancy for approximately 1300 inmates.</p>\n<p>A segregated area is located in the New Wall basement which is known as the hole, where inmates guilty of infractions of prison regulations are confined. There are ten cells in that area and the inmates are checked approximately every thirty minutes. There is no light in these cells and the only light is in the adjoining hallway. The only equipment in the cells in the hole is a commode at the regulation level above the floor. It is sealed by a block of concrete to prevent its destruction by an inmate. The commode is flushed periodically from outside the cell by the guards. According to the deputy warden, who has been employed at the prison continuously since 1951 and who acts as warden during the absence of that official, the longest period of continuous confinement in the hole within his knowledge was approximately thirty days. Though until about two years ago inmates were stripped of their clothing while confined in the hole, that practice has been discontinued and has not been permitted during the past two years. The inmates in the hole are not given a blanket for the reasons that the blankets are usually destroyed and the area, because of a steam pipe at the top of the cells, is warm during cold weather. The occupants of the hole are provided with two sandwiches twice daily and though they are offered greens or regular menus which are provided for the three regular daily meals, they usually choose the sandwiches instead.</p>\n<p>The area known as the cage is located in the South Hall section and is used to confine inmates who are unruly and have been charged with violations of prison regulations until the charge against them is heard by the disciplinary board, known as the police court, sessions of which are held on Monday, Wednesday and Friday of each week. There are three cells in the cage. There is a commode in each cell, but no bunks or mattresses. The water is turned on and off by a guard outside the cell. There are no lights in these cells and the only light is in the hallway. The occupants are not allowed any blankets except during the winter. There is some testimony that they have been placed on a bread and water diet with a full meal every third day. One inmate testified that some time ago he was placed in the cage for five days and slept on the floor with no blanket, that the cell was cold, and that snow came in his cell from outside the prison.</p>\n<p>The disciplinary board consists of the deputy warden, the security officer and one or two lieutenants of the correctional force. A prison chaplain attends the hearings. He counsels with the inmate if the inmate desires his assistance but he has no vote. The inmates do not have the assistance of counsel at the hearing by the board. Sometimes the inmates are given slips informing them of the charge against them but sometimes they are not given such slips and they do not know the character of the charge until they appear before the board. The discipline imposed by the board varies in different instances and depends upon the nature of the infraction and the good behavior record of the particular inmate, and in some cases is not carried out because of his good behavior record. The only punishment administered by the prison authorities is confinement in the areas set aside for that purpose and the loss of privileges which affect the good behavior record of the inmate. Beatings or other forms of physical punishment are not administered or permitted.</p>\n<p>There is another segregated area in the lower end of the South Hall section in which there are twelve cells surrounded by fine mesh steel screen with a door at each end where the guards enter to feed and check the men confined in the area. These cells are not presently used for disciplinary <span class=\"star-pagination\">*225</span> purposes but are used for the protection of inmates against other inmates and is the only area in which the officials can guarantee such protection. If an inmate reports that he is frightened and fears injury by another inmate, he is confined in this area until his fear disappears and upon his request he is immediately released from confinement in that section. It is presently used for protective purposes only.</p>\n<p>A section known as Red and White, which was formerly used for disciplinary purposes, was abolished in June, 1970. In the Red and White section the inmates were not segregated from the rest of the population and contraband could be made available to the inmates without difficulty. To prevent this, the section known as Maximum Security has been established and is now in use. It contains 160 cells and the inmates are now completely segregated from the general population of the prison. It is used for disciplinary purposes and for the confinement of inmates who have been convicted of prison infractions by the disciplinary board. At the time of the hearing of this proceeding there were 24 or 25 inmates in this section. The only additional restriction to which the inmates of this section are subjected which does not apply to the general prison population is that the inmates do not have access to the prison yard. Another segregated area of the prison is known as the Red section which is occupied by mentally ill inmates.</p>\n<p>There is no racial, religious or age segregation of the inmates who are arranged in groups according to the character of the work in which they are engaged. Each inmate is allowed to write to four persons, friends or relatives, and to lawyers, judges and certain public officials. There is testimony that all mail, both incoming and outgoing, is opened and censored, including communications between the inmate and his attorney and correspondence between the inmate and public officials. Mail is allowed to go out except that containing objectionable matter which is returned to the inmate, and all incoming mail is delivered. The deputy warden, however, testified that he did not know that the correspondence of the inmates with their attorneys, the courts and public officials was censored and that if that type of mail is censored that practice would be immediately discontinued. One inmate was permitted to testify that one of his letters was not sent from the prison; that he wrote several letters to which he received no replies; and that petitions for writs by other inmates were never sent from the prison.</p>\n<p>The food is obtained and prepared under the direction of a food director who has engaged in that type of service for about 37 years and during about ten years of that period was the food director at one of the leading Charleston hotels. The food is wholesome and plentiful and different menus are prepared for breakfast, dinner and supper for Monday through Sunday of each week. A typical Friday menu consists for breakfast of scrambled eggs, dry cereal, milk and sugar, toast and coffee; for dinner, fish, tartar sauce, lima beans, cottage cheese, pineapple, bread and butter; and for supper, vegetable soup, crackers, potato salad, sliced bologna, jello, bread and coffee. There is, however, evidence that the kitchen is dirty and unsanitary and that it is impossible to keep it clean and in a sanitary condition. There is evidence that one inmate in charge of the steam table is dirty and never bathes or changes his clothes. The only specific instance of bad food shown by the record is that on one occasion the petitioner was given stew that was spoiled and which he refused to eat and that some of the inmates who ate it became sick. The eating utensils used by the inmates are made of plastic and at times the supply of these utensils is insufficient. The inmates are required to wash these utensils.</p>\n<p>The court permitted hearsay testimony of some of the witnesses to the effect that homosexuality was engaged in by \"better than one third\" or by 60 to 80 percent of the inmates of the prison, but the only competent evidence on that subject related <span class=\"star-pagination\">*226</span> to an unsuccessful attempt to force the petitioner to engage in such act by two inmates in a shower bath section; an unsuccessful attempt by an inmate, several years ago, upon another inmate, who testified as a witness in behalf of the petitioner, and who overpowered his assailant and was never thereafter molested; a homosexual act between inmates committed some years ago in the presence of one of the dismissed guards who testified in behalf of the petitioner; and the testimony of some witnesses that they know homosexuality exists because of the way certain inmates act toward each other and by certain insignia they wear which indicates that such relationship exists between various inmates.</p>\n<p>The petitioner testified that during his confinement in the penitentiary, while taking a shower bath, he was attacked by two inmates in the shower; that when he refused to engage in a sexual act he was placed face down upon the floor and one of the inmates got on the petitioner's back; that the petitioner was able to extricate himself from that position and to prevent the completion of the act; and that during the attack a guard, who passed the cell, must have seen the attack but did not render any assistance. The petitioner also testified that he did not mention the incident to the guard or report it to any prison official because he was afraid to do so. He also testified that during the rest of his imprisonment at the penitentiary the two inmates who attacked him did not molest him in any way.</p>\n<p>It also appears from the evidence that during the twelve year period 1959 to April, 1970, nine inmates were murdered by other inmates and that unless an inmate or the prison authorities receive some threat or warning of an intended murderous assault there is no way to prevent or protect the victim from murder by an inmate. Some witnesses for the petitioner testified to the effect that the present administration does not have complete control of the prison and that the inmates could \"pretty much\" control the prison if they wanted to do so. There is not sufficient evidence, however, to justify or support these statements.</p>\n<p>There is also testimony by the prosecuting attorney of Marshall County, a witness for the petitioner, to the effect that there was dissemination of illegal drugs within the walls and that \"just about every offense that can be committed outside the walls can be and usually is committed inside\"; that the killings result from sex relations or feuds between leaders or members of different groups of inmates; that the present correctional staff is inadequate to prevent such killings; that the prison authorities are doing everything that is humanly possible with the means at their disposal to guarantee the safety of the inmates, but that the available means are totally inadequate to afford such protection; that he could not \"praise deputy warden Wallace enough for the perception which he has exercised there\" and that \"the inmates do trust him and he is a fair man and they know this.\"; that the treatment inmates receive in the penitentiary is infinitely worse than anything the inmate could ever have done to society and that he expressed his personal opinion that he would rather be dead than to be incarcerated in the penitentiary. Most of these statements are not justified by the evidence.</p>\n<p>Another witness in behalf of the petitioner, a member of the State Senate who visited the prison on one occasion on April 4, 1971 before the incarceration of the petitioner, testified that the physical plant was old and in bad shape; that the cells were small; that most of the inmates are idle; that the penitentiary is a breeding place for crime; that in an old section of the prison some window panes were broken; that the heating system is old and that water drips from it; that the prison is not a colorful, clean or well-lighted place in any area but that the Maximum Security section was in fairly good condition.</p>\n<p>An attorney who had been Director of the Division of Correction of the penitentiary <span class=\"star-pagination\">*227</span> from March 18, 1966 to June 10, 1968, and who had served as Commissioner of the Department of Correction of the State of Arkansas from November 15, 1968 until March 29, 1971, and who volunteered the information that he had been dismissed from both positions, from the first because of insubordination to his immediate superior and from the second because of his disagreement with the General Assembly of the State of Arkansas, testified as a witness in behalf of the petitioner. He testified that the West Virginia Penitentiary was operated on the basis of its being a place of penitence instead of a place for the rehabilitation of its inmates. In discussing cruel and unusual punishment he expressed the opinion that the execution of a death sentence by electrocution, notwithstanding decisions to the contrary, constituted cruel and unusual punishment. This witness visited the penitentiary for about two and one-half hours for the first time after his departure from it in 1968 for the purpose of testifying as a witness, and in comparing the general condition of the penitentiary with the condition existing during the time he served as its director until June, 1968, he stated that there were some renovations of existing facilities, some of which had been refurnished, and that the library was an attractive library, adequately stocked, nicely lighted and aesthetically attractive; that the old Red and White area had been abolished; and that the basement which had been filthy and cluttered was nicely cleaned, painted and well lighted in preparation for the installation of vocational training and educational programs. He stated, however, that generally there was no change in the characteristics or the sanitary conditions of the institution as compared to its condition when he was its director. He described the prison as an austere, frightening, awesome, trauma producing monstrosity. He stated that there was total idleness on the part of the inmates; that there was no activity in the dining hall; that most of the inmates in the South Hall and the New Wall areas were sitting, lying and milling around and were not gainfully occupied; that there was no change in the condition of the dining room as compared to its condition while he was director; that the prison authorities were doing the best they can with what they have but that their means were totally inadequate. He also stated that the morale of the inmates was very low.</p>\n<p>There was testimony by a former guard, who was dismissed for neglect of duty, to the effect that some time in the year 1968 an inmate named Feidler or Fields was confined in the hole for about 53 days and that while so confined he and two other inmates, while nude, were hung or fastened to the wall by handcuffs with their hands above their heads and their feet on the floor, were taken down about three times each day and, after about fifteen minutes, were replaced in the foregoing position. This happened only once to the knowledge of the witness. The deputy warden testified that he did not know of anyone having been hung to a wall by handcuffs at that time but would investigate the incident, and that it had been eight or ten years since anyone had been punished in that manner in the penitentiary. He stated that the confinement of Fields in the hole for the mentioned period of 53 days represented punishment of approximately thirty days for each of two prison infractions, and that the confinement for those periods in that instance was not continuous but that the second confinement occurred a few days after completion of the first period of confinement.</p>\n<p>One inmate who had been confined several times and has spent thirteen years in the penitentiary, testified that he had been placed in Maximum Security on a charge of bringing drugs into the prison of which charge he was not guilty. He was finally released but his confinement deprived him of his position at the pig farm in which he was paid $6.00 a month and, though he now has a job in South Hall, he is paid only $3.00 per month. He believes, however, that he will get back his job at the pig farm and he thinks that the treatment to which <span class=\"star-pagination\">*228</span> he was subjected adversely affected his application for parole which was refused.</p>\n<p>The work period of the inmates ranges from four hours to eight hours on each daily work shift. Some inmates, however, voluntarily work longer than eight hours.</p>\n<p>The inmates in the prison are furnished with adequate prison garb except underwear which is usually supplied by the inmates.</p>\n<p>There are various available recreational activities such as dominoes, bingo, basketball, football, softball, wrestling, boxing, ping-pong, weight lifting, television facilities, and an attractive, well-stocked library. The inmates are also afforded reasonable visitation privileges. There are also vocational rehabilitation programs and educational training courses, and about 475 of the inmates have participated or are participating in these programs.</p>\n<p>There are books containing prison rules and regulations although it appears that some of the inmates are not informed of them by any official but they learn about them through their association with other inmates.</p>\n<p>Hospital and medical facilities are available. The services of a full-time psychiatrist are available and, although the psychiatrist, who is of foreign birth, is presently unable to speak English fluently, he is pursuing a course of instruction in English at a nearby college.</p>\n<p>Any acts of homosexuality or other violations of the rules and regulations are not condoned but the offender, upon detection, is punished according to the rules and the regulations. Detected offenses against the criminal laws of the State committed within the prison, such as murder, are prosecuted by the law enforcement officials of the county.</p>\n<p>According to the annual report of the West Virginia Commissioner of Public Institutions for the period July 1, 1969 to June 30, 1970, which, at the suggestion of the court was introduced in evidence by the petitioner without objection, inmates in the penitentiary may earn from $3.00 per month to $50.00 per month depending upon their skill and the work they are assigned to do. There is a prison industries department under the supervision of well trained personnel which produces soap, paint, tobacco, clothing, mattresses, leather goods, license plates and signs of various descriptions, and it also operates a modern woodworking and printing shop. Vocational training is expected to be increased to improve training and rehabilitation. Beginning in July, 1969, plastic eating utensils were put in use to eliminate silverware from which dangerous weapons have been made by the inmates, and in September, 1969, the institution ceased to bake the bread used by the inmates and began purchasing it from outside suppliers. This change has eliminated yeast and materials used in the baking process which had been stolen and used in illegally producing an alcoholic beverage known as julip, and has been of assistance in the efforts to solve that problem. A full time athletic director has been employed. Educationally there are primary and secondary levels of instruction to inmates willing to participate toward the acquisition of diplomas. Fifty inmates received diplomas during the fiscal year June 30, 1969 to July 1, 1970. Instruction is provided by four State certified teachers employed on a part time basis and college level training is offered by Bethany College. Courses in these subjects are offered: Heuristics, History of South Africa, Mass Communications, American History, Advertising, Zoology, Botany, West Virginia History and Public Opinion. Approximately 40 to 50 inmates are participating in vocational training courses under a cooperative agreement between the penitentiary and the Veteran's Administration. Some of the courses offered are: Business Accounting, Radio and Television Repair, Electricity and Mechanics. The Vocational Rehabilitation Unit at the penitentiary has a current work force of 12 full time employees, and provides these <span class=\"star-pagination\">*229</span> services: Counseling and Guidance, Psychiatric Evaluation, Vocational Assessment, Training, Physical Restoration and Placement Services. As of July 1, 1970, the Unit had a total of 598 inmates and at present the divisions of Vocational Rehabilitation and Correction are working to provide training courses for 60 inmates. The courses offered include: Automobile Mechanics, Radio and Television Repair, Watch Repair, Accounting, Business Management, Hotel Management and Drafting. Needed construction changes and expansion of the Rehabilitation and Educational Programs are hampered by lack of funds. Legislative appropriation for the fiscal year 1970-71 was $1,799,900, which includes Personal Services $1,207,720; Current Expenses $520,580; Repairs and Alterations $45,500; Equipment $26,100, and for the fiscal year 1971-72 is $1,889,700, which includes Personal Services $1,245,800; Current Expenses $537,600; Repairs and Alterations $68,200; and Equipment $38,100.</p>\n<p>The petitioner gave evidence with respect to his incarceration in the penitentiary for a period of 32 days from approximately the 16th to 21st of August to the 17th of September, 1970. Upon his entry to the penitentiary the petitioner was taken to the Control Center, searched, stripped of his clothing and given a gray uniform but no underwear, and was then taken to a cell in the South Hall area. He was not isolated but was allowed to mix with the rest of the prison population. He was given work in the boiler room and while there an inmate learned that he could type and he was assigned to work in the Identification Office, after which he was transferred to a cell in the New Wall section. He was not classified by age or race but by the job at which he worked. The chaplain told him that he would explain the rules and regulations but never did so and the petitioner learned about them from the other inmates. He received three meals per day and, except the one occasion of the spoiled stew mentioned earlier in this opinion, he voiced no complaint about the food. While working in the boiler room he was issued three blue shirts, three pairs of blue pants and a pair of work shoes. During the first week his clothes were sent to the prison laundry but the same clothes were not returned and, as this frequently occurred, the inmates washed their own clothes or had them laundered by someone other than the prison laundry for a weekly charge. His employment in the Identification Office was on the basis of $3.00 per month but he was never paid for his services because he was removed from the prison after being there only 32 days.</p>\n<p>The cell in which the petitioner was first confined in South Hall was about 6 feet by 8 feet in size with one bunk in it but with no flushing toilet. To flush the toilet it was necessary to turn the water on and off by the use of a regular valve. His cell was equipped with cold water but no hot water and he described it as filthy, stating that the paint was cracked and that there was indication of tobacco juice on the walls and the floor. The cell was hot and the air was stale. His cell in the New Wall section was the same size, 6 feet by 8 feet, and was fairly clean after he cleaned it himself. It was equipped with a bunk and a more modernized toilet and with hot and cold water. He was confined in that cell for about three weeks and in that area, the New Wall section, there were two guards on duty.</p>\n<p>The petitioner filled out a form for rehabilitation while he was working in the Identification Office. He was asked if he had a high school education and when he answered that he had he was asked if he would like to take a college course and when he said that he was already enrolled in two college courses the attendant told him there was nothing he could do for the petitioner. Petitioner did, however, enroll in a college course, and he also filled out a rehabilitation form. He was in the prison hospital for a blood test and an x-ray, but he was not informed, in the event he should become ill, how to obtain entrance <span class=\"star-pagination\">*230</span> to the hospital. Petitioner had yard privileges and was entitled to go into the yard for boxing, wrestling, football, softball or to engage in weight lifting, which he did, and he also engaged in wrestling. Although he learned through the grapevine that there was julip or homemade wine in the penitentiary he never saw or drank any of it. While in the penitentiary the petitioner was never subjected to discipline. His mail, including a letter which he wrote to the Judge of the Circuit Court was censored. He was permitted to write as many letters as he wished to write. He was never informed of any limitation as to persons from whom he could receive mail or from whom he could receive packages, but on the back of the outgoing letter there was a statement that persons may not send any packages. He was afraid while in the penitentiary because of his permitted association with the inmates and the possibility of a fight or an argument. He was not furnished shaving cream or soap or underclothing during his confinement but had to obtain them through the exchange.</p>\n<p>The phrase \"cruel and unusual punishment\", as used in the Eighth Amendment to the Constitution of the United States and in Article III, Section 5, of the Constitution of West Virginia, is difficult to define. This difficulty has been mentioned in numerous cases. See Trop v. Dulles, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">86</span></a></span>, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">590</span></a></span>, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">630</span></a></span>; Weems v. United States, <span class=\"citation\" data-id=\"97242\"><a href=\"/opinion/97242/weems-v-united-states/\"><span class=\"volume\">217</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">349</span></a></span>, <span class=\"citation\" data-id=\"97242\"><a href=\"/opinion/97242/weems-v-united-states/\"><span class=\"volume\">30</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">544</span></a></span>, <span class=\"citation\" data-id=\"97242\"><a href=\"/opinion/97242/weems-v-united-states/\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">793</span></a></span>; In re Kemmler, <span class=\"citation\" data-id=\"92834\"><a href=\"/opinion/92834/in-re-kemmler/\"><span class=\"volume\">136</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">930</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">519</span></span>; Wilkerson v. Utah, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">130</span></span>, <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">345</span></span>; Anderson v. Nosser, (5th Cir.), <span class=\"citation\" data-id=\"294828\"><a href=\"/opinion/294828/katie-ruth-anderson-v-j-j-nosser-james-bradley-v-j-j-nosser/\"><span class=\"volume\">438</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">183</span></a></span>; Jordan v. Fitzharris, (N.D., Calif., S.D.), <span class=\"citation\" data-id=\"1600643\"><a href=\"/opinion/1600643/jordan-v-fitzharris/\"><span class=\"volume\">257</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">674</span></a></span>.</p>\n<p>In Trop v. Dulles, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">86</span></a></span>, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">590</span></a></span>, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">630</span></a></span>, the Court said: \"The exact scope of the constitutional phrase `cruel and unusual' has not been detailed by this Court. But the basic policy reflected in these words is firmly established in the Anglo-American tradition of criminal justice. The phrase in our Constitution was taken directly from the English Declaration of Rights of 1688, and the principle it represents can be traced back to the Magna Carta. The basic concept underlying the Eighth Amendment is nothing less than the dignity of man. While the State has the power to punish, the Amendment stands to assure that this power be exercised within the limits of civilized standards.\"</p>\n<p>In Weems v. United States, <span class=\"citation\" data-id=\"97242\"><a href=\"/opinion/97242/weems-v-united-states/\"><span class=\"volume\">217</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">349</span></a></span>, <span class=\"citation\" data-id=\"97242\"><a href=\"/opinion/97242/weems-v-united-states/\"><span class=\"volume\">30</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">544</span></a></span>, <span class=\"citation\" data-id=\"97242\"><a href=\"/opinion/97242/weems-v-united-states/\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">793</span></a></span>, the opinion contains this language: \"What constitutes a cruel and unusual punishment has not been exactly decided. It has been said that ordinarily the terms imply something inhuman and barbarous, torture and the like. McDonald v. Commonwealth, 173 Massachusetts, 322, [<span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">874</span></span>.] The court, however, in that case conceded the possibility `that imprisonment in the State prison for a long term of years might be so disproportionate to the offense as to constitute a cruel and unusual punishment'\", and the opinion contains the statement that the constitutional prohibition against cruel and unusual punishment \"is not fastened to the obsolete but may acquire meaning as public opinion becomes enlightened by a humane justice.\"</p>\n<p>In Anderson v. Nosser, (5th Cir.), <span class=\"citation\" data-id=\"294828\"><a href=\"/opinion/294828/katie-ruth-anderson-v-j-j-nosser-james-bradley-v-j-j-nosser/\"><span class=\"volume\">438</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">183</span></a></span> the court said that the cruel and unusual punishment clause of the Eighth Amendment is a nonstatic, moral precept designed to curb treatment which offends contemporary standards of decency.</p>\n<p>In Holt v. Sarver, (E.D.Ark.), <span class=\"citation no-link\"><span class=\"volume\">309</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">362</span></span>, affirmed, (8th Cir.), <span class=\"citation\" data-id=\"296489\"><a href=\"/opinion/296489/lawrence-j-holt-v-robert-sarver-commissioner-of-corrections/\"><span class=\"volume\">442</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">304</span></a></span>, speaking of cruel and unusual punishment, the court said: \"The term cannot be defined with specificity. It is flexible and tends to broaden as society tends to pay more regard to human decency and dignity and becomes, or likes to think that it becomes, more humane. Generally speaking, a punishment that amounts to torture, or that is grossly excessive in proportion to the offense for which it is imposed, or that is inherently unfair, or that is unnecessarily degrading, or that is shocking or disgusting <span class=\"star-pagination\">*231</span> to people of reasonable sensitivity is a `cruel and unusual' punishment. And a punishment that is not inherently cruel and unusual may become so by reason of the manner in which it is inflicted.\"</p>\n<p>In Commonwealth ex rel. Bryant v. Hendrick, <span class=\"citation\" data-id=\"2084060\"><a href=\"/opinion/2084060/com-ex-rel-bryant-v-hendrick/\"><span class=\"volume\">444</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">83</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">280</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">110</span></span>, the opinion contains this language: \"Just what constitutes cruel and unusual punishment in the constitutional sense is a matter which defies concrete definition. However, it has long been understood that the concept of cruel and unusual punishment is one of wide application, capable of acquiring new depths of meaning to conform to more enlightened concepts of criminal justice.\"</p>\n<p>In some of the earlier cases the courts dealt mainly with the character of the sentence imposed rather than with the manner in which the sentence was carried out or executed. Wilkerson v. Utah, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">130</span></span>, <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">345</span></span>; In re Kemmler, <span class=\"citation\" data-id=\"92834\"><a href=\"/opinion/92834/in-re-kemmler/\"><span class=\"volume\">136</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">930</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">519</span></span>; Weems v. United States, <span class=\"citation\" data-id=\"97242\"><a href=\"/opinion/97242/weems-v-united-states/\"><span class=\"volume\">217</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">349</span></a></span>, <span class=\"citation\" data-id=\"97242\"><a href=\"/opinion/97242/weems-v-united-states/\"><span class=\"volume\">30</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">544</span></a></span>, <span class=\"citation\" data-id=\"97242\"><a href=\"/opinion/97242/weems-v-united-states/\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">793</span></a></span>; State v. Burdette, 135 W.Va. 312, <span class=\"citation\" data-id=\"1242985\"><a href=\"/opinion/1242985/state-v-burdette/\"><span class=\"volume\">63</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">69</span></a></span>; State v. Painter, 135 W.Va. 106, <span class=\"citation\" data-id=\"1243286\"><a href=\"/opinion/1243286/state-v-painter/\"><span class=\"volume\">63</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">86</span></a></span>; State v. Woodward, 68 W.Va. 66, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">385</span></span>, 30 L.R.A. (N.S.), 1004; State v. Wamsley, 68 W.Va. 103, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">475</span></span>.</p>\n<p>In the <i>Wilkerson</i> case the Court held that a sentence that a person convicted of murder in the first degree should suffer death by being publicly shot did not constitute cruel and unusual punishment; and In re Kemmler, <span class=\"citation\" data-id=\"92834\"><a href=\"/opinion/92834/in-re-kemmler/\"><span class=\"volume\">136</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">930</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">519</span></span>, the Court said that a sentence of death by electrocution did not constitute cruel and unusual punishment within the meaning of the Eighth Amendment to the Constitution of the United States. This Court has also held that the sentence of death by electrocution is not cruel and unusual punishment. State v. Burdette, 135 W.Va. 312, <span class=\"citation\" data-id=\"1242985\"><a href=\"/opinion/1242985/state-v-burdette/\"><span class=\"volume\">63</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">69</span></a></span>; State v. Painter, 135 W.Va. 106, <span class=\"citation\" data-id=\"1243286\"><a href=\"/opinion/1243286/state-v-painter/\"><span class=\"volume\">63</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">86</span></a></span>.</p>\n<p>Some of the later cases, however, consider the manner in which the sentence is carried out or executed and declare that the concept of cruel and unusual punishment is not limited to instances in which a particular inmate is subject to punishment directed at him as an individual and that confinement itself within a given institution may amount to cruel and unusual punishment where such confinement is characterized by conditions and practices so bad as to be shocking to the conscience of reasonably civilized people even though a particular inmate may not have been subjected to any disciplinary action. See Jackson v. Bishop, (8th Cir.), <span class=\"citation\" data-id=\"282638\"><a href=\"/opinion/282638/william-king-jackson-v-o-e-bishop-superintendent-of-the-arkansas-state/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">571</span></a></span>; Holt v. Sarver, (E.D.Ark.), <span class=\"citation no-link\"><span class=\"volume\">309</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">362</span></span>, affirmed, (8th Cir.), <span class=\"citation\" data-id=\"296489\"><a href=\"/opinion/296489/lawrence-j-holt-v-robert-sarver-commissioner-of-corrections/\"><span class=\"volume\">442</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">304</span></a></span>; Commonwealth ex rel. Bryant v. Hendrick, <span class=\"citation\" data-id=\"2084060\"><a href=\"/opinion/2084060/com-ex-rel-bryant-v-hendrick/\"><span class=\"volume\">444</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">83</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">280</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">110</span></span>. See also Anderson v. Nosser, (5th Cir.), <span class=\"citation\" data-id=\"294828\"><a href=\"/opinion/294828/katie-ruth-anderson-v-j-j-nosser-james-bradley-v-j-j-nosser/\"><span class=\"volume\">438</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">183</span></a></span>; Wright v. McMann, (2nd Cir.), <span class=\"citation\" data-id=\"278308\"><a href=\"/opinion/278308/lawrence-william-wright-v-daniel-mcmann-as-warden-of-clinton-state-prison/\"><span class=\"volume\">387</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">519</span></a></span>; Rhem v. McGrath, (S.D., N.Y.), <span class=\"citation no-link\"><span class=\"volume\">326</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">681</span></span>; Hancock v. Avery, (M.D. Tenn.), <span class=\"citation\" data-id=\"1656081\"><a href=\"/opinion/1656081/hancock-v-avery/\"><span class=\"volume\">301</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">786</span></a></span>; Jordan v. Fitzharris, (N.D., Calif., S.D.), <span class=\"citation\" data-id=\"1600643\"><a href=\"/opinion/1600643/jordan-v-fitzharris/\"><span class=\"volume\">257</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">674</span></a></span>.</p>\n<p>In the <i>Jackson</i> case the court said that the proscription of the Eighth Amendment applies both to punishment by way of sentence statutorily prescribed and punishment imposed for prison disciplinary purposes.</p>\n<p>Though a number of the recent cases dealing with cruel and unusual punishment resulting from or attendant upon confinement in a particular prison or institution have been civil rights actions, for relief under 42 U.S.C.A., Section 1983, from violations of constitutional rights of prisoners by prison officials, habeas corpus lies to secure relief from conditions of imprisonment which constitute cruel and unusual punishment in violation of the provisions of Article III, Section 5, of the Constitution of West Virginia and of the Eighth Amendment to the Constitution of the United States. Johnson v. Avery, <span class=\"citation\" data-id=\"107840\"><a href=\"/opinion/107840/johnson-v-avery/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation\" data-id=\"107840\"><a href=\"/opinion/107840/johnson-v-avery/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">747</span></a></span>, <span class=\"citation\" data-id=\"107840\"><a href=\"/opinion/107840/johnson-v-avery/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">718</span></a></span>; In re Bonner, <span class=\"citation\" data-id=\"93765\"><a href=\"/opinion/93765/in-re-bonner/\"><span class=\"volume\">151</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, <span class=\"citation\" data-id=\"93765\"><a href=\"/opinion/93765/in-re-bonner/\"><span class=\"volume\">14</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">323</span></a></span>, <span class=\"citation\" data-id=\"93765\"><a href=\"/opinion/93765/in-re-bonner/\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">149</span></a></span>; Jones v. Robinson, (D.C.Cir.), <span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">249</span></span>; Landman v. Peyton, (4th Cir.), <span class=\"citation\" data-id=\"274090\"><a href=\"/opinion/274090/robert-jewell-landman-sr-v-c-c-peyton-superintendent-of-the-virginia/\"><span class=\"volume\">370</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">135</span></a></span>; Coleman v. Peyton, (4th Cir.), <span class=\"citation no-link\"><span class=\"volume\">362</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">905</span></span>; Coffin v. Reichard, <span class=\"star-pagination\">*232</span> (6th Cir.), <span class=\"citation\" data-id=\"1478341\"><a href=\"/opinion/1478341/coffin-v-reichard/\"><span class=\"volume\">143</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">443</span></a></span>; Commonwealth ex rel. Bryant v. Hendrick, <span class=\"citation\" data-id=\"2084060\"><a href=\"/opinion/2084060/com-ex-rel-bryant-v-hendrick/\"><span class=\"volume\">444</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">83</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">280</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">110</span></span>; Paragraph (a), Section 1, Article 4A, Chapter 53, Code, 1931, as amended.</p>\n<p>In determining whether the punishment inflicted upon an individual prisoner or the confinement itself within a given institution constitutes cruel and unusual punishment recognition should be given to certain well established legal principles.</p>\n<p>The maintenance of discipline in a prison is an executive function with which the judicial branch of the government ordinarily will not interfere. Jackson v. Godwin, (5th Cir.), <span class=\"citation\" data-id=\"281574\"><a href=\"/opinion/281574/herman-jackson-jr-v-james-b-godwin-etc/\"><span class=\"volume\">400</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">529</span></a></span>.</p>\n<p>Discipline and administration of state detention facilities are state functions and are subject to federal authority only when paramount constitutional or statutory rights supervene. Johnson v. Avery, <span class=\"citation\" data-id=\"107840\"><a href=\"/opinion/107840/johnson-v-avery/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation\" data-id=\"107840\"><a href=\"/opinion/107840/johnson-v-avery/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">747</span></a></span>, <span class=\"citation\" data-id=\"107840\"><a href=\"/opinion/107840/johnson-v-avery/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">718</span></a></span>.</p>\n<p>Courts are reluctant to interfere with conduct of prisons, enforcement of prison regulations or discipline of prisoners. Holt v. Sarver, (8th Cir.), <span class=\"citation\" data-id=\"296489\"><a href=\"/opinion/296489/lawrence-j-holt-v-robert-sarver-commissioner-of-corrections/\"><span class=\"volume\">442</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">304</span></a></span>; Jackson v. Bishop, (8th Cir.), <span class=\"citation\" data-id=\"282638\"><a href=\"/opinion/282638/william-king-jackson-v-o-e-bishop-superintendent-of-the-arkansas-state/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">571</span></a></span>; Howard v. Smyth, (4th Cir.), <span class=\"citation\" data-id=\"272951\"><a href=\"/opinion/272951/william-howard-v-w-frank-smyth-jr-director-virginia-division-of/\"><span class=\"volume\">365</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">428</span></a></span>; Jones v. Wittenberg, (N.D., Ohio, W.D.), <span class=\"citation\" data-id=\"1572711\"><a href=\"/opinion/1572711/jones-v-wittenberg/\"><span class=\"volume\">323</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">93</span></a></span>.</p>\n<p>Except in extreme cases courts may not interfere with the conduct of a prison, its regulations and their enforcement, or with its discipline. Lee v. Tahash, (8th Cir.), <span class=\"citation\" data-id=\"269705\"><a href=\"/opinion/269705/john-alfred-lee-v-ralph-h-tahash-warden/\"><span class=\"volume\">352</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">970</span></a></span>. See Harris v. Settle, (8th Cir.), <span class=\"citation no-link\"><span class=\"volume\">322</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">908</span></span>; Childs v. Pegelow, (4th Cir.), <span class=\"citation\" data-id=\"261550\"><a href=\"/opinion/261550/james-h-childs-v-paul-f-pegelow-etc-charles-5x-lincoln-v-paul-f/\"><span class=\"volume\">321</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">487</span></a></span>; Sostre v. McGinnis, (2nd Cir.), <span class=\"citation no-link\"><span class=\"volume\">334</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">906</span></span>; United States ex rel. Morris v. Radio Station WENR, (7th Cir.), <span class=\"citation\" data-id=\"233036\"><a href=\"/opinion/233036/united-states-ex-rel-morris-v-radio-station-wenr-morris-v-united-states/\"><span class=\"volume\">209</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">105</span></a></span>.</p>\n<p>Prison officials are vested with wide discretion in controlling prisoners committed to their custody and unless infringement of paramount constitutional rights is involved courts are loath to interfere. Morrissey v. Brewer, (8th Cir.), <span class=\"citation\" data-id=\"297145\"><a href=\"/opinion/297145/john-j-morrissey-v-lou-v-brewer-warden-g-donald-booher-v-lee-and/\"><span class=\"volume\">443</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>.</p>\n<p>Courts will not interfere with prison administration and discipline except where there is a clear abuse of discretion. Jackson v. Godwin, (5th Cir.), <span class=\"citation\" data-id=\"281574\"><a href=\"/opinion/281574/herman-jackson-jr-v-james-b-godwin-etc/\"><span class=\"volume\">400</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">529</span></a></span>; Stroman v. Griffin, (S.D., Ga.), <span class=\"citation no-link\"><span class=\"volume\">331</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">226</span></span>; Parker v. McKeithen, (E.D., La.), <span class=\"citation no-link\"><span class=\"volume\">330</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">435</span></span>.</p>\n<p>Judgments of prison officials are entitled to considerable weight but are not absolutely binding upon the courts. Brown v. Peyton, (4th Cir.), <span class=\"citation\" data-id=\"294711\"><a href=\"/opinion/294711/richard-x-brown-v-c-c-peyton-etc/\"><span class=\"volume\">437</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1228</span></a></span>. Generally the administrative responsibility of correctional institutions rests peculiarly within the province of the officials themselves, without attempted intrusion or intervention on the part of the courts. Jordan v. Fitzharris, (N.D., Cal., S.D.), <span class=\"citation\" data-id=\"1600643\"><a href=\"/opinion/1600643/jordan-v-fitzharris/\"><span class=\"volume\">257</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">674</span></a></span>.</p>\n<p>Lawful incarceration brings about necessary withdrawal or limitation of many privileges and rights of a prisoner. Price v. Johnston, <span class=\"citation no-link\"><span class=\"volume\">334</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">266</span></span>, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1049</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1356</span></span>; Brown v. Peyton, (4th Cir.), <span class=\"citation\" data-id=\"294711\"><a href=\"/opinion/294711/richard-x-brown-v-c-c-peyton-etc/\"><span class=\"volume\">437</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1228</span></a></span>; Gittlemacker v. Prasse, (3rd Cir.), <span class=\"citation no-link\"><span class=\"volume\">428</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></span>; Brown v. Wainwright, (5th Cir.), <span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1376</span></span>; Jackson v. Bishop, (8th Cir.), <span class=\"citation\" data-id=\"282638\"><a href=\"/opinion/282638/william-king-jackson-v-o-e-bishop-superintendent-of-the-arkansas-state/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">571</span></a></span>; Jackson v. Godwin, (5th Cir.), <span class=\"citation\" data-id=\"281574\"><a href=\"/opinion/281574/herman-jackson-jr-v-james-b-godwin-etc/\"><span class=\"volume\">400</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">529</span></a></span>; Rhem v. McGrath, (S.D., N.Y.), <span class=\"citation\" data-id=\"1460390\"><a href=\"/opinion/1460390/rhem-v-mcgrath/\"><span class=\"volume\">326</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">681</span></a></span>; Jones v. Wittenberg, (N.D., Ohio, W.D.), <span class=\"citation\" data-id=\"1572711\"><a href=\"/opinion/1572711/jones-v-wittenberg/\"><span class=\"volume\">323</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">93</span></a></span>; Carothers v. Follette, (S.D., N.Y.), <span class=\"citation\" data-id=\"1472468\"><a href=\"/opinion/1472468/carothers-v-follette/\"><span class=\"volume\">314</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1014</span></a></span>. In the <i>Gittlemacker</i> case the court said: \"Stated simply, a man in jail is not a free man; the denial of his right to drink fully from the cup of freedom is the very hypothesis of confinement. * * *. And, unpleasant as it is to contemplate the physical restrictions of a `settled environment', we must also recognize that even those rights which survive penal confinement may be diluted by peculiar institutional requirements of discipline, safety, and security.\"</p>\n<p>With respect to the disciplinary procedure in the penitentiary of this State the prison officials are not dealing with a group of law-abiding docile citizens but instead <span class=\"star-pagination\">*233</span> with prisoners who continually present a threat of violence or disorder and who have committed various serious criminal offenses which have resulted in their imprisonment. In that situation to maintain prison discipline the prison officials must have wide discretion and summary and swift procedures are necessary to deal with everyday disciplinary infractions. Carothers v. Follette, (S.D., N.Y.), <span class=\"citation\" data-id=\"1472468\"><a href=\"/opinion/1472468/carothers-v-follette/\"><span class=\"volume\">314</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1014</span></a></span>; Rodriguez v. McGinnis, (N. D., N.Y.), <span class=\"citation\" data-id=\"1428398\"><a href=\"/opinion/1428398/rodriguez-v-mcginnis/\"><span class=\"volume\">307</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">627</span></a></span>.</p>\n<p>There are decisions to the effect that prison officials may open and read all outgoing and incoming correspondence to and from prisoners, but they can not delete material from the letters or refuse to mail the letters to attorneys, courts or public officials, except in extreme circumstances. Sostre v. McGinnis, (2nd Cir.), <span class=\"citation no-link\"><span class=\"volume\">442</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">178</span></span>; Sinclair v. Henderson, (E.D., La.), <span class=\"citation\" data-id=\"1400880\"><a href=\"/opinion/1400880/sinclair-v-henderson/\"><span class=\"volume\">331</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1123</span></a></span>.</p>\n<p>In Zeigler v. Riley, Sup., <span class=\"citation no-link\"><span class=\"volume\">323</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">589</span></span>, the court said: \"Prisoners' mail may be intercepted and read and, (except prisoners' letters to and from counsel, courts and public authorities concerning the legality of confinement and complaints about treatment in prison) may be censored, and restricted. * * *.\" See also Rhem v. McGrath, (S.D., N.Y.), <span class=\"citation\" data-id=\"1460390\"><a href=\"/opinion/1460390/rhem-v-mcgrath/\"><span class=\"volume\">326</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">681</span></a></span>; Brabson v. Wilkins, <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">Misc. 2d</span> <span class=\"page\">286</span></span>, 256 N. Y.S.2d 693; <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">433</span></span>, <span class=\"citation no-link\"><span class=\"volume\">280</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">561</span></span>, <span class=\"citation no-link\"><span class=\"volume\">227</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">383</span></span>. Censorship of such correspondence is regarded as a security measure. In McCloskey v. State of Maryland, (4th Cir.), <span class=\"citation\" data-id=\"265573\"><a href=\"/opinion/265573/james-g-mccloskey-v-state-of-maryland/\"><span class=\"volume\">337</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">72</span></a></span>, the court said: \"Control of the mail to and from inmates is an essential adjunct of prison administration and the maintenance of order within the prison.\" See also Ortega v. Ragen, (7th Cir.), <span class=\"citation\" data-id=\"234987\"><a href=\"/opinion/234987/joseph-ortega-v-joseph-e-ragen-warden-illinois-state-penitentiary/\"><span class=\"volume\">216</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">561</span></a></span>, certiorari denied, <span class=\"citation no-link\"><span class=\"volume\">349</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">940</span></span>, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">786</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1268</span></span>; United States ex rel. Cobb v. Maroney, (W.D., Penn.), <span class=\"citation no-link\"><span class=\"volume\">216</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">910</span></span>; United States ex rel. Thompson v. Fay, (S.D., N.Y.), <span class=\"citation\" data-id=\"1419492\"><a href=\"/opinion/1419492/united-states-v-fay/\"><span class=\"volume\">197</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">855</span></a></span>.</p>\n<p>In Rhem v. McGrath, (S.D.N.Y.), <span class=\"citation\" data-id=\"1460390\"><a href=\"/opinion/1460390/rhem-v-mcgrath/\"><span class=\"volume\">326</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">681</span></a></span>, the court in discussing cruel and unusual punishment used this language: \"The test is not whether the punishment is confining or unpleasant. Judged by such a standard few prisons would pass muster. Nor should the governing principle, in the case of prison conditions, be whether they conform to acceptable principles of penology. In a world of rapidly changing philosophies as to the functions and purposes of imprisonment, standards of penology are also changing. The essential yardstick for our purposes is whether the prison conditions go beyond what is necessary for protection of the public against the inmates and sink into the dismal area of man's inhumanity to man.\" See also Adams v. Pate, (7th Cir.), <span class=\"citation\" data-id=\"297684\"><a href=\"/opinion/297684/vernon-c-adams-v-frank-j-pate-warden-luther-w-miller-v-illinois/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">105</span></a></span>.</p>\n<p>The spoiled food which the petitioner was unable to eat, and refused to eat, was an isolated incident with respect to the food given the prisoners and, except that incident, the evidence shows that the food was plentiful and wholesome and the petitioner did not complain of the food except as to the food on the foregoing single occasion. Occasional incidents of foreign objects being found in food of inmates did not raise a question of cruel and unusual punishment but raised a problem of internal prison administration to be dealt with by prison authorities as best they could. Sinclair v. Henderson, (E.D.La.), <span class=\"citation\" data-id=\"1400880\"><a href=\"/opinion/1400880/sinclair-v-henderson/\"><span class=\"volume\">331</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1123</span></a></span>.</p>\n<p>Though the evidence shows that the mail of inmates to their counsel, the courts and public officials was censored and opened and read by the prison authorities, the deputy warden testified that he did not know of such instances and that such practice, if it existed, would be immediately discontinued.</p>\n<p>Solitary confinement of a prison inmate of itself does not constitute cruel and unusual punishment. Adams v. Pate, (7th Cir.), <span class=\"citation\" data-id=\"297684\"><a href=\"/opinion/297684/vernon-c-adams-v-frank-j-pate-warden-luther-w-miller-v-illinois/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">105</span></a></span>; Sostre v. McGinnis, (2nd Cir.), <span class=\"citation no-link\"><span class=\"volume\">442</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">178</span></span>; Novak v. Beto, (S.D.Texas), <span class=\"citation\" data-id=\"1467817\"><a href=\"/opinion/1467817/novak-v-beto/\"><span class=\"volume\">320</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1206</span></a></span>. In United States ex rel. Pope v. Hendricks, <span class=\"star-pagination\">*234</span> (E.D.Penn.), <span class=\"citation\" data-id=\"1460331\"><a href=\"/opinion/1460331/united-states-ex-rel-pope-v-hendricks/\"><span class=\"volume\">326</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">699</span></a></span>, the court said that unsatisfactory room temperature and quality of food received by a prisoner and keeping cell light on twenty-four hours a day during solitary confinement did not constitute cruel and unusual punishment. Placement of a prisoner in maximum security confinement does not per se constitute cruel and unusual punishment. Beishir v. Swenson, (W.D.Missouri, C.D.), <span class=\"citation\" data-id=\"1400735\"><a href=\"/opinion/1400735/beishir-v-swenson/\"><span class=\"volume\">331</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1227</span></a></span>. Confinement of a penitentiary inmate in a seven foot by fifteen foot segregated cell with eight foot ceiling equipped with radiator, running water, flush toilet, ceiling light and frosted window covered by mesh screen does not constitute conditions so foul, inhuman, and violative of basic concepts of decency as to amount to cruel and unusual punishment notwithstanding allegations that the window was dusty and dirt infested, the cell lacked adequate ventilation, the ceiling light was turned on only when the inmate was fed, and the only place to get a drink of water was from a faucet thirteen inches above commode which was engulfed with the commode's foul stench. Adams v. Pate, (7th Cir.), <span class=\"citation\" data-id=\"297684\"><a href=\"/opinion/297684/vernon-c-adams-v-frank-j-pate-warden-luther-w-miller-v-illinois/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">105</span></a></span>.</p>\n<p>Though the existing conditions at the penitentiary of this State are unpleasant, confining, severe, harsh, restrictive and repressive, and though injustices in the treatment of the inmates at times may occur, neither the treatment to which the petitioner was subjected during his incarceration nor his confinement in the penitentiary under the conditions shown by the evidence in this proceeding, constituted cruel and unusual punishment within the meaning of the provisions of Article III, Section 5, of the Constitution of West Virginia, or of the Eighth Amendment to the Constitution of the United States. As the proof is insufficient to establish cruel and unusual punishment in the treatment of the petitioner and in his confinement in the penitentiary, the finding of the circuit court to that effect, being without competent evidence to support it, is reversed and set aside.</p>\n<p>Though the finding of the trial court on the facts submitted to it in lieu of a jury will be given the same weight as the verdict of a jury and will not be disturbed by an appellate court unless the evidence plainly and decidedly preponderates against such finding or it is without evidence to support it or is plainly wrong, when the finding of a trial court in a case tried by it in lieu of a jury is against the preponderance of the evidence, is not supported by the evidence, or is plainly wrong, such finding will be reversed and set aside by this Court upon appellate review. Smith v. Godby, 154 W.Va. 190, <span class=\"citation\" data-id=\"1281457\"><a href=\"/opinion/1281457/smith-v-godby/\"><span class=\"volume\">174</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">165</span></a></span>; Bluefield Supply Company v. Frankel's Appliances, Inc., 149 W.Va. 622, <span class=\"citation\" data-id=\"1373990\"><a href=\"/opinion/1373990/bluefield-supply-co-v-frankels-appliances-inc/\"><span class=\"volume\">142</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">898</span></a></span>; J. &amp; G. Construction Company v. Freeport Coal Company, 147 W.Va. 563, <span class=\"citation\" data-id=\"1258283\"><a href=\"/opinion/1258283/j-g-construction-co-v-freeport-coal-co/\"><span class=\"volume\">129</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">834</span></a></span>; Huntington Development &amp; Gas Company v. Topping, 115 W.Va. 364, <span class=\"citation\" data-id=\"4002698\"><a href=\"/opinion/4226286/gas-co-v-topping/\"><span class=\"volume\">176</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">424</span></a></span>; McKown v. Citizens State Bank of Ripley, 91 W.Va. 716, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">271</span></span>.</p>\n<p>The cases of Holt v. Sarver, (E.D.Ark.), <span class=\"citation no-link\"><span class=\"volume\">309</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">362</span></span>, affirmed, (8th Cir.), <span class=\"citation\" data-id=\"296489\"><a href=\"/opinion/296489/lawrence-j-holt-v-robert-sarver-commissioner-of-corrections/\"><span class=\"volume\">442</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">304</span></a></span>, and Commonwealth ex rel. Bryant v. Hendrick, <span class=\"citation\" data-id=\"2084060\"><a href=\"/opinion/2084060/com-ex-rel-bryant-v-hendrick/\"><span class=\"volume\">444</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">83</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">280</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">110</span></span>, cited and relied upon by the petitioner, in which the court held that cruel and unusual punishment had been inflicted, are clearly distinguishable upon the facts in those cases from the facts in this proceeding. For that reason those cases do not apply to or govern the present decision.</p>\n<p>During the three day trial of this action on April 22, 23 and 24, 1971, the trial court, while hearing the case in lieu of a jury, continually interrupted the examination of witnesses and the proceedings and during interruptions examined and cross-examined witnesses; in many instances repeated and emphasized answers favorable to the petitioner; commented upon the evidence; interrogated persons who had been subpoenaed as witnesses and were present in court but at the time were not testifying; placed in the record several statements of fact within the personal individual knowledge of the judge which had been obtained prior to the hearing; and introduced or suggested the introduction of <span class=\"star-pagination\">*235</span> evidence. The foregoing conduct upon the part of the trial judge tended to produce confusion in the consideration of this proceeding, unnecessarily increased the size and the cost of the record, should not have occurred, and is disapproved.</p>\n<p>In the hearing of this proceeding the trial court repeatedly admitted incompetent hearsay evidence and indicated clearly that he would consider such evidence in determining the credibility of the witnesses in arriving at the decision. In admitting such incompetent evidence the trial court committed reversible error. Though upon a trial of a case by a court in lieu of a jury it will be presumed that the court rejected and refused to consider any incompetent testimony that may have been admitted during the trial, Moore v. Hamilton, 151 W.Va. 784, <span class=\"citation\" data-id=\"1384049\"><a href=\"/opinion/1384049/moore-v-hamilton/\"><span class=\"volume\">155</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">877</span></a></span>; Risher v. Wheeling Roofing and Cornice Co., 57 W.Va. 149, <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">1016</span></span>; Bank v. Prager &amp; Son, 50 W.Va. 660, <span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">363</span></span>, and though when a case is tried by a court in lieu of a jury it is not error for which the appellate court will reverse to hear illegal testimony, if there be enough legal testimony to justify the judgment, Moore v. Hamilton, 151 W.Va. 784, <span class=\"citation\" data-id=\"1384049\"><a href=\"/opinion/1384049/moore-v-hamilton/\"><span class=\"volume\">155</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">877</span></a></span>; Weiss v. Soto, 142 W.Va. 783, <span class=\"citation\" data-id=\"1328909\"><a href=\"/opinion/1328909/weiss-v-soto/\"><span class=\"volume\">98</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">727</span></a></span>; Rohrbaugh v. Rohrbaugh, 136 W.Va. 708, <span class=\"citation\" data-id=\"1390539\"><a href=\"/opinion/1390539/rohrbaugh-v-rohrbaugh/\"><span class=\"volume\">68</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">361</span></a></span>; Abrahams v. Swann, 18 W.Va. 274, 41 Am.Rep. 692, the holdings in those cases do not apply where, as here, it appears that the trial court considered the incompetent evidence and that there is not enough legal evidence to justify the finding and the judgment of the trial court. When in the trial of a case by the court in lieu of a jury the court admits and considers incompetent evidence and there is not enough competent evidence to support the finding and the judgment of the court, the admission of such incompetent evidence by the court is reversible error.</p>\n<p>It was also error calling for reversal for the court to set aside the judgment rendered August 19, 1970 which sentenced the petitioner upon his plea of guilty to confinement in the penitentiary for a period of ten years and which was free from error and was in all respects a valid judgment. Though under Paragraph (c), Section 7, Article 4A, Chapter 53, Code 1931, as amended, the court in this post-conviction habeas corpus proceeding has the power and authority to vacate and set aside such judgment upon a proper showing, the record reveals no such showing. Under the evidence the judgment which the court should have rendered was a judgment discharging the writ and remanding the petitioner to the custody of the warden of the penitentiary to serve the sentence imposed by the judgment rendered August 19, 1970.</p>\n<p>If the petitioner in a post-conviction habeas corpus proceeding is not entitled to relief from a valid judgment sentencing him to imprisonment, the court should not reverse and set aside such judgment but instead should discharge the writ and remand the petitioner to the custody of the proper official to serve the sentence imposed by such valid judgment of imprisonment.</p>\n<p>The motion to reverse is granted, the finding of the Circuit Court of Randolph County is reversed and set aside, the judgment rendered May 19, 1971 is reversed and set aside, and this proceeding is remanded to the circuit court with directions to discharge the writ heretofore awarded, to reinstate the judgment of August 19, 1970 sentencing the petitioner to confinement in the West Virginia Penitentiary for a period of ten years, and to credit, in favor of the petitioner, on such judgment, the time served by him in the penitentiary and the time spent by him in the county jail of Randolph County.</p>\n<p>Motion to reverse granted; reversed and remanded with directions.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/89923/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/92834/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/93765/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/97242/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105659/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107840/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/233036/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/234987/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/261550/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/265573/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/269705/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/272951/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/274090/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/278308/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/281574/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/282638/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/294711/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/294828/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/296468/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/296489/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/297145/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/297684/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1242985/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1243286/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1258283/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1281457/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1328909/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1373990/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1384049/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1390539/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1400735/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1400880/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1419492/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1428398/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1460331/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1460390/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1467817/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1472468/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1478341/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1572711/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1600643/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1656081/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2084060/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/4002698/"
          ]
        }
      ],
      "judges": "Haymond",
      "date_created": "2014-10-30T12:52:10.108554Z",
      "date_modified": "2016-03-03T19:47:03.016988Z",
      "date_filed": "1972-01-25",
      "date_filed_is_approximate": false,
      "slug": "state-ex-rel-pingley-v-coiner",
      "citation_id": 1386542,
      "case_name_short": "Coiner",
      "case_name": "State Ex Rel. Pingley v. Coiner",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "186 S.E.2d 220",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 28,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/878881/state-ex-rel-pingley-v-coiner/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:52:10.106315Z",
  "date_modified": "2014-10-30T12:52:10.106315Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Coiner",
  "case_name": "State Ex Rel. Pingley v. Coiner",
  "case_name_full": "",
  "slug": "state-ex-rel-pingley-v-coiner",
  "docket_number": "13127",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}