{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/87953/",
  "id": 87953,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca5/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/24292/",
      "id": 24292,
      "absolute_url": "/opinion/24292/tanner-v-lsu-frmn-training/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/87953/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/24292/",
          "id": 24292,
          "absolute_url": "/opinion/24292/tanner-v-lsu-frmn-training/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/24292/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2010-04-25T08:20:10Z",
          "date_modified": "2017-03-24T01:14:44.084917Z",
          "type": "010combined",
          "sha1": "98c90af7023105450ab889f98606604065f2a917",
          "page_count": 22,
          "download_url": "http://www.ca5.uscourts.gov/opinions\\unpub\\00/00-30966.0.wpd.pdf",
          "local_path": "pdf/2001/05/18/Tanner_v._LSU_Frmn_Training_et_al.pdf",
          "plain_text": "               IN THE UNITED STATES COURT OF APPEALS\n\n                       FOR THE FIFTH CIRCUIT\n\n\n                       ____________________\n\n                           No. 00-30966\n\n                         Summary Calendar\n                       ____________________\n\n\n     NANCY TANNER\n\n                                    Plaintiff - Appellant\n\n          v.\n\n     LSU FIREMAN TRAINING PROGRAM; ALAN WALKER;\n     RUTH STEVENS\n\n                                    Defendants - Appellees\n\n\n_________________________________________________________________\n\n           Appeal from the United States District Court\n               for the Middle District of Louisiana\n                        USDC No. 97-CV-119-C\n_________________________________________________________________\n                            May 18, 2001\n\nBefore KING, Chief Judge, and SMITH and PARKER, Circuit Judges.\n\nPER CURIAM:*\n\n     Plaintiff-Appellant Nancy Tanner appeals from the judgment\n\nof the district court that dismissed her state-law retaliation\n\nand 42 U.S.C. § 1983 claims against Defendants-Appellees\n\nLouisiana State University Fireman Training Program, Alan Walker,\n\n\n     *\n        Pursuant to 5TH CIR. R. 47.5, the court has determined\nthat this opinion should not be published and is not precedent\nexcept under the limited circumstances set forth in 5TH CIR. R.\n47.5.4.\n\fand Ruth Stevens.       For the following reasons, we AFFIRM in part,\n\nREVERSE in part, and REMAND.\n\n                     I. FACTUAL AND PROCEDURAL HISTORY\n\n       In this case, Plaintiff-Appellant Nancy Tanner sued\n\nDefendants-Appellees Louisiana State University Fireman Training\n\nProgram (“LSU”), Alan Walker, and Ruth Stevens (collectively\n\nreferred to hereinafter as the “Defendants”) for allegedly\n\nretaliating against her for filing a sexual harassment complaint\n\nagainst one of her supervisors.      Tanner was employed by LSU in a\n\nClerk 4 position.       She began her employment on March 7, 1994, and\n\nwas terminated on January 23, 1996.\n\n       Prior to her employment with LSU, Tanner was an employee of\n\nthe Department of Culture, Recreation and Tourism (“DCRT”) as an\n\nadministrative secretary.      Tanner began her employment with DCRT\n\non March 22, 1992; however, she was discharged effective August\n\n7, 1992, during the probationary period for that position.\n\n       On February 22, 1994, Tanner applied for a position with\n\nLSU.       On the application for the Clerk 4 position, Tanner listed\n\nher previous places of employment, including DCRT.       She stated\n\nthat she left DCRT because the “position terminated.”       In\n\nresponse to a question asking whether Tanner had “ever been fired\n\nfrom a job or resigned to avoid dismissal,” Tanner answered\n\n“no.”2\n\n       2\n        Relevant to her discharge from DCRT, Tanner testified to\nthe following at trial: On August 6, 1992, she was summoned to a\n\n                                     2\n\f     After serving her probationary period at LSU, Tanner was\n\nmade a permanent employee.   Then, on November 3, 1995, Tanner and\n\nfellow employees Janet Mitchell and Tammy Davidson filed written\n\ncomplaints of sexual harassment against one of their supervisors,\n\nJames Carroll.3   As with all sexual harassment complaints, LSU’s\n\nHuman Resources Department assigned one of its employees to\n\ninvestigate the complainant’s personnel file.   Ruth Stevens was\n\nthe employee assigned this task,4 and Stevens testified at trial\n\n\nmeeting with Alfred Trappey, the Assistant Secretary of DCRT, and\nCharmaine Washington, Tanner’s immediate supervisor. At that\nmeeting, Trappey gave Tanner a letter, which informed Tanner that\nher probationary employment was terminated because she “ha[d] not\nmet the expectations of the department during [her] probationary\nperiod.” Tanner questioned Trappey about the deficiencies in her\nperformance at DCRT and received no response. Trappey informed\nTanner that she could contact the Department of Civil Service if\nshe had further questions. When she left Trappey’s office,\nTanner questioned Washington regarding the reasons for her\ndischarge. Unsure of the answer, Washington went back into\nTrappey’s office to inquire. When Washington returned, she\ninformed Tanner that Tanner’s position was being eliminated and\nthat her duties were to be spread among other employees.\n     3\n        Tanner testified at trial that Carroll would “hug on”\nand “grab on” the student workers in her department at LSU.\nTanner stated that Carroll would often ask the women in the\ndepartment to give him a “little kiss” and a “little T.L.C.”\nFurthermore, Tanner observed Carroll lifting a female worker’s\ndress and also adjusting another female worker’s bra strap.\nTanner explained that she was never sexually harassed; however,\nbecause she was one of the eldest employees, the student workers\n“looked up to” her. Moreover, she testified that Carroll’s\nactions made her very uncomfortable. Therefore, Tanner testified\nthat she and the two other female workers filed complaints\nagainst Carroll.\n     4\n        In their “Statement of Facts,” the Defendants allege\nthat Stevens was reviewing Tanner’s file in response to a\ngrievance filed by Tanner against her supervisor, Carolyn Sharp.\nThis grievance was filed on the same day as the sexual harassment\n\n                                 3\n\fthat it was the “regular procedure” of LSU to pull the personnel\n\nfiles of those individuals who file sexual harassment complaints.\n\n     In December 1995, Stevens began her review of Tanner’s\n\npersonnel file.   During that review, Stevens discovered a\n\ndiscrepancy between DCRT’s letter explaining why Tanner was\n\nterminated (i.e., she did not meet DCRT’s expectations) and\n\nTanner’s reason for leaving DCRT (i.e., “position terminated”).5\n\nStevens took this information to Joan Thompson, the Assistant\n\nDirector of Human Resources.   As a result of this perceived\n\ndiscrepancy in Tanner’s personnel file, on January 10, 1996,\n\nThompson and Alan Walker, the Director of the LSU Fireman\n\nTraining Program, issued a letter of intent to terminate Tanner’s\n\nemployment.   The stated reason for termination was that Tanner\n\n“falsif[ied]” her application.\n\n     Tanner was given an opportunity to respond, and on January\n\n12, 1996, she submitted a written explanation to Thompson and\n\nalso presented letters in support of her response from Charmaine\n\nWashington and Myra Peak, Tanner’s supervisors at DCRT.\n\n\n\ncomplaint. Although Stevens testified that she was reviewing\nTanner’s file because of the grievance, her testimony also\nreflects that she reviewed Tanner’s file in response to the\nsexual harassment complaint. We conclude that it is reasonable\nto draw an inference from the testimony on this issue in favor of\nTanner, the nonmoving party. See Reeves v. Sanderson Plumbing\nProds., Inc., 530 U.S. 133, 150 (2000) (stating that in reviewing\nall of the evidence in the record, courts “must draw all\nreasonable inferences in favor of the nonmoving party”).\n     5\n         See supra note 2.\n\n                                 4\n\fWashington’s and Peak’s letters confirmed Tanner’s submitted\n\nexplanation that, while her termination letter from DCRT stated\n\nthat she did not meet expectations, she was actually informed\n\nthat her administrative secretary position at DCRT was being\n\neliminated and that her duties were being distributed among the\n\nremaining DCRT employees.   Despite Tanner’s response and letters\n\nin support, LSU discharged Tanner.\n\n     On January 13, 1997, Tanner filed suit against the\n\nDefendants in Louisiana state court,6 alleging violations of her\n\nrights under 42 U.S.C. § 1983, and retaliation under the\n\nLouisiana Human Rights Act, LA. REV. STAT. ANN. §§ 51:2231-51:2265\n\n(West 1998),7 and the Louisiana Employment Discrimination Law,\n\n     6\n         Tanner also brought suit against Thompson. On April 22,\n1998, however, Thompson moved pursuant to Federal Rule of Civil\nProcedure 4(m) to dismiss the suit against her because Tanner\nfailed to serve her with process within the 120-day time limit.\nSee FED. R. CIV. P. 4(m) (permitting the court to dismiss an\naction on its own initiative or upon a defendant’s motion if the\nplaintiff fails to serve defendant within 120 days). A hearing\non the matter was set for February 19, 1999. In her response to\nthe Defendants’ motion for summary judgment, Tanner admitted that\nshe failed to serve Thompson within the time limit set out in\nRule 4(m). There was no hearing on this issue, and the district\ncourt appears to have never formally dismissed Thompson from the\nsuit. However, the district court’s final judgment in this case\naddressed only LSU, Walker, and Stevens, and Tanner does not\nraise any issues with respect to Thompson on appeal. Therefore,\nwe proceed as if Thompson is no longer a party to this case.\n     7\n         Section 51:2231 states in pertinent part:\n\n     It is the purpose and intent of the legislature by this\n     enactment to provide for execution within Louisiana of\n     the policies embodied in the Federal Civil Rights Act\n     of 1964, 1968, and 1972 and the Age Discrimination in\n     Employment Act of 1967, as amended; and . . . to\n\n                                 5\n\fLA. REV. STAT. ANN. § 23:1006 (West 1996).8   On February 14, 1997,\n\nthe Defendants removed the suit to federal court based on federal\n\nquestion jurisdiction.   The case proceeded to trial by jury on\n\nJune 12, 2000.   At the close of Tanner’s case in chief, the\n\n\n\n\n     safeguard all individuals within the state from\n     discrimination because of race, creed, color, religion,\n     sex, age, disability, or national origin in connection\n     with employment and in connection with public\n     accommodations . . . .\n\nLA. REV. STAT. ANN. § 51:2231(A).\n     8\n         Section 23:1006 provides in relevant part:\n\n     It shall be unlawful discrimination in employment for\n     an employer to:\n      (a) Intentionally fail or refuse to hire, refer,\n     discharge, or to otherwise intentionally discriminate\n     against or in favor of an individual with respect to\n     compensation, terms, conditions, or privileges of\n     employment because of race, color, religion, sex,\n     disability as defined in R.S. 51:2232(11), or national\n     origin.\n      (b) Intentionally limit, segregate, or classify an\n     employee in a way which would deprive an individual of\n     employment opportunities, give a favor or advantage to\n     one individual over another, or otherwise adversely or\n     favorably affect the status of an employee because of\n     race, color, religion, sex, disability as defined in\n     R.S. 51:2232(11), or national origin.\n\nLA. REV. STAT. ANN. § 23:1006(B)(1). Section 23:1006 was repealed\nin 1997. The current nondiscrimination statute is codified in\nseveral sections of Title 23. See LA. REV. STAT. ANN. §§ 23:321-\n23:325 (disability), 23:332-23:334 (race, color, religion, sex,\nand national origin), 23:341-23:342 (pregnancy, childbirth, and\nrelated medical conditions) (West 1998 & Supp. 2001). Because\nTanner filed suit before the August 1, 1997 effective date of the\ncurrent provisions, § 23:1006 governs this appeal. See King v.\nPhelps Dunbar, L.L.P., 98-1805, p.5 (La. 6/4/99), 743 So. 2d 181,\n185.\n\n                                    6\n\fDefendants moved for judgment as a matter of law.   The district\n\ncourt granted the motion, dismissing all of Tanner’s claims.\n\n     Tanner timely appealed.\n\n                      II. STANDARD OF REVIEW\n\n     We review de novo a district court’s grant of a motion for\n\njudgment as a matter of law, applying the same standard as the\n\ndistrict court.   See Russell v. McKinney Hosp. Venture, 235 F.3d\n\n219, 222 (5th Cir. 2000); see also Oden v. Oktibbeha County,\n\nMiss., --- F.3d ----, No. CIV.A.99-60878, 2001 WL 293511, at *5\n\n(5th Cir. Mar. 27, 2001).   “Judgment as a matter of law is\n\nappropriate if ‘there is no legally sufficient evidentiary basis\n\nfor a reasonable jury to find for that party on that issue.’”\n\nRussell, 235 F.3d at 222 (quoting FED. R. CIV. P. 50(a)).     A\n\ndistrict court may grant a motion for judgment as a matter of law\n\nonly if the facts and inferences point so strongly in favor of\n\none party that reasonable minds could not disagree.     See\n\nPiotrowski v. City of Houston, 237 F.3d 567, 576 n.9 (5th Cir.\n\n2001).   In reviewing all of the evidence in the record, we “must\n\ndraw all reasonable inferences in favor of the nonmoving party,\n\nand [we] may not make credibility determinations or weigh the\n\nevidence.”   Reeves v. Sanderson Plumbing Prods., Inc., 530 U.S.\n\n133, 150 (2000); see also Russell, 235 F.3d at 222; Oden, ---\n\nF.3d at ----, 2001 WL 293511, at *5.\n\n             III. STATE RETALIATION CLAIM AGAINST LSU\n\n\n\n                                 7\n\f     Because LA. REV. STAT. ANN. § 23:1006 is similar in scope to\n\nTitle VII, 42 U.S.C. § 2000e et seq., Louisiana courts “have\n\nlooked to federal jurisprudence to interpret Louisiana\n\ndiscrimination laws.”    King v. Phelps Dunbar, L.L.P., 98-1805,\n\np.7 (La. 6/4/99), 743 So. 2d 181, 187; see also Nichols v. Lewis\n\nGrocer, 138 F.3d 563, 566 (5th Cir. 1998) (“Courts have\n\ncontinually turned to federal employment discrimination law,\n\nincluding Title VII and the well-developed jurisprudence arising\n\nthereunder, for interpretation of Louisiana’s anti-discrimination\n\nstatute.”).   In our evaluation of claims of retaliation in the\n\nworkplace, this court employs the burden-shifting framework of\n\nMcDonnell Douglas Corp. v. Green, 411 U.S. 792, 802-04 (1973).\n\nSee Haynes v. Pennzoil Co., 207 F.3d 296, 299 (5th Cir. 2000);\n\ncf. Greer v. Dresser Indus., Inc., 98-129, p.5 (La. App. 3 Cir.\n\n7/1/98), 715 So. 2d 1235, 1238 (discussing the McDonnell Douglas\n\nframework for state-law discrimination cases).\n\n     To establish a prima facie case of retaliation, Tanner must\n\ndemonstrate the following: (1) that she engaged in activity\n\nprotected by Title VII, (2) that LSU took adverse employment\n\naction against her, and (3) that a causal connection exists\n\nbetween the protected activity and the adverse employment action.\n\nSee Thomas v. Tex. Dep’t of Criminal Justice, 220 F.3d 389, 394\n\n(5th Cir. 2000); see also (Lee) Evans v. City of Houston, ---\n\nF.3d ----, No. CIV.A.99-20778, 2001 WL 277839, *5 (5th Cir. Mar.\n\n21, 2001).    The district court concluded that it was undisputed\n\n                                  8\n\fthat Tanner demonstrated the first two elements, as she filed a\n\nsexual harassment complaint and was subsequently fired.   However,\n\ninstead of analyzing the evidence adduced by Tanner to determine\n\nif it was sufficient to establish whether there was a causal\n\nconnection between Tanner’s grievance filing and her discharge\n\nfrom LSU, the district court proceeded to determine whether LSU\n\npresented a legitimate, nonretaliatory reason for Tanner’s\n\ndischarge.\n\n     We conclude that Tanner’s evidence establishes a prima facie\n\ncase of retaliation.   We agree with the district court that when\n\nTanner filed her sexual harassment complaint against Carroll, she\n\nengaged in an activity protected by Title VII.    See Haynes, 207\n\nF.3d at 299; Collins v. Baptist Mem’l Geriatric Ctr., 937 F.2d\n\n190, 193 (5th Cir. 1991).   Moreover, there is no question that\n\nshe was subjected to an adverse employment action, i.e., her\n\ndischarge from LSU.    See Mattern v. Eastman Kodak Co., 104 F.3d\n\n702, 707 (5th Cir. 1997) (clarifying that “adverse employment\n\nactions” are “[u]ltimate employment decisions[, which] include\n\nacts such as hiring, granting leave, discharging, promoting, and\n\ncompensating” (internal quotations and citations omitted)).\n\nFinally, although not resolved by the district court, we are\n\nsatisfied that the evidence adduced by Tanner in her case in\n\nchief met the third element of her prima facie case.   This court\n\nhas held that “[c]lose timing between an employee’s protected\n\nactivity and an adverse action against [her] may provide the\n\n                                 9\n\fcausal connection required to make out a prima facie case of\n\nretaliation.”    (Lee) Evans, --- F.3d at ----, 2001 WL 277839, at\n\n*7 (internal quotations omitted) (second alteration in original)\n\n(quoting Swanson v. Gen. Servs. Admin., 110 F.3d 1180, 1188 (5th\n\nCir. 1997)).    However, in order to establish a causal connection\n\nvia mere temporal proximity, the employer’s adverse employment\n\naction must follow fairly soon after the employee’s protected\n\nconduct.   See Fyfe v. City of Fort Wayne, 241 F.3d 597, 603 (7th\n\nCir. 2001); see also Clark County Sch. Dist. v. Breeden, No.\n\nCIV.A.00-866, 2001 WL 402573, *3, — S. Ct. --- (Apr. 23, 2001)\n\n(“The cases that accept mere temporal proximity between an\n\nemployer’s knowledge of protected activity and an adverse\n\nemployment action as sufficient evidence of causality to\n\nestablish a prima facie case uniformly hold that the temporal\n\nproximity must be ‘very close.’”).     As recognized by this court\n\nin (Lee) Evans v. City of Houston, four months has been found to\n\nbe sufficient to demonstrate a causal connection.     See --- F.3d\n\nat ----, 2001 WL 277839, at *7.    In this case, Tanner submitted\n\nher harassment complaint on November 3, 1995, an investigation of\n\nher personnel file began within a month, and she was fired a\n\nlittle over a month later.   We conclude that this chain of events\n\nand short time lapse are sufficient to demonstrate the causal\n\nconnection necessary to complete Tanner’s prima facie case of\n\nretaliation.\n\n\n\n                                  10\n\f     With Tanner’s prima facie case comes an inference of\n\nunlawful retaliation, see Blow v. City of San Antonio, Tex., 236\n\nF.3d 293, 296-97 (5th Cir. 2001), and under McDonnell Douglas,\n\nthe burden shifts to LSU to provide a legitimate, nonretaliatory\n\nreason for Tanner’s discharge.     See 411 U.S. at 802; Blow, 236\n\nF.3d at 297.   This is a burden of production and not persuasion.\n\nSee Reeves, 530 U.S. at 142.   LSU asserts that it discharged\n\nTanner because of the discrepancy between her answers on her LSU\n\nemployment application and the letter of discharge from DCRT.\n\nLSU contends that it has a “policy” of terminating employees for\n\n“falsifying” their applications.      We conclude that this\n\nexplanation satisfies LSU’s burden of producing a legitimate,\n\nnonretaliatory reason for Tanner’s discharge.\n\n     Because LSU produced a nonretaliatory reason for discharging\n\nTanner, the presumption of retaliation created by Tanner’s prima\n\nfacie case “drops out of the picture” and the trier of fact must\n\nanswer the “ultimate question”: whether Tanner has demonstrated\n\nthat LSU intentionally retaliated against her.      See Russell, 235\n\nF.3d at 222; see also Reeves, 530 U.S. at 143; (Leroy) Evans v.\n\nCity of Bishop, 238 F.3d 586, 590 (5th Cir. 2000).      To show that\n\nLSU intentionally retaliated against her, Tanner can rely on\n\nevidence that LSU’s proffered reason was a pretext for unlawful\n\nretaliation, see Russell, 235 F.3d at 222, and the “trier of fact\n\nmay still consider the evidence establishing the plaintiff’s\n\nprima facie case ‘and inferences properly drawn therefrom . . .\n\n                                 11\n\fon the issue of whether the defendant’s explanation is\n\npretextual.’”    Reeves, 530 U.S. at 143 (quoting Tex. Dep’t of\n\nCmty. Affairs v. Burdine, 450 U.S. 248, 255 n.10 (1981)); see\n\nalso Russell, 235 F.3d at 222-23.     Accordingly, “a plaintiff’s\n\nprima facie case, combined with sufficient evidence to find that\n\nthe employer’s asserted justification is false, may permit the\n\ntrier of fact to conclude that the employer unlawfully\n\n[retaliated].”   Reeves, 530 U.S. at 148.\n\n     The district court found that there was “absolutely no\n\nevidence whatsoever that the actions taken were a pretext for\n\nillegal retaliation against . . . Tanner.”    We disagree and,\n\ntherefore, conclude that Tanner adduced sufficient evidence in\n\nher case in chief for a trier of fact to find that LSU’s\n\njustification was false and that the evidence, combined with\n\nTanner’s prima facie case, was sufficient for her to survive\n\njudgment as a matter of law.\n\n     In response to her letter of termination, Tanner presented\n\nLSU with letters from two of her former DCRT supervisors, which\n\nappear to support Tanner’s justification for indicating on her\n\nLSU employment application that she had never been fired.    Tanner\n\ntestified, and the letter written by Washington in support\n\nrevealed, that Tanner had been informed that her position was\n\nbeing eliminated and her duties were to be distributed among the\n\nremaining employees in her department at DCRT.    Moreover, and\n\nsignificantly, at the time Tanner was hired by LSU, the\n\n                                 12\n\fdiscrepancy was noted, or “flagged,” by the Department of Civil\n\nService.   Although Tanner’s employment file remained at the\n\nDepartment of Civil Service, Stevens testified at trial that the\n\nDepartment of Civil Service must contact LSU regarding any\n\n“flags” and must also provide LSU with all of the information on\n\nan employee.   Therefore, LSU was apparently aware of the\n\ndiscrepancy at the time of Tanner’s hiring.     The fact that LSU\n\ndecided over one year and nine months after hiring Tanner and\n\ncoincidentally subsequent to the filing of Tanner’s sexual\n\nharassment complaint to act on the discrepancy further lends\n\ncredence to Tanner’s allegations of pretext.9\n\n     Moreover, after Tanner submitted the letters from Washington\n\nand Peak in support of her response, Stevens testified that,\n\nother than checking to see if Washington was still employed at\n\nDCRT, she made no other attempt at contacting Washington.     It\n\nalso appears that Peak was not contacted about her letter.     A\n\njuror could reasonably conclude that, when discharging a\n\npermanent employee with an arguably valid explanation for the\n\ndiscrepancy that precipitated her firing, this investigation into\n\nthe circumstances of her prior termination was inadequate.\n\n\n     9\n        We also note that after her termination at LSU, Tanner\nagain applied for civil service employment. She was contacted by\nthe Louisiana State Police and asked to interview. After a\nbackground check, she was hired to the Gaming Division. Even\nwith her termination from LSU for “falsifying her employment\napplication,” Tanner’s civil service record still reflects that\nthe Department of Civil Service deems her eligible for rehire.\n\n                                13\n\fAdditionally, there is testimony in the record that may lead a\n\nreasonable trier of fact to conclude that LSU also failed to\n\ninvestigate adequately the complaint filed against Carroll.\n\nTanner testified that after submitting a written statement\n\nregarding the sexual harassment, she received no further contact\n\nfrom LSU regarding her allegations.    LSU did not indicate whether\n\nCarroll was disciplined or notify Tanner of the outcome of any\n\ninvestigation.   Furthermore, Tanner testified that no one from\n\nLSU contacted her for any further information regarding the\n\nallegations in her complaint.\n\n     Tanner also testified that, after submitting the sexual\n\nharassment complaint, she, Mitchell, and Davidson were\n\n“scrutinized” by their office manager and that Tanner’s immediate\n\nsupervisor advised her that she could no longer speak to the\n\nstudent workers in her department.    In addition, Tanner’s\n\nsupervisor began to require Tanner to submit a list of the\n\ncertificates she had issued at the end of each working day;\n\nTanner testified that she had never been required to do this\n\nprior to her submission of the sexual harassment complaint.\n\n     In sum, we make no credibility assessments nor do we weigh\n\nthe evidence presented by Tanner in her case in chief; however,\n\nwe do conclude that reasonable minds could debate whether this\n\nevidence, and the inferences that could be reasonably drawn\n\ntherefrom, demonstrate that LSU’s proffered justification for\n\ndischarging Tanner was false and that LSU did, in fact, retaliate\n\n                                14\n\fagainst Tanner for submitting her sexual harassment complaint.\n\nSee Piotrowski v. City of Houston, 237 F.3d 567, 576 n.9 (5th\n\nCir. 2001) (“The district court properly grants a motion for\n\njudgment as a matter of law only if the facts and inferences\n\npoint so strongly in favor of one party that reasonable minds\n\ncould not disagree.”).    Because we believe that Tanner\n\nestablished a prima facie case of retaliation and introduced\n\nsufficient evidence for a trier of fact to reject LSU’s reason\n\nfor her termination, and thus “infer the ultimate fact of\n\n[retaliation] from the falsity of [LSU]’s explanation,” Blow, 236\n\nF.3d at 297, we conclude that the district court’s grant of\n\njudgment as a matter of law was improper.\n\n\n\n\n          IV. SECTION 1983 CLAIM AGAINST WALKER AND STEVENS\n\n     Tanner also contests the district court’s conclusion that\n\nWalker and Stevens were not liable under 42 U.S.C. § 1983.10\n\nRegarding Walker, the district court found that there was “no\n\nevidence whatsoever regarding anything that . . . Walker did in\n\nconnection with the acts that [Tanner] contends constituted\n\n\n     10\n        In her brief, Tanner asserts that, by “investigating her\nand ultimately causing her termination,” Walker and Stevens\nviolated the following rights: (1) her property right in her\npublic employment as a tenured civil servant, (2) her First\nAmendment right of free speech, and (3) her right to engage in\n“other concerted activities” for the “mutual aid or protection of\nemployees” under the National Labor Relations Act.\n\n                                 15\n\fretaliation.”   The court determined that the evidence advanced by\n\nTanner demonstrated only that Walker “occup[ied] the position\n\nthat he occupied with L.S.U. at the time that these actions\n\noccurred.”   As to Stevens, the district court found that, at all\n\ntimes, Stevens worked under the direction of Thompson and\n\nreported all of her findings to Thompson.   The court concluded\n\nthat it was undisputed that Stevens took no part in the decision\n\nto terminate Tanner.   Finding the evidence presented by Tanner to\n\nbe legally insufficient to find liability on the part of either\n\nWalker or Stevens, the district court granted the Defendants’\n\nmotion for judgment as a matter of law.\n\n     To state a cause of action under § 1983, a plaintiff must\n\nidentify individuals “who were either personally involved in the\n\nconstitutional violation or whose acts are causally connected to\n\nthe constitutional violation alleged.”    Anderson v. Pasadena\n\nIndep. Sch. Dist., 184 F.3d 439, 443 (5th Cir. 1999); see\n\nalso Murphy v. Kellar, 950 F.2d 290, 292 n.7 (5th Cir. 1992);\n\nLozano v. Smith, 718 F.2d 756, 768 (5th Cir. 1983).   After our\n\nreview of the trial transcript, we agree with the district court\n\nthat aside from Walker’s supervisory position at LSU and his and\n\nThompson’s signatures on the termination letter, he had no other\n\npersonal involvement with Tanner’s termination.   Instead, the\n\ntestimony revealed that Thompson led the investigation and made\n\nthe final decision to terminate Tanner.   We also agree that\n\nStevens, although the human resources employee who reviewed\n\n                                16\n\fTanner’s file, was merely following Thompson’s explicit\n\ninstructions and was at all times required to report to Thompson.\n\nThe testimony revealed that Stevens was in no way involved in the\n\ndecision to discharge Tanner, and Tanner has provided no evidence\n\nor argument to the contrary.   As such, we conclude that neither\n\nWalker nor Stevens was personally involved in any alleged\n\nconstitutional violations and neither person’s acts were causally\n\nconnected to the alleged violations.\n\n     In merely one page of briefing, Tanner conclusorily argues\n\nthat she has a cause of action under § 1983 and points to rights\n\nthat she claims are implicated.    She cites no caselaw to support\n\nher claimed rights and provides absolutely no argument or facts\n\ndemonstrating how any of Walker’s and Stevens’s alleged acts\n\nviolated those rights.   We agree with the district court that\n\nTanner failed to provide sufficient evidence to demonstrate that\n\neither Walker or Stevens violated a right of Tanner’s that is\n\nprotected by federal or state law.     As such, her § 1983 claims\n\nagainst these defendants fail.\n\n         V. EXCLUSION OF EVIDENCE OF THE CIVIL SERVICE\n\n                         COMMISSION DECISION\n\n     Finally, Tanner argues that the district court abused its\n\ndiscretion in excluding evidence of the Civil Service\n\nCommission’s (the “Commission”) decision regarding LSU’s lack of\n\ncause to terminate Tanner.   Tanner contends first that the\n\n\n                                  17\n\fevidence was “clearly relevant” to the issue whether LSU’s\n\njustification for discharging her was pretext.    Next, Tanner\n\nasserts “[n]ot only should the Commission decision have been\n\nallowed into evidence, the defendants should have been\n\n[collaterally] estopped from arguing that the proffered reason\n\nfor termination was in fact made in good faith or for cause.”      We\n\ndisagree with each of Tanner’s arguments.\n\n     This court reviews a district court’s evidentiary rulings\n\nunder an abuse of discretion standard.   See Battle v. Mem’l Hosp.\n\nat Gulfport, 228 F.3d 544, 550 (5th Cir. 2000).    Under Federal\n\nRule of Evidence 103(a), an error in the exclusion of evidence is\n\nnot grounds for reversal unless substantial rights are affected.\n\nSee FED. R. EVID. 103(a); Reddin v. Robinson Prop. Group Ltd.\n\nP’shp, 239 F.3d 756, 759 (5th Cir. 2001).   Furthermore, we review\n\na district court’s decision to apply collateral estoppel for an\n\nabuse of discretion.   See Aguillard v. McGowen, 207 F.3d 226, 228\n\n(5th Cir.), cert. denied, 121 S. Ct. 184 (2000).\n\n     After her termination from LSU, Tanner appealed her\n\ndischarge to the Commission.   After reviewing the record of a\n\nhearing held by a referee, the Commission determined that LSU did\n\nnot have cause to discharge Tanner.   The Commission took judicial\n\nnotice of the fact that the phrase “fired from a job,” as was\n\nused on LSU’s employment application, is a “colloquialism for\n\nhaving been involuntarily removed from a job because of fault”\n\nand determined that it appeared to be “very reasonable for\n\n                                18\n\f[Tanner] to conclude that she had not been removed from DCRT\n\nbecause of her fault.”   The Commission ultimately concluded that\n\nLSU had failed to demonstrate that there was “cause for any\n\naction against [Tanner].”\n\n     The district court determined that the Commission’s findings\n\nwere not relevant to the issue whether LSU retaliated against\n\nTanner.   The district court also stated that “to admit the\n\nevidence, I think, would run into the teeth of [Federal Rule of\n\nEvidence] 403, in that not only would the evidence have to be\n\nintroduced, but then the jury would also have to be instructed,\n\nor admonitions would have to be given as to whatever limited\n\npurpose would be served by this evidence.”\n\n     We conclude that the district court was within its\n\ndiscretion in refusing to admit evidence of the Commission’s\n\ndecision.   The Commission was not presented with the issue before\n\nthe district court, i.e., whether LSU retaliated against Tanner\n\nfor engaging in protected conduct.   Therefore, we believe the\n\ndistrict court could fairly conclude that the evidence of its\n\ndecision was not relevant to the issue at hand and that, if the\n\nevidence had any probative value at all, it was substantially\n\noutweighed by prejudice and the complications involved in\n\nexplaining the limited purpose of the evidence to the jury.      See\n\nFED. R. EVID. 403; see also Campbell v. Keystone Aerial Surveys,\n\nInc., 138 F.3d 996, 1004 (5th Cir. 1998) (“‘A district court has\n\nbroad discretion in assessing admissibility under Rule 403,’ and\n\n                                19\n\fwe review only for an abuse of that discretion.” (alteration\n\nomitted) (quoting United States v. Morris, 79 F.3d 409, 411 (5th\n\nCir. 1996))).\n\n     As for Tanner’s collateral estoppel argument, LSU asserts\n\nthat Louisiana law does not recognize the doctrine.     Admittedly,\n\nLouisiana courts are not of one mind regarding whether collateral\n\nestoppel exists under the law of their state.     While it appears\n\nthat many Louisiana courts have traditionally declined to\n\nrecognize collateral estoppel, it also appears that other courts\n\nhave concluded that a 1990 amendment to Louisiana’s res judicata\n\nstatute subsumed the doctrine.    See LA. REV. STAT. ANN. § 13:4231\n\n(West 1991).    Compare Steptoe v. Lallie Kemp Hosp., 93-1359, p.6\n\n(La. 3/21/94), 634 So. 2d 331, 335 (“[C]ollateral estoppel or\n\nissue preclusion is not a valid Louisiana defense[.]”), Avenal v.\n\nLouisiana, 99-0127, p.4 (La. App. 4 Cir. 3/3/99), 757 So. 2d 1,\n\n11 (on application for reh’g) (“Louisiana law, which clearly\n\npertains to the state law claims in this case, does not recognize\n\nthe doctrine of collateral estoppel.”), and Diez v. Daigle, 96-\n\n1174, p.5 (La. App. 4 Cir. 12/27/96), 686 So. 2d 966, 969 (“To\n\nthe extent that the trial judge relied on the doctrine of\n\ncollateral estoppel in reaching his decision, that was error.\n\nAlthough defendants cite numerous federal cases in support of\n\nthat position, Louisiana law, for whatever reason, has\n\nsteadfastly refused to accept that doctrine.”), with LA. REV.\n\nSTAT. ANN. § 13:4231 cmt. b (“R.S. 13:4231 also changes the law by\n\n                                 20\n\fadopting the principle of issue preclusion.”), and Hudson v. City\n\nof Bossier, 33,620, p.7 (La. App. 2 Cir. 8/25/2000), 766 So. 2d\n\n738, 743 (“La. R.S. 13:4231 embraces the broad usage of the\n\nphrase ‘res judicata’ to include both claim preclusion (res\n\njudicata) and issue preclusion (collateral estoppel).”).\n\nHowever, we need not resolve the question whether collateral\n\nestoppel is a valid doctrine in Louisiana because, even assuming\n\nthe doctrine exists under Louisiana law, Tanner’s collateral\n\nestoppel argument misses the mark.\n\n     “Under issue preclusion or collateral estoppel, . . . once a\n\ncourt decides an issue of fact or law necessary to its judgment,\n\nthat decision precludes relitigation of the same issue in a\n\ndifferent cause of action between the same parties.”   Hudson,\n\n33,620 at p.7, 766 So. 2d at 743 (emphasis added).   As noted\n\nabove, the issue of cause as determined by the Commission is not\n\nthe same as the issue whether LSU’s proffered reason for Tanner’s\n\ndischarge was in fact made in good faith and not a pretext for\n\nretaliation.   Moreover, the Commission did not address LSU’s\n\nalleged good faith or reasonable belief that Tanner falsified her\n\napplication.   Therefore, because the Commission’s conclusion\n\nregarding Tanner’s reasonable belief as to her termination from\n\nDCRT does not correspond to the issue that was before the\n\ndistrict court, the district court did not abuse its discretion\n\nin not according the decision preclusive effect.\n\n\n\n                                21\n\f                           VI. CONCLUSION\n\n     The district court’s judgment granting the Defendants’\n\nmotion for judgment as a matter of law on Tanner’s § 1983 claim\n\nis AFFIRMED.   However, we REVERSE the district court’s judgment\n\ngranting the Defendants’ motion for judgment as a matter of law\n\non Tanner’s state-law retaliation claim and REMAND for further\n\nconsideration.   Because we affirm the district court’s judgment\n\nas to Tanner’s federal claim, the district court may exercise its\n\ndiscretion in determining whether to retain Tanner’s state-law\n\nclaim or to dismiss it without prejudice so that Tanner may file\n\nit in state court.    See 28 U.S.C. § 1367(c).   Each party shall\n\nbear its own costs.\n\n\n\n\n                                 22\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">               IN THE UNITED STATES COURT OF APPEALS\n\n                       FOR THE FIFTH CIRCUIT\n\n\n                       ____________________\n\n                           No. 00-30966\n\n                         Summary Calendar\n                       ____________________\n\n\n     NANCY TANNER\n\n                                    Plaintiff - Appellant\n\n          v.\n\n     LSU FIREMAN TRAINING PROGRAM; ALAN WALKER;\n     RUTH STEVENS\n\n                                    Defendants - Appellees\n\n\n_________________________________________________________________\n\n           Appeal from the United States District Court\n               for the Middle District of Louisiana\n                        USDC No. 97-CV-119-C\n_________________________________________________________________\n                            May 18, 2001\n\nBefore KING, Chief Judge, and SMITH and PARKER, Circuit Judges.\n\nPER CURIAM:*\n\n     Plaintiff-Appellant Nancy Tanner appeals from the judgment\n\nof the district court that dismissed her state-law retaliation\n\nand 42 U.S.C. § 1983 claims against Defendants-Appellees\n\nLouisiana State University Fireman Training Program, Alan Walker,\n\n\n     *\n        Pursuant to 5TH CIR. R. 47.5, the court has determined\nthat this opinion should not be published and is not precedent\nexcept under the limited circumstances set forth in 5TH CIR. R.\n47.5.4.\n\fand Ruth Stevens.       For the following reasons, we AFFIRM in part,\n\nREVERSE in part, and REMAND.\n\n                     I. FACTUAL AND PROCEDURAL HISTORY\n\n       In this case, Plaintiff-Appellant Nancy Tanner sued\n\nDefendants-Appellees Louisiana State University Fireman Training\n\nProgram (“LSU”), Alan Walker, and Ruth Stevens (collectively\n\nreferred to hereinafter as the “Defendants”) for allegedly\n\nretaliating against her for filing a sexual harassment complaint\n\nagainst one of her supervisors.      Tanner was employed by LSU in a\n\nClerk 4 position.       She began her employment on March 7, 1994, and\n\nwas terminated on January 23, 1996.\n\n       Prior to her employment with LSU, Tanner was an employee of\n\nthe Department of Culture, Recreation and Tourism (“DCRT”) as an\n\nadministrative secretary.      Tanner began her employment with DCRT\n\non March 22, 1992; however, she was discharged effective August\n\n7, 1992, during the probationary period for that position.\n\n       On February 22, 1994, Tanner applied for a position with\n\nLSU.       On the application for the Clerk 4 position, Tanner listed\n\nher previous places of employment, including DCRT.       She stated\n\nthat she left DCRT because the “position terminated.”       In\n\nresponse to a question asking whether Tanner had “ever been fired\n\nfrom a job or resigned to avoid dismissal,” Tanner answered\n\n“no.”2\n\n       2\n        Relevant to her discharge from DCRT, Tanner testified to\nthe following at trial: On August 6, 1992, she was summoned to a\n\n                                     2\n\f     After serving her probationary period at LSU, Tanner was\n\nmade a permanent employee.   Then, on November 3, 1995, Tanner and\n\nfellow employees Janet Mitchell and Tammy Davidson filed written\n\ncomplaints of sexual harassment against one of their supervisors,\n\nJames Carroll.3   As with all sexual harassment complaints, LSU’s\n\nHuman Resources Department assigned one of its employees to\n\ninvestigate the complainant’s personnel file.   Ruth Stevens was\n\nthe employee assigned this task,4 and Stevens testified at trial\n\n\nmeeting with Alfred Trappey, the Assistant Secretary of DCRT, and\nCharmaine Washington, Tanner’s immediate supervisor. At that\nmeeting, Trappey gave Tanner a letter, which informed Tanner that\nher probationary employment was terminated because she “ha[d] not\nmet the expectations of the department during [her] probationary\nperiod.” Tanner questioned Trappey about the deficiencies in her\nperformance at DCRT and received no response. Trappey informed\nTanner that she could contact the Department of Civil Service if\nshe had further questions. When she left Trappey’s office,\nTanner questioned Washington regarding the reasons for her\ndischarge. Unsure of the answer, Washington went back into\nTrappey’s office to inquire. When Washington returned, she\ninformed Tanner that Tanner’s position was being eliminated and\nthat her duties were to be spread among other employees.\n     3\n        Tanner testified at trial that Carroll would “hug on”\nand “grab on” the student workers in her department at LSU.\nTanner stated that Carroll would often ask the women in the\ndepartment to give him a “little kiss” and a “little T.L.C.”\nFurthermore, Tanner observed Carroll lifting a female worker’s\ndress and also adjusting another female worker’s bra strap.\nTanner explained that she was never sexually harassed; however,\nbecause she was one of the eldest employees, the student workers\n“looked up to” her. Moreover, she testified that Carroll’s\nactions made her very uncomfortable. Therefore, Tanner testified\nthat she and the two other female workers filed complaints\nagainst Carroll.\n     4\n        In their “Statement of Facts,” the Defendants allege\nthat Stevens was reviewing Tanner’s file in response to a\ngrievance filed by Tanner against her supervisor, Carolyn Sharp.\nThis grievance was filed on the same day as the sexual harassment\n\n                                 3\n\fthat it was the “regular procedure” of LSU to pull the personnel\n\nfiles of those individuals who file sexual harassment complaints.\n\n     In December 1995, Stevens began her review of Tanner’s\n\npersonnel file.   During that review, Stevens discovered a\n\ndiscrepancy between DCRT’s letter explaining why Tanner was\n\nterminated (i.e., she did not meet DCRT’s expectations) and\n\nTanner’s reason for leaving DCRT (i.e., “position terminated”).5\n\nStevens took this information to Joan Thompson, the Assistant\n\nDirector of Human Resources.   As a result of this perceived\n\ndiscrepancy in Tanner’s personnel file, on January 10, 1996,\n\nThompson and Alan Walker, the Director of the LSU Fireman\n\nTraining Program, issued a letter of intent to terminate Tanner’s\n\nemployment.   The stated reason for termination was that Tanner\n\n“falsif[ied]” her application.\n\n     Tanner was given an opportunity to respond, and on January\n\n12, 1996, she submitted a written explanation to Thompson and\n\nalso presented letters in support of her response from Charmaine\n\nWashington and Myra Peak, Tanner’s supervisors at DCRT.\n\n\n\ncomplaint. Although Stevens testified that she was reviewing\nTanner’s file because of the grievance, her testimony also\nreflects that she reviewed Tanner’s file in response to the\nsexual harassment complaint. We conclude that it is reasonable\nto draw an inference from the testimony on this issue in favor of\nTanner, the nonmoving party. See Reeves v. Sanderson Plumbing\nProds., Inc., </pre><span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span><pre class=\"inline\">, 150 (2000) (stating that in reviewing\nall of the evidence in the record, courts “must draw all\nreasonable inferences in favor of the nonmoving party”).\n     5\n         See supra note 2.\n\n                                 4\n\fWashington’s and Peak’s letters confirmed Tanner’s submitted\n\nexplanation that, while her termination letter from DCRT stated\n\nthat she did not meet expectations, she was actually informed\n\nthat her administrative secretary position at DCRT was being\n\neliminated and that her duties were being distributed among the\n\nremaining DCRT employees.   Despite Tanner’s response and letters\n\nin support, LSU discharged Tanner.\n\n     On January 13, 1997, Tanner filed suit against the\n\nDefendants in Louisiana state court,6 alleging violations of her\n\nrights under 42 U.S.C. § 1983, and retaliation under the\n\nLouisiana Human Rights Act, LA. REV. STAT. ANN. §§ 51:2231-51:2265\n\n(West 1998),7 and the Louisiana Employment Discrimination Law,\n\n     6\n         Tanner also brought suit against Thompson. On April 22,\n1998, however, Thompson moved pursuant to Federal Rule of Civil\nProcedure 4(m) to dismiss the suit against her because Tanner\nfailed to serve her with process within the 120-day time limit.\nSee FED. R. CIV. P. 4(m) (permitting the court to dismiss an\naction on its own initiative or upon a defendant’s motion if the\nplaintiff fails to serve defendant within 120 days). A hearing\non the matter was set for February 19, 1999. In her response to\nthe Defendants’ motion for summary judgment, Tanner admitted that\nshe failed to serve Thompson within the time limit set out in\nRule 4(m). There was no hearing on this issue, and the district\ncourt appears to have never formally dismissed Thompson from the\nsuit. However, the district court’s final judgment in this case\naddressed only LSU, Walker, and Stevens, and Tanner does not\nraise any issues with respect to Thompson on appeal. Therefore,\nwe proceed as if Thompson is no longer a party to this case.\n     7\n         Section 51:2231 states in pertinent part:\n\n     It is the purpose and intent of the legislature by this\n     enactment to provide for execution within Louisiana of\n     the policies embodied in the Federal Civil Rights Act\n     of 1964, 1968, and 1972 and the Age Discrimination in\n     Employment Act of 1967, as amended; and . . . to\n\n                                 5\n\fLA. REV. STAT. ANN. § 23:1006 (West 1996).8   On February 14, 1997,\n\nthe Defendants removed the suit to federal court based on federal\n\nquestion jurisdiction.   The case proceeded to trial by jury on\n\nJune 12, 2000.   At the close of Tanner’s case in chief, the\n\n\n\n\n     safeguard all individuals within the state from\n     discrimination because of race, creed, color, religion,\n     sex, age, disability, or national origin in connection\n     with employment and in connection with public\n     accommodations . . . .\n\nLA. REV. STAT. ANN. § 51:2231(A).\n     8\n         Section 23:1006 provides in relevant part:\n\n     It shall be unlawful discrimination in employment for\n     an employer to:\n      (a) Intentionally fail or refuse to hire, refer,\n     discharge, or to otherwise intentionally discriminate\n     against or in favor of an individual with respect to\n     compensation, terms, conditions, or privileges of\n     employment because of race, color, religion, sex,\n     disability as defined in R.S. 51:2232(11), or national\n     origin.\n      (b) Intentionally limit, segregate, or classify an\n     employee in a way which would deprive an individual of\n     employment opportunities, give a favor or advantage to\n     one individual over another, or otherwise adversely or\n     favorably affect the status of an employee because of\n     race, color, religion, sex, disability as defined in\n     R.S. 51:2232(11), or national origin.\n\nLA. REV. STAT. ANN. § 23:1006(B)(1). Section 23:1006 was repealed\nin 1997. The current nondiscrimination statute is codified in\nseveral sections of Title 23. See LA. REV. STAT. ANN. §§ 23:321-\n23:325 (disability), 23:332-23:334 (race, color, religion, sex,\nand national origin), 23:341-23:342 (pregnancy, childbirth, and\nrelated medical conditions) (West 1998 & Supp. 2001). Because\nTanner filed suit before the August 1, 1997 effective date of the\ncurrent provisions, § 23:1006 governs this appeal. See King v.\nPhelps Dunbar, L.L.P., 98-1805, p.5 (La. 6/4/99), </pre><span class=\"citation\" data-id=\"1654169\"><a href=\"/opinion/1654169/king-v-phelps-dunbar-llp/\"><span class=\"volume\">743</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">181</span></a></span><pre class=\"inline\">,\n185.\n\n                                    6\n\fDefendants moved for judgment as a matter of law.   The district\n\ncourt granted the motion, dismissing all of Tanner’s claims.\n\n     Tanner timely appealed.\n\n                      II. STANDARD OF REVIEW\n\n     We review de novo a district court’s grant of a motion for\n\njudgment as a matter of law, applying the same standard as the\n\ndistrict court.   See Russell v. McKinney Hosp. Venture, </pre><span class=\"citation\" data-id=\"771467\"><a href=\"/opinion/771467/sandra-russell-v-mckinney-hospital-venture-a-joint-venture-of-parkway/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">219</span></a></span><pre class=\"inline\">, 222 (5th Cir. 2000); see also Oden v. Oktibbeha County,\n\nMiss., --- F.3d ----, No. CIV.A.99-60878, </pre><span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">293511</span></span><pre class=\"inline\">, at *5\n\n(5th Cir. Mar. 27, 2001).   “Judgment as a matter of law is\n\nappropriate if ‘there is no legally sufficient evidentiary basis\n\nfor a reasonable jury to find for that party on that issue.’”\n\nRussell, 235 F.3d at 222 (quoting FED. R. CIV. P. 50(a)).     A\n\ndistrict court may grant a motion for judgment as a matter of law\n\nonly if the facts and inferences point so strongly in favor of\n\none party that reasonable minds could not disagree.     See\n\nPiotrowski v. City of Houston, </pre><span class=\"citation\" data-id=\"22972\"><a href=\"/opinion/22972/piotrowski-v-city-of-houston/\"><span class=\"volume\">237</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">567</span></a></span><pre class=\"inline\">, 576 n.9 (5th Cir.\n\n2001).   In reviewing all of the evidence in the record, we “must\n\ndraw all reasonable inferences in favor of the nonmoving party,\n\nand [we] may not make credibility determinations or weigh the\n\nevidence.”   Reeves v. Sanderson Plumbing Prods., Inc., </pre><span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">133</span></a></span><pre class=\"inline\">, 150 (2000); see also Russell, 235 F.3d at 222; Oden, ---\n\nF.3d at ----, </pre><span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">293511</span></span><pre class=\"inline\">, at *5.\n\n             III. STATE RETALIATION CLAIM AGAINST LSU\n\n\n\n                                 7\n\f     Because LA. REV. STAT. ANN. § 23:1006 is similar in scope to\n\nTitle VII, 42 U.S.C. § 2000e et seq., Louisiana courts “have\n\nlooked to federal jurisprudence to interpret Louisiana\n\ndiscrimination laws.”    King v. Phelps Dunbar, L.L.P., 98-1805,\n\np.7 (La. 6/4/99), </pre><span class=\"citation\" data-id=\"1654169\"><a href=\"/opinion/1654169/king-v-phelps-dunbar-llp/\"><span class=\"volume\">743</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">181</span></a></span><pre class=\"inline\">, 187; see also Nichols v. Lewis\n\nGrocer, </pre><span class=\"citation\" data-id=\"752131\"><a href=\"/opinion/752131/77-fair-emplpraccas-bna-1555-73-empl-prac-dec-p-45349-vera-ann/\"><span class=\"volume\">138</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">563</span></a></span><pre class=\"inline\">, 566 (5th Cir. 1998) (“Courts have\n\ncontinually turned to federal employment discrimination law,\n\nincluding Title VII and the well-developed jurisprudence arising\n\nthereunder, for interpretation of Louisiana’s anti-discrimination\n\nstatute.”).   In our evaluation of claims of retaliation in the\n\nworkplace, this court employs the burden-shifting framework of\n\nMcDonnell Douglas Corp. v. Green, </pre><span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span><pre class=\"inline\">, 802-04 (1973).\n\nSee Haynes v. Pennzoil Co., </pre><span class=\"citation\" data-id=\"20364\"><a href=\"/opinion/20364/haynes-v-pennzoil-company/\"><span class=\"volume\">207</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">296</span></a></span><pre class=\"inline\">, 299 (5th Cir. 2000);\n\ncf. Greer v. Dresser Indus., Inc., 98-129, p.5 (La. App. 3 Cir.\n\n7/1/98), </pre><span class=\"citation\" data-id=\"1793076\"><a href=\"/opinion/1793076/greer-v-dresser-industries-inc/\"><span class=\"volume\">715</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1235</span></a></span><pre class=\"inline\">, 1238 (discussing the McDonnell Douglas\n\nframework for state-law discrimination cases).\n\n     To establish a prima facie case of retaliation, Tanner must\n\ndemonstrate the following: (1) that she engaged in activity\n\nprotected by Title VII, (2) that LSU took adverse employment\n\naction against her, and (3) that a causal connection exists\n\nbetween the protected activity and the adverse employment action.\n\nSee Thomas v. Tex. Dep’t of Criminal Justice, </pre><span class=\"citation\" data-id=\"21493\"><a href=\"/opinion/21493/thomas-v-tx-dept-cr-justice/\"><span class=\"volume\">220</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">389</span></a></span><pre class=\"inline\">, 394\n\n(5th Cir. 2000); see also (Lee) Evans v. City of Houston, ---\n\nF.3d ----, No. CIV.A.99-20778, </pre><span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">277839</span></span><pre class=\"inline\">, *5 (5th Cir. Mar.\n\n21, 2001).    The district court concluded that it was undisputed\n\n                                  8\n\fthat Tanner demonstrated the first two elements, as she filed a\n\nsexual harassment complaint and was subsequently fired.   However,\n\ninstead of analyzing the evidence adduced by Tanner to determine\n\nif it was sufficient to establish whether there was a causal\n\nconnection between Tanner’s grievance filing and her discharge\n\nfrom LSU, the district court proceeded to determine whether LSU\n\npresented a legitimate, nonretaliatory reason for Tanner’s\n\ndischarge.\n\n     We conclude that Tanner’s evidence establishes a prima facie\n\ncase of retaliation.   We agree with the district court that when\n\nTanner filed her sexual harassment complaint against Carroll, she\n\nengaged in an activity protected by Title VII.    See Haynes, 207\n\nF.3d at 299; Collins v. Baptist Mem’l Geriatric Ctr., </pre><span class=\"citation\" data-id=\"563822\"><a href=\"/opinion/563822/56-fair-emplpraccas-966-56-empl-prac-dec-p-40898-mary-a-collins-v/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">190</span></a></span><pre class=\"inline\">, 193 (5th Cir. 1991).   Moreover, there is no question that\n\nshe was subjected to an adverse employment action, i.e., her\n\ndischarge from LSU.    See Mattern v. Eastman Kodak Co., </pre><span class=\"citation\" data-id=\"733271\"><a href=\"/opinion/733271/jean-g-mattern-v-eastman-kodak-company-and-eastman-chemical-company/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">702</span></a></span><pre class=\"inline\">, 707 (5th Cir. 1997) (clarifying that “adverse employment\n\nactions” are “[u]ltimate employment decisions[, which] include\n\nacts such as hiring, granting leave, discharging, promoting, and\n\ncompensating” (internal quotations and citations omitted)).\n\nFinally, although not resolved by the district court, we are\n\nsatisfied that the evidence adduced by Tanner in her case in\n\nchief met the third element of her prima facie case.   This court\n\nhas held that “[c]lose timing between an employee’s protected\n\nactivity and an adverse action against [her] may provide the\n\n                                 9\n\fcausal connection required to make out a prima facie case of\n\nretaliation.”    (Lee) Evans, --- F.3d at ----, </pre><span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">277839</span></span><pre class=\"inline\">, at\n\n*7 (internal quotations omitted) (second alteration in original)\n\n(quoting Swanson v. Gen. Servs. Admin., </pre><span class=\"citation\" data-id=\"739317\"><a href=\"/opinion/739317/75-fair-emplpraccas-bna-483-71-empl-prac-dec-p-44797-tommy-l/\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1180</span></a></span><pre class=\"inline\">, 1188 (5th\n\nCir. 1997)).    However, in order to establish a causal connection\n\nvia mere temporal proximity, the employer’s adverse employment\n\naction must follow fairly soon after the employee’s protected\n\nconduct.   See Fyfe v. City of Fort Wayne, </pre><span class=\"citation\" data-id=\"772229\"><a href=\"/opinion/772229/patrick-j-fyfe-v-city-of-fort-wayne-indiana/\"><span class=\"volume\">241</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">597</span></a></span><pre class=\"inline\">, 603 (7th\n\nCir. 2001); see also Clark County Sch. Dist. v. Breeden, No.\n\nCIV.A.00-866, </pre><span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">402573</span></span><pre class=\"inline\">, *3, — S. Ct. --- (Apr. 23, 2001)\n\n(“The cases that accept mere temporal proximity between an\n\nemployer’s knowledge of protected activity and an adverse\n\nemployment action as sufficient evidence of causality to\n\nestablish a prima facie case uniformly hold that the temporal\n\nproximity must be ‘very close.’”).     As recognized by this court\n\nin (Lee) Evans v. City of Houston, four months has been found to\n\nbe sufficient to demonstrate a causal connection.     See --- F.3d\n\nat ----, </pre><span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">277839</span></span><pre class=\"inline\">, at *7.    In this case, Tanner submitted\n\nher harassment complaint on November 3, 1995, an investigation of\n\nher personnel file began within a month, and she was fired a\n\nlittle over a month later.   We conclude that this chain of events\n\nand short time lapse are sufficient to demonstrate the causal\n\nconnection necessary to complete Tanner’s prima facie case of\n\nretaliation.\n\n\n\n                                  10\n\f     With Tanner’s prima facie case comes an inference of\n\nunlawful retaliation, see Blow v. City of San Antonio, Tex., </pre><span class=\"citation\" data-id=\"22787\"><a href=\"/opinion/22787/blow-v-san-antonio/\"><span class=\"volume\">236</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">293</span></a></span><pre class=\"inline\">, 296-97 (5th Cir. 2001), and under McDonnell Douglas,\n\nthe burden shifts to LSU to provide a legitimate, nonretaliatory\n\nreason for Tanner’s discharge.     See 411 U.S. at 802; Blow, 236\n\nF.3d at 297.   This is a burden of production and not persuasion.\n\nSee Reeves, 530 U.S. at 142.   LSU asserts that it discharged\n\nTanner because of the discrepancy between her answers on her LSU\n\nemployment application and the letter of discharge from DCRT.\n\nLSU contends that it has a “policy” of terminating employees for\n\n“falsifying” their applications.      We conclude that this\n\nexplanation satisfies LSU’s burden of producing a legitimate,\n\nnonretaliatory reason for Tanner’s discharge.\n\n     Because LSU produced a nonretaliatory reason for discharging\n\nTanner, the presumption of retaliation created by Tanner’s prima\n\nfacie case “drops out of the picture” and the trier of fact must\n\nanswer the “ultimate question”: whether Tanner has demonstrated\n\nthat LSU intentionally retaliated against her.      See Russell, 235\n\nF.3d at 222; see also Reeves, 530 U.S. at 143; (Leroy) Evans v.\n\nCity of Bishop, </pre><span class=\"citation no-link\"><span class=\"volume\">238</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">586</span></span><pre class=\"inline\">, 590 (5th Cir. 2000).      To show that\n\nLSU intentionally retaliated against her, Tanner can rely on\n\nevidence that LSU’s proffered reason was a pretext for unlawful\n\nretaliation, see Russell, 235 F.3d at 222, and the “trier of fact\n\nmay still consider the evidence establishing the plaintiff’s\n\nprima facie case ‘and inferences properly drawn therefrom . . .\n\n                                 11\n\fon the issue of whether the defendant’s explanation is\n\npretextual.’”    Reeves, 530 U.S. at 143 (quoting Tex. Dep’t of\n\nCmty. Affairs v. Burdine, </pre><span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span><pre class=\"inline\">, 255 n.10 (1981)); see\n\nalso Russell, 235 F.3d at 222-23.     Accordingly, “a plaintiff’s\n\nprima facie case, combined with sufficient evidence to find that\n\nthe employer’s asserted justification is false, may permit the\n\ntrier of fact to conclude that the employer unlawfully\n\n[retaliated].”   Reeves, 530 U.S. at 148.\n\n     The district court found that there was “absolutely no\n\nevidence whatsoever that the actions taken were a pretext for\n\nillegal retaliation against . . . Tanner.”    We disagree and,\n\ntherefore, conclude that Tanner adduced sufficient evidence in\n\nher case in chief for a trier of fact to find that LSU’s\n\njustification was false and that the evidence, combined with\n\nTanner’s prima facie case, was sufficient for her to survive\n\njudgment as a matter of law.\n\n     In response to her letter of termination, Tanner presented\n\nLSU with letters from two of her former DCRT supervisors, which\n\nappear to support Tanner’s justification for indicating on her\n\nLSU employment application that she had never been fired.    Tanner\n\ntestified, and the letter written by Washington in support\n\nrevealed, that Tanner had been informed that her position was\n\nbeing eliminated and her duties were to be distributed among the\n\nremaining employees in her department at DCRT.    Moreover, and\n\nsignificantly, at the time Tanner was hired by LSU, the\n\n                                 12\n\fdiscrepancy was noted, or “flagged,” by the Department of Civil\n\nService.   Although Tanner’s employment file remained at the\n\nDepartment of Civil Service, Stevens testified at trial that the\n\nDepartment of Civil Service must contact LSU regarding any\n\n“flags” and must also provide LSU with all of the information on\n\nan employee.   Therefore, LSU was apparently aware of the\n\ndiscrepancy at the time of Tanner’s hiring.     The fact that LSU\n\ndecided over one year and nine months after hiring Tanner and\n\ncoincidentally subsequent to the filing of Tanner’s sexual\n\nharassment complaint to act on the discrepancy further lends\n\ncredence to Tanner’s allegations of pretext.9\n\n     Moreover, after Tanner submitted the letters from Washington\n\nand Peak in support of her response, Stevens testified that,\n\nother than checking to see if Washington was still employed at\n\nDCRT, she made no other attempt at contacting Washington.     It\n\nalso appears that Peak was not contacted about her letter.     A\n\njuror could reasonably conclude that, when discharging a\n\npermanent employee with an arguably valid explanation for the\n\ndiscrepancy that precipitated her firing, this investigation into\n\nthe circumstances of her prior termination was inadequate.\n\n\n     9\n        We also note that after her termination at LSU, Tanner\nagain applied for civil service employment. She was contacted by\nthe Louisiana State Police and asked to interview. After a\nbackground check, she was hired to the Gaming Division. Even\nwith her termination from LSU for “falsifying her employment\napplication,” Tanner’s civil service record still reflects that\nthe Department of Civil Service deems her eligible for rehire.\n\n                                13\n\fAdditionally, there is testimony in the record that may lead a\n\nreasonable trier of fact to conclude that LSU also failed to\n\ninvestigate adequately the complaint filed against Carroll.\n\nTanner testified that after submitting a written statement\n\nregarding the sexual harassment, she received no further contact\n\nfrom LSU regarding her allegations.    LSU did not indicate whether\n\nCarroll was disciplined or notify Tanner of the outcome of any\n\ninvestigation.   Furthermore, Tanner testified that no one from\n\nLSU contacted her for any further information regarding the\n\nallegations in her complaint.\n\n     Tanner also testified that, after submitting the sexual\n\nharassment complaint, she, Mitchell, and Davidson were\n\n“scrutinized” by their office manager and that Tanner’s immediate\n\nsupervisor advised her that she could no longer speak to the\n\nstudent workers in her department.    In addition, Tanner’s\n\nsupervisor began to require Tanner to submit a list of the\n\ncertificates she had issued at the end of each working day;\n\nTanner testified that she had never been required to do this\n\nprior to her submission of the sexual harassment complaint.\n\n     In sum, we make no credibility assessments nor do we weigh\n\nthe evidence presented by Tanner in her case in chief; however,\n\nwe do conclude that reasonable minds could debate whether this\n\nevidence, and the inferences that could be reasonably drawn\n\ntherefrom, demonstrate that LSU’s proffered justification for\n\ndischarging Tanner was false and that LSU did, in fact, retaliate\n\n                                14\n\fagainst Tanner for submitting her sexual harassment complaint.\n\nSee Piotrowski v. City of Houston, </pre><span class=\"citation\" data-id=\"22972\"><a href=\"/opinion/22972/piotrowski-v-city-of-houston/\"><span class=\"volume\">237</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">567</span></a></span><pre class=\"inline\">, 576 n.9 (5th\n\nCir. 2001) (“The district court properly grants a motion for\n\njudgment as a matter of law only if the facts and inferences\n\npoint so strongly in favor of one party that reasonable minds\n\ncould not disagree.”).    Because we believe that Tanner\n\nestablished a prima facie case of retaliation and introduced\n\nsufficient evidence for a trier of fact to reject LSU’s reason\n\nfor her termination, and thus “infer the ultimate fact of\n\n[retaliation] from the falsity of [LSU]’s explanation,” Blow, 236\n\nF.3d at 297, we conclude that the district court’s grant of\n\njudgment as a matter of law was improper.\n\n\n\n\n          IV. SECTION 1983 CLAIM AGAINST WALKER AND STEVENS\n\n     Tanner also contests the district court’s conclusion that\n\nWalker and Stevens were not liable under 42 U.S.C. § 1983.10\n\nRegarding Walker, the district court found that there was “no\n\nevidence whatsoever regarding anything that . . . Walker did in\n\nconnection with the acts that [Tanner] contends constituted\n\n\n     10\n        In her brief, Tanner asserts that, by “investigating her\nand ultimately causing her termination,” Walker and Stevens\nviolated the following rights: (1) her property right in her\npublic employment as a tenured civil servant, (2) her First\nAmendment right of free speech, and (3) her right to engage in\n“other concerted activities” for the “mutual aid or protection of\nemployees” under the National Labor Relations Act.\n\n                                 15\n\fretaliation.”   The court determined that the evidence advanced by\n\nTanner demonstrated only that Walker “occup[ied] the position\n\nthat he occupied with L.S.U. at the time that these actions\n\noccurred.”   As to Stevens, the district court found that, at all\n\ntimes, Stevens worked under the direction of Thompson and\n\nreported all of her findings to Thompson.   The court concluded\n\nthat it was undisputed that Stevens took no part in the decision\n\nto terminate Tanner.   Finding the evidence presented by Tanner to\n\nbe legally insufficient to find liability on the part of either\n\nWalker or Stevens, the district court granted the Defendants’\n\nmotion for judgment as a matter of law.\n\n     To state a cause of action under § 1983, a plaintiff must\n\nidentify individuals “who were either personally involved in the\n\nconstitutional violation or whose acts are causally connected to\n\nthe constitutional violation alleged.”    Anderson v. Pasadena\n\nIndep. Sch. Dist., </pre><span class=\"citation\" data-id=\"18272\"><a href=\"/opinion/18272/anderson-v-pasadena-isd/\"><span class=\"volume\">184</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">439</span></a></span><pre class=\"inline\">, 443 (5th Cir. 1999); see\n\nalso Murphy v. Kellar, </pre><span class=\"citation\" data-id=\"572698\"><a href=\"/opinion/572698/christopher-james-murphy-v-mark-kellar/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">290</span></a></span><pre class=\"inline\">, 292 n.7 (5th Cir. 1992);\n\nLozano v. Smith, </pre><span class=\"citation\" data-id=\"425216\"><a href=\"/opinion/425216/randy-rene-lozano-v-william-french-smith-elton-faught/\"><span class=\"volume\">718</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">756</span></a></span><pre class=\"inline\">, 768 (5th Cir. 1983).   After our\n\nreview of the trial transcript, we agree with the district court\n\nthat aside from Walker’s supervisory position at LSU and his and\n\nThompson’s signatures on the termination letter, he had no other\n\npersonal involvement with Tanner’s termination.   Instead, the\n\ntestimony revealed that Thompson led the investigation and made\n\nthe final decision to terminate Tanner.   We also agree that\n\nStevens, although the human resources employee who reviewed\n\n                                16\n\fTanner’s file, was merely following Thompson’s explicit\n\ninstructions and was at all times required to report to Thompson.\n\nThe testimony revealed that Stevens was in no way involved in the\n\ndecision to discharge Tanner, and Tanner has provided no evidence\n\nor argument to the contrary.   As such, we conclude that neither\n\nWalker nor Stevens was personally involved in any alleged\n\nconstitutional violations and neither person’s acts were causally\n\nconnected to the alleged violations.\n\n     In merely one page of briefing, Tanner conclusorily argues\n\nthat she has a cause of action under § 1983 and points to rights\n\nthat she claims are implicated.    She cites no caselaw to support\n\nher claimed rights and provides absolutely no argument or facts\n\ndemonstrating how any of Walker’s and Stevens’s alleged acts\n\nviolated those rights.   We agree with the district court that\n\nTanner failed to provide sufficient evidence to demonstrate that\n\neither Walker or Stevens violated a right of Tanner’s that is\n\nprotected by federal or state law.     As such, her § 1983 claims\n\nagainst these defendants fail.\n\n         V. EXCLUSION OF EVIDENCE OF THE CIVIL SERVICE\n\n                         COMMISSION DECISION\n\n     Finally, Tanner argues that the district court abused its\n\ndiscretion in excluding evidence of the Civil Service\n\nCommission’s (the “Commission”) decision regarding LSU’s lack of\n\ncause to terminate Tanner.   Tanner contends first that the\n\n\n                                  17\n\fevidence was “clearly relevant” to the issue whether LSU’s\n\njustification for discharging her was pretext.    Next, Tanner\n\nasserts “[n]ot only should the Commission decision have been\n\nallowed into evidence, the defendants should have been\n\n[collaterally] estopped from arguing that the proffered reason\n\nfor termination was in fact made in good faith or for cause.”      We\n\ndisagree with each of Tanner’s arguments.\n\n     This court reviews a district court’s evidentiary rulings\n\nunder an abuse of discretion standard.   See Battle v. Mem’l Hosp.\n\nat Gulfport, </pre><span class=\"citation\" data-id=\"22038\"><a href=\"/opinion/22038/battle-v-memorial-hospital/\"><span class=\"volume\">228</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">544</span></a></span><pre class=\"inline\">, 550 (5th Cir. 2000).    Under Federal\n\nRule of Evidence 103(a), an error in the exclusion of evidence is\n\nnot grounds for reversal unless substantial rights are affected.\n\nSee FED. R. EVID. 103(a); Reddin v. Robinson Prop. Group Ltd.\n\nP’shp, </pre><span class=\"citation\" data-id=\"22968\"><a href=\"/opinion/22968/reddin-v-robinson-prop-grp/\"><span class=\"volume\">239</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">756</span></a></span><pre class=\"inline\">, 759 (5th Cir. 2001).   Furthermore, we review\n\na district court’s decision to apply collateral estoppel for an\n\nabuse of discretion.   See Aguillard v. McGowen, </pre><span class=\"citation\" data-id=\"20096\"><a href=\"/opinion/20096/aguillard-v-mcgowen/\"><span class=\"volume\">207</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">226</span></a></span><pre class=\"inline\">, 228\n\n(5th Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">184</span></span><pre class=\"inline\"> (2000).\n\n     After her termination from LSU, Tanner appealed her\n\ndischarge to the Commission.   After reviewing the record of a\n\nhearing held by a referee, the Commission determined that LSU did\n\nnot have cause to discharge Tanner.   The Commission took judicial\n\nnotice of the fact that the phrase “fired from a job,” as was\n\nused on LSU’s employment application, is a “colloquialism for\n\nhaving been involuntarily removed from a job because of fault”\n\nand determined that it appeared to be “very reasonable for\n\n                                18\n\f[Tanner] to conclude that she had not been removed from DCRT\n\nbecause of her fault.”   The Commission ultimately concluded that\n\nLSU had failed to demonstrate that there was “cause for any\n\naction against [Tanner].”\n\n     The district court determined that the Commission’s findings\n\nwere not relevant to the issue whether LSU retaliated against\n\nTanner.   The district court also stated that “to admit the\n\nevidence, I think, would run into the teeth of [Federal Rule of\n\nEvidence] 403, in that not only would the evidence have to be\n\nintroduced, but then the jury would also have to be instructed,\n\nor admonitions would have to be given as to whatever limited\n\npurpose would be served by this evidence.”\n\n     We conclude that the district court was within its\n\ndiscretion in refusing to admit evidence of the Commission’s\n\ndecision.   The Commission was not presented with the issue before\n\nthe district court, i.e., whether LSU retaliated against Tanner\n\nfor engaging in protected conduct.   Therefore, we believe the\n\ndistrict court could fairly conclude that the evidence of its\n\ndecision was not relevant to the issue at hand and that, if the\n\nevidence had any probative value at all, it was substantially\n\noutweighed by prejudice and the complications involved in\n\nexplaining the limited purpose of the evidence to the jury.      See\n\nFED. R. EVID. 403; see also Campbell v. Keystone Aerial Surveys,\n\nInc., </pre><span class=\"citation\" data-id=\"752345\"><a href=\"/opinion/752345/melva-campbell-individually-and-as-the-natural-mother-and-next-friend-of/\"><span class=\"volume\">138</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">996</span></a></span><pre class=\"inline\">, 1004 (5th Cir. 1998) (“‘A district court has\n\nbroad discretion in assessing admissibility under Rule 403,’ and\n\n                                19\n\fwe review only for an abuse of that discretion.” (alteration\n\nomitted) (quoting United States v. Morris, </pre><span class=\"citation\" data-id=\"714971\"><a href=\"/opinion/714971/united-states-v-thomas-morris/\"><span class=\"volume\">79</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">409</span></a></span><pre class=\"inline\">, 411 (5th\n\nCir. 1996))).\n\n     As for Tanner’s collateral estoppel argument, LSU asserts\n\nthat Louisiana law does not recognize the doctrine.     Admittedly,\n\nLouisiana courts are not of one mind regarding whether collateral\n\nestoppel exists under the law of their state.     While it appears\n\nthat many Louisiana courts have traditionally declined to\n\nrecognize collateral estoppel, it also appears that other courts\n\nhave concluded that a 1990 amendment to Louisiana’s res judicata\n\nstatute subsumed the doctrine.    See LA. REV. STAT. ANN. § 13:4231\n\n(West 1991).    Compare Steptoe v. Lallie Kemp Hosp., 93-1359, p.6\n\n(La. 3/21/94), </pre><span class=\"citation\" data-id=\"1858934\"><a href=\"/opinion/1858934/steptoe-v-lallie-kemp-hosp/\"><span class=\"volume\">634</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">331</span></a></span><pre class=\"inline\">, 335 (“[C]ollateral estoppel or\n\nissue preclusion is not a valid Louisiana defense[.]”), Avenal v.\n\nLouisiana, 99-0127, p.4 (La. App. 4 Cir. 3/3/99), </pre><span class=\"citation\" data-id=\"1734878\"><a href=\"/opinion/1734878/avenal-v-state/\"><span class=\"volume\">757</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">,\n\n11 (on application for reh’g) (“Louisiana law, which clearly\n\npertains to the state law claims in this case, does not recognize\n\nthe doctrine of collateral estoppel.”), and Diez v. Daigle, 96-\n\n1174, p.5 (La. App. 4 Cir. 12/27/96), </pre><span class=\"citation\" data-id=\"1671740\"><a href=\"/opinion/1671740/diez-v-daigle/\"><span class=\"volume\">686</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">966</span></a></span><pre class=\"inline\">, 969 (“To\n\nthe extent that the trial judge relied on the doctrine of\n\ncollateral estoppel in reaching his decision, that was error.\n\nAlthough defendants cite numerous federal cases in support of\n\nthat position, Louisiana law, for whatever reason, has\n\nsteadfastly refused to accept that doctrine.”), with LA. REV.\n\nSTAT. ANN. § 13:4231 cmt. b (“R.S. 13:4231 also changes the law by\n\n                                 20\n\fadopting the principle of issue preclusion.”), and Hudson v. City\n\nof Bossier, 33,620, p.7 (La. App. 2 Cir. 8/25/2000), </pre><span class=\"citation\" data-id=\"1733583\"><a href=\"/opinion/1733583/hudson-v-city-of-bossier/\"><span class=\"volume\">766</span> <span class=\"reporter\">So. 2d</span>\n\n<span class=\"page\">738</span></a></span><pre class=\"inline\">, 743 (“La. R.S. 13:4231 embraces the broad usage of the\n\nphrase ‘res judicata’ to include both claim preclusion (res\n\njudicata) and issue preclusion (collateral estoppel).”).\n\nHowever, we need not resolve the question whether collateral\n\nestoppel is a valid doctrine in Louisiana because, even assuming\n\nthe doctrine exists under Louisiana law, Tanner’s collateral\n\nestoppel argument misses the mark.\n\n     “Under issue preclusion or collateral estoppel, . . . once a\n\ncourt decides an issue of fact or law necessary to its judgment,\n\nthat decision precludes relitigation of the same issue in a\n\ndifferent cause of action between the same parties.”   Hudson,\n\n33,620 at p.7, 766 So. 2d at 743 (emphasis added).   As noted\n\nabove, the issue of cause as determined by the Commission is not\n\nthe same as the issue whether LSU’s proffered reason for Tanner’s\n\ndischarge was in fact made in good faith and not a pretext for\n\nretaliation.   Moreover, the Commission did not address LSU’s\n\nalleged good faith or reasonable belief that Tanner falsified her\n\napplication.   Therefore, because the Commission’s conclusion\n\nregarding Tanner’s reasonable belief as to her termination from\n\nDCRT does not correspond to the issue that was before the\n\ndistrict court, the district court did not abuse its discretion\n\nin not according the decision preclusive effect.\n\n\n\n                                21\n\f                           VI. CONCLUSION\n\n     The district court’s judgment granting the Defendants’\n\nmotion for judgment as a matter of law on Tanner’s § 1983 claim\n\nis AFFIRMED.   However, we REVERSE the district court’s judgment\n\ngranting the Defendants’ motion for judgment as a matter of law\n\non Tanner’s state-law retaliation claim and REMAND for further\n\nconsideration.   Because we affirm the district court’s judgment\n\nas to Tanner’s federal claim, the district court may exercise its\n\ndiscretion in determining whether to retain Tanner’s state-law\n\nclaim or to dismiss it without prejudice so that Tanner may file\n\nit in state court.    See 28 U.S.C. § 1367(c).   Each party shall\n\nbear its own costs.\n\n\n\n\n                                 22\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/18272/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/20096/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/20364/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/21493/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/22038/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/22787/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/22968/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/22972/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108786/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110424/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/425216/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/563822/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/572698/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/714971/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/733271/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/739317/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/752131/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/752345/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/771467/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/772229/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1087667/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1654169/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1671740/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1733583/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1734878/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1793076/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1858934/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T08:14:39.189688Z",
      "date_modified": "2014-12-21T08:14:39.189688Z",
      "date_filed": "2001-05-18",
      "date_filed_is_approximate": false,
      "slug": "tanner-v-lsu-frmn-training",
      "citation_id": 23499,
      "case_name_short": "Tanner",
      "case_name": "Tanner v. LSU Frmn Training",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Unpublished",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/87953/tanner-v-lsu-frmn-training/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T06:29:01.501736Z",
  "date_modified": "2014-10-30T06:29:01.501736Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Tanner",
  "case_name": "Tanner v. LSU Frmn Training",
  "case_name_full": "",
  "slug": "tanner-v-lsu-frmn-training",
  "docket_number": "00-30966",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}