{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/880799/",
  "id": 880799,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/mad/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1415096/",
      "id": 1415096,
      "absolute_url": "/opinion/1415096/jackson-v-sargent/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/880799/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1415096/",
          "id": 1415096,
          "absolute_url": "/opinion/1415096/jackson-v-sargent/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1415096/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/1112/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:01:44.521108Z",
          "date_modified": "2017-04-04T20:31:58.457349Z",
          "type": "010combined",
          "sha1": "10f2930251441d884abc522b05bce3ab99333373",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>394 F.Supp. 162 (1975)</b></center>\n<center><h1>Warner B. JACKSON et al.<br>\nv.<br>\nFrancis W. SARGENT et al.</h1></center>\n<center>Civ. A. No. 74-2463-F.</center>\n<center><p><b>United States District Court, D. Massachusetts.</b></p></center>\n<center>February 4, 1975.</center>\n<p><span class=\"star-pagination\">*163</span> <span class=\"star-pagination\">*164</span> Gershon M. Ratner, Boston Legal Assistance Project, Boston, Mass., Robert A. James, Jr., Boston Legal Assistance Project, Roxbury, Mass., for plaintiffs.</p>\n<p>William A. Schroeder, Asst. Atty. Gen., Boston, Mass., for Commonwealth.</p>\n<p>John W. Arata, Boston, Mass., for Mass. Port Authority.</p>\n<p>J. Joseph Maloney, Maloney, Gallagher &amp; Kirk, Boston, Mass., for Mass. Turnpike Authority.</p>\n<p>Morris M. Goldings, Boston, Mass., for Board of Trustees, State Colleges.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>FREEDMAN, District Judge.</p>\n<p>Plaintiffs have brought this class action, seeking injunctive and declaratory relief, to redress injuries allegedly suffered by themselves and members of their class as a result of the alleged racially discriminatory hiring practices used by the defendants' state agencies in the City of Boston. The claim arises under the Fourteenth Amendment to the Constitution and 42 U.S.C. §§ 1981, 1983. Consequently, this Court has jurisdiction <span class=\"star-pagination\">*165</span> over the action pursuant to 28 U.S.C. § 1343(3)(4).</p>\n<p>The plaintiffs have offered certain statistics which, if true, tend to show an underrepresentation of minority persons employed in the defendants' state agencies in Boston as compared to Boston's minority population as a whole. The plaintiffs claim that this underrepresentation establishes a <i>prima facie</i> case of racial discrimination. In addition to their alleged <i>prima facie</i> case, plaintiffs claim that the defendants have historically engaged in, and continue to engage in, numerous employment practices which are racially discriminatory in effect and serve to perpetuate the effects of past racial discrimination.</p>\n<p>At this juncture it is too early to evaluate the merits of the plaintiffs' case. Instead, the Court must decide whether the case is to go forward at all. The defendants have submitted various motions to dismiss which, taken as a whole, set forth five separate grounds upon which dismissal is urged. Yet before deciding each of these five issues, a summation of the relevant facts is in order.</p>\n<p>When deciding a motion to dismiss, the Court must accept as true the allegations stated in the complaint.<sup>[1]</sup> Cruz v. Beto, 405 U.S. 319, 322, 92 S.Ct. 1079, 31 L.Ed.2d 263 (1972); Gardner v. Toilet Goods Assn., 387 U.S. 167, 172, 87 S.Ct. 1526, 18 L.Ed.2d 704 (1967). Therefore, the following are the relevant facts with respect to the three individual plaintiffs.</p>\n<p><i>A.</i> Plaintiff Barbara Culbreath is a black citizen of the United States and a resident of Boston, Massachusetts. To date she has completed two years of business school in addition to being a high school graduate. Ms. Culbreath has been employed by the defendant Department of Public Welfare for eight and one-half years, of which more than the last three years has been as a social service technician in the Grove Hall, Roxbury Office in Boston.</p>\n<p>Although social service technicians and social workers perform similar types of work, the latter are better paid, higher in grade level, greater in number and higher in prestige than the former. Minorities comprise the vast majority of the Department's social technicians in Boston, while non-minorities comprise a similar majority of the Department's social workers.</p>\n<p>Plaintiff Culbreath has sought, with the recommendation of her supervisor, a promotion to the position of social worker. Her request has been denied by the Department despite the fact that she has passed the written test for social worker administered by the Massachusetts Division of Civil Service. She has been notified by Civil Service that she lacks the training and experience requirements to be a social worker.</p>\n<p>One such requirement is a four-year college degree in any subject. Ms. Culbreath attacks this criterion as not being job related and also as being discriminatory in that a greater percentage of whites have four-year college degrees than non-whites.</p>\n<p>Ms. Culbreath claims to have suffered injury because she has been forced to remain in a low paying job although she is qualified for promotion. She claims also to have been deprived of the community <span class=\"star-pagination\">*166</span> respect and status which accompanies higher level jobs.</p>\n<p><i>B.</i> Plaintiff Warner B. Jackson is a black citizen of the United States and a resident of Boston. He is an honorably discharged veteran of the United States Navy and is a high school graduate with more than a year of college to his credit.</p>\n<p>Mr. Jackson has been employed privately in the past as a job developer, job recruiter, youth counselor and office administrator, and claims to be qualified in similar capacity for any of the defendants' agencies. Nevertheless, he has not applied for employment with any of the defendants' agencies because he does not want to subject himself to the racial discrimination in employment allegedly practiced by these agencies. If the defendants' discriminatory practices were enjoined, Mr. Jackson states that he would seek a job with them.</p>\n<p>For the greater part of the year prior to the date of the filing of this complaint, Mr. Jackson was unemployed. On the filing date he was employed at a job which could have terminated at any time, did not utilize his job skills, and which paid $3,000 per year less than his prior job. Plaintiff Jackson alleges that, as a result of discrimination in employment by the defendants' agencies, his respect in the community has been reduced, he is unable to receive the monetary compensation which he is qualified to earn, and he is becoming increasingly anxious about his ability to support his family.</p>\n<p><i>C.</i> Plaintiff Santiago Parra has been a resident of Boston for five years. He is a Spanish-speaking citizen of Columbia on a permanent resident visa to the United States. He states that he has the experience, ability and training to be a competent brick or stone mason, electrician, plumber, cement finisher, reinforced concrete worker, plasterer, driller or construction laborer for any of defendants' agencies and has applied for such positions with the Massachusetts Division of Civil Service. He has not yet been notified by the defendants' agencies whether he will be offered a job.</p>\n<p>Mr. Parra is currently unemployed and has been receiving \"general relief\" assistance payments from the Massachusetts Department of Public Welfare. He claims that the defendants' racially discriminatory practices have resulted in his unemployment which has forced him to apply for welfare payments which, in turn, has reduced his stature in the community and caused him to suffer humiliation and embarrassment. Mr. Parra also claims to have suffered economic injury as a result of his unemployment.</p>\n<p></p>\n<h2>STANDING</h2>\n<p>The doctrine of \"[S]tanding has been called one of `the most amorphous [concepts] in the entire domain of public law.'\" Flast v. Cohen, 392 U.S. 83, 99, 88 S.Ct. 1942, 1952, 20 L.Ed.2d 947 (1968), citing the Hearings on S.2097 before the Subcommittee on Constitutional Rights of the Senate Judiciary Committee, 89th Cong., 2d Sess. (1966), p. 498 (statement of Prof. Paul A. Freund). <i>See,</i> Evans v. Lynn, 376 F. Supp. 327, 330 (S.D.N.Y., 1974). Yet, the Supreme Court in recent years has addressed the topic frequently in an apparent effort to clarify the situation. The result of their efforts has been some clarification and some liberalization of the doctrine. <i>See</i> e. g., Flast v. Cohen, <i>supra</i>; Data Processing Service v. Camp, 397 U.S. 150, 90 S.Ct. 827, 25 L.Ed.2d 184 (1970); Sierra Club v. Morton, 405 U.S. 727, 92 S.Ct. 1361, 31 L.Ed.2d 636 (1972) ; United States v. SCRAP, 412 U.S. 669, 93 S.Ct. 2405, 37 L.Ed.2d 254 (1973), and Linda R. S. v. Richard D., 410 U.S. 614, 93 S.Ct. 1146, 35 L.Ed.2d 536 (1973).</p>\n<p>Standing is but one of the restrictions placed upon the power of the federal judiciary by Article III of the Constitution which prohibits federal courts from deciding cases in which a case or controversy is not alleged.<sup>[2]</sup> Besides <span class=\"star-pagination\">*167</span> requiring the party seeking relief to have standing, Article III also restricts federal courts from issuing advisory opinions or deciding political or moot questions. <i>See,</i> Flast v. Cohen, <i>supra,</i> 392 U.S. at 95, 88 S.Ct. 1942, 1949. Standing is distinguished from the other Article III limitations in that \". . . it focuses on the party seeking to get his complaint before a federal court and not on the issues he wishes to have adjudicated.\" <i>Id.</i> at 99, 88 S.Ct. at 1952.</p>\n<p>When the issue of a party's standing to sue arises, the Court, being ever mindful of Article III, must always ask whether the [claimant] has \". . . alleged such a personal stake in the outcome of the controversy as to assure that concrete adverseness which sharpens the presentation of issues upon which the court so largely depends for illumination of difficult constitutional questions[?].\" Baker v. Carr, 369 U.S. 186, 204, 82 S.Ct. 691, 703, 7 L.Ed.2d 663 (1962). <i>See,</i> Flast v. Cohen, <i>supra,</i> 392 U.S. at 99, 88 S.Ct. 1942; Jenkins v. McKeithen, 395 U.S. 411, 423, 89 S.Ct. 1843, 23 L.Ed.2d 404 (1969), and O'Shea v. Littleton, 414 U.S. 488, 494, 94 S.Ct. 669, 38 L.Ed.2d 674 (1974). Yet, \". . . it [is] clear that something more than an `adversary interest' is necessary to confer standing. There must in addition be <i>some connection</i> between the official action challenged and some legally protected interest of the party challenging that action.\" Jenkins v. McKeithen, <i>supra,</i> 395 U.S. at 423, 89 S.Ct. at 1850. [Emphasis added.]</p>\n<p>When statutory, rather than constitutional, issues are raised, the same Article III principles relating to standing must be considered. O'Shea v. Littleton, <i>supra,</i> 414 U.S. at 494, 94 S. Ct. 669. Cf. United States v. SCRAP, <i>supra,</i> 412 U.S. at 687, 93 S.Ct. 2405, 37 L. Ed.2d 254 (1973). These principles were simplified to some extent by the Supreme Court in a two-part test which it set forth in Data Processing Service v. Camp, <i>supra</i><i>,</i> and Barlow v. Collins, 397 U.S. 159, 90 S.Ct. 832, 25 L.Ed.2d 192 (1970). Under this test \". . . standing exists where plaintiffs [allege] . . . [1] that they have suffered or will suffer  an injury in fact, and [2] that they are at least arguably within the zone of interests protected by the relevant statute.\" Evans v. Lynn, <i>supra,</i> 376 F.Supp. at 331. <i>See,</i> Sierra Club v. Morton, 405 U.S. 727, 733, 92 S. Ct. 1361, 31 L.Ed.2d 636 (1972) ; Data Processing Service v. Camp, <i>supra</i><i>,</i> and Barlow v. Collins, <i>supra</i><i>.</i> Whether the named plaintiffs, who claim to be representatives of a class, can satisfy this two-part test is determinative of the standing issue in this case. Furthermore, the satisfaction of this test is also necessary for the maintenance of a class action because an individual, purporting to represent a class, must himself have standing before he can seek relief on behalf of the class he claims to represent. O'Shea v. Littleton, <i>supra,</i> 414 U.S. at 494, 94 S.Ct. 669, citing Bailey v. Patterson, 369 U.S. 31, 32-33, 82 S.Ct. 549, 7 L.Ed.2d 512, and Indiana Employment Division v. Burney, 409 U.S. 540, 93 S. Ct. 883, 35 L.Ed.2d 62 (1973).<sup>[3]</sup></p>\n<p>The plaintiffs' claim is premised upon 42 U.S.C. § 1983 of the Civil Rights Act. This statute protects \". . . any citizen of the United States or other person within the jurisdiction thereof . . . [from] . . . the deprivation, . . . [under color of state law] . . ., of any rights . . . secured by the Constitution . . .\" 42 U.S.C. § 1983.</p>\n<p>\"The Supreme Court has declared that the Civil Rights Acts evince a congressional intention to define standing as broadly as is permitted by Article III of the Constitution.\" Evans v. Lynn, <i>supra,</i> 376 F.Supp. at 331. <i>See,</i> Trafficante v. Metropolitan Life Insurance Co., 409 U.S. 205, 209, 93 S.Ct. 364, <span class=\"star-pagination\">*168</span> 34 L.Ed.2d 415 (1972), and Hackett v. McGuire, 445 F.2d 442, 446 (3rd Cir., 1971). Taking, therefore, a broad reading of § 1983, it seems evident that, when state action is alleged, the zone of interests protected by this statute is coextensive with the zone of interests protected by the Constitutional right allegedly violated  in this case, the Equal Protection Clause of the Fourteenth Amendment. Since the Fourteenth Amendment applies to citizens and alien residents alike,<sup>[4]</sup> this Court holds that the plaintiffs, including the alien resident Parra, each of whom has alleged injury from a violation of the Fourteenth Amendment by the defendants' state agencies, come within the zone of interests protected by 42 U.S.C. § 1983.</p>\n<p>Having found that each of the plaintiffs have satisfied the second part of the test for standing, the Court must now decide whether each one has alleged \". . . actual or threatened injury of some kind . . .\"<sup>[5]</sup> to himself directly resulting from the defendants' actions. <i>See,</i> O'Shea v. Littleton, <i>supra,</i> 414 U.S. at 494, 94 S.Ct. 669, Massachusetts v. Mellon, 262 U.S. 447, 448, 43 S. Ct. 597, 67 L.Ed. 1078 (1923), and Jenkins v. McKeithen, <i>supra,</i> 395 U.S. at 423, 89 S.Ct. 1843. Cf., United States v. SCRAP, <i>supra,</i> 412 U.S. at 686-687, 93 S.Ct. 2405. In deciding this question, the claims of each plaintiff will be discussed separately because each has alleged individualized injury stemming from different types of government action or inaction.</p>\n<p>Plaintiff Culbreath attacks certain requirements of the Massachusetts Division of Civil Services and the Department of Social Welfare which are supposedly a prerequisite to employment as a social worker. Since she does not meet these requirements, she has not been promoted to social worker though she has passed the written test for social worker administered by Civil Service. As a result, Ms. Culbreath claims to have suffered financial and other injuries. She has, therefore, alleged a recognizable injury directly resulting from the actions of these two state agencies. Consequently, she has standing to sue the defendant officials responsible for the actions of these two agencies.</p>\n<p>Plaintiff Jackson is another matter. He has alleged in the abstract that all of these defendants discriminate against minorities in their employment practices. He has not applied for a job with any of the defendants' state agencies, yet he states that he would do so if the defendants' allegedly discriminatory practices were enjoined. He claims to have suffered economic and psychological injury as a result of the defendants' actions.</p>\n<p>Preliminarily, it should be stated that this Court is willing to recognize psychological injury  the most imperceptible and subjective of all suffering  as a cognizable injury upon which a plaintiff may base his standing to sue. Cf. Brown v. Board of Education, 347 U.S. 483, 494, 74 S.Ct. 686, 98 L.Ed. 873 (1954). This action is consonant with the modern judicial trend to expand the types of noneconomic injuries recognized as a basis for standing. <i>See,</i> Data Processing Service v. Camp, <i>supra,</i> 397 U.S. at 154, 90 S.Ct. 827; Sierra Club v. Morton, <i>supra,</i> 405 U.S. at 738, 92 S.Ct. 1361. \"But broadening the categories of injury that may be alleged in support of standing is a different matter from abandoning the requirement that the party seeking review must himself have suffered an injury\" at the hands of the defendant. Sierra Club v. Morton, <i>supra,</i> at 738, 92 S.Ct. at 1368. <i>See,</i> O'Shea v. Littleton, <i>supra,</i> 414 U.S. at <span class=\"star-pagination\">*169</span> 494, 94 S.Ct. 669; Massachusetts v. Mellon, <i>supra,</i> 262 U.S. at 488, 43 S.Ct. 597.<sup>[6]</sup></p>\n<p>Apparently recognizing the tenuousness of his claimed psychological injuries, plaintiff Jackson refers to a portion of the decision in United States v. SCRAP, <i>supra</i><i>,</i> to convince the Court that the \"injury in fact\" test for standing is totally satisfied if any cognizable type of injury  no matter how abstract  is alleged. The cited portion of the <i>SCRAP</i> decision, referred to above, states that \"the basic idea that comes out in numerous cases is that an identifiable trifle is enough for standing to fight out a question of principle; the trifle is the basis for standing and the principle supplies the motivation.\" United States v. SCRAP, <i>supra,</i> 412 U.S. at 689, n.14, 93 S.Ct. at 2417, as cited in <i>Plaintiffs' Opposition to Defendants' Motion to Dismiss.</i></p>\n<p>While this may be an accurate statement of the law as far as it goes, it fails to take into account the requirement, mentioned above, that the injury alleged must have resulted from the actions of the defendant. <i>See,</i> O'Shea v. Littleton, <i>supra,</i> 414 U.S. at 494, 94 S.Ct. 669; Massachusetts v. Mellon, <i>supra,</i> 262 at 488, 43 S.Ct. 597. In other words, there must be a connection or link between the injury, however small, to the plaintiff and the conduct of the defendant. <i>See,</i> Jenkins v. McKeithen, <i>supra,</i> 395 U.S. at 423, 89 S.Ct. 1843; Flast v. Cohen, <i>supra,</i> 392 U.S. at 101, 106, 88 S.Ct. 1942. Such a link was present in <i>SCRAP</i> itself where the plaintiffs were able to lead the Court down an admittedly circuitous path from a decision of the Interstate Commerce Commission to the \"trifle\" of an injury suffered by the five law students who comprised the original plaintiff organization.</p>\n<p>In contrast, this plaintiff cannot show any real connection between his injuries and the employment discrimination allegedly practiced by the defendants' agencies. If he had applied for a job with one or more of the defendants' state agencies, the connection would have been established. Yet he failed to perform even this miniscule act. Furthermore, his claim, that he would apply for a job if the defendants' discriminatory practices were enjoined, does nothing to show that he has an adverse interest in this case <i>now.</i> His interests, therefore, are not fundamentally different from those members of the public who have a general interest in, or are psychologically troubled by, employment discrimination in state government. Nor can he separate himself from all those who earn less money in private industry than they would if they were on the government payroll. Consequently, plaintiff Jackson lacks standing to sue in this case.</p>\n<p>Plaintiff Parra alleges that he has applied, through the Massachusetts Division of Civil Service, for a laborer position with the defendants' agencies. Yet it is public knowledge that only certain state agencies have labor positions which come under civil service. Thus his application is not pertinent to either white collar civil service positions or to agencies that are not affiliated with civil service.</p>\n<p>Mr. Parra has not yet been notified whether he will be offered a job. He claims that the defendants' discriminatory practices have kept him unemployed which in turn has caused him economic and psychological injury. Mr. Parra has, therefore, alleged \"injury in fact\" resulting from the actions of the defendants and he has standing to sue the defendant officials responsible for the actions of the Massachusetts Division of Civil Service and all other named defendants responsible for those agencies whose laborer positions come under civil service.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*170</span> SUBJECT MATTER JURISDICTION</h2>\n<p>Some of the defendants have asserted that this action is essentially directed, not at the state officials expressly referred to in the complaint, but rather at the state agencies themselves. Since state subdivisions are immune from liability under § 1983, they contend that this Court has no subject matter jurisdiction over the action.</p>\n<p>It is now well settled that, no matter what type of relief is requested, political subdivisions of the states are not \"persons\" within the meaning of § 1983 and thus are immune from liability under this statute. City of Kenosha v. Bruno, 412 U.S. 507, 93 S.Ct. 222, 37 L.Ed.2d 109 (1973) ; Monroe v. Pape, 365 U.S. 167, 81 S.Ct. 473, 5 L. Ed.2d 492 (1961). Yet the Court is satisfied that this action is directed at these state officials in their official capacities. Such officials are subject, in a § 1983 action, to injunctive or other equitable relief if ordered by a federal court. Carter v. Gallagher, 452 F.2d 315, 322 (8th Cir., 1971) ; Penn v. Stumpf, 308 F.Supp. 1238, 1240-1241 (N.D.Cal., 1970). Cf., Castro v. Beecher, 459 F.2d 725 (1st Cir., 1972). Consequently, this Court properly has subject matter jurisdiction in this case.</p>\n<p></p>\n<h2>FAILURE TO STATE A CLAIM UPON WHICH RELIEF CAN BE GRANTED</h2>\n<p>Defendants have asserted that the plaintiffs' complaint does not allege sufficient facts to state a claim of employment discrimination under § 1983. <i>See,</i> e. g. Raper v. Lucey, 488 F.2d 748 (1st Cir., 1973). Indeed, it is axiomatic that \"a naked claim of discrimination or discriminatory practices or policies will not justify invocation of the Court's equitable powers.\" Gerstle v. Continental Airlines, 358 F.Supp. 545, 552 (D.Colo., 1973). Yet the plaintiffs' complaint, though somewhat general and conclusory, does set forth sufficient specific facts pertinent to each plaintiff's claim of discrimination to state a claim under § 1983.</p>\n<p>In Raper v. Lucey, <i>supra</i><i>,</i> the Court of Appeals stated:</p>\n<blockquote>In order to evaluate whether plaintiff's contentions state a cause of action under § 1983, we must focus our attention upon two separate and distinct questions. First, does the claim involve a federally protected constitutional right? Secondly, has the plaintiff alleged facts which indicate that defendants have infringed upon that right? 488 F.2d at 751.</blockquote>\n<p>In the context of the present case, the answer to the Court of Appeals' first question is obviously that the plaintiffs' claim of employment discrimination arises out of the Equal Protection Clause of the Fourteenth Amendment. The answer to their second question is more difficult because the Court must delve into the specific factual allegations of each plaintiff.</p>\n<p>Ms. Culbreath's allegations have been dissected, for the sake of clarity, into two separate sets of facts. The first set involves the four-year college requirement needed to become a social worker. Ms. Culbreath has alleged that she has sought, with the recommendation of her supervisor, a promotion from social service technician, a position she has held for more than three years, to social worker. The Department has refused to promote her and other black technicians in her office. Instead, it has given virtually an absolute preference to persons who have four-year college degrees in any subject, regardless of their lack of social work experience. Furthermore, only 5.1% of blacks have college degrees, whereas 12.6% of whites have such degrees. Ms. Culbreath claims that this criterion is not job related and has tended to result in the exclusion of qualified minority applicants. Similar claims attacking seemingly impartial educational job criteria have been held to have had a racially <span class=\"star-pagination\">*171</span> discriminatory impact. <i>See,</i> Griggs v. Duke Power Co., 401 U.S. 424, 91 S.Ct. 849, 28 L.Ed.2d 158 (1971); Pettway v. American Cast Iron Pipe Company, 494 F.2d 211 (5th Cir., 1974).</p>\n<p>Set two relates to the racial composition of those employed by the Department of Public Welfare in Boston. Ms. Culbreath claims that minorities, like herself, constitute 95% of the Department's social service technicians, yet they comprise only 5% of the Boston social workers. She further alleges that only 9% of the Department's employees are minorities, whereas minorities constitute 23% of Boston's population. Moreover, minorities constitute only 4.9% of the Department's employees with jobs which are classified as being above job group 10.<sup>[7]</sup> These statistics, if proven, would tend to establish either an inference or a <i>prima facie</i> case of racially disproportionate impact. <i>See,</i> Erie Human Relations Commission v. Tullio, 493 F.2d 371 (3rd Cir., 1974) ; United States v. N. L. Industries, 479 F.2d 354 (8th Cir., 1973) ; Associated General Contractors of Massachusetts, Inc. v. Altshuler, 361 F.Supp. 1293 (D.Mass., 1973), aff'd, 490 F.2d 9 (1st Cir., 1973).</p>\n<p>Therefore, under either set of facts, Ms. Culbreath's allegations satisfy the Court of Appeal's second question in <i>Raper.</i> Consequently, she states a claim under § 1983.</p>\n<p>Whether Mr. Parra satisfies the Court of Appeals test is a closer question. His allegations contain a paucity of specific acts, conduct, or practices of the defendants which can fairly be said to have directly affected him. Nevertheless, he has proffered statistical data concerning the minority composition of those agencies in which he is eligible, by virtue of his application for a laborer position with Civil Service, for employment (hereinafter referred to as \"civil service agencies\"). These figures show a marked differential between the minority population of Boston and the percentage of minorities employed by \"civil service agencies\" in Boston.<sup>[8]</sup> They further show that, of those minorities employed in Boston by these agencies, a great percentage have <span class=\"star-pagination\">*172</span> positions which are classified as being below job group 10.<sup>[9]</sup>, <sup>[10]</sup></p>\n<p>Although this Circuit has not yet decided whether a significant discrepancy between census figures showing the minority composition of a community and percentages of minorities employed by a local employer are enough, standing alone, to establish a <i>prima facie</i> case of racially disproportionate impact,<sup>[11]</sup> other courts have so held. <i>See,</i> e. g. Carter v. Gallagher, 452 F.2d 315 (8th Cir., 1971), cert. denied, 406 U.S. 950, 92 S. Ct. 2045, 32 L.Ed.2d 338 (1972); Western Addition Community Organization v. Alioto, 330 F.Supp. 536, 539 (N.D.Cal., 1971) ; Fowler v. Schwarzwalder, 351 F.Supp. 721 (D.Minn., 1972). Cf., Erie Human Relations Commission v. Tullio, <i>supra,</i> at 373-374, n. 4). This procedure deserves recognition because \"in many cases the only available avenue of proof is the use of racial statistics to uncover clandestine and covert discrimination by the employer . . . involved.\" United States v. Ironworkers Local 86, 443 F.2d 544, 551 (9th Cir., 1971). This rationale is applicable in this case where a minority resident of Boston is claiming discriminatory hiring practices on the part of the labyrinthian bureaucracy otherwise known in this action as defendants' state agencies.</p>\n<p>In any event, \"[s]uch a substantial discrepancy obviously invites inquiry . . .\" Castro v. Beecher, 334 F. Supp. 930, 935 (D.Mass., 1971), aff'd in part and rev'd in part, 459 F.2d 725 (1st Cir., 1972). It should also be sufficient to satisfy the plaintiff's initial burden, as mandated by the Court of Appeals, of \"alleg[ing] facts which indicate that defendants have infringed upon . . . [his constitutional] right.\" Raper v. Lucey, <i>supra,</i> at 751.</p>\n<p></p>\n<h2>EXHAUSTION OF STATE REMEDIES</h2>\n<p>In an action brought under § 1983, exhaustion of administrative or judicial remedies is normally not required. <i>See,</i> e. g. Damico v. California, 389 U.S. 416, 88 S.Ct. 526, 19 L.Ed.2d 647 <span class=\"star-pagination\">*173</span> (1967); Carter v. Stanton, 405 U.S. 669, 92 S.Ct. 1232, 31 L.Ed.2d 569 (1971); McNeese v. Board of Education, 373 U. S. 668, 83 S.Ct. 1433, 10 L.Ed.2d 622 (1963); Monroe v. Pape, <i>supra</i>; Raper v. Lucey, <i>supra,</i> at 751, n. 3. This is so because \"[t]he federal remedy is supplementary to the state remedy, and the latter need not be first sought and refused before the federal one is invoked.\" Monroe v. Pape, <i>supra,</i> 365 U. S. at 183, 81 S.Ct. at 482. Nevertheless, there are situations in which exhaustion is necessary.</p>\n<p>\". . . [A] § 1983 plaintiff must use any `automatic' state judicial remedy that would entirely avert the harm of which he complains. . . . Under some conditions, moreover, an aggrieved party might be required to use speedy and effective administrative procedures that might avert the harm before it occurs.\" Wishart v. McDonald, 500 F.2d 1110, 1114, n. 4 (1st Cir., 1974). <i>See,</i> Dillard v. Industrial Commission, 416 U.S. 783, 94 S.Ct. 2028, 40 L.Ed.2d 540 (1974); Gibson v. Berryhill, 411 U.S. 564, 93 S.Ct. 1689, 36 L. Ed.2d 488 (1973); Blanton v. State University, 489 F.2d 377 (2nd Cir., 1973).</p>\n<p>It is unclear at this juncture in the case whether any avenues of state administrative relief are available to the plaintiffs. Despite this, resort by either plaintiff to administrative remedies could not \"avert the harm before it occurs.\" If the defendants' employment practices are discriminatory, the harm has already occurred and is, in fact, continuing. Furthermore, the Court is aware of no \"automatic\" or ministerial state judicial remedy available to these plaintiffs. Consequently, exhaustion of state remedies is not necessary here.</p>\n<p></p>\n<h2>JOINDER</h2>\n<p>While the Court can see in this case an arguable interest on the part of white applicants for state jobs and promotions, it is not disposed to dismissing the case under Rule 19 of the Federal Rules of Civil Procedure. In an appropriate situation, the Court would entertain motions to intervene from interested parties. <i>See,</i> Castro v. Beecher, 459 F.2d 725, 729, n. 2 (1st Cir., 1972).</p>\n<p></p>\n<h2>SUMMATION</h2>\n<p>To repeat, Ms. Culbreath has standing to sue the defendant officials responsible for the Massachusetts Division of Civil Service and the Department of Public Welfare. Mr. Parra has standing to sue the defendant officials responsible for the Massachusetts Division of Civil Service, Bureau of Building Construction, Bureau of State Buildings, Department of Corporations and Taxation, Department of Public Utilities, Department of Public Welfare, Department of Public Works, Metropolitan District Commission, and the Registry of Motor Vehicles. Since Mr. Jackson lacks standing, he is dismissed from the case. Thus, the motions to dismiss of all defendants not named in this paragraph are allowed. Motions to dismiss of those defendants named in this paragraph are denied.</p>\n<p>So ordered.</p>\n<h2>NOTES</h2>\n<p>[1]  Facts disclosed in affidavits must not be considered when deciding a motion to dismiss for failure to state a claim. Williford v. People of California, 352 F.2d 474 (9th Cir., 1965). Yet a court may consider affidavits \". . . if the material is pertinent to the question of the District Court's jurisdiction since it is always the obligation of the federal court to determine if it has jurisdiction.\" Baxley v. Woody, 473 F.2d 10, 12 (5th Cir., 1973). Because there are jurisdictional questions involved herein (the question of standing is also jurisdictional), the Court has considered certain facts included within affidavits submitted by the plaintiffs. It should be stressed that these facts have been considered only on questions of the Court's jurisdiction and not with respect to whether the plaintiff states a claim upon which relief could be granted. <i>See,</i> F.R. Civ.P. 12(b).</p>\n<p>[2]  <i>See,</i> Flast v. Cohen, <i>supra,</i> 392 U.S. at 94-101, 88 S.Ct. 1942, for an excellent summary of the constitutional underpinnings of the doctrine of standing.</p>\n<p>[3]  <i>See,</i> Sierra Club v. Morton, <i>supra,</i> 405 U.S. at 734-741, 92 S.Ct. 1361, for a discussion of the related problem of when an individual or group can sue as \"private attorney[s] general\" in the public interest.</p>\n<p>[4]  <i>See</i> Yick Wo v. Hopkins, 118 U.S. 369, 6 S.Ct. 1064, 30 L.Ed. 220 (1886) ; Torao Takahashi v. Fish and Game Commission, 334 U.S. 410, 68 S.Ct. 1138, 92 L.Ed. 1478 (1948) ; Sugarman v. Dougall, 413 U.S. 634, 93 S.Ct. 2842, 37 L.Ed.2d 853 (1973).</p>\n<p>[5]  O'Shea v. Littleton, <i>supra,</i> 414 U.S. at 493-494, n. 2, 94 S.Ct. at 675.</p>\n<p>[6]  In Brown v. Board of Education, <i>supra</i><i>,</i> the defendants' segregation of public schools had a direct tendency to cause the psychological injuries suffered by the school children.</p>\n<p>[7]  The plaintiffs have classified defendants' employees into job groups 1 to 33. The range of salaries for job groups 1 through 10 is approximately $5,200 to $9,300 per year. The range of salaries, which includes some overlap with the lower job groups, for groups 11 through 33, is $8,000 to $32,000 per year.</p>\n<p>[8]                                  Total               Minority           Percentage of\n                                 Employees:          Employees:         Minority\n       Defendants' Agencies      City of Boston      City of Boston     Employees    \n       Bureau of Building\n       Construction                  118                   1                0.8%\n       Bureau of State\n       Buildings                     321                   8                2.5%\n       Department of\n       Corporations and\n       Taxation                     1014                  59                5.8%\n       Department of Public\n       Utilities                     112                   2                1.8%\n       Department of Public\n       Welfare                      1845                 166                9.0%\n       Department of Public\n       Works                        1597                  50                3.1%\n       Metropolitan\n       District Commission          3838                 127                3.3%\n       Registry of Motor\n       Vehicles                     1755                  71                4.0%\n</p>\n<p>[9]  <i>See,</i> note 7, <i>supra.</i></p>\n<p>[10]                                  Total Employees     Minority Employees      of Minority\n                                 Above               Above                   Percentage\n                                 Job Group 10:       Job Group 10:           Employees Above\n       Defendants' Agencies      City of Boston      City of Boston     Job Group 10   \n       Bureau of Building\n       Construction                   84                   1                1.2%\n       Bureau of State\n       Buildings                     149                   2                1.3%\n       Department of\n       Corporations and\n       Taxation                      459                  13                2.8%\n       Department of Public\n       Utilities                      86                   0                0.0%\n       Department of Public\n       Welfare                      1088                  53                4.9%\n       Department of Public\n       Works                        1081                  20                1.9%\n       Metropolitan\n       District Commission          1265                  17                1.3%\n       Registry of Motor\n       Vehicles                      664                  18                2.7%\n</p>\n<p>[11]  <i>See,</i> Boston Chapter, NAACP, Inc. v. Beecher, 504 F.2d 1017, 1019-20 (1st Cir., 1974).</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">394</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">162</span></span> (1975)</b></center>\n<center><h1>Warner B. JACKSON et al.<br>\nv.<br>\nFrancis W. SARGENT et al.</h1></center>\n<center>Civ. A. No. 74-2463-F.</center>\n<center><p><b>United States District Court, D. Massachusetts.</b></p></center>\n<center>February 4, 1975.</center>\n<p><span class=\"star-pagination\">*163</span> <span class=\"star-pagination\">*164</span> Gershon M. Ratner, Boston Legal Assistance Project, Boston, Mass., Robert A. James, Jr., Boston Legal Assistance Project, Roxbury, Mass., for plaintiffs.</p>\n<p>William A. Schroeder, Asst. Atty. Gen., Boston, Mass., for Commonwealth.</p>\n<p>John W. Arata, Boston, Mass., for Mass. Port Authority.</p>\n<p>J. Joseph Maloney, Maloney, Gallagher &amp; Kirk, Boston, Mass., for Mass. Turnpike Authority.</p>\n<p>Morris M. Goldings, Boston, Mass., for Board of Trustees, State Colleges.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>FREEDMAN, District Judge.</p>\n<p>Plaintiffs have brought this class action, seeking injunctive and declaratory relief, to redress injuries allegedly suffered by themselves and members of their class as a result of the alleged racially discriminatory hiring practices used by the defendants' state agencies in the City of Boston. The claim arises under the Fourteenth Amendment to the Constitution and 42 U.S.C. §§ 1981, 1983. Consequently, this Court has jurisdiction <span class=\"star-pagination\">*165</span> over the action pursuant to 28 U.S.C. § 1343(3)(4).</p>\n<p>The plaintiffs have offered certain statistics which, if true, tend to show an underrepresentation of minority persons employed in the defendants' state agencies in Boston as compared to Boston's minority population as a whole. The plaintiffs claim that this underrepresentation establishes a <i>prima facie</i> case of racial discrimination. In addition to their alleged <i>prima facie</i> case, plaintiffs claim that the defendants have historically engaged in, and continue to engage in, numerous employment practices which are racially discriminatory in effect and serve to perpetuate the effects of past racial discrimination.</p>\n<p>At this juncture it is too early to evaluate the merits of the plaintiffs' case. Instead, the Court must decide whether the case is to go forward at all. The defendants have submitted various motions to dismiss which, taken as a whole, set forth five separate grounds upon which dismissal is urged. Yet before deciding each of these five issues, a summation of the relevant facts is in order.</p>\n<p>When deciding a motion to dismiss, the Court must accept as true the allegations stated in the complaint.<sup>[1]</sup> Cruz v. Beto, <span class=\"citation\" data-id=\"108484\"><a href=\"/opinion/108484/cruz-v-beto/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 322, <span class=\"citation\" data-id=\"108484\"><a href=\"/opinion/108484/cruz-v-beto/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1079</span></a></span>, <span class=\"citation\" data-id=\"108484\"><a href=\"/opinion/108484/cruz-v-beto/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">263</span></a></span> (1972); Gardner v. Toilet Goods Assn., <span class=\"citation\" data-id=\"107453\"><a href=\"/opinion/107453/gardner-v-toilet-goods-assn-inc/\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">167</span></a></span>, 172, <span class=\"citation\" data-id=\"107453\"><a href=\"/opinion/107453/gardner-v-toilet-goods-assn-inc/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1526</span></a></span>, <span class=\"citation\" data-id=\"107453\"><a href=\"/opinion/107453/gardner-v-toilet-goods-assn-inc/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">704</span></a></span> (1967). Therefore, the following are the relevant facts with respect to the three individual plaintiffs.</p>\n<p><i>A.</i> Plaintiff Barbara Culbreath is a black citizen of the United States and a resident of Boston, Massachusetts. To date she has completed two years of business school in addition to being a high school graduate. Ms. Culbreath has been employed by the defendant Department of Public Welfare for eight and one-half years, of which more than the last three years has been as a social service technician in the Grove Hall, Roxbury Office in Boston.</p>\n<p>Although social service technicians and social workers perform similar types of work, the latter are better paid, higher in grade level, greater in number and higher in prestige than the former. Minorities comprise the vast majority of the Department's social technicians in Boston, while non-minorities comprise a similar majority of the Department's social workers.</p>\n<p>Plaintiff Culbreath has sought, with the recommendation of her supervisor, a promotion to the position of social worker. Her request has been denied by the Department despite the fact that she has passed the written test for social worker administered by the Massachusetts Division of Civil Service. She has been notified by Civil Service that she lacks the training and experience requirements to be a social worker.</p>\n<p>One such requirement is a four-year college degree in any subject. Ms. Culbreath attacks this criterion as not being job related and also as being discriminatory in that a greater percentage of whites have four-year college degrees than non-whites.</p>\n<p>Ms. Culbreath claims to have suffered injury because she has been forced to remain in a low paying job although she is qualified for promotion. She claims also to have been deprived of the community <span class=\"star-pagination\">*166</span> respect and status which accompanies higher level jobs.</p>\n<p><i>B.</i> Plaintiff Warner B. Jackson is a black citizen of the United States and a resident of Boston. He is an honorably discharged veteran of the United States Navy and is a high school graduate with more than a year of college to his credit.</p>\n<p>Mr. Jackson has been employed privately in the past as a job developer, job recruiter, youth counselor and office administrator, and claims to be qualified in similar capacity for any of the defendants' agencies. Nevertheless, he has not applied for employment with any of the defendants' agencies because he does not want to subject himself to the racial discrimination in employment allegedly practiced by these agencies. If the defendants' discriminatory practices were enjoined, Mr. Jackson states that he would seek a job with them.</p>\n<p>For the greater part of the year prior to the date of the filing of this complaint, Mr. Jackson was unemployed. On the filing date he was employed at a job which could have terminated at any time, did not utilize his job skills, and which paid $3,000 per year less than his prior job. Plaintiff Jackson alleges that, as a result of discrimination in employment by the defendants' agencies, his respect in the community has been reduced, he is unable to receive the monetary compensation which he is qualified to earn, and he is becoming increasingly anxious about his ability to support his family.</p>\n<p><i>C.</i> Plaintiff Santiago Parra has been a resident of Boston for five years. He is a Spanish-speaking citizen of Columbia on a permanent resident visa to the United States. He states that he has the experience, ability and training to be a competent brick or stone mason, electrician, plumber, cement finisher, reinforced concrete worker, plasterer, driller or construction laborer for any of defendants' agencies and has applied for such positions with the Massachusetts Division of Civil Service. He has not yet been notified by the defendants' agencies whether he will be offered a job.</p>\n<p>Mr. Parra is currently unemployed and has been receiving \"general relief\" assistance payments from the Massachusetts Department of Public Welfare. He claims that the defendants' racially discriminatory practices have resulted in his unemployment which has forced him to apply for welfare payments which, in turn, has reduced his stature in the community and caused him to suffer humiliation and embarrassment. Mr. Parra also claims to have suffered economic injury as a result of his unemployment.</p>\n<p></p>\n<h2>STANDING</h2>\n<p>The doctrine of \"[S]tanding has been called one of `the most amorphous [concepts] in the entire domain of public law.'\" Flast v. Cohen, <span class=\"citation\" data-id=\"107731\"><a href=\"/opinion/107731/flast-v-cohen/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 99, <span class=\"citation\" data-id=\"107731\"><a href=\"/opinion/107731/flast-v-cohen/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1942</span></a></span>, 1952, <span class=\"citation\" data-id=\"107731\"><a href=\"/opinion/107731/flast-v-cohen/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">947</span></a></span> (1968), citing the Hearings on S.2097 before the Subcommittee on Constitutional Rights of the Senate Judiciary Committee, 89th Cong., 2d Sess. (1966), p. 498 (statement of Prof. Paul A. Freund). <i>See,</i> Evans v. Lynn, <span class=\"citation\" data-id=\"1468660\"><a href=\"/opinion/1468660/evans-v-lynn/\"><span class=\"volume\">376</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">327</span></a></span>, 330 (S.D.N.Y., 1974). Yet, the Supreme Court in recent years has addressed the topic frequently in an apparent effort to clarify the situation. The result of their efforts has been some clarification and some liberalization of the doctrine. <i>See</i> e. g., Flast v. Cohen, <i>supra</i>; Data Processing Service v. Camp, <span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span>, <span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">827</span></a></span>, <span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">184</span></a></span> (1970); Sierra Club v. Morton, <span class=\"citation\" data-id=\"108502\"><a href=\"/opinion/108502/sierra-club-v-morton/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">727</span></a></span>, <span class=\"citation\" data-id=\"108502\"><a href=\"/opinion/108502/sierra-club-v-morton/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1361</span></a></span>, <span class=\"citation\" data-id=\"108502\"><a href=\"/opinion/108502/sierra-club-v-morton/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">636</span></a></span> (1972) ; United States v. SCRAP, <span class=\"citation\" data-id=\"108824\"><a href=\"/opinion/108824/united-states-v-students-challenging-regulatory-agency-procedures-scrap/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">669</span></a></span>, <span class=\"citation\" data-id=\"108824\"><a href=\"/opinion/108824/united-states-v-students-challenging-regulatory-agency-procedures-scrap/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2405</span></a></span>, <span class=\"citation\" data-id=\"108824\"><a href=\"/opinion/108824/united-states-v-students-challenging-regulatory-agency-procedures-scrap/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">254</span></a></span> (1973), and Linda R. S. v. Richard D., <span class=\"citation\" data-id=\"108736\"><a href=\"/opinion/108736/linda-rs-v-richard-d/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">614</span></a></span>, <span class=\"citation\" data-id=\"108736\"><a href=\"/opinion/108736/linda-rs-v-richard-d/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1146</span></a></span>, <span class=\"citation\" data-id=\"108736\"><a href=\"/opinion/108736/linda-rs-v-richard-d/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">536</span></a></span> (1973).</p>\n<p>Standing is but one of the restrictions placed upon the power of the federal judiciary by Article III of the Constitution which prohibits federal courts from deciding cases in which a case or controversy is not alleged.<sup>[2]</sup> Besides <span class=\"star-pagination\">*167</span> requiring the party seeking relief to have standing, Article III also restricts federal courts from issuing advisory opinions or deciding political or moot questions. <i>See,</i> Flast v. Cohen, <i>supra,</i> 392 U.S. at 95, <span class=\"citation\" data-id=\"107731\"><a href=\"/opinion/107731/flast-v-cohen/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1942</span></a></span>, 1949. Standing is distinguished from the other Article III limitations in that \". . . it focuses on the party seeking to get his complaint before a federal court and not on the issues he wishes to have adjudicated.\" <i>Id.</i> at 99, 88 S.Ct. at 1952.</p>\n<p>When the issue of a party's standing to sue arises, the Court, being ever mindful of Article III, must always ask whether the [claimant] has \". . . alleged such a personal stake in the outcome of the controversy as to assure that concrete adverseness which sharpens the presentation of issues upon which the court so largely depends for illumination of difficult constitutional questions[?].\" Baker v. Carr, <span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">186</span></a></span>, 204, <span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">691</span></a></span>, 703, <span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">663</span></a></span> (1962). <i>See,</i> Flast v. Cohen, <i>supra,</i> 392 U.S. at 99, <span class=\"citation\" data-id=\"107731\"><a href=\"/opinion/107731/flast-v-cohen/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1942</span></a></span>; Jenkins v. McKeithen, <span class=\"citation\" data-id=\"107964\"><a href=\"/opinion/107964/jenkins-v-mckeithen/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">411</span></a></span>, 423, <span class=\"citation\" data-id=\"107964\"><a href=\"/opinion/107964/jenkins-v-mckeithen/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1843</span></a></span>, <span class=\"citation\" data-id=\"107964\"><a href=\"/opinion/107964/jenkins-v-mckeithen/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">404</span></a></span> (1969), and O'Shea v. Littleton, <span class=\"citation\" data-id=\"108906\"><a href=\"/opinion/108906/oshea-v-littleton/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">488</span></a></span>, 494, <span class=\"citation\" data-id=\"108906\"><a href=\"/opinion/108906/oshea-v-littleton/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">669</span></a></span>, <span class=\"citation\" data-id=\"108906\"><a href=\"/opinion/108906/oshea-v-littleton/\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1974). Yet, \". . . it [is] clear that something more than an `adversary interest' is necessary to confer standing. There must in addition be <i>some connection</i> between the official action challenged and some legally protected interest of the party challenging that action.\" Jenkins v. McKeithen, <i>supra,</i> 395 U.S. at 423, 89 S.Ct. at 1850. [Emphasis added.]</p>\n<p>When statutory, rather than constitutional, issues are raised, the same Article III principles relating to standing must be considered. O'Shea v. Littleton, <i>supra,</i> 414 U.S. at 494, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">669</span></span>. Cf. United States v. SCRAP, <i>supra,</i> 412 U.S. at 687, <span class=\"citation\" data-id=\"108824\"><a href=\"/opinion/108824/united-states-v-students-challenging-regulatory-agency-procedures-scrap/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2405</span></a></span>, <span class=\"citation\" data-id=\"108824\"><a href=\"/opinion/108824/united-states-v-students-challenging-regulatory-agency-procedures-scrap/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">254</span></a></span> (1973). These principles were simplified to some extent by the Supreme Court in a two-part test which it set forth in Data Processing Service v. Camp, <i>supra</i><i>,</i> and Barlow v. Collins, <span class=\"citation\" data-id=\"108089\"><a href=\"/opinion/108089/barlow-v-collins/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">159</span></a></span>, <span class=\"citation\" data-id=\"108089\"><a href=\"/opinion/108089/barlow-v-collins/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">832</span></a></span>, <span class=\"citation\" data-id=\"108089\"><a href=\"/opinion/108089/barlow-v-collins/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">192</span></a></span> (1970). Under this test \". . . standing exists where plaintiffs [allege] . . . [1] that they have suffered or will suffer  an injury in fact, and [2] that they are at least arguably within the zone of interests protected by the relevant statute.\" Evans v. Lynn, <i>supra,</i> 376 F.Supp. at 331. <i>See,</i> Sierra Club v. Morton, <span class=\"citation\" data-id=\"108502\"><a href=\"/opinion/108502/sierra-club-v-morton/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">727</span></a></span>, 733, <span class=\"citation\" data-id=\"108502\"><a href=\"/opinion/108502/sierra-club-v-morton/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1361</span></a></span>, <span class=\"citation\" data-id=\"108502\"><a href=\"/opinion/108502/sierra-club-v-morton/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">636</span></a></span> (1972) ; Data Processing Service v. Camp, <i>supra</i><i>,</i> and Barlow v. Collins, <i>supra</i><i>.</i> Whether the named plaintiffs, who claim to be representatives of a class, can satisfy this two-part test is determinative of the standing issue in this case. Furthermore, the satisfaction of this test is also necessary for the maintenance of a class action because an individual, purporting to represent a class, must himself have standing before he can seek relief on behalf of the class he claims to represent. O'Shea v. Littleton, <i>supra,</i> 414 U.S. at 494, <span class=\"citation\" data-id=\"108906\"><a href=\"/opinion/108906/oshea-v-littleton/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">669</span></a></span>, citing Bailey v. Patterson, <span class=\"citation\" data-id=\"106347\"><a href=\"/opinion/106347/samuel-bailey-v-joe-t-patterson/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">31</span></a></span>, 32-33, <span class=\"citation\" data-id=\"106347\"><a href=\"/opinion/106347/samuel-bailey-v-joe-t-patterson/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">549</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">512</span></span>, and Indiana Employment Division v. Burney, <span class=\"citation\" data-id=\"108664\"><a href=\"/opinion/108664/indiana-employment-security-div-v-burney/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">540</span></a></span>, <span class=\"citation\" data-id=\"108664\"><a href=\"/opinion/108664/indiana-employment-security-div-v-burney/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">883</span></a></span>, <span class=\"citation\" data-id=\"108664\"><a href=\"/opinion/108664/indiana-employment-security-div-v-burney/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">62</span></a></span> (1973).<sup>[3]</sup></p>\n<p>The plaintiffs' claim is premised upon 42 U.S.C. § 1983 of the Civil Rights Act. This statute protects \". . . any citizen of the United States or other person within the jurisdiction thereof . . . [from] . . . the deprivation, . . . [under color of state law] . . ., of any rights . . . secured by the Constitution . . .\" 42 U.S.C. § 1983.</p>\n<p>\"The Supreme Court has declared that the Civil Rights Acts evince a congressional intention to define standing as broadly as is permitted by Article III of the Constitution.\" Evans v. Lynn, <i>supra,</i> 376 F.Supp. at 331. <i>See,</i> Trafficante v. Metropolitan Life Insurance Co., <span class=\"citation\" data-id=\"108640\"><a href=\"/opinion/108640/trafficante-v-metropolitan-life-ins-co/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">205</span></a></span>, 209, <span class=\"citation\" data-id=\"108640\"><a href=\"/opinion/108640/trafficante-v-metropolitan-life-ins-co/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">364</span></a></span>, <span class=\"star-pagination\">*168</span> <span class=\"citation\" data-id=\"108640\"><a href=\"/opinion/108640/trafficante-v-metropolitan-life-ins-co/\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">415</span></a></span> (1972), and Hackett v. McGuire, <span class=\"citation\" data-id=\"297797\"><a href=\"/opinion/297797/ozzie-hackett-v-mcguire-brothers-inc-and-local-union-no-187/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">442</span></a></span>, 446 (3rd Cir., 1971). Taking, therefore, a broad reading of § 1983, it seems evident that, when state action is alleged, the zone of interests protected by this statute is coextensive with the zone of interests protected by the Constitutional right allegedly violated  in this case, the Equal Protection Clause of the Fourteenth Amendment. Since the Fourteenth Amendment applies to citizens and alien residents alike,<sup>[4]</sup> this Court holds that the plaintiffs, including the alien resident Parra, each of whom has alleged injury from a violation of the Fourteenth Amendment by the defendants' state agencies, come within the zone of interests protected by 42 U.S.C. § 1983.</p>\n<p>Having found that each of the plaintiffs have satisfied the second part of the test for standing, the Court must now decide whether each one has alleged \". . . actual or threatened injury of some kind . . .\"<sup>[5]</sup> to himself directly resulting from the defendants' actions. <i>See,</i> O'Shea v. Littleton, <i>supra,</i> 414 U.S. at 494, <span class=\"citation\" data-id=\"108906\"><a href=\"/opinion/108906/oshea-v-littleton/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">669</span></a></span>, Massachusetts v. Mellon, <span class=\"citation\" data-id=\"100240\"><a href=\"/opinion/100240/massachusetts-v-mellon/\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">447</span></a></span>, 448, <span class=\"citation\" data-id=\"100240\"><a href=\"/opinion/100240/massachusetts-v-mellon/\"><span class=\"volume\">43</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">597</span></a></span>, <span class=\"citation\" data-id=\"100240\"><a href=\"/opinion/100240/massachusetts-v-mellon/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1078</span></a></span> (1923), and Jenkins v. McKeithen, <i>supra,</i> 395 U.S. at 423, <span class=\"citation\" data-id=\"107964\"><a href=\"/opinion/107964/jenkins-v-mckeithen/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1843</span></a></span>. Cf., United States v. SCRAP, <i>supra,</i> 412 U.S. at 686-687, <span class=\"citation\" data-id=\"108824\"><a href=\"/opinion/108824/united-states-v-students-challenging-regulatory-agency-procedures-scrap/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2405</span></a></span>. In deciding this question, the claims of each plaintiff will be discussed separately because each has alleged individualized injury stemming from different types of government action or inaction.</p>\n<p>Plaintiff Culbreath attacks certain requirements of the Massachusetts Division of Civil Services and the Department of Social Welfare which are supposedly a prerequisite to employment as a social worker. Since she does not meet these requirements, she has not been promoted to social worker though she has passed the written test for social worker administered by Civil Service. As a result, Ms. Culbreath claims to have suffered financial and other injuries. She has, therefore, alleged a recognizable injury directly resulting from the actions of these two state agencies. Consequently, she has standing to sue the defendant officials responsible for the actions of these two agencies.</p>\n<p>Plaintiff Jackson is another matter. He has alleged in the abstract that all of these defendants discriminate against minorities in their employment practices. He has not applied for a job with any of the defendants' state agencies, yet he states that he would do so if the defendants' allegedly discriminatory practices were enjoined. He claims to have suffered economic and psychological injury as a result of the defendants' actions.</p>\n<p>Preliminarily, it should be stated that this Court is willing to recognize psychological injury  the most imperceptible and subjective of all suffering  as a cognizable injury upon which a plaintiff may base his standing to sue. Cf. Brown v. Board of Education, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, 494, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></span> (1954). This action is consonant with the modern judicial trend to expand the types of noneconomic injuries recognized as a basis for standing. <i>See,</i> Data Processing Service v. Camp, <i>supra,</i> 397 U.S. at 154, <span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">827</span></a></span>; Sierra Club v. Morton, <i>supra,</i> 405 U.S. at 738, <span class=\"citation\" data-id=\"108502\"><a href=\"/opinion/108502/sierra-club-v-morton/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1361</span></a></span>. \"But broadening the categories of injury that may be alleged in support of standing is a different matter from abandoning the requirement that the party seeking review must himself have suffered an injury\" at the hands of the defendant. Sierra Club v. Morton, <i>supra,</i> at 738, 92 S.Ct. at 1368. <i>See,</i> O'Shea v. Littleton, <i>supra,</i> 414 U.S. at <span class=\"star-pagination\">*169</span> 494, <span class=\"citation\" data-id=\"108906\"><a href=\"/opinion/108906/oshea-v-littleton/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">669</span></a></span>; Massachusetts v. Mellon, <i>supra,</i> 262 U.S. at 488, <span class=\"citation\" data-id=\"100240\"><a href=\"/opinion/100240/massachusetts-v-mellon/\"><span class=\"volume\">43</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">597</span></a></span>.<sup>[6]</sup></p>\n<p>Apparently recognizing the tenuousness of his claimed psychological injuries, plaintiff Jackson refers to a portion of the decision in United States v. SCRAP, <i>supra</i><i>,</i> to convince the Court that the \"injury in fact\" test for standing is totally satisfied if any cognizable type of injury  no matter how abstract  is alleged. The cited portion of the <i>SCRAP</i> decision, referred to above, states that \"the basic idea that comes out in numerous cases is that an identifiable trifle is enough for standing to fight out a question of principle; the trifle is the basis for standing and the principle supplies the motivation.\" United States v. SCRAP, <i>supra,</i> 412 U.S. at 689, n.14, 93 S.Ct. at 2417, as cited in <i>Plaintiffs' Opposition to Defendants' Motion to Dismiss.</i></p>\n<p>While this may be an accurate statement of the law as far as it goes, it fails to take into account the requirement, mentioned above, that the injury alleged must have resulted from the actions of the defendant. <i>See,</i> O'Shea v. Littleton, <i>supra,</i> 414 U.S. at 494, <span class=\"citation\" data-id=\"108906\"><a href=\"/opinion/108906/oshea-v-littleton/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">669</span></a></span>; Massachusetts v. Mellon, <i>supra,</i> 262 at 488, <span class=\"citation\" data-id=\"100240\"><a href=\"/opinion/100240/massachusetts-v-mellon/\"><span class=\"volume\">43</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">597</span></a></span>. In other words, there must be a connection or link between the injury, however small, to the plaintiff and the conduct of the defendant. <i>See,</i> Jenkins v. McKeithen, <i>supra,</i> 395 U.S. at 423, <span class=\"citation\" data-id=\"107964\"><a href=\"/opinion/107964/jenkins-v-mckeithen/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1843</span></a></span>; Flast v. Cohen, <i>supra,</i> 392 U.S. at 101, 106, <span class=\"citation\" data-id=\"107731\"><a href=\"/opinion/107731/flast-v-cohen/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1942</span></a></span>. Such a link was present in <i>SCRAP</i> itself where the plaintiffs were able to lead the Court down an admittedly circuitous path from a decision of the Interstate Commerce Commission to the \"trifle\" of an injury suffered by the five law students who comprised the original plaintiff organization.</p>\n<p>In contrast, this plaintiff cannot show any real connection between his injuries and the employment discrimination allegedly practiced by the defendants' agencies. If he had applied for a job with one or more of the defendants' state agencies, the connection would have been established. Yet he failed to perform even this miniscule act. Furthermore, his claim, that he would apply for a job if the defendants' discriminatory practices were enjoined, does nothing to show that he has an adverse interest in this case <i>now.</i> His interests, therefore, are not fundamentally different from those members of the public who have a general interest in, or are psychologically troubled by, employment discrimination in state government. Nor can he separate himself from all those who earn less money in private industry than they would if they were on the government payroll. Consequently, plaintiff Jackson lacks standing to sue in this case.</p>\n<p>Plaintiff Parra alleges that he has applied, through the Massachusetts Division of Civil Service, for a laborer position with the defendants' agencies. Yet it is public knowledge that only certain state agencies have labor positions which come under civil service. Thus his application is not pertinent to either white collar civil service positions or to agencies that are not affiliated with civil service.</p>\n<p>Mr. Parra has not yet been notified whether he will be offered a job. He claims that the defendants' discriminatory practices have kept him unemployed which in turn has caused him economic and psychological injury. Mr. Parra has, therefore, alleged \"injury in fact\" resulting from the actions of the defendants and he has standing to sue the defendant officials responsible for the actions of the Massachusetts Division of Civil Service and all other named defendants responsible for those agencies whose laborer positions come under civil service.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*170</span> SUBJECT MATTER JURISDICTION</h2>\n<p>Some of the defendants have asserted that this action is essentially directed, not at the state officials expressly referred to in the complaint, but rather at the state agencies themselves. Since state subdivisions are immune from liability under § 1983, they contend that this Court has no subject matter jurisdiction over the action.</p>\n<p>It is now well settled that, no matter what type of relief is requested, political subdivisions of the states are not \"persons\" within the meaning of § 1983 and thus are immune from liability under this statute. City of Kenosha v. Bruno, <span class=\"citation\" data-id=\"108813\"><a href=\"/opinion/108813/kenosha-v-bruno/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">222</span></span>, <span class=\"citation\" data-id=\"108813\"><a href=\"/opinion/108813/kenosha-v-bruno/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">109</span></a></span> (1973) ; Monroe v. Pape, <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">167</span></a></span>, <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">473</span></a></span>, <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">492</span></a></span> (1961). Yet the Court is satisfied that this action is directed at these state officials in their official capacities. Such officials are subject, in a § 1983 action, to injunctive or other equitable relief if ordered by a federal court. Carter v. Gallagher, <span class=\"citation no-link\"><span class=\"volume\">452</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">315</span></span>, 322 (8th Cir., 1971) ; Penn v. Stumpf, <span class=\"citation\" data-id=\"1568724\"><a href=\"/opinion/1568724/penn-v-stumpf/\"><span class=\"volume\">308</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1238</span></a></span>, 1240-1241 (N.D.Cal., 1970). Cf., Castro v. Beecher, <span class=\"citation\" data-id=\"303251\"><a href=\"/opinion/303251/4-fair-emplpraccas-1223-4-fair-emplpraccas-700-4-empl-prac-dec-p/\"><span class=\"volume\">459</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">725</span></a></span> (1st Cir., 1972). Consequently, this Court properly has subject matter jurisdiction in this case.</p>\n<p></p>\n<h2>FAILURE TO STATE A CLAIM UPON WHICH RELIEF CAN BE GRANTED</h2>\n<p>Defendants have asserted that the plaintiffs' complaint does not allege sufficient facts to state a claim of employment discrimination under § 1983. <i>See,</i> e. g. Raper v. Lucey, <span class=\"citation\" data-id=\"315536\"><a href=\"/opinion/315536/john-e-raper-v-david-j-lucey/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">748</span></a></span> (1st Cir., 1973). Indeed, it is axiomatic that \"a naked claim of discrimination or discriminatory practices or policies will not justify invocation of the Court's equitable powers.\" Gerstle v. Continental Airlines, <span class=\"citation\" data-id=\"1412388\"><a href=\"/opinion/1412388/gerstle-v-continental-airlines-inc/\"><span class=\"volume\">358</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">545</span></a></span>, 552 (D.Colo., 1973). Yet the plaintiffs' complaint, though somewhat general and conclusory, does set forth sufficient specific facts pertinent to each plaintiff's claim of discrimination to state a claim under § 1983.</p>\n<p>In Raper v. Lucey, <i>supra</i><i>,</i> the Court of Appeals stated:</p>\n<blockquote>In order to evaluate whether plaintiff's contentions state a cause of action under § 1983, we must focus our attention upon two separate and distinct questions. First, does the claim involve a federally protected constitutional right? Secondly, has the plaintiff alleged facts which indicate that defendants have infringed upon that right? 488 F.2d at 751.</blockquote>\n<p>In the context of the present case, the answer to the Court of Appeals' first question is obviously that the plaintiffs' claim of employment discrimination arises out of the Equal Protection Clause of the Fourteenth Amendment. The answer to their second question is more difficult because the Court must delve into the specific factual allegations of each plaintiff.</p>\n<p>Ms. Culbreath's allegations have been dissected, for the sake of clarity, into two separate sets of facts. The first set involves the four-year college requirement needed to become a social worker. Ms. Culbreath has alleged that she has sought, with the recommendation of her supervisor, a promotion from social service technician, a position she has held for more than three years, to social worker. The Department has refused to promote her and other black technicians in her office. Instead, it has given virtually an absolute preference to persons who have four-year college degrees in any subject, regardless of their lack of social work experience. Furthermore, only 5.1% of blacks have college degrees, whereas 12.6% of whites have such degrees. Ms. Culbreath claims that this criterion is not job related and has tended to result in the exclusion of qualified minority applicants. Similar claims attacking seemingly impartial educational job criteria have been held to have had a racially <span class=\"star-pagination\">*171</span> discriminatory impact. <i>See,</i> Griggs v. Duke Power Co., <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">849</span></a></span>, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">158</span></a></span> (1971); Pettway v. American Cast Iron Pipe Company, <span class=\"citation\" data-id=\"318171\"><a href=\"/opinion/318171/rush-pettway-etc-v-american-cast-iron-pipe-company-united-states-equal/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">211</span></a></span> (5th Cir., 1974).</p>\n<p>Set two relates to the racial composition of those employed by the Department of Public Welfare in Boston. Ms. Culbreath claims that minorities, like herself, constitute 95% of the Department's social service technicians, yet they comprise only 5% of the Boston social workers. She further alleges that only 9% of the Department's employees are minorities, whereas minorities constitute 23% of Boston's population. Moreover, minorities constitute only 4.9% of the Department's employees with jobs which are classified as being above job group 10.<sup>[7]</sup> These statistics, if proven, would tend to establish either an inference or a <i>prima facie</i> case of racially disproportionate impact. <i>See,</i> Erie Human Relations Commission v. Tullio, <span class=\"citation\" data-id=\"317655\"><a href=\"/opinion/317655/7-fair-emplpraccas-477-7-empl-prac-dec-p-9196-erie-human-relations/\"><span class=\"volume\">493</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">371</span></a></span> (3rd Cir., 1974) ; United States v. N. L. Industries, <span class=\"citation\" data-id=\"311414\"><a href=\"/opinion/311414/5-fair-emplpraccas-823-6-fair-emplpraccas-116-5-empl-prac-dec-p/\"><span class=\"volume\">479</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">354</span></a></span> (8th Cir., 1973) ; Associated General Contractors of Massachusetts, Inc. v. Altshuler, <span class=\"citation\" data-id=\"1602270\"><a href=\"/opinion/1602270/associated-gen-contractors-of-mass-inc-v-altshuler/\"><span class=\"volume\">361</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1293</span></a></span> (D.Mass., 1973), aff'd, <span class=\"citation no-link\"><span class=\"volume\">490</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">9</span></span> (1st Cir., 1973).</p>\n<p>Therefore, under either set of facts, Ms. Culbreath's allegations satisfy the Court of Appeal's second question in <i>Raper.</i> Consequently, she states a claim under § 1983.</p>\n<p>Whether Mr. Parra satisfies the Court of Appeals test is a closer question. His allegations contain a paucity of specific acts, conduct, or practices of the defendants which can fairly be said to have directly affected him. Nevertheless, he has proffered statistical data concerning the minority composition of those agencies in which he is eligible, by virtue of his application for a laborer position with Civil Service, for employment (hereinafter referred to as \"civil service agencies\"). These figures show a marked differential between the minority population of Boston and the percentage of minorities employed by \"civil service agencies\" in Boston.<sup>[8]</sup> They further show that, of those minorities employed in Boston by these agencies, a great percentage have <span class=\"star-pagination\">*172</span> positions which are classified as being below job group 10.<sup>[9]</sup>, <sup>[10]</sup></p>\n<p>Although this Circuit has not yet decided whether a significant discrepancy between census figures showing the minority composition of a community and percentages of minorities employed by a local employer are enough, standing alone, to establish a <i>prima facie</i> case of racially disproportionate impact,<sup>[11]</sup> other courts have so held. <i>See,</i> e. g. Carter v. Gallagher, <span class=\"citation no-link\"><span class=\"volume\">452</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">315</span></span> (8th Cir., 1971), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">950</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2045</span></span>, <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">338</span></span> (1972); Western Addition Community Organization v. Alioto, <span class=\"citation\" data-id=\"2126112\"><a href=\"/opinion/2126112/western-addition-community-organization-v-alioto/\"><span class=\"volume\">330</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">536</span></a></span>, 539 (N.D.Cal., 1971) ; Fowler v. Schwarzwalder, <span class=\"citation\" data-id=\"2594930\"><a href=\"/opinion/2594930/fowler-v-schwarzwalder/\"><span class=\"volume\">351</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">721</span></a></span> (D.Minn., 1972). Cf., Erie Human Relations Commission v. Tullio, <i>supra,</i> at 373-374, n. 4). This procedure deserves recognition because \"in many cases the only available avenue of proof is the use of racial statistics to uncover clandestine and covert discrimination by the employer . . . involved.\" United States v. Ironworkers Local 86, <span class=\"citation\" data-id=\"297037\"><a href=\"/opinion/297037/united-states-v-ironworkers-local-86/\"><span class=\"volume\">443</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">544</span></a></span>, 551 (9th Cir., 1971). This rationale is applicable in this case where a minority resident of Boston is claiming discriminatory hiring practices on the part of the labyrinthian bureaucracy otherwise known in this action as defendants' state agencies.</p>\n<p>In any event, \"[s]uch a substantial discrepancy obviously invites inquiry . . .\" Castro v. Beecher, <span class=\"citation\" data-id=\"1743272\"><a href=\"/opinion/1743272/castro-v-beecher/\"><span class=\"volume\">334</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">930</span></a></span>, 935 (D.Mass., 1971), aff'd in part and rev'd in part, <span class=\"citation\" data-id=\"303251\"><a href=\"/opinion/303251/4-fair-emplpraccas-1223-4-fair-emplpraccas-700-4-empl-prac-dec-p/\"><span class=\"volume\">459</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">725</span></a></span> (1st Cir., 1972). It should also be sufficient to satisfy the plaintiff's initial burden, as mandated by the Court of Appeals, of \"alleg[ing] facts which indicate that defendants have infringed upon . . . [his constitutional] right.\" Raper v. Lucey, <i>supra,</i> at 751.</p>\n<p></p>\n<h2>EXHAUSTION OF STATE REMEDIES</h2>\n<p>In an action brought under § 1983, exhaustion of administrative or judicial remedies is normally not required. <i>See,</i> e. g. Damico v. California, <span class=\"citation\" data-id=\"107570\"><a href=\"/opinion/107570/damico-v-california/\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">416</span></a></span>, <span class=\"citation\" data-id=\"107570\"><a href=\"/opinion/107570/damico-v-california/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">526</span></a></span>, <span class=\"citation\" data-id=\"107570\"><a href=\"/opinion/107570/damico-v-california/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">647</span></a></span> <span class=\"star-pagination\">*173</span> (1967); Carter v. Stanton, <span class=\"citation no-link\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">669</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1232</span></span>, <span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">569</span></span> (1971); McNeese v. Board of Education, <span class=\"citation\" data-id=\"106629\"><a href=\"/opinion/106629/mcneese-v-board-of-ed-for-community-unit-school-dist-187/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, <span class=\"citation\" data-id=\"106629\"><a href=\"/opinion/106629/mcneese-v-board-of-ed-for-community-unit-school-dist-187/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1433</span></a></span>, <span class=\"citation\" data-id=\"106629\"><a href=\"/opinion/106629/mcneese-v-board-of-ed-for-community-unit-school-dist-187/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">622</span></a></span> (1963); Monroe v. Pape, <i>supra</i>; Raper v. Lucey, <i>supra,</i> at 751, n. 3. This is so because \"[t]he federal remedy is supplementary to the state remedy, and the latter need not be first sought and refused before the federal one is invoked.\" Monroe v. Pape, <i>supra,</i> 365 U. S. at 183, 81 S.Ct. at 482. Nevertheless, there are situations in which exhaustion is necessary.</p>\n<p>\". . . [A] § 1983 plaintiff must use any `automatic' state judicial remedy that would entirely avert the harm of which he complains. . . . Under some conditions, moreover, an aggrieved party might be required to use speedy and effective administrative procedures that might avert the harm before it occurs.\" Wishart v. McDonald, <span class=\"citation\" data-id=\"320704\"><a href=\"/opinion/320704/d-franklin-wishart-and-v-paul-j-mcdonald-and/\"><span class=\"volume\">500</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1110</span></a></span>, 1114, n. 4 (1st Cir., 1974). <i>See,</i> Dillard v. Industrial Commission, <span class=\"citation\" data-id=\"109030\"><a href=\"/opinion/109030/dillard-v-industrial-commn-of-va/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">783</span></a></span>, <span class=\"citation\" data-id=\"109030\"><a href=\"/opinion/109030/dillard-v-industrial-commn-of-va/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2028</span></a></span>, <span class=\"citation\" data-id=\"109030\"><a href=\"/opinion/109030/dillard-v-industrial-commn-of-va/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">540</span></a></span> (1974); Gibson v. Berryhill, <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">488</span></a></span> (1973); Blanton v. State University, <span class=\"citation\" data-id=\"315789\"><a href=\"/opinion/315789/sheila-blanton-v-state-university-of-new-york/\"><span class=\"volume\">489</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">377</span></a></span> (2nd Cir., 1973).</p>\n<p>It is unclear at this juncture in the case whether any avenues of state administrative relief are available to the plaintiffs. Despite this, resort by either plaintiff to administrative remedies could not \"avert the harm before it occurs.\" If the defendants' employment practices are discriminatory, the harm has already occurred and is, in fact, continuing. Furthermore, the Court is aware of no \"automatic\" or ministerial state judicial remedy available to these plaintiffs. Consequently, exhaustion of state remedies is not necessary here.</p>\n<p></p>\n<h2>JOINDER</h2>\n<p>While the Court can see in this case an arguable interest on the part of white applicants for state jobs and promotions, it is not disposed to dismissing the case under Rule 19 of the Federal Rules of Civil Procedure. In an appropriate situation, the Court would entertain motions to intervene from interested parties. <i>See,</i> Castro v. Beecher, <span class=\"citation\" data-id=\"303251\"><a href=\"/opinion/303251/4-fair-emplpraccas-1223-4-fair-emplpraccas-700-4-empl-prac-dec-p/\"><span class=\"volume\">459</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">725</span></a></span>, 729, n. 2 (1st Cir., 1972).</p>\n<p></p>\n<h2>SUMMATION</h2>\n<p>To repeat, Ms. Culbreath has standing to sue the defendant officials responsible for the Massachusetts Division of Civil Service and the Department of Public Welfare. Mr. Parra has standing to sue the defendant officials responsible for the Massachusetts Division of Civil Service, Bureau of Building Construction, Bureau of State Buildings, Department of Corporations and Taxation, Department of Public Utilities, Department of Public Welfare, Department of Public Works, Metropolitan District Commission, and the Registry of Motor Vehicles. Since Mr. Jackson lacks standing, he is dismissed from the case. Thus, the motions to dismiss of all defendants not named in this paragraph are allowed. Motions to dismiss of those defendants named in this paragraph are denied.</p>\n<p>So ordered.</p>\n<h2>NOTES</h2>\n<p>[1]  Facts disclosed in affidavits must not be considered when deciding a motion to dismiss for failure to state a claim. Williford v. People of California, <span class=\"citation\" data-id=\"269577\"><a href=\"/opinion/269577/robert-louis-williford-v-people-of-the-state-of-california-robert-a/\"><span class=\"volume\">352</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">474</span></a></span> (9th Cir., 1965). Yet a court may consider affidavits \". . . if the material is pertinent to the question of the District Court's jurisdiction since it is always the obligation of the federal court to determine if it has jurisdiction.\" Baxley v. Woody, <span class=\"citation\" data-id=\"308171\"><a href=\"/opinion/308171/state-of-alabama-ex-rel-william-j-baxley-attorney-general-v-arthur-d/\"><span class=\"volume\">473</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 12 (5th Cir., 1973). Because there are jurisdictional questions involved herein (the question of standing is also jurisdictional), the Court has considered certain facts included within affidavits submitted by the plaintiffs. It should be stressed that these facts have been considered only on questions of the Court's jurisdiction and not with respect to whether the plaintiff states a claim upon which relief could be granted. <i>See,</i> F.R. Civ.P. 12(b).</p>\n<p>[2]  <i>See,</i> Flast v. Cohen, <i>supra,</i> 392 U.S. at 94-101, <span class=\"citation\" data-id=\"107731\"><a href=\"/opinion/107731/flast-v-cohen/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1942</span></a></span>, for an excellent summary of the constitutional underpinnings of the doctrine of standing.</p>\n<p>[3]  <i>See,</i> Sierra Club v. Morton, <i>supra,</i> 405 U.S. at 734-741, <span class=\"citation\" data-id=\"108502\"><a href=\"/opinion/108502/sierra-club-v-morton/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1361</span></a></span>, for a discussion of the related problem of when an individual or group can sue as \"private attorney[s] general\" in the public interest.</p>\n<p>[4]  <i>See</i> Yick Wo v. Hopkins, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">369</span></span>, <span class=\"citation\" data-id=\"91704\"><a href=\"/opinion/91704/yick-wo-v-hopkins/\"><span class=\"volume\">6</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1064</span></a></span>, <span class=\"citation\" data-id=\"91704\"><a href=\"/opinion/91704/yick-wo-v-hopkins/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">220</span></a></span> (1886) ; Torao Takahashi v. Fish and Game Commission, <span class=\"citation\" data-id=\"104564\"><a href=\"/opinion/104564/takahashi-v-fish-and-game-commn/\"><span class=\"volume\">334</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">410</span></a></span>, <span class=\"citation\" data-id=\"104564\"><a href=\"/opinion/104564/takahashi-v-fish-and-game-commn/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1138</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1478</span></span> (1948) ; Sugarman v. Dougall, <span class=\"citation\" data-id=\"108859\"><a href=\"/opinion/108859/sugarman-v-dougall/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">634</span></a></span>, <span class=\"citation\" data-id=\"108859\"><a href=\"/opinion/108859/sugarman-v-dougall/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2842</span></a></span>, <span class=\"citation\" data-id=\"108859\"><a href=\"/opinion/108859/sugarman-v-dougall/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">853</span></a></span> (1973).</p>\n<p>[5]  O'Shea v. Littleton, <i>supra,</i> 414 U.S. at 493-494, n. 2, 94 S.Ct. at 675.</p>\n<p>[6]  In Brown v. Board of Education, <i>supra</i><i>,</i> the defendants' segregation of public schools had a direct tendency to cause the psychological injuries suffered by the school children.</p>\n<p>[7]  The plaintiffs have classified defendants' employees into job groups 1 to 33. The range of salaries for job groups 1 through 10 is approximately $5,200 to $9,300 per year. The range of salaries, which includes some overlap with the lower job groups, for groups 11 through 33, is $8,000 to $32,000 per year.</p>\n<p>[8]                                  Total               Minority           Percentage of\n                                 Employees:          Employees:         Minority\n       Defendants' Agencies      City of Boston      City of Boston     Employees    \n       Bureau of Building\n       Construction                  118                   1                0.8%\n       Bureau of State\n       Buildings                     321                   8                2.5%\n       Department of\n       Corporations and\n       Taxation                     1014                  59                5.8%\n       Department of Public\n       Utilities                     112                   2                1.8%\n       Department of Public\n       Welfare                      1845                 166                9.0%\n       Department of Public\n       Works                        1597                  50                3.1%\n       Metropolitan\n       District Commission          3838                 127                3.3%\n       Registry of Motor\n       Vehicles                     1755                  71                4.0%\n</p>\n<p>[9]  <i>See,</i> note 7, <i>supra.</i></p>\n<p>[10]                                  Total Employees     Minority Employees      of Minority\n                                 Above               Above                   Percentage\n                                 Job Group 10:       Job Group 10:           Employees Above\n       Defendants' Agencies      City of Boston      City of Boston     Job Group 10   \n       Bureau of Building\n       Construction                   84                   1                1.2%\n       Bureau of State\n       Buildings                     149                   2                1.3%\n       Department of\n       Corporations and\n       Taxation                      459                  13                2.8%\n       Department of Public\n       Utilities                      86                   0                0.0%\n       Department of Public\n       Welfare                      1088                  53                4.9%\n       Department of Public\n       Works                        1081                  20                1.9%\n       Metropolitan\n       District Commission          1265                  17                1.3%\n       Registry of Motor\n       Vehicles                      664                  18                2.7%\n</p>\n<p>[11]  <i>See,</i> Boston Chapter, NAACP, Inc. v. Beecher, <span class=\"citation\" data-id=\"322423\"><a href=\"/opinion/322423/8-fair-emplpraccas-855-8-empl-prac-dec-p-9678-8-empl-prac-dec-p/\"><span class=\"volume\">504</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1017</span></a></span>, 1019-20 (1st Cir., 1974).</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/91704/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/100240/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104564/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106170/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106347/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106366/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106629/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107453/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107570/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107731/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107964/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108088/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108089/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108284/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108484/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108502/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108640/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108664/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108736/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108775/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108813/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108824/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108859/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108906/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109030/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/269577/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/297037/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/297797/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/303251/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/308171/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/311414/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/315536/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/315789/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/317655/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/318171/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/320704/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/322423/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1412388/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1468660/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1568724/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1602270/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1743272/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2126112/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2594930/"
          ]
        }
      ],
      "judges": "Freedman",
      "date_created": "2014-10-30T12:52:55.281067Z",
      "date_modified": "2016-03-03T19:47:15.715606Z",
      "date_filed": "1975-02-04",
      "date_filed_is_approximate": false,
      "slug": "jackson-v-sargent",
      "citation_id": 1387867,
      "case_name_short": "",
      "case_name": "Jackson v. Sargent",
      "case_name_full": "",
      "federal_cite_one": "394 F. Supp. 162",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 15,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/880799/jackson-v-sargent/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:52:55.277773Z",
  "date_modified": "2014-10-30T12:52:55.277773Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Jackson v. Sargent",
  "case_name_full": "",
  "slug": "jackson-v-sargent",
  "docket_number": "Civ. A. No. 74-2463-F",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}