{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/881967/",
  "id": 881967,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/txnd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1415981/",
      "id": 1415981,
      "absolute_url": "/opinion/1415981/united-states-v-lubbock-independent-sch/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/881967/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1415981/",
          "id": 1415981,
          "absolute_url": "/opinion/1415981/united-states-v-lubbock-independent-sch/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1415981/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/3554/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:01:57.714424Z",
          "date_modified": "2017-04-04T20:35:21.308814Z",
          "type": "010combined",
          "sha1": "87b8fae6bf40378ea623075a92f555d98840a0c9",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>455 F.Supp. 1223 (1978)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nLUBBOCK INDEPENDENT SCHOOL DISTRICT et al., Defendants.</h1></center>\n<center>Civ. A. No. CA-5-806.</center>\n<center><p><b>United States District Court, N. D. Texas, Lubbock Division.</b></p></center>\n<center>January 27, 1978.</center>\n<p><span class=\"star-pagination\">*1224</span> Drew S. Days, III, Asst. Atty. Gen., Civil Rights Div., Joseph D. Rich, Deputy Chief, Stephen P. Clark, Atty., Ed. Section, U. S. Dept. of Justice, Washington, D. C., for plaintiff.</p>\n<p>Robert Davidow, Lubbock, Tex., for amicus curiae: Citizens' Alliance for Successful Schools.</p>\n<p>Charles L. Cobb, D. Thomas Johnson, McWhorter, Cobb &amp; Johnson, Lubbock, Tex., for defendant Lubbock ISD.</p>\n<p>John L. Hill, Atty. Gen., Austin, Tex., for Texas Ed. Agency &amp; Dr. J. W. Edgar.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>WOODWARD, Chief Judge.</p>\n<p>This suit was initially commenced on August 19, 1970 by the United States of America as plaintiff against the Lubbock Independent School District, its superintendent, members of its board of trustees, and others. Under mandate of the United States Court of Appeals for the Fifth Circuit the matters in controversy were scheduled for trial in August of 1970 in order that a determination could be made by the court as to whether or not relief should be ordered, and if so, the extent thereof, prior to the opening of school some ten days to two weeks after the trial. After considering the evidence and argument of counsel at the August 1970 hearing the court entered its memorandum opinion on August 25, 1970, and the remedies ordered by the court were implemented by action of the Lubbock Independent School District (LISD) at the commencement of the 1970-71 school year. The court's order in 1970 changed the boundary lines for Dunbar High School and Struggs Junior High School (both previously all Black) with the expectation that the boundary line changes would integrate these two all Black schools. The previous order of the court did not give all of the relief prayed for by plaintiff but there was no appeal and the school system has been operated in accordance with this order up until the present time.</p>\n<p>In the spring of 1977 the LISD was authorized by a vote of the residents of the district to issue $11.9 million dollars in tax bonds for new construction. Phase I was to expend $6 million dollars for the construction of three new elementary schools in the south and southwest portions of the district, for the purchase of nine additional relocatable classrooms, for extracurricular facilities and equipment for women's participation in athletics, and for substantial classroom additions to the Parkway, Jackson, and Arnett Elementary Schools. In Phase II the construction of another elementary school in the northwest part of the district and a junior high school in the southwest part of the district was authorized. These new schools were to be built on sites that had been previously purchased by the Board and held by it for such purposes.</p>\n<p>LISD applied to this court for approval of such construction in view of the court's retention of jurisdiction over this matter by its 1970 order. Notice was given to plaintiff and the United States of America <span class=\"star-pagination\">*1225</span> thereupon filed its opposition to the proposed construction and further applied to the court for supplemental relief on the grounds that the order of the court in 1970 did not accomplish that which had been contemplated and that LISD had not been converted to a fully integrated school system.</p>\n<p>By stipulation of the parties the trial of the case was continued until the November term of this court with the agreement that neither party would seek enforcement of any additional orders from this court until the commencement of the 1978-79 school year.</p>\n<p>LISD replied to plaintiff's motion for supplemental relief, opposed the requests for supplemental relief, and filed motions for judgment founded upon the defenses of estoppel and res judicata.</p>\n<p>The defendants argue that the doctrines of res judicata and/or collateral estoppel preclude the court from granting additional relief, or, in the alternative, that those doctrines prevent the court from finding a constitutional violation prior to August 25, 1970, the date of the original desegregation order in this case. Although the doctrines of res judicata and collateral estoppel are applied to ensure the finality of judgments, both doctrines must be rejected where, as here, their application would result in manifest injustice.</p>\n<p>Decisions of the United States Supreme Court subsequent to this court's 1970 desegregation order have significantly clarified judicial remedial powers under school desegregation law. <i>Swann v. Charlotte-Mecklenburg Board of Education,</i> 402 U.S. 1, 91 S.Ct. 1267, 28 L.Ed.2d 554 (1971); <i>Keyes v. Denver,</i> 413 U.S. 189, 93 S.Ct. 2686, 37 L.Ed.2d 548 (1973). Recognizing this supervening growth and clarification of desegregation law, the Fifth Circuit repeatedly has upheld the application of current judicial standards to pre-<i>Swann</i> desegregation orders and the grant of appropriate supplemental relief. <i>Ellis v. Board of Public Instruction,</i> 465 F.2d 878 (5th Cir. 1972); <i>Dandridge v. Jefferson Parish School System,</i> 456 F.2d 552 (5th Cir. 1972). Furthermore, through its 1970 desegregation order, this court has retained and exercised supervisory jurisdiction over the subject matter and parties of the original suit.</p>\n<p>For the above reasons, the affirmative defenses of res judicata and collateral estoppel as raised by the defendants against the plaintiff's Motion for Supplemental Relief are DENIED.</p>\n<p>The court set the matter down for hearing on November 14, 1977, and advised the parties that it would hear the merits of the petition of the LISD to approve the construction under the bond issue and the merits of the plaintiff's motion for supplemental relief. Accordingly all parties appeared on said date and the court has now heard and examined the evidence, the pleadings, the arguments and briefs of counsel, and this memorandum opinion shall constitute the court's findings of fact and conclusions of law. The court agrees with the plaintiff that this court should re-examine all relevant evidence and issues and if the merits of the case so indicate, give either complete or partial relief as prayed for in the motion for supplemental relief and also to determine the issues with respect to the construction proposed under the bond issue.</p>\n<p></p>\n<h2>HISTORY OF LISD WITH RESPECT TO ITS INTEGRATION POLICIES</h2>\n<p>Prior to the 1954 decision by the United States Supreme Court in <i>Brown</i> I, <i>Brown v. Board of Education,</i> 347 U.S. 483, 74 S.Ct. 686, 98 L.Ed. 873 (1954), LISD had adopted and enforced a fixed policy that all Black school children would be required to attend school at what had been historically known as the Dunbar Schools, in the northeast part of Lubbock, which afforded classes in grades 1 through 12 for Black children only. Prior to 1949, Mexican-American school children in the elementary grades of LISD were assigned to what is known as the Guadalupe area. Guadalupe had at one time been called the \"Mexican School\" and in 1920 that school site had been moved to the present Guadalupe School location upon the petition of the Mexican-American parents <span class=\"star-pagination\">*1226</span> in the area. The evidence indicates that this move was made at the expense of the Mexican-American School patrons and not by LISD. The evidence is not certain, but in all probability only the elementary Mexican-American students were segregated in the Guadalupe area.</p>\n<p>As a result of the <i>Delgado</i> decision in 1948, (<i>Delgado v. Bastrop Independent School District,</i> unpublished, June 15, 1948, W.D. of Tex.) LISD changed its policy with respect to Mexican-American children and these school children thereafter attended the school nearest their residences and were not required to attend Guadalupe Elementary School unless they resided in that residential zone. However, the majority of the Mexican-American students in the elementary grades continued to attend Guadalupe Elementary School.</p>\n<p>After the decisions of <i>Brown I</i> and <i>Brown II</i> the School Board abandoned its policy of assigning all Blacks in the entire district to the Dunbar area and instead created boundary lines for an attendance zone that surrounded this area. These lines were drawn in a gerrymandered fashion and mainly encompassed the principal area of the district in which the Blacks resided. This effectively assigned all Blacks in grades 1 through 12 to these all Black schools, although there was a scattering of Blacks living in other parts of the city who were permitted to attend the schools in their neighborhood.</p>\n<p>In 1955 and 1956 there were two all Black elementary schools, Iles and Wheatley, one all Black high school, Dunbar, and one all Black junior high school, all of which were originally located on the same campus. Since that time Iles has been operated as an elementary school and two new buildings, on other campuses, have been constructed which are now Struggs Junior High School (grades 7 and 8) and Dunbar High School (grades 9-12). Also in 1955-56 there was one all Mexican-American elementary school, Guadalupe. At that time there were 29 schools operated by LISD which, with the exception of those noted above, were essentially all Anglo schools.</p>\n<p>Commencing with the creation of the attendance zone for the old Dunbar area in 1955 and continuing to this date the LISD has assigned its students on what is commonly referred to as a neighborhood school zone policy. Although this policy appears neutral on its face, the court finds that in some schools, as will be discussed hereinafter, the LISD applied and implemented the neighborhood school policy in an intentionally discriminatory manner with a resulting segregatory effect of isolating minority students from Anglo students. The court does not find from the evidence presented, however, as contended by the Government, that the LISD applied the neighborhood school policy as a racially segregative tool throughout the entire school system or that the implementation of such zoning policy had a racially segregative effect in each school.</p>\n<p>In 1955-56 there were only five schools (including Struggs which was not opened until 1965, but had previously been operated as part of Iles) which were racially identifiable as minority schools. The other four were Iles, Wheatley, Guadalupe, and Dunbar High School.<sup>[1]</sup> To determine whether a particular school is racially identifiable as a minority school the court has grouped the Mexican-Americans and Blacks together, rather than considering them separately. <i>Keyes, supra,</i> 413 U.S., at 197, 93 S.Ct. 2686. In the current school year, 1077-78, LISD is operating sixteen elementary schools which have in excess of 70% minorities (both Mexican-Americans and Blacks).<sup>[2]</sup> There also are four junior high schools which currently <span class=\"star-pagination\">*1227</span> have over 70% minority enrollment. (Alderson 94.85%; Matthews 94.61%; Struggs 94.57%; and Thompson 81.76% minority enrollment.) On the high school level, Dunbar currently has an 87.85% minority enrollment as compared with Estacado's 92.12% minority enrollment.</p>\n<p>Although other schools have substantial minority enrollments, the court finds from the evidence that the above 22 schools are racially identifiable as minority schools. Not all of the above 22 schools, however, are racially identifiable because of any unconstitutional actions or segregative intent on the part of the defendants.</p>\n<p>Based upon the early historical practice of racial discrimination by LISD against minorities and the large number of racially identifiable schools as minority schools, the court can only conclude that the plaintiff has established a prima facie case that LISD is operating a system with at least some schools being segregated by unconstitutional action and the segregative intent of the defendants, or their predecessors. Because such a prima facie case has been established, the burden falls upon the defendants to prove by a preponderance of the evidence that their actions with respect to the racially identifiable schools as minority schools within this system were not motivated by segregative intent, or that its past segregative acts did not create or contribute to the current segregated condition of these 22 schools. <i>Keyes v. School District No. 1, Denver, Colorado,</i> 413 U.S. 189, 208-11, 93 S.Ct. 2686, 37 L.Ed.2d 548 (1972). This segregation must be the result of state action. <i>Cisneros v. Corpus Christi Independent School District,</i> 467 F.2d 142, 148 (5th Cir. 1972), <i>cert. denied,</i> 413 U.S. 920, 93 S.Ct. 3053, 37 L.Ed.2d 1044 (1973), <i>reh. denied,</i> 414 U.S. 881, 94 S.Ct. 31, 38 L.Ed.2d 129 (1973).</p>\n<p></p>\n<h2>GOVERNMENT'S CLAIMS OF DISCRIMINATORY ACTS WITH SEGREGATIVE INTENT</h2>\n<p>1. Any position that the Government might take that the mere establishment of attendance lines based upon a neighborhood school policy is per se discriminatory cannot be sustained as it applies to each and every school in the system. <i>Keyes, supra,</i> 413 U.S. at 212, 93 S.Ct. 2686. In the actual implementation of such a neighborhood school zone policy, the statistics and records show that many of the schools had in attendance a percentage of minorities that classified such school, at such time, as a fully integrated school.</p>\n<p>As an example, McWhorter Elementary School, initially 98% Anglo and 2% Mexican-American in 1954 and now over 92% Mexican-American, was fully integrated in the period from 1961 through 1966 with an Anglo ratio which varied from 71% to 43% and a corresponding Mexican-American ratio varying from 28% to 56%. The integration of Anglos and Mexican-Americans at McWhorter during this period was a direct result of the neighborhood school policy. Further, there is no evidence that the defendants did anything to thwart or frustrate the integration of students during this period of time.</p>\n<p>Due to the foregoing example, this court cannot conclude that the general attendance zone policy of LISD has created a dual system over the entire district although the hereinafter school-by-school analysis may indicate (in some instances) that it has had that effect.</p>\n<p>2. The Government further contends that the School District closed the three central city elementary schools (Hunt, Carter, and Thompson) with the purpose of furthering segregation. The evidence in this case points to the contrary. When Hunt Elementary was closed in 1960, its enrollment was designated as being 100% Anglo. (Because Mexican-Americans were counted statistically as Anglos until 1961, there may have been some Mexican-Americans in attendance at the time Hunt was closed.) The evidence presented to the court by the defendants shows that the Hunt Elementary zone was the victim not only of expanding city commercial zoning but also of steady residential movement away from the Hunt attendance area due to <span class=\"star-pagination\">*1228</span> its proximity to the downtown area of Lubbock.</p>\n<p>Upon its closing, the Hunt attendance area, being comprised of 75 students, became an optional zone and remained as such for eight years between Bean, Thompson, and Dupre. The optional zone was created in the following two forms: first, the eastern 2/3 of the Hunt zone became a three-way option between the three schools; second, the western 1/3 of the Hunt optional zone became a two-way option between Thompson and Dupre. The court finds that this optional zone was for the purpose of facilitating student transfer to one of the transferee schools rather than for the purpose of promoting segregation in any of the transferee schools. Therefore the court finds that the closing of Hunt was not due to any segregative intent on the part of the LISD but due to a combination of factors: declining student population, commercial rezoning, and the additional fact that this school building was old and would have required a considerable expenditure to bring it up to modern standards.</p>\n<p>The Carter Elementary School was closed at the commencement of the 1970 school year when only 75 students enrolled for that year. Carter was close to the downtown area of Lubbock and like Hunt many of the residents had moved and the area was either commercial or had been converted to apartments and residences for Texas Tech students. As with Hunt and Thompson, the School Board had intended for several years to close Carter for the above reasons but the immediate impetus for the closing of this school was the destructive tornado which devastated the area in and around Carter in May of 1970. Practically every residence east of the building in the Carter District was destroyed or made unlivable, and these residents moved into the northeast section of the city where low cost FHA housing and financing was available in large numbers due to foreclosures which had occurred in previous years. The court finds that the closing of Carter and the actions of the School Board in gradually decreasing the Carter School enrollment over the years were not caused by any segregative intent but resulted solely from the changing residential patterns and the destructive tornado. The 75 students remaining in Carter in 1970 were assigned to Guadalupe and Thompson but the evidence does not show that there was any substantial effect on the racial make-up of these two schools.</p>\n<p>The elementary students were removed from Thompson in 1974 and the Thompson Elementary district was assigned to Dupre, Guadalupe, and Jackson. However, no students were living in the area assigned to Guadalupe. Hence no students were actually assigned to Guadalupe so as to increase the segregation there. The evidence clearly shows that in the year following the Thompson closing, Dupre, a predominantly Anglo school, had an increase in its minority enrollment from 38 minority students to 83. Further, Jackson, which was principally a minority school, had its Anglo enrollment increased from 7.3% to 17.9%. Thus, the closing of Thompson Elementary is found by the court not to have had a segregative impact on any of the above schools, but instead an integrative effect.</p>\n<p>3. A portion of the Government's case was directed to the location, site selection and the quality of the physical plants at the schools which are racially identifiable as minority schools. The defendants have proved by more than a preponderance of the evidence, however, that the buildings and other physical facilities, including the size of the school grounds, are equal in both the majority and minority areas when compared with the physical plants which were built at about the same time and for the same purposes. Further the court finds that in selecting sites for new schools the defendants gave proper consideration to the school population in the area, the cost and other economic factors, and that none of these sites were purchased as a result of segregative intent. There was no segregative intent shown on the part of the LISD as to any of its acts in the location, planning and building of the physical plants in any of the schools within the system, with <span class=\"star-pagination\">*1229</span> the exception of those located in the old Dunbar area which will be dealt with elsewhere in this memorandum.</p>\n<p>4. It was announced to the court that the Government did not at this time make any complaint as to the current assignment of faculty as having any racial significance, although it was contended that there was some segregative intent in this regard up to 1965. However, the court finds that, from the reports made by the LISD to this court showing its compliance with <i>Singleton v. Jackson Municipal Separate School District,</i> 419 F.2d 1211 (5th Cir. 1969), there is no segregative intent on the part of the defendants in the assignment or hiring policies or practices with respect to faculty and staff. At present the LISD is fully complying with <i>Singleton</i> and in those cases where there appears to be a disproportionate number of Mexican-American teachers in minority schools, the court finds that this results solely from the fact that Mexican-American teachers are assigned in many instances to the bilingual program in the elementary schools. This is a permissible assignment and needed in order to properly carry out the intents of the bilingual educational program, but, outside of that particular program, there is no disproportionate assignment of teachers on the basis of race.</p>\n<p>5. At one time LISD had a policy of permitting a student whose race was in the minority at a particular school to transfer to a school where his or her race was the majority. This minority-majority transfer policy was eliminated in 1964 and the court finds that this policy has had no effect and did not result in the establishment of any racially identifiable minority schools. In fact there was no evidence showing whether any students ever transferred under such policy.</p>\n<p>6. The plaintiff further contends, through its expert witness, that the acts of the City of Lubbock in its \"City Plan of Lubbock  1943\" shows a segregative intent on the part of LISD to create segregated schools and to maintain them as such, in that this plan contemplated that the area northeast of the railroad and canyon, which is principally occupied by minorities, would eventually become industrial and commercial zones, and those southwest of this boundary line would be largely residential. The \"City Plan,\" however, was not an act by the LISD and the evidence does not show that it influenced LISD in the maintenance and construction of its schools. LISD has constructed schools at locations where the residents were not previously being served or where it was reasonably contemplated that a residential development was imminent. There has been no segregative intent shown on the part of the LISD either by the act of the City of Lubbock in establishing this plan or in the manner that LISD utilized the plan in its activities.</p>\n<p></p>\n<h2>SCHOOLS THAT ARE RACIALLY IDENTIFIABLE AS MINORITY SCHOOLS</h2>\n<p>The court will now turn to a determination of whether or not any acts of the defendants, other than those discussed above, or in connection therewith, have resulted in the maintenance of those 22 schools which are racially identifiable as minority schools.</p>\n<p>As to five of the schools, Iles, Wheatley, and Guadalupe Elementary Schools, Struggs Junior High School and Dunbar High School, the court finds that the LISD has, by its policy of transferring all Blacks to this area prior to 1955, and gerrymandering the boundary lines of the all Black schools and the Guadalupe Mexican-American school, acted with segregative intent.</p>\n<p>By the 1970 order of this court it was contemplated that Struggs and Dunbar would each be assigned a number of Anglo students as a result of the ordered changes in school attendance boundary lines, and that Struggs and Dunbar would be integrated and no longer racially identifiable as minority schools. However, the evidence presented to this court in 1970 which indicated <span class=\"star-pagination\">*1230</span> that such would be the result has not been borne out in fact as to either of these schools and they are each presently racially identifiable as a minority school because of the defendants' past segregative and discriminatory acts. As an example it was contemplated that Dunbar would have approximately 40% Anglo students but it actually opened in the fall of 1970 with only about 23% Anglo. Therefore, this court will order the School Board to formulate a plan and submit it to the court for approval which will eliminate the segregative status of Dunbar and Struggs.</p>\n<p>With respect to the other schools in the LISD that have more than 70% enrollment of minorities, the court cannot make a finding that applies to all of such schools generally for in some cases, the LISD has proved by a preponderance of the evidence that the status of some of these schools as racially identifiable minority schools is not the result of any segregative intent or discriminatory act on the part of LISD, but that such status resulted solely from a shifting of the population. On the other hand, the court finds that there were segregative and discriminatory acts which created the segregative status at some of the schools and relief will be ordered in those cases. It therefore becomes necessary for the court to examine each of these schools separately, first in order to determine whether or not the defendants have created and operated racially identifiable schools with any segregative intent or discriminatory actions, and secondly, if such segregative intent is found, to determine whether it contributed in any way to the current segregated status of the school or schools which are now racially identifiable as minority schools.</p>\n<p>At the commencement of this memorandum discussion regarding specified schools, the court makes certain findings of fact concerning the enrollment statistics at each school upon which the discussion is based, and such statistics will appear in the tables preceding the analysis of each school.</p>\n<p></p>\n<pre>\n           POSEY ELEMENTARY\nOpened       1949 in permanent quarters\n625          Program Capacity\n366          Current Enrollment\n16%          Minority enrollment '54-55\n58.19%       Minority enrollment in 1961-62\n             and has steadily increased in a\n             minority percentage enrollment\n             until\n99.18%       Minority in '77-78\n           BOZEMAN ELEMENTARY\nOpened       1951 temporary quarters in 1957\n             permanent quarters\n450          Program Capacity\n596          Current Enrollment\n 3%          Minority in '54-55\n 5.88%            \"   \"  '61-62\n34.43%            \"   \"  '65-66\n59.02%            \"   \"  '66-67\n1/3 Anglo, 1/3 Black, 1/3 M/A  '67-68\n95.80%       Minority in '77-78\n           MARTIN ELEMENTARY\nOpened       1961\n470          Program Capacity\n251          Current Enrollment\n87.18%       Minority when opened '61\n98.41%       Minority '77-78\n</pre>\n<p>Posey, Martin and Bozeman should be considered jointly as there were certain actions taken by LISD that affected the racial make-up of Posey and Martin. While Posey and Bozeman were essentially all Anglo schools in the middle 1950s, Martin opened as a 87% minority school in 1961. Currently, in 1977-78, all three schools have a minority enrollment in excess of 95%. Unlike some of the other elementary schools in this school district, the court finds that the present high percentage of minorities in Martin and Posey did not result solely from a shifting population, but from certain discriminatory acts on the part of LISD which the court finds to have been prompted by segregative intent, with the resulting segregation continuing to this day.</p>\n<p>In the early 1960s, the LISD increased the capacity of Bozeman while it was still an Anglo school (94% Anglo). Later, even though not justified by the enrollment figures, the LISD increased the capacity at Posey and built and later increased the capacity at Martin. Martin was built in an <span class=\"star-pagination\">*1231</span> area that obviously would be populated by minorities, yet no attempt was made to draw boundary lines that would integrate all three schools. Without adding rooms or portables to reduce Bozeman's enrollment, as the LISD did in the early 1960s, it could have altered boundary lines so as to shift the overflow of the predominantly Anglo students at Bozeman to the nearby, under-populated Posey and Martin schools; in turn, all three schools would have been easily integrated. The LISD's above inaction, coupled with its creation of two optional zones in 1962-63 and 1963-64 between Bozeman (where the Anglos opted to attend) and Martin and Posey (where the minorities opted to attend), furthered the segregated status of Martin and Posey as minority schools and created a racial line with the whites to the north at Bozeman and the minorities to the south at Posey and Martin.</p>\n<p>In 1962 when Bozeman's minority population began to grow (principally caused by a shifting population), LISD placed the east part of the Bozeman district (which was composed mostly of whites) in Parkway Elementary which opened as a nearly 100% Anglo school. This, the court finds, was done with segregative intent. But the effect of such discriminatory and segregative acts by the defendants with respect to Bozeman are no longer in existence and play no part in its current status as a racially identifiable minority school. Defendants have so proved by a preponderance of the evidence: After the transfer of students from Bozeman to Parkway and to Posey and Martin in 1962 and 1963, Bozeman became a fully integrated elementary school. The tables at the beginning of this discussion concerning Bozeman show that the percentages of racial enrollment in the school years of 1965, 1966 and 1967 reflect a fully integrated student body. The defendants have done nothing since this period that would increase the minority enrollment at Bozeman. It became a minority school because white families moved out of the Bozeman school district, and the court finds that this cannot be charged to any acts or segregative intent on the part of the defendants or any of their predecessors in office.</p>\n<p>An order will be entered requiring the desegregation of Posey, and Martin Elementary Schools, but such an order is not warranted with respect to Bozeman.</p>\n<p></p>\n<pre>\n         MAHON ELEMENTARY\nFormerly known as North Avenue U Elementary\nwhich opened in 1951\nOpened         1973 in new building\n300            Program Capacity\n223            Current Enrollment\n74.5%          Minority in '54-55\n69.81%              \"   \"  '61-62\n88.34%              \"   \"  '77-78\n</pre>\n<p>Until 1973, Mahon operated as North Avenue U Elementary in temporary quarters. It was opened in a predominantly Mexican-American neighborhood with its attendance zone carved out of the aforementioned principally Mexican-American attendance area of Guadalupe. Even though this school was under-capacity at times, an adjacent overcrowded white school was increased in capacity instead of assigning whites to North Avenue U.</p>\n<p>There is some merit to defendants' argument that the residential patterns in these areas did not readily lend themselves to the assignment of students from the Anglo schools to North Avenue U, but the undisputed facts show that this elementary school was certain to become a segregated Mexican-American school from the time it first opened, and the School Board's actions in these respects show an intent to so segregate.</p>\n<p>North Avenue U will be one of the schools which this court will order to be desegregated.</p>\n<p></p>\n<pre>\n         SANDERS ELEMENTARY\nOpened      1927\n525         Program Capacity\n143         Current Enrollment\n82%         Minority in '54-55 (at this time\n            these 82% Mexican-Americans\n            were carried on the official records\n            as Anglos)\n90.66%      Minority in '61-62\n91.61%           \"   \"  '77-78\n</pre>\n<p><span class=\"star-pagination\">*1232</span> Sanders is presently being operated by LISD as a racially identifiable minority school and has been that way since 1954 and before. This resulted initially from the 1949 action of LISD following a United States District Court order (<i>Delgado v. Bastrop Independent School District,</i> unpublished, June 15, 1948, W.D. of Tex.) to cease the segregation of Mexican-Americans in the Texas school system. The action by LISD in 1949 was to constrict the attendance zone for Guadalupe, which was essentially 100% Mexican-American, and to assign approximately 1/3 of the old Guadalupe zone to Sanders. Later a substantial portion in the north part of the Sanders district (which northern portion consisted mostly of white residents) was assigned to the nearly all-white Arnett school. Similar action was taken when Posey was opened at about the same time, all of which furthered the status of Sanders as a segregated school for minorities.</p>\n<p>The LISD could have desegregated Sanders to some extent by assigning white students out of Arnett in the mid-1950's, but instead the LISD created an optional zone between Arnett and Bozeman, leaving Sanders fully segregated.</p>\n<p>These actions by LISD coupled with the fact that Sanders had had over 80% minority enrollment since 1954-55 lead to a finding that its racially identifiable status as a minority school is the result of past intentional acts to segregate minorities at Sanders and that the effect of such intentional acts are still in existence today.</p>\n<p>Accordingly, the court will order that Sanders be desegregated.</p>\n<p></p>\n<pre>\n       GUADALUPE ELEMENTARY\nOpened     1931\n323        Program Capacity\n157        Current Enrollment\n100%       Minority in '54-55\n100%            \"   \"  '61-62\n</pre>\n<p>Guadalupe is now and has been for many years a school that is readily identifiable as a minority school. It had a 100% minority enrollment in 1954-55 and for years prior thereto, and is 87.9% minority today. This status as an all-minority school was effected in 1949 (if not before) when LISD drew attendance zone lines that encompassed only Mexican-Americans, with approximately 2/3 of the entire Mexican-American population within that zone. Prior to that, Guadalupe was known as the Mexican School and before the <i>Delgado</i> decision, all Mexican-Americans in the district were required to attend Guadalupe. Subsequent acts of LISD have perpetuated this segregated condition. When boundary changes were made, Guadalupe's area would be reduced, but always in such a manner as to include principally only Mexican-Americans.</p>\n<p>The official and recorded minutes of the Board of Trustees and the percentage figures above definitely establish Guadalupe as a racially identifiable minority school, resulting from the <i>de jure</i> actions of LISD.</p>\n<p>It will be ordered that Guadalupe be desegregated.</p>\n<p></p>\n<pre>\n         HUNT ELEMENTARY\n               (New)\nOpened      1966\n312         Program Capacity\n258         Current Enrollment\n6.82%       Minority in '66-67\n24.48%           \"   \"  '67-68\n61.05%           \"   \"  '68-69\n95.35%           \"   \"  '77-78\n          TUBBS ELEMENTARY\nOpened      1966\n275         Program Capacity\n392         Current Enrollment\n57.07%      Minority in '66-67 and has steadily\n            increased in minority enrollment\n            to where it has\n94.65%      Minority in '77-78\n        McWHORTER ELEMENTARY\nOpened      1944\n445         Program Capacity\n635         Current Enrollment\n 2%         Minority in '54-55\n28.39%           \"   \"  '61-62\n34.62%           \"   \"  '62-63\n47.30%           \"   \"  '64-65\n56.82%           \"   \"  '65-66\n75%              \"   \"  '66-67 and has steadily\n            increased to\n93.33%      Minority in '77-78\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*1233</span>\n       WOLFFARTH ELEMENTARY\nOpened     1949 in temporary quarters and\nOpened     1950 in permanent quarters\n437        Program Capacity\n626        Current Enrollment\n 2%        Minority in '54-55\n27.57%          \"   \"  '61-62\n39.16%          \"   \"  '62-63\n48.20%          \"   \"  '63-64\n60.61%          \"   \"  '64-65 and increased\n           in minorities to where it has\n89.30%     Minority in '77-78\n       SOUTHEAST ELEMENTARY\nOpened     1960 in temporary quarters\n120        Current Enrollment\n29.52%     Minority in '61-62\n24.62%          \"   \"  '62-63\n22.64%          \"   \"  '63-64\n27.50%          \"   \"  '64-65\n34.50%          \"   \"  '65-66\n41.84%          \"   \"  '66-67\nWent over\n50%             \"   \"  '67-68\n75%             \"   \"  '77-78\n        PARKWAY ELEMENTARY\nOpened     1962\n425        Program Capacity\n760        Current Enrollment\n 1.5%      Minority '62 when opened\n10.66%          \"   in '66-67\n36.82%          \"    \" '67-68\n68.63%          \"    \" '68-69\n73.54%          \"    \" '69-70\n96.84%          \"    \" '77-78\n        JACKSON ELEMENTARY\nOpened     1947 in temporary quarters and\nOpened     1949 in permanent quarters\n325        Program Capacity\n437        Current Enrollment\n19%        Minority in '54-55\n44.38%          \"    \" '61-62\n48.43%          \"    \" '62-63\n52.90%          \"    \" '63-64 and has remained\n           over 50% minority until it\n           has\n85.58%     Minority in '77-78\n        HARWELL ELEMENTARY\nOpened     1946\n445        Program Capacity\n503        Current Enrollment\n 2.9%      Minority in '54-55\n20.43%          \"    \" '61-62\n29.10%          \"    \" '62-63\n34.80%          \"    \" '63-64\n40.22%          \"    \" '64-65\n41.53%          \"    \" '65-66\n43.14%          \"    \" '66-67\nWent over\n50%             \"    \" '67-68\n84.49%          \"    \" '77-78\n</pre>\n<p>None of the above eight elementary schools, all of which currently possess a minority enrollment of over 70%, have been established or maintained as racially identifiable minority schools through any intent to segregate on the part of the defendants or through any alleged discriminatory LISD acts such as zone changes, optional zones, pupil assignment or construction policies.</p>\n<p>The Government contends that LISD has in the past created boundary lines or selected new school sites which established some schools as Anglo schools while leaving other adjacent schools as all minority. As an example, the Government takes the position that by building Hunt Elementary School in a sparsely settled neighborhood at a time when the surrounding areas were becoming increasingly populated by minorities, the LISD intended Hunt to be an all-Anglo school. The construction site of Hunt, according to the Government, was a clear signal to the whites that if minorities moved into their neighborhood, the LISD would build a new school in another area for the whites to attend  leaving behind essentially all-minority schools.</p>\n<p>The court cannot accept this interpretation of the facts. If the Hunt construction was such a signal to Anglos, it was indeed a poor one for the opposite result was achieved  within 2 to 3 years after its 1966 opening, Hunt had essentially become a minority school. The Government's above conjecture is insufficient to support any finding of an intentionally segregative act by the LISD.</p>\n<p>Similar to its position on the construction site of Hunt, the Government claimed that the LISD planned the construction location of Tubbs Elementary to further racial segregation. The opening of Tubbs in a very small area, adjacent to two other elementary schools which were at that time approximately <span class=\"star-pagination\">*1234</span> three-fourths minority (Wolffarth and McWhorter), was, according to the Government, an attempt to contain the essentially Mexican-American population within these three school areas even though Wolffarth and McWhorter were slightly under-capacity and there were other elementary schools in west Lubbock which could have accommodated those students assigned to Tubbs.</p>\n<p>The court, however, does not find any indication of discriminatory acts or segregative intent in the placement of Tubbs. The School District satisfactorily proved that the large areas occupied by the Tech campus to the west and south of Tubbs made it impracticable to assign elementary students in this area to schools in west Lubbock. Further, the LISD apparently had not intended for Tubbs to be a racially identifiable school for when Tubbs opened it was almost equally divided between minority races and the Anglo race. Later the LISD assigned an area to Tubbs that had previously been in the Rush district, but this did not materially alter the racial ratio in either Rush or Tubbs.</p>\n<p>The court can only conclude that the preponderance of the evidence proves that both Hunt and Tubbs are representative of the remaining six elementary schools, all of which, though now racially identifiable as minority schools, gradually became such solely from the continual population shifts which naturally occur in a rapidly growing city, and not due to any intentionally segregative acts of the LISD.</p>\n<p>As to those schools which the LISD intentionally established as minority schools, this court will, as heretofore set forth, order desegregation, but such an order is not applicable to these eight schools.</p>\n<p>The enrollment figures over a period of years for each of these schools show that each was originally all-white, or nearly so (with the exception of Tubbs which opened at 57% minority and 43% Anglo), and that over a period of years each has had a more or less gradual percentage increase in minority enrollment. At one period or another each of these eight schools could be fairly and accurately classified as being fully integrated. As an example, the tables above show that in the period from 1961-62 through 1966-67 Southeast Elementary had a range from 29.52% to 41.84% minority enrollment. During this period Southeast Elementary was a fully integrated school under any standard. Likewise, this same status existed at some point for each of the other seven schools as shown in the above tables.</p>\n<p>Therefore, the preponderance of the evidence overcomes the Government's prima facie case and establishes that each of these eight schools was at one time fully integrated and, without any further discriminatory act or segregative intent by the defendants, gradually became all minority due to uncontrollable shifting residential patterns. The requisite purpose to discriminate has been shown to be lacking by a preponderance of the evidence at these schools. <i>Washington v. Davis,</i> 426 U.S. 229, 238-39, 96 S.Ct. 2040, 48 L.Ed.2d 597 (1976).</p>\n<p></p>\n<pre>\n          JUNIOR HIGH SCHOOLS\n         ALDERSON JUNIOR HIGH\nOpened       1961\n1,000        Program Capacity\n873          Current Enrollment\n10.33%       Minority in '61-62\n25.59%            \"    \" '64-65\n32.83%            \"    \" '65-66\n42.43%            \"    \" '66-67\nWent over\n50%               \"    \" '67-68 and has steadily\n             increased in minority enrollment\n             until it has\n94.85%       Minority in '77-78\n         THOMPSON JUNIOR HIGH\nOpened       1949\n600          Program Capacity\n307          Current Enrollment\n12.2%        Minority in '54-55\n42.63%            \"    \" '61-62\n52.18%            \"    \" '63-64\n56.45%            \"    \" '64-65 and has steadily\n             increased to\n81.76%       Minority in '77-78\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*1235</span>\n         MATTHEWS JUNIOR HIGH\nOpened       1952\n890          Program Capacity\n946          Current Enrollment\n 6.6%        Minority in '54-55\n13.88%            \"    \" '61-62\n25.86%            \"    \" '63-64\n37.64%            \"    \" '64-65\n48.46%            \"    \" '65-66\nWent over\n50%               \"    \" '66-67 and has steadily\n             increased to\n94.61%       Minority in '77-78\n</pre>\n<p></p>\n<h2>MATTHEWS, THOMPSON AND ALDERSON JUNIOR HIGH SCHOOLS</h2>\n<p>Each of these junior high schools has something in common with respect to their racial make-up. In 1954-55 (in 1961-62 as far as Alderson is concerned) each school had under 13% minority enrollment. Now each of these schools has over 70% minority enrollment. In the middle 1960s each of these schools, at one time or another, and for a period of several years, were operated by the District as fully integrated schools. Typical of this integrated enrollment was that at Matthews between 1961 and 1965 with a minority enrollment from 13% to 48% and the remainder Anglo. After this period of integrated enrollment these schools gradually increased in minority enrollment until now they each have over the 70% figure. The School Board has assigned students to these schools strictly on a neighborhood school basis and the court does not find any evidence on the record indicating an intention to segregate the races at these schools. In fact a preponderance of the evidence shows, (<i>see</i> the demographic maps of the Government) that there has been a shift in the population in Lubbock through the years that follows almost exactly the pattern of increased minority enrollment in each of the schools. The present status of these schools as being racially identifiable as minority schools (that is over 70% minority enrollment), has been caused only by these change-in-population patterns, and, with the absence of any segregative intent or discriminatory act by the School Board in respect to these schools, the court will not order any remedy with respect to same. The defendants have proved by a preponderance of the evidence that discriminatory acts with segregative intent have not caused in any way the present racially identifiable status of these three schools as minority schools.</p>\n<p>As to the Government's allegations and contentions that the shift in population is due to the placement of schools, the court does not find any evidence in the record to sustain this. The Government's expert based his opinion, that population patterns change as a result of the School Board's actions in establishing schools, solely upon the results as he now views them and has no foundation in fact or by inference from fact that that was the case at the time the schools were created and these population changes occurred.</p>\n<p></p>\n<pre>\n         LUBBOCK HIGH SCHOOL\nOpened      1930\n1,975       Program Capacity\n1,286       Current Enrollment\n 1.27%      Minority in '54-55\n 4.78%           \"    \" '61-62\n25.16%           \"    \" '67-68\n30.29%           \"    \" '68-69\n35.17%           \"    \" '69-70\n36.79%           \"    \" '70-71\n40.15%           \"    \" '71-72\n43.70%           \"    \" '72-73\n48.70%           \"    \" '74-75\n54.34%           \"    \" '75-76\n55.20%           \"    \" '76-77\n60.50%           \"    \" '77-78\n         ESTACADO HIGH SCHOOL\nOpened      1967\n1,725       Program Capacity\n1,206       Current Enrollment\n44.16%      Minority in '67-68\n66.09%           \"    \" '69-70 and has increased\n            to\n92.12%      Minority in '77-78\n</pre>\n<p></p>\n<h2>LUBBOCK AND ESTACADO HIGH SCHOOLS</h2>\n<p>Lubbock High School was all Anglo in 1954-55 with the exception of a 1.27% Mexican-American student population. In the period from 1965 through 1973-74, it had from 84% to 52% Anglo enrollment. Today it is 40% Anglo and approximately 60% minority. From these enrollment figures, <span class=\"star-pagination\">*1236</span> Lubbock High School cannot be considered a racially identifiable minority school. Admittedly there have been boundary changes by the LISD which transferred Lubbock High students principally to Coronado High School. Although Anglo enrollment at Lubbock High following the 1965 boundary change declined from 84% to 79%, it was not caused by the LISD boundary change.</p>\n<p>Like Lubbock High, Estacado High School originally opened in 1967 in a residential area that had Anglos as a majority of its residents. At the time of its opening, the school was fully integrated, that is, 55.84% Anglo, 18.28% Mexican-American, and 25.88% Black. The attendance zone lines for Estacado have not been changed in any substantial manner since its opening in 1967, and when any changes have been made, they were made, not with any intent to segregate or to discriminate against minorities, but for the proper administration of the school system.</p>\n<p>As noted in the above enrollment tables, the residential attendance zones of both Lubbock and Estacado High Schools have witnessed rapid increases in minority population. However, the court has been offered no evidence proving that these population changes or the change in the racial make-up of the student population at either Lubbock High or Estacado High resulted from any discriminatory acts of the defendants or because of any intent to segregate. On the contrary, the defendants have proved by a preponderance of the evidence that the yearly changes in racial percentages at Lubbock and Estacado to their present high minority enrollments are a direct result of demonstrable shifts in population unrelated to LISD student assignment policies. Clearly, the decline in Anglo enrollment at Lubbock and Estacado has been caused only by the movement of Anglos out of the districts assigned to the respective schools and, in turn, minority residential movement into those areas.</p>\n<p>The court finds that the defendants neither encouraged this subsequent movement nor attempted to thwart integration of students during those years in which the racial make-up was majority Anglo and a lesser percentage of minorities. This finding by the court with respect to Estacado and Lubbock High is fully supported by the statistics which prove that these two schools were fully integrated at one time or another Estacado in 1967, 1968, 1969 and 1970 and Lubbock High in the period from 1968-76, and which even now is 40% Anglo and 60% minority.</p>\n<p></p>\n<h2>CAPACITY AND NEW SCHOOLS</h2>\n<p>The parties are in sharp disagreement regarding the facts pertinent to the defendants' motion to permit it to construct new elementary schools and a junior high school in south, southwest, and northwest Lubbock.</p>\n<p>LISD has been a rapidly growing school system for the past 27 years. In 1951 there were 12,000 students in the entire district. In 1970 enrollment expanded to a total of 34,000 students, and in 1976 levelled off at 32,000 students. There has been some decline in elementary enrollment from 19,715 in 1966-67 to 17,141 in 1976-77.</p>\n<p>It is the Government's contention that the construction of new elementary schools and a new junior high school under the 1977 bond program is not necessary because the present buildings are far under their capacity. The Government asserts that there are over 5,000 \"vacant seats\" in the various elementary schools of Lubbock.</p>\n<p>On the other hand, the LISD contends not only that the elementary schools are in effect full but also that some of them have enrollment far exceeding their present capacity. Contrary to the Government's position, the LISD claims that there are only 200 to 300 \"vacant seats.\" Such vacancy figure, according to the defendants, does not provide any margin for the total enrollment of 17,141 elementary students in the District.</p>\n<p>The wide variance in these two building capacity figures is caused solely by the method of computation. The Government has taken the number of rooms, both permanent and temporary, in each building, and multiplied by 28 students to arrive at <span class=\"star-pagination\">*1237</span> school building capacity. The LISD on the other hand multiplied the number of classrooms (which excludes not only temporary and portable relocatable classrooms, but also those rooms used for special education, physical education and special projects) by 25 students per classroom rather than by 28.</p>\n<p>The figure of 25 is applied on the basis of Senate Bill 1, as passed by the Texas Legislature in the summer of 1977. This legislative enactment provides that the schools of the State of Texas should maintain a ratio of one room or teacher to each 25 students at the elementary level. The court finds that it is reasonable to exclude from these capacity computations temporary classrooms and those rooms that are used for the above special purposes. The court finds that there is not any over all under capacity in the elementary school buildings in the District, but the distribution of elementary students causes some elementary schools to have enrollment far in excess of capacity while others are far below capacity.</p>\n<p>In the elementary schools that the court is ordering to be desegregated, it appears that there is room for many students to be assigned there, even when adopting the figures of LISD as to \"program capacity.\" The following table illustrates this with respect to these seven elementary schools:</p>\n<p></p>\n<pre>\n         SCHOOL       PRESENT             PROGRAM        NUMBER OF\n                      ENROLLMENT          CAPACITY       \"VACANT SEATS\"\n         Wheatley     354                 612            258\n         Iles         183                 582            399\n         Guadalupe    157                 323            166\n         Posey        366                 625            259\n         Martin       251                 470            219\n         Mahon        223                 300             77\n         Sanders      143                 525            382\n</pre>\n<p>The evidence does not explain why LISD does not utilize these empty seats in relieving the overcrowded conditions at other elementary schools, but has instead elected to spend some $12 million dollars on new construction, most of which will be for elementary schools. This would be a useful way to desegregate these schools, and the fact that this has not been done up until the present time proves that the effect of the discriminatory acts by LISD with respect to these seven schools is still in existence and perpetuates the segregation of these students.</p>\n<p>As to junior high schools, the parties seem to agree that the total number of \"vacant seats\" is in excess of 600, consequently meaning that there is less enrollment than there is room in the various junior high schools. It is noted, however, that the first junior high school is to be built in the second phase of the LISD proposed building program. Thus, the LISD evidently recognizes that there is no critical need for an additional junior high school at this point.</p>\n<p>The decision of whether or not to build additional schools and classrooms is one that should be left to the discretion of the local authorities, that is, the Board of Trustees of the Lubbock Independent School District. The real question before the court is not whether these schools should be and could be built under constitutional guidelines, but whether or not the building and location of said schools will further segregation in the District. In short, who is going to attend the schools when they are built and what will be the effect, if any, on the other schools in the system? This court's order will permit the School District to build these additional buildings when and where they desire, subject only to the submission of a satisfactory plan for desegregation of each school in the District which <span class=\"star-pagination\">*1238</span> the court finds is now racially identifiable as a minority school and whose racially identifiable status was caused by segregative intent and the discriminatory acts of the LISD, and provided that such construction will not hinder the integration of other schools. Further, in submitting such a plan, the School District must make a study and report to the court the effect that such new construction, at all locations, will have on the integration or segregation of the school system now and in the future.</p>\n<p></p>\n<h2>ADDITIONAL STATISTICS</h2>\n<p>With a total school enrollment of 27,265 in the 1961-62 school year, Anglos constituted 77.10%, Mexican-Americans 13.38%, and Blacks 9.52%. In the 1969-70 school year, with a total enrollment of 33,213, Anglos constituted 67.51%, Mexican-Americans 20.84%, and Blacks 11.50%.</p>\n<p>In the current year of 1977-78 the total enrollment is 32,125. Anglo enrollment is 60.18% of this number; the Mexican-Americans represent 27.27%; and, the Blacks constitute 12.55%.</p>\n<p>All of the evidence and exhibits in the case indicate that for at least the past 25 years there has been a steady movement of the population patterns in the City of Lubbock. This rapid shift is graphically shown by Government's Exhibits 166 and 167. All witnesses have agreed that it is the southwest portion of Lubbock, which is essentially all Anglo, that is the fastest growing part of the city and has been so for many years. The evidence shows that the minority population in the east and northeast part of Lubbock has increased percentagewise in substantial proportions, and that additionally there is a definite movement of Mexican-Americans to the southwest portion of the city. The movement of the populations, and the racial shifts as shown by these exhibits, are also mirrored in the racial make-up of the schools in the particular areas.</p>\n<p>As noted above, some of the schools which the court will order to be integrated have an enrollment far under the capacity of the physical plants at these campuses. As a result these schools, which are substantially under capacity, have been operating at less than the maximum efficiency which is desired. The ideal elementary school ordinarily has an enrollment of 500 students, in that if enrollment is far below this figure it results in inferior education because of the lack of courses and variety of courses offered. This should be remedied in any plan submitted by the School Board.</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>1. The court, by this memorandum opinion, has found that there are 22 schools in the Lubbock Independent School District which are operated and maintained as racially identifiable minority schools in that the racial minority enrollment in each of these schools exceeds 70% of the total enrollment at such school.</p>\n<p>2. However, the court has found and concluded that only 9 of these schools are racially identifiable as minority schools because of any discriminatory acts or segregative intent on the part of the defendants. These are the same schools, with the addition of Mahon Elementary, that this court found to be maintained and operated unconstitutionally by this court's order in August of 1970.</p>\n<p>3. Although the remaining 13 schools are racially identifiable as minority schools, the court has found and concluded that they are not being operated and maintained in violation of the Fourteenth Amendment or any other provision of the Constitution of The United States.</p>\n<p>The defendants have proved by a preponderance of the evidence that with respect to these 13 schools, their present as well as any past status as minority schools did not result in any degree from any discriminatory act or segregative intent on the part of the defendants. Although the proof on this point is borne out by many of the facts in evidence, it is most conclusively proved by the statistics showing that for a period of years each of these schools was operated and maintained with fully integrated student <span class=\"star-pagination\">*1239</span> bodies. The fact that this integrated status was changed to a minority or segregated school at a later date resulted solely from a changing population for which the school authorities were not in any way responsible.</p>\n<p>In the case of Bozeman, the court has found that although segregative intent was present in the operation of this school at one time, it subsequently became fully integrated. However, the effects of such acts with segregative intent at Bozeman are no longer present, and Bozeman changed from an integrated to a racially identifiable minority school at present without any action of the School Board being responsible therefor. This change resulted from the same shifts in population as caused the change in the other schools in this category.</p>\n<p>4. Although the defendants complied with the specific order of the court in August of 1970 with respect to the eight schools then found to be operated in violation of the Constitution, the court retained continuing jurisdiction and now finds that the previous order did not in actual fact remedy the constitutional violations then existing. Not only did the actual Anglo enrollment at Struggs and Dunbar commencing in 1970, fall far short of integrating these two schools, but also under the previous plan the students at the elementary schools then in question were not and would not be given an opportunity, in junior and senior high school, to attend a fully integrated school. Further, and especially under these circumstances as well as subsequent appellate decisions, the court is of the opinion that the holding of <i>Hightower v. West,</i> 430 F.2d 552 (5th Cir. 1970), is no longer applicable to the facts of this case.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>It is the function and duty of this court to determine and identify any constitutional violations of the defendants in the operation and maintenance of the Lubbock school system, and it is the court's further function and duty to order the responsible authorities to submit a plan which will remedy and eradicate the violation and the remaining vestiges of unconstitutional actions by the defendants, and their predecessors in office. But this does not include the power of the court or of the plaintiff, The United States of America, to order local school authorities to take any other steps or actions other than those necessary to remedy and eradicate the effects of any present or past unconstitutional acts by defendants. <i>Austin Independent School District v. United States,</i> 429 U.S. 990, 995, 97 S.Ct. 517, 50 L.Ed.2d 603 (1976).</p>\n<p>Likewise, local school authorities and their administrative staffs are much better equipped and qualified than the court to prepare, and submit to the court for approval, the details of any remedial plan necessary to correct any constitutional violations now existing.</p>\n<p>Therefore, it is here ordered:</p>\n<p>1. That the defendants will prepare and submit for the court's approval, on or before April 1, 1978, a plan of student attendance for the Lubbock Independent School District which will eradicate all vestiges of segregation at Dunbar High School, Struggs Junior High School and the following elementary schools: Wheatley, Iles, Martin, Posey, Sanders, Guadalupe and Mahon.</p>\n<p>2. Only as a matter of suggesting general guidelines to the defendants, the court advises that defendants will be permitted to use any reasonable tool, device or plan that will reasonably accomplish the desired integration including, but not exclusively: the pairing and clustering of schools, changes in attendance boundary lines, the utilization of space in schools now under capacity, the closing of schools, the full use and implementation of a majority to minority transfer policy or any other plan that is reasonable and necessary to accomplish the objectives of this order.</p>\n<p>However, as a matter of caution, care should be taken by the school authorities that the burden of carrying out any plan will not be a disproportionate burden on any race. The starting point, which is an impossible ideal to accomplish, in determining <span class=\"star-pagination\">*1240</span> if a school is fully integrated, would be an enrollment that would reflect the racial make-up of the entire school population of the district, but this is a starting point only. Also, the court will not necessarily approve a plan where the affected schools will have no more than 70%, or near thereto, of minority enrollment; and this figure of 70% will not necessarily be the exact dividing line to determine if a school has or has not been integrated under the proposed plan. Care should be taken that any plan will have some reasonable assurance of continued as well as initial success and a school having just under 70% minority enrollment might not comply with this admonition.</p>\n<p>It is also recognized that the plan will directly affect only certain named schools, but every precaution should be taken that there will be no indirect effect on other schools in the district whereby these other schools would be directed toward segregation.</p>\n<p>3. The court will not at this time rule finally on the School's motion with respect to construction under the bond issue. But the defendants will be required to make further study of the effect of such construction on the racial make-up in the Lubbock school system. In this connection it may very well be that this new construction will be a useful \"tool\" for the defendants in implementing desegregation of the schools in question. Following the completion of the above ordered study, the defendants shall submit to the court a report from such study reflecting the projected segregative and integrative effects that the defendants' proposed desegregation/construction plan will have on the school system.</p>\n<p>It is so ordered.</p>\n<p>The Clerk will furnish a copy hereof to each attorney.</p>\n<h2>NOTES</h2>\n<p>[1]  One other school, Northeast Elementary now Mahon Elementary, in 1954-55 had an enrollment which was shown as 100% Anglo, but at that time this school actually had an enrollment consisting of 74% Mexican-American students and 26% Anglo.</p>\n<p>[2]  Harwell 84.49%; Southeast 75%; Iles 99.45%; Wheatley 98.87%; Posey 99.18%; Martin 98.41%; Bozeman 95.80%; Parkway 96.84%; Hunt 95.35%; Sanders 91.61%; Guadalupe 87.90%; Mahon 88.34%; Wolffarth 89.30%; Tubbs 94.65%; McWhorter 94.33%; Jackson 85.58%.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">455</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1223</span></span> (1978)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nLUBBOCK INDEPENDENT SCHOOL DISTRICT et al., Defendants.</h1></center>\n<center>Civ. A. No. CA-5-806.</center>\n<center><p><b>United States District Court, N. D. Texas, Lubbock Division.</b></p></center>\n<center>January 27, 1978.</center>\n<p><span class=\"star-pagination\">*1224</span> Drew S. Days, III, Asst. Atty. Gen., Civil Rights Div., Joseph D. Rich, Deputy Chief, Stephen P. Clark, Atty., Ed. Section, U. S. Dept. of Justice, Washington, D. C., for plaintiff.</p>\n<p>Robert Davidow, Lubbock, Tex., for amicus curiae: Citizens' Alliance for Successful Schools.</p>\n<p>Charles L. Cobb, D. Thomas Johnson, McWhorter, Cobb &amp; Johnson, Lubbock, Tex., for defendant Lubbock ISD.</p>\n<p>John L. Hill, Atty. Gen., Austin, Tex., for Texas Ed. Agency &amp; Dr. J. W. Edgar.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>WOODWARD, Chief Judge.</p>\n<p>This suit was initially commenced on August 19, 1970 by the United States of America as plaintiff against the Lubbock Independent School District, its superintendent, members of its board of trustees, and others. Under mandate of the United States Court of Appeals for the Fifth Circuit the matters in controversy were scheduled for trial in August of 1970 in order that a determination could be made by the court as to whether or not relief should be ordered, and if so, the extent thereof, prior to the opening of school some ten days to two weeks after the trial. After considering the evidence and argument of counsel at the August 1970 hearing the court entered its memorandum opinion on August 25, 1970, and the remedies ordered by the court were implemented by action of the Lubbock Independent School District (LISD) at the commencement of the 1970-71 school year. The court's order in 1970 changed the boundary lines for Dunbar High School and Struggs Junior High School (both previously all Black) with the expectation that the boundary line changes would integrate these two all Black schools. The previous order of the court did not give all of the relief prayed for by plaintiff but there was no appeal and the school system has been operated in accordance with this order up until the present time.</p>\n<p>In the spring of 1977 the LISD was authorized by a vote of the residents of the district to issue $11.9 million dollars in tax bonds for new construction. Phase I was to expend $6 million dollars for the construction of three new elementary schools in the south and southwest portions of the district, for the purchase of nine additional relocatable classrooms, for extracurricular facilities and equipment for women's participation in athletics, and for substantial classroom additions to the Parkway, Jackson, and Arnett Elementary Schools. In Phase II the construction of another elementary school in the northwest part of the district and a junior high school in the southwest part of the district was authorized. These new schools were to be built on sites that had been previously purchased by the Board and held by it for such purposes.</p>\n<p>LISD applied to this court for approval of such construction in view of the court's retention of jurisdiction over this matter by its 1970 order. Notice was given to plaintiff and the United States of America <span class=\"star-pagination\">*1225</span> thereupon filed its opposition to the proposed construction and further applied to the court for supplemental relief on the grounds that the order of the court in 1970 did not accomplish that which had been contemplated and that LISD had not been converted to a fully integrated school system.</p>\n<p>By stipulation of the parties the trial of the case was continued until the November term of this court with the agreement that neither party would seek enforcement of any additional orders from this court until the commencement of the 1978-79 school year.</p>\n<p>LISD replied to plaintiff's motion for supplemental relief, opposed the requests for supplemental relief, and filed motions for judgment founded upon the defenses of estoppel and res judicata.</p>\n<p>The defendants argue that the doctrines of res judicata and/or collateral estoppel preclude the court from granting additional relief, or, in the alternative, that those doctrines prevent the court from finding a constitutional violation prior to August 25, 1970, the date of the original desegregation order in this case. Although the doctrines of res judicata and collateral estoppel are applied to ensure the finality of judgments, both doctrines must be rejected where, as here, their application would result in manifest injustice.</p>\n<p>Decisions of the United States Supreme Court subsequent to this court's 1970 desegregation order have significantly clarified judicial remedial powers under school desegregation law. <i>Swann v. Charlotte-Mecklenburg Board of Education,</i> <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span> (1971); <i>Keyes v. Denver,</i> <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1973). Recognizing this supervening growth and clarification of desegregation law, the Fifth Circuit repeatedly has upheld the application of current judicial standards to pre-<i>Swann</i> desegregation orders and the grant of appropriate supplemental relief. <i>Ellis v. Board of Public Instruction,</i> <span class=\"citation\" data-id=\"305237\"><a href=\"/opinion/305237/evelyn-r-ellis-v-the-board-of-public-instruction-of-orange-county/\"><span class=\"volume\">465</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">878</span></a></span> (5th Cir. 1972); <i>Dandridge v. Jefferson Parish School System,</i> <span class=\"citation\" data-id=\"301939\"><a href=\"/opinion/301939/lena-vern-dandridge-v-jefferson-parish-school-board/\"><span class=\"volume\">456</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">552</span></a></span> (5th Cir. 1972). Furthermore, through its 1970 desegregation order, this court has retained and exercised supervisory jurisdiction over the subject matter and parties of the original suit.</p>\n<p>For the above reasons, the affirmative defenses of res judicata and collateral estoppel as raised by the defendants against the plaintiff's Motion for Supplemental Relief are DENIED.</p>\n<p>The court set the matter down for hearing on November 14, 1977, and advised the parties that it would hear the merits of the petition of the LISD to approve the construction under the bond issue and the merits of the plaintiff's motion for supplemental relief. Accordingly all parties appeared on said date and the court has now heard and examined the evidence, the pleadings, the arguments and briefs of counsel, and this memorandum opinion shall constitute the court's findings of fact and conclusions of law. The court agrees with the plaintiff that this court should re-examine all relevant evidence and issues and if the merits of the case so indicate, give either complete or partial relief as prayed for in the motion for supplemental relief and also to determine the issues with respect to the construction proposed under the bond issue.</p>\n<p></p>\n<h2>HISTORY OF LISD WITH RESPECT TO ITS INTEGRATION POLICIES</h2>\n<p>Prior to the 1954 decision by the United States Supreme Court in <i>Brown</i> I, <i>Brown v. Board of Education,</i> <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></span> (1954), LISD had adopted and enforced a fixed policy that all Black school children would be required to attend school at what had been historically known as the Dunbar Schools, in the northeast part of Lubbock, which afforded classes in grades 1 through 12 for Black children only. Prior to 1949, Mexican-American school children in the elementary grades of LISD were assigned to what is known as the Guadalupe area. Guadalupe had at one time been called the \"Mexican School\" and in 1920 that school site had been moved to the present Guadalupe School location upon the petition of the Mexican-American parents <span class=\"star-pagination\">*1226</span> in the area. The evidence indicates that this move was made at the expense of the Mexican-American School patrons and not by LISD. The evidence is not certain, but in all probability only the elementary Mexican-American students were segregated in the Guadalupe area.</p>\n<p>As a result of the <i>Delgado</i> decision in 1948, (<i>Delgado v. Bastrop Independent School District,</i> unpublished, June 15, 1948, W.D. of Tex.) LISD changed its policy with respect to Mexican-American children and these school children thereafter attended the school nearest their residences and were not required to attend Guadalupe Elementary School unless they resided in that residential zone. However, the majority of the Mexican-American students in the elementary grades continued to attend Guadalupe Elementary School.</p>\n<p>After the decisions of <i>Brown I</i> and <i>Brown II</i> the School Board abandoned its policy of assigning all Blacks in the entire district to the Dunbar area and instead created boundary lines for an attendance zone that surrounded this area. These lines were drawn in a gerrymandered fashion and mainly encompassed the principal area of the district in which the Blacks resided. This effectively assigned all Blacks in grades 1 through 12 to these all Black schools, although there was a scattering of Blacks living in other parts of the city who were permitted to attend the schools in their neighborhood.</p>\n<p>In 1955 and 1956 there were two all Black elementary schools, Iles and Wheatley, one all Black high school, Dunbar, and one all Black junior high school, all of which were originally located on the same campus. Since that time Iles has been operated as an elementary school and two new buildings, on other campuses, have been constructed which are now Struggs Junior High School (grades 7 and 8) and Dunbar High School (grades 9-12). Also in 1955-56 there was one all Mexican-American elementary school, Guadalupe. At that time there were 29 schools operated by LISD which, with the exception of those noted above, were essentially all Anglo schools.</p>\n<p>Commencing with the creation of the attendance zone for the old Dunbar area in 1955 and continuing to this date the LISD has assigned its students on what is commonly referred to as a neighborhood school zone policy. Although this policy appears neutral on its face, the court finds that in some schools, as will be discussed hereinafter, the LISD applied and implemented the neighborhood school policy in an intentionally discriminatory manner with a resulting segregatory effect of isolating minority students from Anglo students. The court does not find from the evidence presented, however, as contended by the Government, that the LISD applied the neighborhood school policy as a racially segregative tool throughout the entire school system or that the implementation of such zoning policy had a racially segregative effect in each school.</p>\n<p>In 1955-56 there were only five schools (including Struggs which was not opened until 1965, but had previously been operated as part of Iles) which were racially identifiable as minority schools. The other four were Iles, Wheatley, Guadalupe, and Dunbar High School.<sup>[1]</sup> To determine whether a particular school is racially identifiable as a minority school the court has grouped the Mexican-Americans and Blacks together, rather than considering them separately. <i>Keyes, supra,</i> 413 U.S., at 197, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>. In the current school year, 1077-78, LISD is operating sixteen elementary schools which have in excess of 70% minorities (both Mexican-Americans and Blacks).<sup>[2]</sup> There also are four junior high schools which currently <span class=\"star-pagination\">*1227</span> have over 70% minority enrollment. (Alderson 94.85%; Matthews 94.61%; Struggs 94.57%; and Thompson 81.76% minority enrollment.) On the high school level, Dunbar currently has an 87.85% minority enrollment as compared with Estacado's 92.12% minority enrollment.</p>\n<p>Although other schools have substantial minority enrollments, the court finds from the evidence that the above 22 schools are racially identifiable as minority schools. Not all of the above 22 schools, however, are racially identifiable because of any unconstitutional actions or segregative intent on the part of the defendants.</p>\n<p>Based upon the early historical practice of racial discrimination by LISD against minorities and the large number of racially identifiable schools as minority schools, the court can only conclude that the plaintiff has established a prima facie case that LISD is operating a system with at least some schools being segregated by unconstitutional action and the segregative intent of the defendants, or their predecessors. Because such a prima facie case has been established, the burden falls upon the defendants to prove by a preponderance of the evidence that their actions with respect to the racially identifiable schools as minority schools within this system were not motivated by segregative intent, or that its past segregative acts did not create or contribute to the current segregated condition of these 22 schools. <i>Keyes v. School District No. 1, Denver, Colorado,</i> <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, 208-11, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1972). This segregation must be the result of state action. <i>Cisneros v. Corpus Christi Independent School District,</i> <span class=\"citation\" data-id=\"305744\"><a href=\"/opinion/305744/jose-cisneros-v-corpus-christi-independent-school-district/\"><span class=\"volume\">467</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">142</span></a></span>, 148 (5th Cir. 1972), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">920</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3053</span></span>, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1044</span></span> (1973), <i>reh. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">881</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">31</span></span>, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">129</span></span> (1973).</p>\n<p></p>\n<h2>GOVERNMENT'S CLAIMS OF DISCRIMINATORY ACTS WITH SEGREGATIVE INTENT</h2>\n<p>1. Any position that the Government might take that the mere establishment of attendance lines based upon a neighborhood school policy is per se discriminatory cannot be sustained as it applies to each and every school in the system. <i>Keyes, supra,</i> 413 U.S. at 212, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>. In the actual implementation of such a neighborhood school zone policy, the statistics and records show that many of the schools had in attendance a percentage of minorities that classified such school, at such time, as a fully integrated school.</p>\n<p>As an example, McWhorter Elementary School, initially 98% Anglo and 2% Mexican-American in 1954 and now over 92% Mexican-American, was fully integrated in the period from 1961 through 1966 with an Anglo ratio which varied from 71% to 43% and a corresponding Mexican-American ratio varying from 28% to 56%. The integration of Anglos and Mexican-Americans at McWhorter during this period was a direct result of the neighborhood school policy. Further, there is no evidence that the defendants did anything to thwart or frustrate the integration of students during this period of time.</p>\n<p>Due to the foregoing example, this court cannot conclude that the general attendance zone policy of LISD has created a dual system over the entire district although the hereinafter school-by-school analysis may indicate (in some instances) that it has had that effect.</p>\n<p>2. The Government further contends that the School District closed the three central city elementary schools (Hunt, Carter, and Thompson) with the purpose of furthering segregation. The evidence in this case points to the contrary. When Hunt Elementary was closed in 1960, its enrollment was designated as being 100% Anglo. (Because Mexican-Americans were counted statistically as Anglos until 1961, there may have been some Mexican-Americans in attendance at the time Hunt was closed.) The evidence presented to the court by the defendants shows that the Hunt Elementary zone was the victim not only of expanding city commercial zoning but also of steady residential movement away from the Hunt attendance area due to <span class=\"star-pagination\">*1228</span> its proximity to the downtown area of Lubbock.</p>\n<p>Upon its closing, the Hunt attendance area, being comprised of 75 students, became an optional zone and remained as such for eight years between Bean, Thompson, and Dupre. The optional zone was created in the following two forms: first, the eastern 2/3 of the Hunt zone became a three-way option between the three schools; second, the western 1/3 of the Hunt optional zone became a two-way option between Thompson and Dupre. The court finds that this optional zone was for the purpose of facilitating student transfer to one of the transferee schools rather than for the purpose of promoting segregation in any of the transferee schools. Therefore the court finds that the closing of Hunt was not due to any segregative intent on the part of the LISD but due to a combination of factors: declining student population, commercial rezoning, and the additional fact that this school building was old and would have required a considerable expenditure to bring it up to modern standards.</p>\n<p>The Carter Elementary School was closed at the commencement of the 1970 school year when only 75 students enrolled for that year. Carter was close to the downtown area of Lubbock and like Hunt many of the residents had moved and the area was either commercial or had been converted to apartments and residences for Texas Tech students. As with Hunt and Thompson, the School Board had intended for several years to close Carter for the above reasons but the immediate impetus for the closing of this school was the destructive tornado which devastated the area in and around Carter in May of 1970. Practically every residence east of the building in the Carter District was destroyed or made unlivable, and these residents moved into the northeast section of the city where low cost FHA housing and financing was available in large numbers due to foreclosures which had occurred in previous years. The court finds that the closing of Carter and the actions of the School Board in gradually decreasing the Carter School enrollment over the years were not caused by any segregative intent but resulted solely from the changing residential patterns and the destructive tornado. The 75 students remaining in Carter in 1970 were assigned to Guadalupe and Thompson but the evidence does not show that there was any substantial effect on the racial make-up of these two schools.</p>\n<p>The elementary students were removed from Thompson in 1974 and the Thompson Elementary district was assigned to Dupre, Guadalupe, and Jackson. However, no students were living in the area assigned to Guadalupe. Hence no students were actually assigned to Guadalupe so as to increase the segregation there. The evidence clearly shows that in the year following the Thompson closing, Dupre, a predominantly Anglo school, had an increase in its minority enrollment from 38 minority students to 83. Further, Jackson, which was principally a minority school, had its Anglo enrollment increased from 7.3% to 17.9%. Thus, the closing of Thompson Elementary is found by the court not to have had a segregative impact on any of the above schools, but instead an integrative effect.</p>\n<p>3. A portion of the Government's case was directed to the location, site selection and the quality of the physical plants at the schools which are racially identifiable as minority schools. The defendants have proved by more than a preponderance of the evidence, however, that the buildings and other physical facilities, including the size of the school grounds, are equal in both the majority and minority areas when compared with the physical plants which were built at about the same time and for the same purposes. Further the court finds that in selecting sites for new schools the defendants gave proper consideration to the school population in the area, the cost and other economic factors, and that none of these sites were purchased as a result of segregative intent. There was no segregative intent shown on the part of the LISD as to any of its acts in the location, planning and building of the physical plants in any of the schools within the system, with <span class=\"star-pagination\">*1229</span> the exception of those located in the old Dunbar area which will be dealt with elsewhere in this memorandum.</p>\n<p>4. It was announced to the court that the Government did not at this time make any complaint as to the current assignment of faculty as having any racial significance, although it was contended that there was some segregative intent in this regard up to 1965. However, the court finds that, from the reports made by the LISD to this court showing its compliance with <i>Singleton v. Jackson Municipal Separate School District,</i> <span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1211</span></span> (5th Cir. 1969), there is no segregative intent on the part of the defendants in the assignment or hiring policies or practices with respect to faculty and staff. At present the LISD is fully complying with <i>Singleton</i> and in those cases where there appears to be a disproportionate number of Mexican-American teachers in minority schools, the court finds that this results solely from the fact that Mexican-American teachers are assigned in many instances to the bilingual program in the elementary schools. This is a permissible assignment and needed in order to properly carry out the intents of the bilingual educational program, but, outside of that particular program, there is no disproportionate assignment of teachers on the basis of race.</p>\n<p>5. At one time LISD had a policy of permitting a student whose race was in the minority at a particular school to transfer to a school where his or her race was the majority. This minority-majority transfer policy was eliminated in 1964 and the court finds that this policy has had no effect and did not result in the establishment of any racially identifiable minority schools. In fact there was no evidence showing whether any students ever transferred under such policy.</p>\n<p>6. The plaintiff further contends, through its expert witness, that the acts of the City of Lubbock in its \"City Plan of Lubbock  1943\" shows a segregative intent on the part of LISD to create segregated schools and to maintain them as such, in that this plan contemplated that the area northeast of the railroad and canyon, which is principally occupied by minorities, would eventually become industrial and commercial zones, and those southwest of this boundary line would be largely residential. The \"City Plan,\" however, was not an act by the LISD and the evidence does not show that it influenced LISD in the maintenance and construction of its schools. LISD has constructed schools at locations where the residents were not previously being served or where it was reasonably contemplated that a residential development was imminent. There has been no segregative intent shown on the part of the LISD either by the act of the City of Lubbock in establishing this plan or in the manner that LISD utilized the plan in its activities.</p>\n<p></p>\n<h2>SCHOOLS THAT ARE RACIALLY IDENTIFIABLE AS MINORITY SCHOOLS</h2>\n<p>The court will now turn to a determination of whether or not any acts of the defendants, other than those discussed above, or in connection therewith, have resulted in the maintenance of those 22 schools which are racially identifiable as minority schools.</p>\n<p>As to five of the schools, Iles, Wheatley, and Guadalupe Elementary Schools, Struggs Junior High School and Dunbar High School, the court finds that the LISD has, by its policy of transferring all Blacks to this area prior to 1955, and gerrymandering the boundary lines of the all Black schools and the Guadalupe Mexican-American school, acted with segregative intent.</p>\n<p>By the 1970 order of this court it was contemplated that Struggs and Dunbar would each be assigned a number of Anglo students as a result of the ordered changes in school attendance boundary lines, and that Struggs and Dunbar would be integrated and no longer racially identifiable as minority schools. However, the evidence presented to this court in 1970 which indicated <span class=\"star-pagination\">*1230</span> that such would be the result has not been borne out in fact as to either of these schools and they are each presently racially identifiable as a minority school because of the defendants' past segregative and discriminatory acts. As an example it was contemplated that Dunbar would have approximately 40% Anglo students but it actually opened in the fall of 1970 with only about 23% Anglo. Therefore, this court will order the School Board to formulate a plan and submit it to the court for approval which will eliminate the segregative status of Dunbar and Struggs.</p>\n<p>With respect to the other schools in the LISD that have more than 70% enrollment of minorities, the court cannot make a finding that applies to all of such schools generally for in some cases, the LISD has proved by a preponderance of the evidence that the status of some of these schools as racially identifiable minority schools is not the result of any segregative intent or discriminatory act on the part of LISD, but that such status resulted solely from a shifting of the population. On the other hand, the court finds that there were segregative and discriminatory acts which created the segregative status at some of the schools and relief will be ordered in those cases. It therefore becomes necessary for the court to examine each of these schools separately, first in order to determine whether or not the defendants have created and operated racially identifiable schools with any segregative intent or discriminatory actions, and secondly, if such segregative intent is found, to determine whether it contributed in any way to the current segregated status of the school or schools which are now racially identifiable as minority schools.</p>\n<p>At the commencement of this memorandum discussion regarding specified schools, the court makes certain findings of fact concerning the enrollment statistics at each school upon which the discussion is based, and such statistics will appear in the tables preceding the analysis of each school.</p>\n<p></p>\n<pre>\n           POSEY ELEMENTARY\nOpened       1949 in permanent quarters\n625          Program Capacity\n366          Current Enrollment\n16%          Minority enrollment '54-55\n58.19%       Minority enrollment in 1961-62\n             and has steadily increased in a\n             minority percentage enrollment\n             until\n99.18%       Minority in '77-78\n           BOZEMAN ELEMENTARY\nOpened       1951 temporary quarters in 1957\n             permanent quarters\n450          Program Capacity\n596          Current Enrollment\n 3%          Minority in '54-55\n 5.88%            \"   \"  '61-62\n34.43%            \"   \"  '65-66\n59.02%            \"   \"  '66-67\n1/3 Anglo, 1/3 Black, 1/3 M/A  '67-68\n95.80%       Minority in '77-78\n           MARTIN ELEMENTARY\nOpened       1961\n470          Program Capacity\n251          Current Enrollment\n87.18%       Minority when opened '61\n98.41%       Minority '77-78\n</pre>\n<p>Posey, Martin and Bozeman should be considered jointly as there were certain actions taken by LISD that affected the racial make-up of Posey and Martin. While Posey and Bozeman were essentially all Anglo schools in the middle 1950s, Martin opened as a 87% minority school in 1961. Currently, in 1977-78, all three schools have a minority enrollment in excess of 95%. Unlike some of the other elementary schools in this school district, the court finds that the present high percentage of minorities in Martin and Posey did not result solely from a shifting population, but from certain discriminatory acts on the part of LISD which the court finds to have been prompted by segregative intent, with the resulting segregation continuing to this day.</p>\n<p>In the early 1960s, the LISD increased the capacity of Bozeman while it was still an Anglo school (94% Anglo). Later, even though not justified by the enrollment figures, the LISD increased the capacity at Posey and built and later increased the capacity at Martin. Martin was built in an <span class=\"star-pagination\">*1231</span> area that obviously would be populated by minorities, yet no attempt was made to draw boundary lines that would integrate all three schools. Without adding rooms or portables to reduce Bozeman's enrollment, as the LISD did in the early 1960s, it could have altered boundary lines so as to shift the overflow of the predominantly Anglo students at Bozeman to the nearby, under-populated Posey and Martin schools; in turn, all three schools would have been easily integrated. The LISD's above inaction, coupled with its creation of two optional zones in 1962-63 and 1963-64 between Bozeman (where the Anglos opted to attend) and Martin and Posey (where the minorities opted to attend), furthered the segregated status of Martin and Posey as minority schools and created a racial line with the whites to the north at Bozeman and the minorities to the south at Posey and Martin.</p>\n<p>In 1962 when Bozeman's minority population began to grow (principally caused by a shifting population), LISD placed the east part of the Bozeman district (which was composed mostly of whites) in Parkway Elementary which opened as a nearly 100% Anglo school. This, the court finds, was done with segregative intent. But the effect of such discriminatory and segregative acts by the defendants with respect to Bozeman are no longer in existence and play no part in its current status as a racially identifiable minority school. Defendants have so proved by a preponderance of the evidence: After the transfer of students from Bozeman to Parkway and to Posey and Martin in 1962 and 1963, Bozeman became a fully integrated elementary school. The tables at the beginning of this discussion concerning Bozeman show that the percentages of racial enrollment in the school years of 1965, 1966 and 1967 reflect a fully integrated student body. The defendants have done nothing since this period that would increase the minority enrollment at Bozeman. It became a minority school because white families moved out of the Bozeman school district, and the court finds that this cannot be charged to any acts or segregative intent on the part of the defendants or any of their predecessors in office.</p>\n<p>An order will be entered requiring the desegregation of Posey, and Martin Elementary Schools, but such an order is not warranted with respect to Bozeman.</p>\n<p></p>\n<pre>\n         MAHON ELEMENTARY\nFormerly known as North Avenue U Elementary\nwhich opened in 1951\nOpened         1973 in new building\n300            Program Capacity\n223            Current Enrollment\n74.5%          Minority in '54-55\n69.81%              \"   \"  '61-62\n88.34%              \"   \"  '77-78\n</pre>\n<p>Until 1973, Mahon operated as North Avenue U Elementary in temporary quarters. It was opened in a predominantly Mexican-American neighborhood with its attendance zone carved out of the aforementioned principally Mexican-American attendance area of Guadalupe. Even though this school was under-capacity at times, an adjacent overcrowded white school was increased in capacity instead of assigning whites to North Avenue U.</p>\n<p>There is some merit to defendants' argument that the residential patterns in these areas did not readily lend themselves to the assignment of students from the Anglo schools to North Avenue U, but the undisputed facts show that this elementary school was certain to become a segregated Mexican-American school from the time it first opened, and the School Board's actions in these respects show an intent to so segregate.</p>\n<p>North Avenue U will be one of the schools which this court will order to be desegregated.</p>\n<p></p>\n<pre>\n         SANDERS ELEMENTARY\nOpened      1927\n525         Program Capacity\n143         Current Enrollment\n82%         Minority in '54-55 (at this time\n            these 82% Mexican-Americans\n            were carried on the official records\n            as Anglos)\n90.66%      Minority in '61-62\n91.61%           \"   \"  '77-78\n</pre>\n<p><span class=\"star-pagination\">*1232</span> Sanders is presently being operated by LISD as a racially identifiable minority school and has been that way since 1954 and before. This resulted initially from the 1949 action of LISD following a United States District Court order (<i>Delgado v. Bastrop Independent School District,</i> unpublished, June 15, 1948, W.D. of Tex.) to cease the segregation of Mexican-Americans in the Texas school system. The action by LISD in 1949 was to constrict the attendance zone for Guadalupe, which was essentially 100% Mexican-American, and to assign approximately 1/3 of the old Guadalupe zone to Sanders. Later a substantial portion in the north part of the Sanders district (which northern portion consisted mostly of white residents) was assigned to the nearly all-white Arnett school. Similar action was taken when Posey was opened at about the same time, all of which furthered the status of Sanders as a segregated school for minorities.</p>\n<p>The LISD could have desegregated Sanders to some extent by assigning white students out of Arnett in the mid-1950's, but instead the LISD created an optional zone between Arnett and Bozeman, leaving Sanders fully segregated.</p>\n<p>These actions by LISD coupled with the fact that Sanders had had over 80% minority enrollment since 1954-55 lead to a finding that its racially identifiable status as a minority school is the result of past intentional acts to segregate minorities at Sanders and that the effect of such intentional acts are still in existence today.</p>\n<p>Accordingly, the court will order that Sanders be desegregated.</p>\n<p></p>\n<pre>\n       GUADALUPE ELEMENTARY\nOpened     1931\n323        Program Capacity\n157        Current Enrollment\n100%       Minority in '54-55\n100%            \"   \"  '61-62\n</pre>\n<p>Guadalupe is now and has been for many years a school that is readily identifiable as a minority school. It had a 100% minority enrollment in 1954-55 and for years prior thereto, and is 87.9% minority today. This status as an all-minority school was effected in 1949 (if not before) when LISD drew attendance zone lines that encompassed only Mexican-Americans, with approximately 2/3 of the entire Mexican-American population within that zone. Prior to that, Guadalupe was known as the Mexican School and before the <i>Delgado</i> decision, all Mexican-Americans in the district were required to attend Guadalupe. Subsequent acts of LISD have perpetuated this segregated condition. When boundary changes were made, Guadalupe's area would be reduced, but always in such a manner as to include principally only Mexican-Americans.</p>\n<p>The official and recorded minutes of the Board of Trustees and the percentage figures above definitely establish Guadalupe as a racially identifiable minority school, resulting from the <i>de jure</i> actions of LISD.</p>\n<p>It will be ordered that Guadalupe be desegregated.</p>\n<p></p>\n<pre>\n         HUNT ELEMENTARY\n               (New)\nOpened      1966\n312         Program Capacity\n258         Current Enrollment\n6.82%       Minority in '66-67\n24.48%           \"   \"  '67-68\n61.05%           \"   \"  '68-69\n95.35%           \"   \"  '77-78\n          TUBBS ELEMENTARY\nOpened      1966\n275         Program Capacity\n392         Current Enrollment\n57.07%      Minority in '66-67 and has steadily\n            increased in minority enrollment\n            to where it has\n94.65%      Minority in '77-78\n        McWHORTER ELEMENTARY\nOpened      1944\n445         Program Capacity\n635         Current Enrollment\n 2%         Minority in '54-55\n28.39%           \"   \"  '61-62\n34.62%           \"   \"  '62-63\n47.30%           \"   \"  '64-65\n56.82%           \"   \"  '65-66\n75%              \"   \"  '66-67 and has steadily\n            increased to\n93.33%      Minority in '77-78\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*1233</span>\n       WOLFFARTH ELEMENTARY\nOpened     1949 in temporary quarters and\nOpened     1950 in permanent quarters\n437        Program Capacity\n626        Current Enrollment\n 2%        Minority in '54-55\n27.57%          \"   \"  '61-62\n39.16%          \"   \"  '62-63\n48.20%          \"   \"  '63-64\n60.61%          \"   \"  '64-65 and increased\n           in minorities to where it has\n89.30%     Minority in '77-78\n       SOUTHEAST ELEMENTARY\nOpened     1960 in temporary quarters\n120        Current Enrollment\n29.52%     Minority in '61-62\n24.62%          \"   \"  '62-63\n22.64%          \"   \"  '63-64\n27.50%          \"   \"  '64-65\n34.50%          \"   \"  '65-66\n41.84%          \"   \"  '66-67\nWent over\n50%             \"   \"  '67-68\n75%             \"   \"  '77-78\n        PARKWAY ELEMENTARY\nOpened     1962\n425        Program Capacity\n760        Current Enrollment\n 1.5%      Minority '62 when opened\n10.66%          \"   in '66-67\n36.82%          \"    \" '67-68\n68.63%          \"    \" '68-69\n73.54%          \"    \" '69-70\n96.84%          \"    \" '77-78\n        JACKSON ELEMENTARY\nOpened     1947 in temporary quarters and\nOpened     1949 in permanent quarters\n325        Program Capacity\n437        Current Enrollment\n19%        Minority in '54-55\n44.38%          \"    \" '61-62\n48.43%          \"    \" '62-63\n52.90%          \"    \" '63-64 and has remained\n           over 50% minority until it\n           has\n85.58%     Minority in '77-78\n        HARWELL ELEMENTARY\nOpened     1946\n445        Program Capacity\n503        Current Enrollment\n 2.9%      Minority in '54-55\n20.43%          \"    \" '61-62\n29.10%          \"    \" '62-63\n34.80%          \"    \" '63-64\n40.22%          \"    \" '64-65\n41.53%          \"    \" '65-66\n43.14%          \"    \" '66-67\nWent over\n50%             \"    \" '67-68\n84.49%          \"    \" '77-78\n</pre>\n<p>None of the above eight elementary schools, all of which currently possess a minority enrollment of over 70%, have been established or maintained as racially identifiable minority schools through any intent to segregate on the part of the defendants or through any alleged discriminatory LISD acts such as zone changes, optional zones, pupil assignment or construction policies.</p>\n<p>The Government contends that LISD has in the past created boundary lines or selected new school sites which established some schools as Anglo schools while leaving other adjacent schools as all minority. As an example, the Government takes the position that by building Hunt Elementary School in a sparsely settled neighborhood at a time when the surrounding areas were becoming increasingly populated by minorities, the LISD intended Hunt to be an all-Anglo school. The construction site of Hunt, according to the Government, was a clear signal to the whites that if minorities moved into their neighborhood, the LISD would build a new school in another area for the whites to attend  leaving behind essentially all-minority schools.</p>\n<p>The court cannot accept this interpretation of the facts. If the Hunt construction was such a signal to Anglos, it was indeed a poor one for the opposite result was achieved  within 2 to 3 years after its 1966 opening, Hunt had essentially become a minority school. The Government's above conjecture is insufficient to support any finding of an intentionally segregative act by the LISD.</p>\n<p>Similar to its position on the construction site of Hunt, the Government claimed that the LISD planned the construction location of Tubbs Elementary to further racial segregation. The opening of Tubbs in a very small area, adjacent to two other elementary schools which were at that time approximately <span class=\"star-pagination\">*1234</span> three-fourths minority (Wolffarth and McWhorter), was, according to the Government, an attempt to contain the essentially Mexican-American population within these three school areas even though Wolffarth and McWhorter were slightly under-capacity and there were other elementary schools in west Lubbock which could have accommodated those students assigned to Tubbs.</p>\n<p>The court, however, does not find any indication of discriminatory acts or segregative intent in the placement of Tubbs. The School District satisfactorily proved that the large areas occupied by the Tech campus to the west and south of Tubbs made it impracticable to assign elementary students in this area to schools in west Lubbock. Further, the LISD apparently had not intended for Tubbs to be a racially identifiable school for when Tubbs opened it was almost equally divided between minority races and the Anglo race. Later the LISD assigned an area to Tubbs that had previously been in the Rush district, but this did not materially alter the racial ratio in either Rush or Tubbs.</p>\n<p>The court can only conclude that the preponderance of the evidence proves that both Hunt and Tubbs are representative of the remaining six elementary schools, all of which, though now racially identifiable as minority schools, gradually became such solely from the continual population shifts which naturally occur in a rapidly growing city, and not due to any intentionally segregative acts of the LISD.</p>\n<p>As to those schools which the LISD intentionally established as minority schools, this court will, as heretofore set forth, order desegregation, but such an order is not applicable to these eight schools.</p>\n<p>The enrollment figures over a period of years for each of these schools show that each was originally all-white, or nearly so (with the exception of Tubbs which opened at 57% minority and 43% Anglo), and that over a period of years each has had a more or less gradual percentage increase in minority enrollment. At one period or another each of these eight schools could be fairly and accurately classified as being fully integrated. As an example, the tables above show that in the period from 1961-62 through 1966-67 Southeast Elementary had a range from 29.52% to 41.84% minority enrollment. During this period Southeast Elementary was a fully integrated school under any standard. Likewise, this same status existed at some point for each of the other seven schools as shown in the above tables.</p>\n<p>Therefore, the preponderance of the evidence overcomes the Government's prima facie case and establishes that each of these eight schools was at one time fully integrated and, without any further discriminatory act or segregative intent by the defendants, gradually became all minority due to uncontrollable shifting residential patterns. The requisite purpose to discriminate has been shown to be lacking by a preponderance of the evidence at these schools. <i>Washington v. Davis,</i> <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, 238-39, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2040</span></a></span>, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">597</span></a></span> (1976).</p>\n<p></p>\n<pre>\n          JUNIOR HIGH SCHOOLS\n         ALDERSON JUNIOR HIGH\nOpened       1961\n1,000        Program Capacity\n873          Current Enrollment\n10.33%       Minority in '61-62\n25.59%            \"    \" '64-65\n32.83%            \"    \" '65-66\n42.43%            \"    \" '66-67\nWent over\n50%               \"    \" '67-68 and has steadily\n             increased in minority enrollment\n             until it has\n94.85%       Minority in '77-78\n         THOMPSON JUNIOR HIGH\nOpened       1949\n600          Program Capacity\n307          Current Enrollment\n12.2%        Minority in '54-55\n42.63%            \"    \" '61-62\n52.18%            \"    \" '63-64\n56.45%            \"    \" '64-65 and has steadily\n             increased to\n81.76%       Minority in '77-78\n</pre>\n<p></p>\n<pre>\n<span class=\"star-pagination\">*1235</span>\n         MATTHEWS JUNIOR HIGH\nOpened       1952\n890          Program Capacity\n946          Current Enrollment\n 6.6%        Minority in '54-55\n13.88%            \"    \" '61-62\n25.86%            \"    \" '63-64\n37.64%            \"    \" '64-65\n48.46%            \"    \" '65-66\nWent over\n50%               \"    \" '66-67 and has steadily\n             increased to\n94.61%       Minority in '77-78\n</pre>\n<p></p>\n<h2>MATTHEWS, THOMPSON AND ALDERSON JUNIOR HIGH SCHOOLS</h2>\n<p>Each of these junior high schools has something in common with respect to their racial make-up. In 1954-55 (in 1961-62 as far as Alderson is concerned) each school had under 13% minority enrollment. Now each of these schools has over 70% minority enrollment. In the middle 1960s each of these schools, at one time or another, and for a period of several years, were operated by the District as fully integrated schools. Typical of this integrated enrollment was that at Matthews between 1961 and 1965 with a minority enrollment from 13% to 48% and the remainder Anglo. After this period of integrated enrollment these schools gradually increased in minority enrollment until now they each have over the 70% figure. The School Board has assigned students to these schools strictly on a neighborhood school basis and the court does not find any evidence on the record indicating an intention to segregate the races at these schools. In fact a preponderance of the evidence shows, (<i>see</i> the demographic maps of the Government) that there has been a shift in the population in Lubbock through the years that follows almost exactly the pattern of increased minority enrollment in each of the schools. The present status of these schools as being racially identifiable as minority schools (that is over 70% minority enrollment), has been caused only by these change-in-population patterns, and, with the absence of any segregative intent or discriminatory act by the School Board in respect to these schools, the court will not order any remedy with respect to same. The defendants have proved by a preponderance of the evidence that discriminatory acts with segregative intent have not caused in any way the present racially identifiable status of these three schools as minority schools.</p>\n<p>As to the Government's allegations and contentions that the shift in population is due to the placement of schools, the court does not find any evidence in the record to sustain this. The Government's expert based his opinion, that population patterns change as a result of the School Board's actions in establishing schools, solely upon the results as he now views them and has no foundation in fact or by inference from fact that that was the case at the time the schools were created and these population changes occurred.</p>\n<p></p>\n<pre>\n         LUBBOCK HIGH SCHOOL\nOpened      1930\n1,975       Program Capacity\n1,286       Current Enrollment\n 1.27%      Minority in '54-55\n 4.78%           \"    \" '61-62\n25.16%           \"    \" '67-68\n30.29%           \"    \" '68-69\n35.17%           \"    \" '69-70\n36.79%           \"    \" '70-71\n40.15%           \"    \" '71-72\n43.70%           \"    \" '72-73\n48.70%           \"    \" '74-75\n54.34%           \"    \" '75-76\n55.20%           \"    \" '76-77\n60.50%           \"    \" '77-78\n         ESTACADO HIGH SCHOOL\nOpened      1967\n1,725       Program Capacity\n1,206       Current Enrollment\n44.16%      Minority in '67-68\n66.09%           \"    \" '69-70 and has increased\n            to\n92.12%      Minority in '77-78\n</pre>\n<p></p>\n<h2>LUBBOCK AND ESTACADO HIGH SCHOOLS</h2>\n<p>Lubbock High School was all Anglo in 1954-55 with the exception of a 1.27% Mexican-American student population. In the period from 1965 through 1973-74, it had from 84% to 52% Anglo enrollment. Today it is 40% Anglo and approximately 60% minority. From these enrollment figures, <span class=\"star-pagination\">*1236</span> Lubbock High School cannot be considered a racially identifiable minority school. Admittedly there have been boundary changes by the LISD which transferred Lubbock High students principally to Coronado High School. Although Anglo enrollment at Lubbock High following the 1965 boundary change declined from 84% to 79%, it was not caused by the LISD boundary change.</p>\n<p>Like Lubbock High, Estacado High School originally opened in 1967 in a residential area that had Anglos as a majority of its residents. At the time of its opening, the school was fully integrated, that is, 55.84% Anglo, 18.28% Mexican-American, and 25.88% Black. The attendance zone lines for Estacado have not been changed in any substantial manner since its opening in 1967, and when any changes have been made, they were made, not with any intent to segregate or to discriminate against minorities, but for the proper administration of the school system.</p>\n<p>As noted in the above enrollment tables, the residential attendance zones of both Lubbock and Estacado High Schools have witnessed rapid increases in minority population. However, the court has been offered no evidence proving that these population changes or the change in the racial make-up of the student population at either Lubbock High or Estacado High resulted from any discriminatory acts of the defendants or because of any intent to segregate. On the contrary, the defendants have proved by a preponderance of the evidence that the yearly changes in racial percentages at Lubbock and Estacado to their present high minority enrollments are a direct result of demonstrable shifts in population unrelated to LISD student assignment policies. Clearly, the decline in Anglo enrollment at Lubbock and Estacado has been caused only by the movement of Anglos out of the districts assigned to the respective schools and, in turn, minority residential movement into those areas.</p>\n<p>The court finds that the defendants neither encouraged this subsequent movement nor attempted to thwart integration of students during those years in which the racial make-up was majority Anglo and a lesser percentage of minorities. This finding by the court with respect to Estacado and Lubbock High is fully supported by the statistics which prove that these two schools were fully integrated at one time or another Estacado in 1967, 1968, 1969 and 1970 and Lubbock High in the period from 1968-76, and which even now is 40% Anglo and 60% minority.</p>\n<p></p>\n<h2>CAPACITY AND NEW SCHOOLS</h2>\n<p>The parties are in sharp disagreement regarding the facts pertinent to the defendants' motion to permit it to construct new elementary schools and a junior high school in south, southwest, and northwest Lubbock.</p>\n<p>LISD has been a rapidly growing school system for the past 27 years. In 1951 there were 12,000 students in the entire district. In 1970 enrollment expanded to a total of 34,000 students, and in 1976 levelled off at 32,000 students. There has been some decline in elementary enrollment from 19,715 in 1966-67 to 17,141 in 1976-77.</p>\n<p>It is the Government's contention that the construction of new elementary schools and a new junior high school under the 1977 bond program is not necessary because the present buildings are far under their capacity. The Government asserts that there are over 5,000 \"vacant seats\" in the various elementary schools of Lubbock.</p>\n<p>On the other hand, the LISD contends not only that the elementary schools are in effect full but also that some of them have enrollment far exceeding their present capacity. Contrary to the Government's position, the LISD claims that there are only 200 to 300 \"vacant seats.\" Such vacancy figure, according to the defendants, does not provide any margin for the total enrollment of 17,141 elementary students in the District.</p>\n<p>The wide variance in these two building capacity figures is caused solely by the method of computation. The Government has taken the number of rooms, both permanent and temporary, in each building, and multiplied by 28 students to arrive at <span class=\"star-pagination\">*1237</span> school building capacity. The LISD on the other hand multiplied the number of classrooms (which excludes not only temporary and portable relocatable classrooms, but also those rooms used for special education, physical education and special projects) by 25 students per classroom rather than by 28.</p>\n<p>The figure of 25 is applied on the basis of Senate Bill 1, as passed by the Texas Legislature in the summer of 1977. This legislative enactment provides that the schools of the State of Texas should maintain a ratio of one room or teacher to each 25 students at the elementary level. The court finds that it is reasonable to exclude from these capacity computations temporary classrooms and those rooms that are used for the above special purposes. The court finds that there is not any over all under capacity in the elementary school buildings in the District, but the distribution of elementary students causes some elementary schools to have enrollment far in excess of capacity while others are far below capacity.</p>\n<p>In the elementary schools that the court is ordering to be desegregated, it appears that there is room for many students to be assigned there, even when adopting the figures of LISD as to \"program capacity.\" The following table illustrates this with respect to these seven elementary schools:</p>\n<p></p>\n<pre>\n         SCHOOL       PRESENT             PROGRAM        NUMBER OF\n                      ENROLLMENT          CAPACITY       \"VACANT SEATS\"\n         Wheatley     354                 612            258\n         Iles         183                 582            399\n         Guadalupe    157                 323            166\n         Posey        366                 625            <span class=\"citation no-link\"><span class=\"volume\">259</span>\n         <span class=\"reporter\">Mart.</span>       <span class=\"page\">251</span></span>                 470            219\n         Mahon        223                 300             77\n         Sanders      143                 525            382\n</pre>\n<p>The evidence does not explain why LISD does not utilize these empty seats in relieving the overcrowded conditions at other elementary schools, but has instead elected to spend some $12 million dollars on new construction, most of which will be for elementary schools. This would be a useful way to desegregate these schools, and the fact that this has not been done up until the present time proves that the effect of the discriminatory acts by LISD with respect to these seven schools is still in existence and perpetuates the segregation of these students.</p>\n<p>As to junior high schools, the parties seem to agree that the total number of \"vacant seats\" is in excess of 600, consequently meaning that there is less enrollment than there is room in the various junior high schools. It is noted, however, that the first junior high school is to be built in the second phase of the LISD proposed building program. Thus, the LISD evidently recognizes that there is no critical need for an additional junior high school at this point.</p>\n<p>The decision of whether or not to build additional schools and classrooms is one that should be left to the discretion of the local authorities, that is, the Board of Trustees of the Lubbock Independent School District. The real question before the court is not whether these schools should be and could be built under constitutional guidelines, but whether or not the building and location of said schools will further segregation in the District. In short, who is going to attend the schools when they are built and what will be the effect, if any, on the other schools in the system? This court's order will permit the School District to build these additional buildings when and where they desire, subject only to the submission of a satisfactory plan for desegregation of each school in the District which <span class=\"star-pagination\">*1238</span> the court finds is now racially identifiable as a minority school and whose racially identifiable status was caused by segregative intent and the discriminatory acts of the LISD, and provided that such construction will not hinder the integration of other schools. Further, in submitting such a plan, the School District must make a study and report to the court the effect that such new construction, at all locations, will have on the integration or segregation of the school system now and in the future.</p>\n<p></p>\n<h2>ADDITIONAL STATISTICS</h2>\n<p>With a total school enrollment of 27,265 in the 1961-62 school year, Anglos constituted 77.10%, Mexican-Americans 13.38%, and Blacks 9.52%. In the 1969-70 school year, with a total enrollment of 33,213, Anglos constituted 67.51%, Mexican-Americans 20.84%, and Blacks 11.50%.</p>\n<p>In the current year of 1977-78 the total enrollment is 32,125. Anglo enrollment is 60.18% of this number; the Mexican-Americans represent 27.27%; and, the Blacks constitute 12.55%.</p>\n<p>All of the evidence and exhibits in the case indicate that for at least the past 25 years there has been a steady movement of the population patterns in the City of Lubbock. This rapid shift is graphically shown by Government's Exhibits 166 and 167. All witnesses have agreed that it is the southwest portion of Lubbock, which is essentially all Anglo, that is the fastest growing part of the city and has been so for many years. The evidence shows that the minority population in the east and northeast part of Lubbock has increased percentagewise in substantial proportions, and that additionally there is a definite movement of Mexican-Americans to the southwest portion of the city. The movement of the populations, and the racial shifts as shown by these exhibits, are also mirrored in the racial make-up of the schools in the particular areas.</p>\n<p>As noted above, some of the schools which the court will order to be integrated have an enrollment far under the capacity of the physical plants at these campuses. As a result these schools, which are substantially under capacity, have been operating at less than the maximum efficiency which is desired. The ideal elementary school ordinarily has an enrollment of 500 students, in that if enrollment is far below this figure it results in inferior education because of the lack of courses and variety of courses offered. This should be remedied in any plan submitted by the School Board.</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>1. The court, by this memorandum opinion, has found that there are 22 schools in the Lubbock Independent School District which are operated and maintained as racially identifiable minority schools in that the racial minority enrollment in each of these schools exceeds 70% of the total enrollment at such school.</p>\n<p>2. However, the court has found and concluded that only 9 of these schools are racially identifiable as minority schools because of any discriminatory acts or segregative intent on the part of the defendants. These are the same schools, with the addition of Mahon Elementary, that this court found to be maintained and operated unconstitutionally by this court's order in August of 1970.</p>\n<p>3. Although the remaining 13 schools are racially identifiable as minority schools, the court has found and concluded that they are not being operated and maintained in violation of the Fourteenth Amendment or any other provision of the Constitution of The United States.</p>\n<p>The defendants have proved by a preponderance of the evidence that with respect to these 13 schools, their present as well as any past status as minority schools did not result in any degree from any discriminatory act or segregative intent on the part of the defendants. Although the proof on this point is borne out by many of the facts in evidence, it is most conclusively proved by the statistics showing that for a period of years each of these schools was operated and maintained with fully integrated student <span class=\"star-pagination\">*1239</span> bodies. The fact that this integrated status was changed to a minority or segregated school at a later date resulted solely from a changing population for which the school authorities were not in any way responsible.</p>\n<p>In the case of Bozeman, the court has found that although segregative intent was present in the operation of this school at one time, it subsequently became fully integrated. However, the effects of such acts with segregative intent at Bozeman are no longer present, and Bozeman changed from an integrated to a racially identifiable minority school at present without any action of the School Board being responsible therefor. This change resulted from the same shifts in population as caused the change in the other schools in this category.</p>\n<p>4. Although the defendants complied with the specific order of the court in August of 1970 with respect to the eight schools then found to be operated in violation of the Constitution, the court retained continuing jurisdiction and now finds that the previous order did not in actual fact remedy the constitutional violations then existing. Not only did the actual Anglo enrollment at Struggs and Dunbar commencing in 1970, fall far short of integrating these two schools, but also under the previous plan the students at the elementary schools then in question were not and would not be given an opportunity, in junior and senior high school, to attend a fully integrated school. Further, and especially under these circumstances as well as subsequent appellate decisions, the court is of the opinion that the holding of <i>Hightower v. West,</i> <span class=\"citation\" data-id=\"291614\"><a href=\"/opinion/291614/effie-arcala-hightower-etc-v-paul-d-west-etc/\"><span class=\"volume\">430</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">552</span></a></span> (5th Cir. 1970), is no longer applicable to the facts of this case.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>It is the function and duty of this court to determine and identify any constitutional violations of the defendants in the operation and maintenance of the Lubbock school system, and it is the court's further function and duty to order the responsible authorities to submit a plan which will remedy and eradicate the violation and the remaining vestiges of unconstitutional actions by the defendants, and their predecessors in office. But this does not include the power of the court or of the plaintiff, The United States of America, to order local school authorities to take any other steps or actions other than those necessary to remedy and eradicate the effects of any present or past unconstitutional acts by defendants. <i>Austin Independent School District v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">990</span></span>, 995, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">517</span></span>, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">603</span></span> (1976).</p>\n<p>Likewise, local school authorities and their administrative staffs are much better equipped and qualified than the court to prepare, and submit to the court for approval, the details of any remedial plan necessary to correct any constitutional violations now existing.</p>\n<p>Therefore, it is here ordered:</p>\n<p>1. That the defendants will prepare and submit for the court's approval, on or before April 1, 1978, a plan of student attendance for the Lubbock Independent School District which will eradicate all vestiges of segregation at Dunbar High School, Struggs Junior High School and the following elementary schools: Wheatley, Iles, Martin, Posey, Sanders, Guadalupe and Mahon.</p>\n<p>2. Only as a matter of suggesting general guidelines to the defendants, the court advises that defendants will be permitted to use any reasonable tool, device or plan that will reasonably accomplish the desired integration including, but not exclusively: the pairing and clustering of schools, changes in attendance boundary lines, the utilization of space in schools now under capacity, the closing of schools, the full use and implementation of a majority to minority transfer policy or any other plan that is reasonable and necessary to accomplish the objectives of this order.</p>\n<p>However, as a matter of caution, care should be taken by the school authorities that the burden of carrying out any plan will not be a disproportionate burden on any race. The starting point, which is an impossible ideal to accomplish, in determining <span class=\"star-pagination\">*1240</span> if a school is fully integrated, would be an enrollment that would reflect the racial make-up of the entire school population of the district, but this is a starting point only. Also, the court will not necessarily approve a plan where the affected schools will have no more than 70%, or near thereto, of minority enrollment; and this figure of 70% will not necessarily be the exact dividing line to determine if a school has or has not been integrated under the proposed plan. Care should be taken that any plan will have some reasonable assurance of continued as well as initial success and a school having just under 70% minority enrollment might not comply with this admonition.</p>\n<p>It is also recognized that the plan will directly affect only certain named schools, but every precaution should be taken that there will be no indirect effect on other schools in the district whereby these other schools would be directed toward segregation.</p>\n<p>3. The court will not at this time rule finally on the School's motion with respect to construction under the bond issue. But the defendants will be required to make further study of the effect of such construction on the racial make-up in the Lubbock school system. In this connection it may very well be that this new construction will be a useful \"tool\" for the defendants in implementing desegregation of the schools in question. Following the completion of the above ordered study, the defendants shall submit to the court a report from such study reflecting the projected segregative and integrative effects that the defendants' proposed desegregation/construction plan will have on the school system.</p>\n<p>It is so ordered.</p>\n<p>The Clerk will furnish a copy hereof to each attorney.</p>\n<h2>NOTES</h2>\n<p>[1]  One other school, Northeast Elementary now Mahon Elementary, in 1954-55 had an enrollment which was shown as 100% Anglo, but at that time this school actually had an enrollment consisting of 74% Mexican-American students and 26% Anglo.</p>\n<p>[2]  Harwell 84.49%; Southeast 75%; Iles 99.45%; Wheatley 98.87%; Posey 99.18%; Martin 98.41%; Bozeman 95.80%; Parkway 96.84%; Hunt 95.35%; Sanders 91.61%; Guadalupe 87.90%; Mahon 88.34%; Wolffarth 89.30%; Tubbs 94.65%; McWhorter 94.33%; Jackson 85.58%.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108316/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108844/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109469/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/291614/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/301939/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/305237/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/305744/"
          ]
        }
      ],
      "judges": "Woodward",
      "date_created": "2014-10-30T12:53:17.442695Z",
      "date_modified": "2017-04-06T03:01:23.088666Z",
      "date_filed": "1978-01-27",
      "date_filed_is_approximate": false,
      "slug": "united-states-v-lubbock-independent-sch",
      "citation_id": 1388752,
      "case_name_short": "",
      "case_name": "United States v. LUBBOCK INDEPENDENT SCH.",
      "case_name_full": "",
      "federal_cite_one": "455 F. Supp. 1223",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 4,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/881967/united-states-v-lubbock-independent-sch/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:53:17.440157Z",
  "date_modified": "2014-10-30T12:53:17.440157Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "United States v. LUBBOCK INDEPENDENT SCH.",
  "case_name_full": "",
  "slug": "united-states-v-lubbock-independent-sch",
  "docket_number": "Civ. A. No. CA-5-806",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}