{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/888232/",
  "id": 888232,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/tnmd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1421706/",
      "id": 1421706,
      "absolute_url": "/opinion/1421706/kelley-v-metropolitan-county-board-of-education-tenn/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/888232/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1421706/",
          "id": 1421706,
          "absolute_url": "/opinion/1421706/kelley-v-metropolitan-county-board-of-education-tenn/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1421706/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/1266/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:03:35.169742Z",
          "date_modified": "2017-04-04T21:04:43.782142Z",
          "type": "010combined",
          "sha1": "7991a6fbbc8bab6ba550cd7dda78dbccf6ec159f",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>372 F.Supp. 528 (1973)</b></center>\n<center><h1>Robert W. KELLEY et al. and Henry C. Maxwell et al.<br>\nv.<br>\nMETROPOLITAN COUNTY BOARD OF EDUCATION OF NASHVILLE AND DAVIDSON COUNTY, TENNESSEE, et al.<br>\nv.<br>\nElliot L. RICHARDSON, Secretary, United States Department of Health, Education, and Welfare, et al.</h1></center>\n<center>Civ. Nos. 2094, 2956.</center>\n<center><p><b>United States District Court, M. D. Tennessee, Nashville Division.</b></p></center>\n<center>February 23, 1973.</center>\n<p><span class=\"star-pagination\">*529</span> <span class=\"star-pagination\">*530</span> <span class=\"star-pagination\">*531</span> Gilbert S. Merritt, Jr., and Alfred H. Knight III, Nashville, Tenn., for third-party plaintiffs.</p>\n<p>James H. Harris III, Nashville, Tenn., for Metropolitan County Board of Education.</p>\n<p>Charles H. Anderson, U. S. Atty., Nashville, Tenn., Irving Jaffe, Acting Asst. Atty. Gen., Harland F. Leathers, and Peter J. P. Brickfield, Dept. of Justice, Washington, D. C., for the third-party defendants.</p>\n<p></p>\n<h2>MEMORANDUM AND ORDER</h2>\n<p>FRANK GRAY, Jr., Chief Judge.</p>\n<p>This is a third party action, brought pursuant to Rule 14 of the Federal Rules of Civil Procedure, which arose out of the case of Kelley v. Metropolitan County Board of Education of Nashville, Tennessee, a case whose history spans some eighteen years and represents the struggle to desegregate the Nashville public schools. In order to place the instant cause in the proper perspective, it is necessary to recite some of the more recent developments in the desegregation case and show its relationship to the third party complaint. Thereafter, the jurisdictional issues now before the Court will be discussed.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>On July 15, 1971, this District Court, per Honorable L. Clure Morton, ordered the implementation of a desegregation <span class=\"star-pagination\">*532</span> plan, submitted by the Department of Health, Education, and Welfare and designed to bring about the desegregation of the Nashville schools. In affirming Judge Morton's decision, the United States Court of Appeals for the Sixth Circuit characterized the plan as \". . . the first comprehensive and potentially effective desegregation order ever entered in this litigation.\" Kelley v. Metropolitan County Board of Education, 463 F.2d 732, 734 (1972). The plan thus implemented by the Court's Judgment provided for some increase in the amount of students to be bused, the Court having found that the facts of the case and the Supreme Court's decision in Swann v. Charlotte-Mecklenburg Board of Education, 402 U.S. 1, 91 S.Ct. 1267, 28 L.Ed.2d 554 (1971), necessitated the use of busing as a tool to achieve desegregation of the Nashville public schools.</p>\n<p>Due to the politicalization of busing as an issue on both the local and national level, there was a strong public reaction to the busing provisions of the plan, and attitudes hardened and polarized in the Nashville community. This hardening of attitudes found its focus in governmental bodies, including the Mayor's office, the City Council, and the Board of Education. Soon after the school system began to operate under the plan, to operate as a unitary system, problems developed and, not surprisingly, the crux of the problems was busing. Hardships arose because the number of buses on hand was apparently inadequate to allow for good scheduling practices, and both the Metropolitan Government and the federal government refused to provide funds with which to purchase the needed buses. As a result, the scheduling of buses created hazards endangering the welfare and safety of certain of the students.</p>\n<p>The school board's response to this situation was to petition the district court to relieve the hardships by permitting resegregation of the system, thus freeing enough buses for better scheduling. The Court's response was to order the Board of Education to acquire thirty more buses. In its Memorandum, entered August 19, 1972, the Court found that</p>\n<blockquote>\"[t]he basic thrust and end result of the defendant's actions has been to perpetuate and endorse a busing schedule so unreasonable and harsh that not only has the principal goal of a unitary system been obscured by public reaction and indignity, but also that the health, safety, and security of the children involved have been compromised by their exposure to risks and dangers.\" At p. 9.</blockquote>\n<p>At the same time, the District Court joined the Mayor and the members of the City Council as parties defendant, finding that they had acted in such a way as to \"impede the effective implementation of the ordered plan.\" <i>Id.,</i> at p. 8.</p>\n<p></p>\n<h2>II. THE THIRD PARTY ACTION</h2>\n<p>Shortly after having been joined as defendants in the desegregation case, three members of the City Council, Mansfield Douglas, Troy Jones, and Morris Haddox, instituted the present action, asserting that the third party defendants shared in the responsibility for impeding the implementation of the desegregation plan. The defendants are: Elliot L. Richardson, Secretary of HEW; Sydney T. Marland, Jr., Assistant Secretary of HEW; Dr. Herman R. Goldberg, Associate Commissioner, Equal Educational Opportunity, Office of Education, Department of HEW; and the United States of America.</p>\n<p>The third party complaint alleges that the defendants are charged with the responsibility of administering the Emergency School Aid Act of 1972 (Title VII of Public Law 92-318), the appropriations under the paragraph headed \"Emergency School Assistance\" in the Office of Education Appropriations Act of 1971 (Public Law 91-380), and other federal laws relating to financial assistance for the implementation of court-ordered desegregation plans. It is further alleged that in the summer of 1971 the defendants adopted a policy of refusing <span class=\"star-pagination\">*533</span> to provide funds for transportation expenses (<i>i. e.,</i> buses) to implement court-ordered desegregation plans although, before such adoption, funds had been available and had been disbursed for transportation expenses. The third party plaintiffs charge that the aforesaid policy was an unconstitutional exercise of power by the defendants and, in effect, constituted an imposition by federal officials of an unconstitutional condition on the expenditure of funds.</p>\n<p>After this suit was commenced, the plaintiffs sought to take certain discovery depositions, but the Government took the position that discovery depositions could not be taken until the jurisdictional issues raised by the defendants' Answer were resolved. The parties then agreed to submit the jurisdictional issues to the Court and sought a hearing thereon. The matter was set for hearing, and the Government filed the following motions: a motion for judgment on the pleadings or, in the alternative, for summary judgment and motion for a protective order under Rule 26. A hearing was had on January 4, 1973, at which the Court granted the motion for a protective order, pending a decision on the jurisdictional issues, and heard arguments on the question of jurisdiction.</p>\n<p>Prior to the hearing, the plaintiffs filed a \"Motion to Amend Third Party Complaint,\" and, without objection, the Court granted the motion at the hearing. The effect of the amendment is two-fold. First, it is added that the third party plaintiffs bring this action not only as members of the City Council, but also as taxpayers and parents of children attending the Nashville public schools. The second effect is to elaborate on the factual matter contained in the original complaint by alleging that: the defendants issued regulations<sup>[1]</sup> governing the Emergency School Assistance Program and that these regulations authorized federal assistance to local school systems in order to fund transportation expense and the purchase of buses pursuant to court-ordered desegregation plans; that substantial grants had been made pursuant to said regulations prior to July 28, 1971; that Dr. Elbert Brooks, Director of Schools, met with Defendant Goldberg on July 28, 1971, and was advised that federal funds would be available for transportation expenses in connection with the District Court's desegregation order; that Nashville subsequently did make application for $3,714,400 to cover transportation expenses; that Dr. Brooks and other school officials then were told orally by federal officials and employees that the policy of providing such funds for transportation had been reversed and that no funds would be available for such purposes;<sup>[2]</sup> that Nashville's request for transportation funds was refused; and that, as a result of the change in policy, unspent funds appropriated for the Emergency School Assistance Program were returned to the federal treasury at the end of fiscal year 1971-72.</p>\n<p>In essence, then, the present action charges that the named federal officers, like the local school board and government officials, committed acts and/or followed policies that resulted in the erection of a substantial obstruction to the effective implementation of the District Court's plan for desegregation of the Nashville schools and, therefore, to the long overdue termination of the duality which characterized the public education in this metropolitan area. As a consequence thereof, the federal defendants are charged with violating the Due Process Clause of the Fifth Amendment. <span class=\"star-pagination\">*534</span> The remedy sought herein is a court order compelling the defendants to cease withholding funds solely because those funds are to be used to defray transportation expenses under a court-ordered desegregation plan. Put another way, the third party plaintiffs seek to have the defendants fulfill their affirmative duty under the cited federal statutes to assist the local school board in <i>implementing</i> the desegregation plan, rather than <i>obstructing</i> it.</p>\n<p></p>\n<h2>III. THE JURISDICTIONAL ISSUES</h2>\n<p>Having described the action at bar, it remains for the Court to decide whether it has jurisdiction to hear and determine the issues raised by the third party complaint. More particularly, the Court must decide the following issues at this juncture: (1) Whether the present lack of available funding for the Emergency School Assistance Program (ESAP) renders the action moot; (2) whether the third party plaintiffs have standing to maintain this action; (3) whether the third party defendants are immune from this suit by virtue of the application of the doctrine of sovereign immunity; (4) whether the Court has subject-matter jurisdiction to hear this cause; and (5) whether the third party plaintiffs have stated a claim upon which relief can be granted. These issues will be discussed <i>seriatim.</i></p>\n<p></p>\n<h2>1. MOOTNESS</h2>\n<p>It is the Government's position that, since the Emergency School Assistance Program is currently without funds, any controversy which might have existed is now moot. This argument appears to miss the point and thrust of the case at bar; for, instead of being a suit to compel the disbursement of funds, the instant action seeks to challenge the constitutionality of the defendants' policy or course of action with respect to their statutory duty. Inasmuch as the statute in question is still in existence and applications continue to be accepted from school boards under the Emergency School Assistance Program, it is clear that the issues presented by the present case remain \"live\" issues and that the parties possess the requisite \"legally cognizable interest in the outcome.\" Powell v. McCormack, 395 U.S. 486, at 496-497, 89 S.Ct. 1944, at 1951, 23 L.Ed.2d 491 (1969). It follows that the \"case or controversy\" requirement of Article III of the United States Constitution has been met.</p>\n<p></p>\n<h2>2. STANDING</h2>\n<p>Although the issue of standing has been treated by the parties as if the case at bar were an original action, rather than a third party action, it seems reasonable to conclude that the standing question must be viewed in the context of the third party practice.</p>\n<p>This conclusion finds support in the \"Commentaries\" appended to the \"Notes of the Advisory Committee on Rules\" for Rule 14 of the Federal Rules of Civil Procedure, wherein a passage authored by J. Douglas Poteat and found in 25 A.B.A.Jour., p. 859, deals with the legal relationship between a third party plaintiff and a third party defendant. The author concludes that the relationship between those third parties is immaterial and that \"[t]he sole inquiry . . . is whether the plaintiff could have joined the third party defendant in the original suit.\" The Court is persuaded that this is the proper approach to take with reference to the standing question now before the Court.</p>\n<p>The critical issue, then, is whether the original plaintiffs could have joined the defendant federal officers and would have had standing as to them. At oral argument, the Government apparently conceded the correctness of this approach to the standing issue, but maintained that the original plaintiffs could not have brought in these defendants. With this contention, the Court cannot agree; for the original plaintiffs, as students in the Nashville public schools and parents of such students, have standing under the criteria <span class=\"star-pagination\">*535</span> set forth in Data Processing Organizations v. Camp, 397 U.S. 150, 90 S.Ct. 827, 25 L.Ed.2d 184 (1970). That the original plaintiffs were adversely affected by the actions alleged and complained of is patently obvious; and it is likewise demonstrable that the interests asserted are \"arguably within the zone of interests to be protected by the statutes in question,\" as well as by the Fifth Amendment, and that the statutes do not preclude judicial review. Moreover, joinder of these federal defendants under Rule 20 of the Federal Rules would have been proper for the same reasons that joinder was held proper as to the Mayor and City Council.<sup>[3]</sup> The standing requirement, therefore, is satisfied.</p>\n<p>In the alternative, the Court further finds that the third party plaintiffs, as individual Council members and as parents of children attending the Nashville schools, have standing to maintain this action, without regard to the fact that this is a third party action. <i>Id.</i>; Abington School District v. Schempp, 374 U.S. 203, at 229, n. 9, 83 S.Ct. 1560, 10 L.Ed.2d 844 (1963). See also: Barlow v. Collins, 397 U.S. 159, 90 S.Ct. 832, 25 L.Ed.2d 192 (1970).<sup>[4]</sup></p>\n<p></p>\n<h2>3. SOVEREIGN IMMUNITY</h2>\n<p>The Government places great reliance upon the doctrine of sovereign immunity as a bar to the present action. It is contended that a decree in the present action would operate against the sovereign and that, therefore, the third party defendants are immune from such a suit. Hawaii v. Gordon, 373 U.S. 57, 83 S.Ct. 1052, 10 L.Ed.2d 191 (1963).</p>\n<p>Although the doctrine of sovereign immunity has been severely criticized by some legal scholars<sup>[5]</sup> and the Court is inclined to agree with the view that the doctrine has been misunderstood, erroneously applied and should be abolished because it lacks a rational basis, it is nevertheless safe to say that the doctrine is still binding on this Court and that it is not within the province of this Court to hold otherwise. Consequently, it is incumbent on the Court to determine the effect of that doctrine on the case at bar.</p>\n<p>Where the doctrine of sovereign immunity is raised, there are actually two issues presented: Whether the doctrine applies at all and, if so, whether the sovereign can be said to have waived its immunity. The Court concludes that the resolution of the first issue in the instant case obviates the necessity for dealing with the waiver question, because the Court is of the opinion that the doctrine is inapplicable in this case.</p>\n<p>The holding that the doctrine of sovereign immunity does not apply here is based on the conclusion that the present case comes within the ambit of the two recognized exceptions to the doctrine. These two exceptions are found in a trilogy of Supreme Court cases, Larson v. Domestic &amp; Foreign Commerce Corp., 337 U.S. 682, 69 S.Ct. 1457, 93 L.Ed. 1628 (1948); Malone v. Bowdoin, 369 U.S. 643, 82 S.Ct. 980, 8 L.Ed. 2d 168 (1962), and Dugan v. Rank, 372 U.S. 609, 83 S.Ct. 999, 10 L.Ed.2d 15 (1963), which deal with sovereign immunity and set forth the principles for determining the ultimate issue of whether the suit, although in form against federal officers, is in reality a suit against the sovereign. The general rule that emerges from these cases is that the court will indulge itself in the fiction <span class=\"star-pagination\">*536</span> that a suit against a federal officer is not in reality against the sovereign only if: (a) the officer's powers are limited by statute and his actions were <i>ultra vires</i>; or (b) the officer was acting unconstitutionally or pursuant to an unconstitutional grant of power from the sovereign. These two exceptions are now well established. State of Washington v. Udall, 417 F.2d 1310 (9th Cir. 1969); National Association of Government Employees v. White, 135 U.S.App. D.C. 290, 418 F.2d 1126 (1969); Schatten v. United States, 419 F.2d 187 (6th Cir. 1969).</p>\n<p>Construing the instant complaint and the pertinent statutes, it is apparent that the third party defendants are charged with exceeding the limits of their statutory authority, committing <i>ultra vires</i> acts, and thus obstructing the Congressional purposes which led to the passage of the legislation in question. But more importantly, the defendants are charged with acting unconstitutionally. Thus, the case now before the Court comes within either of the two recognized exceptions to the doctrine, and it follows naturally that the doctrine of sovereign immunity, as a bar to actions against the Government, has no application in the present case.</p>\n<p>In this regard, it is also worthy of mention that the exception as to unconstitutional acts committed by federal officers is more than just an exception to a rule inherited from the English Common Law, it is mandated by our system of government, a government of laws. The government is answerable not only to the people, it is answerable also to the Constitution, and that great instrument prohibits government officials from delegating unto themselves, or exercising, powers that are not consistent therewith. Thus, it can be said that the unconstitutional exception to the doctrine owes its existence to the proposition that the doctrine of sovereign immunity cannot transcend the authority of the Constitution.</p>\n<p>In addition to the rule establishing the two exceptions to the doctrine of sovereign immunity, another rule emerges from the trilogy of cases cited <i>supra.</i> The articulation of this second rule is found in the case of Land v. Dollar, 330 U.S. 731, 67 S.Ct. 1009, 91 L.Ed. 1209 (1947), wherein the Court held that a decree against the sovereign is prohibited by virtue of the doctrine of sovereign immunity if \". . . the judgment sought would expend itself on the public treasury or domain or interfere with the public administration.\" <i>Id.,</i> at p. 738, 67 S.Ct. at p. 1012. Although it is arguable that, where the court has found that either of the two exceptions to the application of the doctrine are present, the rule of Land v. Dollar is inapplicable, there is some authority to the effect that the type of relief available to the parties is limited by the operation of that rule. <i>Cf.</i> State of Washington v. Udall, <i>supra,</i> 417 F.2d p. 1317.</p>\n<p>Assuming that the rule of Land v. Dollar does apply in this case, the Court is nevertheless of the opinion that the relief requested by the third party plaintiffs is not precluded by the application of that rule. The relief requested, if granted, would not expend itself on the public treasury, this not being a suit to compel the disbursement of funds, and would not constitute an impermissible restraint on the Government's lawful actions or discretion. A court decree compelling the defendants to terminate the allegedly unconstitutional policy would not run afoul of the rule purporting to restrict the relief available in a suit against federal officers.</p>\n<p>In summary, the Court concludes as a matter of law that the instant suit is not barred by the doctrine of sovereign immunity, except as to the United States as a defendant in this cause.</p>\n<p></p>\n<h2>4. SUBJECT MATTER JURISDICTION</h2>\n<p>The most difficult issue posed herein is whether the Court has subject matter jurisdiction. In order to find subject matter jurisdiction in a particular case, the requirements of Article III, <span class=\"star-pagination\">*537</span> Section 2, of the Constitution not only must be satisfied, <i>e. g.,</i> the claim must present a \"case or controversy\" which \"arises under\" the Constitution or laws of the United States; but it is also necessary to find an affirmative jurisdictional grant by Congress. Baker v. Carr, 369 U.S. 186, 198, 82 S.Ct. 691, 7 L.Ed.2d 663 (1962). The difficulty arises in connection with the determination as to whether in a particular case the affirmative jurisdictional grant is present, a determination which entails consideration of a veritable web of requirements and limitations that often appear unreasonable and artificial. Given this difficulty, it is appropriate to preface the discussion of the relevant statutes with a recognition of certain general principles that are pertinent to this cause.</p>\n<p>At the outset, it must be noted that the subject matter of the case at bar involves acts by federal officers that are alleged to be unconstitutional. The American system of government by law almost necessarily requires that the judiciary be able to restrain or prevent unconstitutional action by the officers of the federal government. Bivens v. Six Unknown Named Agents of the Fed. Bureau of Narcotics, 409 F.2d 718, 723 (2d Cir. 1969); 403 U.S. 388, 91 S.Ct. 1999, 29 L.Ed.2d 619 (1971). In other words, there must be a remedy for the invasion of a constitutional right by the government.</p>\n<p>It must also be noted that, were the third party defendants state officers instead of federal officers, the federal courts would undoubtedly have jurisdiction to grant relief to persons injured by the officers' unconstitutional acts under one of the appropriate Fourteenth Amendment enabling statutes.</p>\n<p>Finally, the Court finds it important that the constitutional violations alleged herein concern one of the great crisis areas in this country's history, that of segregated education in particular and of the plight of the Black man in American society in general. Since the landmark decision in Brown v. Board of Education in 1954, there has been an uninterrupted judicial commitment to eliminate segregation in the public schools, and this commitment found the support and cooperation of the other two branches of government, even though progress has been slowed by the unconscionable resistance and recalcitrance of certain segments of our society. Given this background, it is almost inconceivable that the federal government would now lend itself to such resistance and, even worse, that the people could not obtain relief from the courts when federal officers involved themselves in undermining or thwarting the efforts to abolish racial duality in the schools.</p>\n<p>It is with these general observations in mind that the Court turns to a consideration of whether there is a federal jurisdictional statute under which the instant cause may be brought. The third party plaintiffs allege that jurisdiction exists under Title 28 of the United States Code, Sections 1331, 1343, 1346, and 1361, as well as under Section 10 of the Administrative Procedure Act, 5 U.S.C. §§ 701-706. It is necessary to discuss each of these statutes.</p>\n<p></p>\n<h2>(a) §§ <i>1343 and 1346.</i>\n</h2>\n<p>With respect to Sections 1343 and 1346, the Court is inclined to agree with the Government's contention that neither statute furnishes a basis for subject matter jurisdiction in this case. Section 1343 requires action \"under color of state law,\" and that requirement is plainly not met here. Section 1346 fails as a jurisdictional basis because the action is not of the type contemplated by that statute, in that the present action is not an action sounding in contract for damages.</p>\n<p></p>\n<h2>(b) § <i>1331.</i>\n</h2>\n<p>In order to establish the existence of jurisdiction under Section 1331, the general \"federal question\" jurisdiction statute, the plaintiff must overcome the ten thousand dollar jurisdictional amount requirement. 28 U.S.C. § 1331(a). While it is clear that the present claim is one <span class=\"star-pagination\">*538</span> which \"arises under\" the Constitution and laws of the United States, it is likewise clear that the plaintiffs have failed to satisfy the jurisdictional amount requirement if the Court adopts the restrictive approach to testing that requirement. This approach requires that the interest alleged be capable of valuation and that it exceed the sum of ten thousand dollars. Goldsmith v. Sutherland, 426 F.2d 1395 (6th Cir. 1970). Several courts have used a different approach, however, where a constitutional deprivation has been asserted and have ruled that constitutional rights necessarily exceed in value the sum of ten thousand dollars, thus satisfying the jurisdictional amount requirement of Section 1331. See: Berk v. Laird, 429 F.2d 302 (2d Cir. 1970); Cortright v. Resor, 325 F.Supp. 797 (E.D.N.Y.1971); Murray v. Vaughn, 300 F.Supp. 688 (D.R.I. 1969).</p>\n<p>The Court finds this less restrictive approach to be highly persuasive and, on the facts before it, would be predisposed to hold that the deprivations asserted here more than satisfy the jurisdictional amount requirement; but, in light of this Circuit's decision in Goldsmith v. Sutherland and the absence of Supreme Court decisions expressly to the contrary, the Court feels compelled to conclude that the requisite jurisdictional amount is not satisfied in the present case. See: Yahr v. Resor, 339 F.Supp. 964 (E.D.N.C.1972).</p>\n<p></p>\n<h2>(c) § <i>1361.</i>\n</h2>\n<p>The fourth alternative relied upon by the third party plaintiffs is 28 U.S.C. § 1361, the federal mandamus statute enacted in 1962. The Court is of the opinion that the legislative history of this statute and the cases decided thereunder compel the conclusion that Section 1361 provides a jurisdictional basis for the instant cause.</p>\n<p>The Mandamus and Venue Act of 1962 contains a jurisdictional provision, 28 U.S.C. § 1361, and a venue provision, 28 U.S.C. § 1391.<sup>[6]</sup> The Act was intended to fill a void in federal jurisdiction that existed by virtue of the rule<sup>[7]</sup> that the district courts, other than in the District of Columbia, did not have jurisdiction to issue mandamus against federal officers. Peoples v. United States Department of Agriculture, 138 U.S.App.D.C. 291, 427 F.2d 561, 565 (1970). Thus, the purpose of Section 1361 was to authorize the district courts to \"review and compel\" official action on an equality with the federal district court in the District of Columbia.<sup>[8]</sup></p>\n<p>The requirements to be met in a suit against a federal official or agency under Section 1361 are three-fold. First, the suit must be properly brought against the federal officers, which is essentially a determination as to the effect of the doctrine of sovereign immunity, an issue discussed and resolved <i>supra.</i> Second, there must be a \"duty owed\" to the plaintiffs by the federal defendants, a requirement met in the instant case by the plaintiffs' standing, the statutory provisions describing the defendants' powers and duties, and the dictates of the Fifth Amendment. Third, the action must be \"in the nature of mandamus\" within the meaning of the statute. An analysis of this third requirement is set forth below.</p>\n<p>For a determination as to the meaning of the phrase \"in the nature of mandamus,\" resort must be had to the language of the statute, its legislative history and the case law. The language of the statute indicates that the power granted to the district courts therein is more broad than the power <span class=\"star-pagination\">*539</span> that previously had existed to issue writs of mandamus, because Congress used the words \"in the nature of mandamus\" rather than \"to issue writs of mandamus.\" The legislative history of Section 1361 supports this idea of a broader power. <i>Id.,</i> at pp. 308 et seq. In this regard, it is significant that the Congress declined to include language proposed by the Department of Justice which would have restricted mandamus expressly to \"ministerial\" duties. <i>Id.,</i> at p. 314. Consequently, it can be implied that Congress intended to avoid the \"ministerial-discretionary\" distinction and other artificialities that were attendant to common law mandamus. One can conclude from a perusal of the legislative history that the scope of review granted to the district courts by the enactment of Section 1361 was not more restricted than that which previously existed in the District of Columbia, that the courts are to have more latitude in fashioning relief than would have been permitted had the Congress limited the authority to just issuing \"writs of mandamus,\" and that \"in the nature of mandamus\" envisions a power in the district courts to review and compel official action similar to that which had previously been exercised by the District of Columbia District Court. <i>Id.,</i> at pp. 318-319. Concerning this scope of review, the Court is also convinced that equity principles, rather than mandamus principles, should govern the courts' disposition of cases brought under Section 1361, thus drawing a distinction between \"mandamus relief\" and \"mandatory injunctive relief.\" See: 3 K. Davis § 23.12.</p>\n<p>Given this legislative background of Section 1361, the Court is of the opinion that the action at bar is an \"action in the nature of mandamus\" within the meaning of the statute.</p>\n<blockquote>\"It is . . . well established that mandamus may be used to correct abuse of discretion by a federal officer, particularly if the abuse constitutes a violation of constitutional rights.\" Cortright v. Resor, <i>supra,</i> 325 F.Supp. at p. 812, reversed on other grounds, 447 F.2d 245 (2d Cir. 1971).</blockquote>\n<p>In accord with this view are: Schatten v. United States, <i>supra</i><i>;</i> Peoples v. United States Department of Agriculture, <i>supra</i><i>;</i> National Association of Government Employeees v. White, <i>supra</i><i>;</i> Feliciano v. Laird, 426 F.2d 424 (2d Cir. 1970); Fifth Avenue Peace Committee v. Hoover, 327 F.Supp. 238 (S.D.N.Y.1971); and Murray v. Vaughn, <i>supra</i> (other citations omitted). Therefore, to the extent that the third party plaintiffs allege that the defendant federal officers acted unconstitutionally and outside the ambit of their statutory authority and seek relief to correct those actions, the present suit is \"in the nature of mandamus\" so as to bring it within the purview of Section 1361.</p>\n<p></p>\n<h2>(d) § <i>10 of the Administrative Procedure Act.</i>\n</h2>\n<p>It is also contended that jurisdiction exists under Section 10 of the Administrative Procedure Act, 5 U.S.C. §§ 701-706. In general, that Act provides for judicial review of administrative action where the plaintiff has suffered a legal wrong because of agency action and there is no other adequate remedy, except where the applicable statute precludes judicial review or the agency action is committed to agency discretion by law.</p>\n<p>The basic issue raised by an assertion of jurisdiction under the Administrative Procedure Act is whether Section 10 is to be interpreted as an affirmative jurisdictional grant, the resolution of which hinges on the meaning of the phrase, \"in a court of competent jurisdiction,\" found in 5 U.S.C. § 703. On one side of the issue it can be argued that \"court of competent jurisdiction\" contemplates a court which already has jurisdiction under a separate statute; while on the other, it can be argued that the phrase merely means a court which has personal jurisdiction and venue over the parties. Under the latter argument, of course, Section 10 is considered to be an <span class=\"star-pagination\">*540</span> affirmative and independent jurisdictional grant.</p>\n<p>Research indicates that the Supreme Court has not ruled on this precise issue, although it seems to have assumed that Section 10 was an affirmative grant in Rusk v. Cort, 369 U.S. 367, 82 S.Ct. 787, 7 L.Ed.2d 809 (1962). That assumption is warranted by a consideration of the remedial nature of the act (Byse and Fiocca, <i>supra,</i> at pp. 371-372), and it has been so held. Sobell v. Reed, D.C., 327 F.Supp. 1294.</p>\n<p>In the case at bar, the Court finds that jurisdiction exists pursuant to Section 10 under either of the interpretations of the phrase in question. The Court having found jurisdiction under 28 U.S.C. § 1361, jurisdiction is proper under Section 10, even if the Court were to conclude that the Administrative Procedure Act does not constitute an affirmative jurisdictional grant. In the alternative, the Court is of the opinion that Section 10 should be deemed a jurisdictional grant by the Congress and holds that the Administrative Procedure Act provides an independent basis for jurisdiction in this cause.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Premises considered, it is the opinion of the Court that it has jurisdiction over this cause under 28 U.S.C. § 1361 and 5 U.S.C. §§ 701-706 as to the defendant federal officers, and that the third party plaintiffs have stated a claim upon which relief can be granted. It is further of the opinion that jurisdiction does not lie in this action as to the United States as a third party defendant. Except with respect to the defendant United States of America, it is accordingly ordered that the defendants' motion for judgment on the pleadings and, in the alternative, for summary judgment be, and the same hereby are, denied. It is further ordered the Protective Order previously granted in this cause be, and the same hereby is, vacated.</p>\n<h2>NOTES</h2>\n<p>[1]  35 Fed.Reg. 13442  August 22, 1970; 36 Fed.Reg. 2785  February 10, 1971; and 36 Fed.Reg. 12984  July 10, 1971.</p>\n<p>[2]  The characterization of this policy at the January 4th hearing degenerated into a semantical exercise. The plaintiffs contended that it was a policy of flat refusal, whereas the defendants argued that the policy was one of assigning a \"low priority\" to such requests. It is to be noted, however, that no matter how the policy is characterized, the net effect is the same, zero funds for transportation expenses in connection with court-ordered desegregation.</p>\n<p>[3]  See: Order entered August 31, 1972, Kelley v. Metropolitan County Bd.</p>\n<p>[4]  The Court withholds judgment as to whether the third party plaintiffs' status as taxpayers furnishes the requisite standing, in light of Mr. Chief Justice Warren's dictum in Flast v. Cohen, 392 U.S. 83, 88 S.Ct. 1942, 20 L.Ed.2d 947 (1968), to the effect that the Fifth Amendment is not a restriction on the spending power.</p>\n<p>[5]  Jaffe, Louis, \"Suits Against Governments and Officers,\" 77 Harv.L.Rev. 1 (1963); \"Nonstatutory Review of Federal Administrative Action: The Need for Statutory Reform of Sovereign Immunity, Subject Matter Jurisdiction, and Parties Defendant,\" 68 Mich.L.Rev. 389 (1969-70).</p>\n<p>[6]  Venue is not contested in the case at bar, and it is clear that venue is properly laid in this forum under 28 U.S.C. § 1391(e).</p>\n<p>[7]  This rule is found in the cases of M'Intire v. Wood, 11 U.S. (7 Cranch) 504, 3 L.Ed. 420 (1813), and Kendall v. United States ex rel. Stokes, 37 U.S. (12 Peters) 524, 9 L.Ed. 1181 (1838).</p>\n<p>[8]  Byse and Fiocca, \"Section 1361 of the Mandamus and Venue Act of 1962 and `Nonstatutory' Review of Federal Administrative Action,\" 81 Harv.L.Rev. 308, at p. 318 (1967).</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">372</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">528</span></span> (1973)</b></center>\n<center><h1>Robert W. KELLEY et al. and Henry C. Maxwell et al.<br>\nv.<br>\nMETROPOLITAN COUNTY BOARD OF EDUCATION OF NASHVILLE AND DAVIDSON COUNTY, TENNESSEE, et al.<br>\nv.<br>\nElliot L. RICHARDSON, Secretary, United States Department of Health, Education, and Welfare, et al.</h1></center>\n<center>Civ. Nos. 2094, 2956.</center>\n<center><p><b>United States District Court, M. D. Tennessee, Nashville Division.</b></p></center>\n<center>February 23, 1973.</center>\n<p><span class=\"star-pagination\">*529</span> <span class=\"star-pagination\">*530</span> <span class=\"star-pagination\">*531</span> Gilbert S. Merritt, Jr., and Alfred H. Knight III, Nashville, Tenn., for third-party plaintiffs.</p>\n<p>James H. Harris III, Nashville, Tenn., for Metropolitan County Board of Education.</p>\n<p>Charles H. Anderson, U. S. Atty., Nashville, Tenn., Irving Jaffe, Acting Asst. Atty. Gen., Harland F. Leathers, and Peter J. P. Brickfield, Dept. of Justice, Washington, D. C., for the third-party defendants.</p>\n<p></p>\n<h2>MEMORANDUM AND ORDER</h2>\n<p>FRANK GRAY, Jr., Chief Judge.</p>\n<p>This is a third party action, brought pursuant to Rule 14 of the Federal Rules of Civil Procedure, which arose out of the case of Kelley v. Metropolitan County Board of Education of Nashville, Tennessee, a case whose history spans some eighteen years and represents the struggle to desegregate the Nashville public schools. In order to place the instant cause in the proper perspective, it is necessary to recite some of the more recent developments in the desegregation case and show its relationship to the third party complaint. Thereafter, the jurisdictional issues now before the Court will be discussed.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>On July 15, 1971, this District Court, per Honorable L. Clure Morton, ordered the implementation of a desegregation <span class=\"star-pagination\">*532</span> plan, submitted by the Department of Health, Education, and Welfare and designed to bring about the desegregation of the Nashville schools. In affirming Judge Morton's decision, the United States Court of Appeals for the Sixth Circuit characterized the plan as \". . . the first comprehensive and potentially effective desegregation order ever entered in this litigation.\" Kelley v. Metropolitan County Board of Education, <span class=\"citation\" data-id=\"304561\"><a href=\"/opinion/304561/robert-w-kelley-henry-c-maxwell-jr/\"><span class=\"volume\">463</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">732</span></a></span>, 734 (1972). The plan thus implemented by the Court's Judgment provided for some increase in the amount of students to be bused, the Court having found that the facts of the case and the Supreme Court's decision in Swann v. Charlotte-Mecklenburg Board of Education, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span> (1971), necessitated the use of busing as a tool to achieve desegregation of the Nashville public schools.</p>\n<p>Due to the politicalization of busing as an issue on both the local and national level, there was a strong public reaction to the busing provisions of the plan, and attitudes hardened and polarized in the Nashville community. This hardening of attitudes found its focus in governmental bodies, including the Mayor's office, the City Council, and the Board of Education. Soon after the school system began to operate under the plan, to operate as a unitary system, problems developed and, not surprisingly, the crux of the problems was busing. Hardships arose because the number of buses on hand was apparently inadequate to allow for good scheduling practices, and both the Metropolitan Government and the federal government refused to provide funds with which to purchase the needed buses. As a result, the scheduling of buses created hazards endangering the welfare and safety of certain of the students.</p>\n<p>The school board's response to this situation was to petition the district court to relieve the hardships by permitting resegregation of the system, thus freeing enough buses for better scheduling. The Court's response was to order the Board of Education to acquire thirty more buses. In its Memorandum, entered August 19, 1972, the Court found that</p>\n<blockquote>\"[t]he basic thrust and end result of the defendant's actions has been to perpetuate and endorse a busing schedule so unreasonable and harsh that not only has the principal goal of a unitary system been obscured by public reaction and indignity, but also that the health, safety, and security of the children involved have been compromised by their exposure to risks and dangers.\" At p. 9.</blockquote>\n<p>At the same time, the District Court joined the Mayor and the members of the City Council as parties defendant, finding that they had acted in such a way as to \"impede the effective implementation of the ordered plan.\" <i>Id.,</i> at p. 8.</p>\n<p></p>\n<h2>II. THE THIRD PARTY ACTION</h2>\n<p>Shortly after having been joined as defendants in the desegregation case, three members of the City Council, Mansfield Douglas, Troy Jones, and Morris Haddox, instituted the present action, asserting that the third party defendants shared in the responsibility for impeding the implementation of the desegregation plan. The defendants are: Elliot L. Richardson, Secretary of HEW; Sydney T. Marland, Jr., Assistant Secretary of HEW; Dr. Herman R. Goldberg, Associate Commissioner, Equal Educational Opportunity, Office of Education, Department of HEW; and the United States of America.</p>\n<p>The third party complaint alleges that the defendants are charged with the responsibility of administering the Emergency School Aid Act of 1972 (Title VII of Public Law 92-318), the appropriations under the paragraph headed \"Emergency School Assistance\" in the Office of Education Appropriations Act of 1971 (Public Law 91-380), and other federal laws relating to financial assistance for the implementation of court-ordered desegregation plans. It is further alleged that in the summer of 1971 the defendants adopted a policy of refusing <span class=\"star-pagination\">*533</span> to provide funds for transportation expenses (<i>i. e.,</i> buses) to implement court-ordered desegregation plans although, before such adoption, funds had been available and had been disbursed for transportation expenses. The third party plaintiffs charge that the aforesaid policy was an unconstitutional exercise of power by the defendants and, in effect, constituted an imposition by federal officials of an unconstitutional condition on the expenditure of funds.</p>\n<p>After this suit was commenced, the plaintiffs sought to take certain discovery depositions, but the Government took the position that discovery depositions could not be taken until the jurisdictional issues raised by the defendants' Answer were resolved. The parties then agreed to submit the jurisdictional issues to the Court and sought a hearing thereon. The matter was set for hearing, and the Government filed the following motions: a motion for judgment on the pleadings or, in the alternative, for summary judgment and motion for a protective order under Rule 26. A hearing was had on January 4, 1973, at which the Court granted the motion for a protective order, pending a decision on the jurisdictional issues, and heard arguments on the question of jurisdiction.</p>\n<p>Prior to the hearing, the plaintiffs filed a \"Motion to Amend Third Party Complaint,\" and, without objection, the Court granted the motion at the hearing. The effect of the amendment is two-fold. First, it is added that the third party plaintiffs bring this action not only as members of the City Council, but also as taxpayers and parents of children attending the Nashville public schools. The second effect is to elaborate on the factual matter contained in the original complaint by alleging that: the defendants issued regulations<sup>[1]</sup> governing the Emergency School Assistance Program and that these regulations authorized federal assistance to local school systems in order to fund transportation expense and the purchase of buses pursuant to court-ordered desegregation plans; that substantial grants had been made pursuant to said regulations prior to July 28, 1971; that Dr. Elbert Brooks, Director of Schools, met with Defendant Goldberg on July 28, 1971, and was advised that federal funds would be available for transportation expenses in connection with the District Court's desegregation order; that Nashville subsequently did make application for $3,714,400 to cover transportation expenses; that Dr. Brooks and other school officials then were told orally by federal officials and employees that the policy of providing such funds for transportation had been reversed and that no funds would be available for such purposes;<sup>[2]</sup> that Nashville's request for transportation funds was refused; and that, as a result of the change in policy, unspent funds appropriated for the Emergency School Assistance Program were returned to the federal treasury at the end of fiscal year 1971-72.</p>\n<p>In essence, then, the present action charges that the named federal officers, like the local school board and government officials, committed acts and/or followed policies that resulted in the erection of a substantial obstruction to the effective implementation of the District Court's plan for desegregation of the Nashville schools and, therefore, to the long overdue termination of the duality which characterized the public education in this metropolitan area. As a consequence thereof, the federal defendants are charged with violating the Due Process Clause of the Fifth Amendment. <span class=\"star-pagination\">*534</span> The remedy sought herein is a court order compelling the defendants to cease withholding funds solely because those funds are to be used to defray transportation expenses under a court-ordered desegregation plan. Put another way, the third party plaintiffs seek to have the defendants fulfill their affirmative duty under the cited federal statutes to assist the local school board in <i>implementing</i> the desegregation plan, rather than <i>obstructing</i> it.</p>\n<p></p>\n<h2>III. THE JURISDICTIONAL ISSUES</h2>\n<p>Having described the action at bar, it remains for the Court to decide whether it has jurisdiction to hear and determine the issues raised by the third party complaint. More particularly, the Court must decide the following issues at this juncture: (1) Whether the present lack of available funding for the Emergency School Assistance Program (ESAP) renders the action moot; (2) whether the third party plaintiffs have standing to maintain this action; (3) whether the third party defendants are immune from this suit by virtue of the application of the doctrine of sovereign immunity; (4) whether the Court has subject-matter jurisdiction to hear this cause; and (5) whether the third party plaintiffs have stated a claim upon which relief can be granted. These issues will be discussed <i>seriatim.</i></p>\n<p></p>\n<h2>1. MOOTNESS</h2>\n<p>It is the Government's position that, since the Emergency School Assistance Program is currently without funds, any controversy which might have existed is now moot. This argument appears to miss the point and thrust of the case at bar; for, instead of being a suit to compel the disbursement of funds, the instant action seeks to challenge the constitutionality of the defendants' policy or course of action with respect to their statutory duty. Inasmuch as the statute in question is still in existence and applications continue to be accepted from school boards under the Emergency School Assistance Program, it is clear that the issues presented by the present case remain \"live\" issues and that the parties possess the requisite \"legally cognizable interest in the outcome.\" Powell v. McCormack, <span class=\"citation\" data-id=\"107969\"><a href=\"/opinion/107969/powell-v-mccormack/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">486</span></a></span>, at 496-497, <span class=\"citation\" data-id=\"107969\"><a href=\"/opinion/107969/powell-v-mccormack/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1944</span></a></span>, at 1951, <span class=\"citation\" data-id=\"107969\"><a href=\"/opinion/107969/powell-v-mccormack/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">491</span></a></span> (1969). It follows that the \"case or controversy\" requirement of Article III of the United States Constitution has been met.</p>\n<p></p>\n<h2>2. STANDING</h2>\n<p>Although the issue of standing has been treated by the parties as if the case at bar were an original action, rather than a third party action, it seems reasonable to conclude that the standing question must be viewed in the context of the third party practice.</p>\n<p>This conclusion finds support in the \"Commentaries\" appended to the \"Notes of the Advisory Committee on Rules\" for Rule 14 of the Federal Rules of Civil Procedure, wherein a passage authored by J. Douglas Poteat and found in 25 A.B.A.Jour., p. 859, deals with the legal relationship between a third party plaintiff and a third party defendant. The author concludes that the relationship between those third parties is immaterial and that \"[t]he sole inquiry . . . is whether the plaintiff could have joined the third party defendant in the original suit.\" The Court is persuaded that this is the proper approach to take with reference to the standing question now before the Court.</p>\n<p>The critical issue, then, is whether the original plaintiffs could have joined the defendant federal officers and would have had standing as to them. At oral argument, the Government apparently conceded the correctness of this approach to the standing issue, but maintained that the original plaintiffs could not have brought in these defendants. With this contention, the Court cannot agree; for the original plaintiffs, as students in the Nashville public schools and parents of such students, have standing under the criteria <span class=\"star-pagination\">*535</span> set forth in Data Processing Organizations v. Camp, <span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span>, <span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">827</span></a></span>, <span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">184</span></a></span> (1970). That the original plaintiffs were adversely affected by the actions alleged and complained of is patently obvious; and it is likewise demonstrable that the interests asserted are \"arguably within the zone of interests to be protected by the statutes in question,\" as well as by the Fifth Amendment, and that the statutes do not preclude judicial review. Moreover, joinder of these federal defendants under Rule 20 of the Federal Rules would have been proper for the same reasons that joinder was held proper as to the Mayor and City Council.<sup>[3]</sup> The standing requirement, therefore, is satisfied.</p>\n<p>In the alternative, the Court further finds that the third party plaintiffs, as individual Council members and as parents of children attending the Nashville schools, have standing to maintain this action, without regard to the fact that this is a third party action. <i>Id.</i>; Abington School District v. Schempp, <span class=\"citation\" data-id=\"106658\"><a href=\"/opinion/106658/abington-school-dist-v-schempp/\"><span class=\"volume\">374</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">203</span></a></span>, at 229, n. 9, <span class=\"citation\" data-id=\"106658\"><a href=\"/opinion/106658/abington-school-dist-v-schempp/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1560</span></a></span>, <span class=\"citation\" data-id=\"106658\"><a href=\"/opinion/106658/abington-school-dist-v-schempp/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">844</span></a></span> (1963). See also: Barlow v. Collins, <span class=\"citation\" data-id=\"108089\"><a href=\"/opinion/108089/barlow-v-collins/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">159</span></a></span>, <span class=\"citation\" data-id=\"108089\"><a href=\"/opinion/108089/barlow-v-collins/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">832</span></a></span>, <span class=\"citation\" data-id=\"108089\"><a href=\"/opinion/108089/barlow-v-collins/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">192</span></a></span> (1970).<sup>[4]</sup></p>\n<p></p>\n<h2>3. SOVEREIGN IMMUNITY</h2>\n<p>The Government places great reliance upon the doctrine of sovereign immunity as a bar to the present action. It is contended that a decree in the present action would operate against the sovereign and that, therefore, the third party defendants are immune from such a suit. Hawaii v. Gordon, <span class=\"citation\" data-id=\"106594\"><a href=\"/opinion/106594/hawaii-v-gordon/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">57</span></a></span>, <span class=\"citation\" data-id=\"106594\"><a href=\"/opinion/106594/hawaii-v-gordon/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1052</span></a></span>, <span class=\"citation\" data-id=\"106594\"><a href=\"/opinion/106594/hawaii-v-gordon/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">191</span></a></span> (1963).</p>\n<p>Although the doctrine of sovereign immunity has been severely criticized by some legal scholars<sup>[5]</sup> and the Court is inclined to agree with the view that the doctrine has been misunderstood, erroneously applied and should be abolished because it lacks a rational basis, it is nevertheless safe to say that the doctrine is still binding on this Court and that it is not within the province of this Court to hold otherwise. Consequently, it is incumbent on the Court to determine the effect of that doctrine on the case at bar.</p>\n<p>Where the doctrine of sovereign immunity is raised, there are actually two issues presented: Whether the doctrine applies at all and, if so, whether the sovereign can be said to have waived its immunity. The Court concludes that the resolution of the first issue in the instant case obviates the necessity for dealing with the waiver question, because the Court is of the opinion that the doctrine is inapplicable in this case.</p>\n<p>The holding that the doctrine of sovereign immunity does not apply here is based on the conclusion that the present case comes within the ambit of the two recognized exceptions to the doctrine. These two exceptions are found in a trilogy of Supreme Court cases, Larson v. Domestic &amp; Foreign Commerce Corp., <span class=\"citation no-link\"><span class=\"volume\">337</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">682</span></span>, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1457</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1628</span></span> (1948); Malone v. Bowdoin, <span class=\"citation\" data-id=\"106394\"><a href=\"/opinion/106394/malone-v-bowdoin/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">643</span></a></span>, <span class=\"citation\" data-id=\"106394\"><a href=\"/opinion/106394/malone-v-bowdoin/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">980</span></a></span>, <span class=\"citation\" data-id=\"106394\"><a href=\"/opinion/106394/malone-v-bowdoin/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">168</span></a></span> (1962), and Dugan v. Rank, <span class=\"citation\" data-id=\"106566\"><a href=\"/opinion/106566/dugan-v-rank/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">609</span></a></span>, <span class=\"citation\" data-id=\"106566\"><a href=\"/opinion/106566/dugan-v-rank/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">999</span></a></span>, <span class=\"citation\" data-id=\"106566\"><a href=\"/opinion/106566/dugan-v-rank/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">15</span></a></span> (1963), which deal with sovereign immunity and set forth the principles for determining the ultimate issue of whether the suit, although in form against federal officers, is in reality a suit against the sovereign. The general rule that emerges from these cases is that the court will indulge itself in the fiction <span class=\"star-pagination\">*536</span> that a suit against a federal officer is not in reality against the sovereign only if: (a) the officer's powers are limited by statute and his actions were <i>ultra vires</i>; or (b) the officer was acting unconstitutionally or pursuant to an unconstitutional grant of power from the sovereign. These two exceptions are now well established. State of Washington v. Udall, <span class=\"citation\" data-id=\"287148\"><a href=\"/opinion/287148/state-of-washington-v-stewart-l-udall-secretary-of-the-interior/\"><span class=\"volume\">417</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1310</span></a></span> (9th Cir. 1969); National Association of Government Employees v. White, 135 U.S.App. D.C. 290, <span class=\"citation\" data-id=\"287456\"><a href=\"/opinion/287456/national-association-of-government-employees-v-robert-m-white/\"><span class=\"volume\">418</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1126</span></a></span> (1969); Schatten v. United States, <span class=\"citation\" data-id=\"287578\"><a href=\"/opinion/287578/no-19233/\"><span class=\"volume\">419</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">187</span></a></span> (6th Cir. 1969).</p>\n<p>Construing the instant complaint and the pertinent statutes, it is apparent that the third party defendants are charged with exceeding the limits of their statutory authority, committing <i>ultra vires</i> acts, and thus obstructing the Congressional purposes which led to the passage of the legislation in question. But more importantly, the defendants are charged with acting unconstitutionally. Thus, the case now before the Court comes within either of the two recognized exceptions to the doctrine, and it follows naturally that the doctrine of sovereign immunity, as a bar to actions against the Government, has no application in the present case.</p>\n<p>In this regard, it is also worthy of mention that the exception as to unconstitutional acts committed by federal officers is more than just an exception to a rule inherited from the English Common Law, it is mandated by our system of government, a government of laws. The government is answerable not only to the people, it is answerable also to the Constitution, and that great instrument prohibits government officials from delegating unto themselves, or exercising, powers that are not consistent therewith. Thus, it can be said that the unconstitutional exception to the doctrine owes its existence to the proposition that the doctrine of sovereign immunity cannot transcend the authority of the Constitution.</p>\n<p>In addition to the rule establishing the two exceptions to the doctrine of sovereign immunity, another rule emerges from the trilogy of cases cited <i>supra.</i> The articulation of this second rule is found in the case of Land v. Dollar, <span class=\"citation\" data-id=\"104407\"><a href=\"/opinion/104407/land-v-dollar/\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">731</span></a></span>, <span class=\"citation\" data-id=\"104407\"><a href=\"/opinion/104407/land-v-dollar/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1009</span></a></span>, <span class=\"citation\" data-id=\"104407\"><a href=\"/opinion/104407/land-v-dollar/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1209</span></a></span> (1947), wherein the Court held that a decree against the sovereign is prohibited by virtue of the doctrine of sovereign immunity if \". . . the judgment sought would expend itself on the public treasury or domain or interfere with the public administration.\" <i>Id.,</i> at p. 738, 67 S.Ct. at p. 1012. Although it is arguable that, where the court has found that either of the two exceptions to the application of the doctrine are present, the rule of Land v. Dollar is inapplicable, there is some authority to the effect that the type of relief available to the parties is limited by the operation of that rule. <i>Cf.</i> State of Washington v. Udall, <i>supra,</i> 417 F.2d p. 1317.</p>\n<p>Assuming that the rule of Land v. Dollar does apply in this case, the Court is nevertheless of the opinion that the relief requested by the third party plaintiffs is not precluded by the application of that rule. The relief requested, if granted, would not expend itself on the public treasury, this not being a suit to compel the disbursement of funds, and would not constitute an impermissible restraint on the Government's lawful actions or discretion. A court decree compelling the defendants to terminate the allegedly unconstitutional policy would not run afoul of the rule purporting to restrict the relief available in a suit against federal officers.</p>\n<p>In summary, the Court concludes as a matter of law that the instant suit is not barred by the doctrine of sovereign immunity, except as to the United States as a defendant in this cause.</p>\n<p></p>\n<h2>4. SUBJECT MATTER JURISDICTION</h2>\n<p>The most difficult issue posed herein is whether the Court has subject matter jurisdiction. In order to find subject matter jurisdiction in a particular case, the requirements of Article III, <span class=\"star-pagination\">*537</span> Section 2, of the Constitution not only must be satisfied, <i>e. g.,</i> the claim must present a \"case or controversy\" which \"arises under\" the Constitution or laws of the United States; but it is also necessary to find an affirmative jurisdictional grant by Congress. Baker v. Carr, <span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">186</span></a></span>, 198, <span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">691</span></a></span>, <span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">663</span></a></span> (1962). The difficulty arises in connection with the determination as to whether in a particular case the affirmative jurisdictional grant is present, a determination which entails consideration of a veritable web of requirements and limitations that often appear unreasonable and artificial. Given this difficulty, it is appropriate to preface the discussion of the relevant statutes with a recognition of certain general principles that are pertinent to this cause.</p>\n<p>At the outset, it must be noted that the subject matter of the case at bar involves acts by federal officers that are alleged to be unconstitutional. The American system of government by law almost necessarily requires that the judiciary be able to restrain or prevent unconstitutional action by the officers of the federal government. Bivens v. Six Unknown Named Agents of the Fed. Bureau of Narcotics, <span class=\"citation\" data-id=\"284380\"><a href=\"/opinion/284380/webster-bivens-v-six-unknown-named-agents-of-the-federal-bureau-of/\"><span class=\"volume\">409</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">718</span></a></span>, 723 (2d Cir. 1969); <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">388</span></a></span>, <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1999</span></a></span>, <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">619</span></a></span> (1971). In other words, there must be a remedy for the invasion of a constitutional right by the government.</p>\n<p>It must also be noted that, were the third party defendants state officers instead of federal officers, the federal courts would undoubtedly have jurisdiction to grant relief to persons injured by the officers' unconstitutional acts under one of the appropriate Fourteenth Amendment enabling statutes.</p>\n<p>Finally, the Court finds it important that the constitutional violations alleged herein concern one of the great crisis areas in this country's history, that of segregated education in particular and of the plight of the Black man in American society in general. Since the landmark decision in Brown v. Board of Education in 1954, there has been an uninterrupted judicial commitment to eliminate segregation in the public schools, and this commitment found the support and cooperation of the other two branches of government, even though progress has been slowed by the unconscionable resistance and recalcitrance of certain segments of our society. Given this background, it is almost inconceivable that the federal government would now lend itself to such resistance and, even worse, that the people could not obtain relief from the courts when federal officers involved themselves in undermining or thwarting the efforts to abolish racial duality in the schools.</p>\n<p>It is with these general observations in mind that the Court turns to a consideration of whether there is a federal jurisdictional statute under which the instant cause may be brought. The third party plaintiffs allege that jurisdiction exists under Title 28 of the United States Code, Sections 1331, 1343, 1346, and 1361, as well as under Section 10 of the Administrative Procedure Act, 5 U.S.C. §§ 701-706. It is necessary to discuss each of these statutes.</p>\n<p></p>\n<h2>(a) §§ <i>1343 and 1346.</i>\n</h2>\n<p>With respect to Sections 1343 and 1346, the Court is inclined to agree with the Government's contention that neither statute furnishes a basis for subject matter jurisdiction in this case. Section 1343 requires action \"under color of state law,\" and that requirement is plainly not met here. Section 1346 fails as a jurisdictional basis because the action is not of the type contemplated by that statute, in that the present action is not an action sounding in contract for damages.</p>\n<p></p>\n<h2>(b) § <i>1331.</i>\n</h2>\n<p>In order to establish the existence of jurisdiction under Section 1331, the general \"federal question\" jurisdiction statute, the plaintiff must overcome the ten thousand dollar jurisdictional amount requirement. 28 U.S.C. § 1331(a). While it is clear that the present claim is one <span class=\"star-pagination\">*538</span> which \"arises under\" the Constitution and laws of the United States, it is likewise clear that the plaintiffs have failed to satisfy the jurisdictional amount requirement if the Court adopts the restrictive approach to testing that requirement. This approach requires that the interest alleged be capable of valuation and that it exceed the sum of ten thousand dollars. Goldsmith v. Sutherland, <span class=\"citation\" data-id=\"290395\"><a href=\"/opinion/290395/steven-goldsmith-v-major-general-james-w-sutherland/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1395</span></a></span> (6th Cir. 1970). Several courts have used a different approach, however, where a constitutional deprivation has been asserted and have ruled that constitutional rights necessarily exceed in value the sum of ten thousand dollars, thus satisfying the jurisdictional amount requirement of Section 1331. See: Berk v. Laird, <span class=\"citation\" data-id=\"291223\"><a href=\"/opinion/291223/malcolm-a-berk-v-melvin-laird-individually-and-as-secretary-of-defense/\"><span class=\"volume\">429</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">302</span></a></span> (2d Cir. 1970); Cortright v. Resor, <span class=\"citation\" data-id=\"2594168\"><a href=\"/opinion/2594168/cortright-v-resor/\"><span class=\"volume\">325</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">797</span></a></span> (E.D.N.Y.1971); Murray v. Vaughn, <span class=\"citation\" data-id=\"1820751\"><a href=\"/opinion/1820751/murray-v-vaughn/\"><span class=\"volume\">300</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">688</span></a></span> (D.R.I. 1969).</p>\n<p>The Court finds this less restrictive approach to be highly persuasive and, on the facts before it, would be predisposed to hold that the deprivations asserted here more than satisfy the jurisdictional amount requirement; but, in light of this Circuit's decision in Goldsmith v. Sutherland and the absence of Supreme Court decisions expressly to the contrary, the Court feels compelled to conclude that the requisite jurisdictional amount is not satisfied in the present case. See: Yahr v. Resor, <span class=\"citation\" data-id=\"1460717\"><a href=\"/opinion/1460717/yahr-v-resor/\"><span class=\"volume\">339</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">964</span></a></span> (E.D.N.C.1972).</p>\n<p></p>\n<h2>(c) § <i>1361.</i>\n</h2>\n<p>The fourth alternative relied upon by the third party plaintiffs is 28 U.S.C. § 1361, the federal mandamus statute enacted in 1962. The Court is of the opinion that the legislative history of this statute and the cases decided thereunder compel the conclusion that Section 1361 provides a jurisdictional basis for the instant cause.</p>\n<p>The Mandamus and Venue Act of 1962 contains a jurisdictional provision, 28 U.S.C. § 1361, and a venue provision, 28 U.S.C. § 1391.<sup>[6]</sup> The Act was intended to fill a void in federal jurisdiction that existed by virtue of the rule<sup>[7]</sup> that the district courts, other than in the District of Columbia, did not have jurisdiction to issue mandamus against federal officers. Peoples v. United States Department of Agriculture, 138 U.S.App.D.C. 291, <span class=\"citation\" data-id=\"290583\"><a href=\"/opinion/290583/arlett-peoples-v-united-states-department-of-agriculture/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">561</span></a></span>, 565 (1970). Thus, the purpose of Section 1361 was to authorize the district courts to \"review and compel\" official action on an equality with the federal district court in the District of Columbia.<sup>[8]</sup></p>\n<p>The requirements to be met in a suit against a federal official or agency under Section 1361 are three-fold. First, the suit must be properly brought against the federal officers, which is essentially a determination as to the effect of the doctrine of sovereign immunity, an issue discussed and resolved <i>supra.</i> Second, there must be a \"duty owed\" to the plaintiffs by the federal defendants, a requirement met in the instant case by the plaintiffs' standing, the statutory provisions describing the defendants' powers and duties, and the dictates of the Fifth Amendment. Third, the action must be \"in the nature of mandamus\" within the meaning of the statute. An analysis of this third requirement is set forth below.</p>\n<p>For a determination as to the meaning of the phrase \"in the nature of mandamus,\" resort must be had to the language of the statute, its legislative history and the case law. The language of the statute indicates that the power granted to the district courts therein is more broad than the power <span class=\"star-pagination\">*539</span> that previously had existed to issue writs of mandamus, because Congress used the words \"in the nature of mandamus\" rather than \"to issue writs of mandamus.\" The legislative history of Section 1361 supports this idea of a broader power. <i>Id.,</i> at pp. 308 et seq. In this regard, it is significant that the Congress declined to include language proposed by the Department of Justice which would have restricted mandamus expressly to \"ministerial\" duties. <i>Id.,</i> at p. 314. Consequently, it can be implied that Congress intended to avoid the \"ministerial-discretionary\" distinction and other artificialities that were attendant to common law mandamus. One can conclude from a perusal of the legislative history that the scope of review granted to the district courts by the enactment of Section 1361 was not more restricted than that which previously existed in the District of Columbia, that the courts are to have more latitude in fashioning relief than would have been permitted had the Congress limited the authority to just issuing \"writs of mandamus,\" and that \"in the nature of mandamus\" envisions a power in the district courts to review and compel official action similar to that which had previously been exercised by the District of Columbia District Court. <i>Id.,</i> at pp. 318-319. Concerning this scope of review, the Court is also convinced that equity principles, rather than mandamus principles, should govern the courts' disposition of cases brought under Section 1361, thus drawing a distinction between \"mandamus relief\" and \"mandatory injunctive relief.\" See: 3 K. Davis § 23.12.</p>\n<p>Given this legislative background of Section 1361, the Court is of the opinion that the action at bar is an \"action in the nature of mandamus\" within the meaning of the statute.</p>\n<blockquote>\"It is . . . well established that mandamus may be used to correct abuse of discretion by a federal officer, particularly if the abuse constitutes a violation of constitutional rights.\" Cortright v. Resor, <i>supra,</i> 325 F.Supp. at p. 812, reversed on other grounds, <span class=\"citation\" data-id=\"298604\"><a href=\"/opinion/298604/david-b-cortright-on-behalf-of-himself-and-others-similarly-situated-v/\"><span class=\"volume\">447</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">245</span></a></span> (2d Cir. 1971).</blockquote>\n<p>In accord with this view are: Schatten v. United States, <i>supra</i><i>;</i> Peoples v. United States Department of Agriculture, <i>supra</i><i>;</i> National Association of Government Employeees v. White, <i>supra</i><i>;</i> Feliciano v. Laird, <span class=\"citation\" data-id=\"290180\"><a href=\"/opinion/290180/luis-feliciano-v-hon-melvin-r-laird-secretary-of-defense-hon-stanley/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">424</span></a></span> (2d Cir. 1970); Fifth Avenue Peace Committee v. Hoover, <span class=\"citation\" data-id=\"1449559\"><a href=\"/opinion/1449559/fifth-avenue-peace-parade-committee-v-hoover/\"><span class=\"volume\">327</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">238</span></a></span> (S.D.N.Y.1971); and Murray v. Vaughn, <i>supra</i> (other citations omitted). Therefore, to the extent that the third party plaintiffs allege that the defendant federal officers acted unconstitutionally and outside the ambit of their statutory authority and seek relief to correct those actions, the present suit is \"in the nature of mandamus\" so as to bring it within the purview of Section 1361.</p>\n<p></p>\n<h2>(d) § <i>10 of the Administrative Procedure Act.</i>\n</h2>\n<p>It is also contended that jurisdiction exists under Section 10 of the Administrative Procedure Act, 5 U.S.C. §§ 701-706. In general, that Act provides for judicial review of administrative action where the plaintiff has suffered a legal wrong because of agency action and there is no other adequate remedy, except where the applicable statute precludes judicial review or the agency action is committed to agency discretion by law.</p>\n<p>The basic issue raised by an assertion of jurisdiction under the Administrative Procedure Act is whether Section 10 is to be interpreted as an affirmative jurisdictional grant, the resolution of which hinges on the meaning of the phrase, \"in a court of competent jurisdiction,\" found in 5 U.S.C. § 703. On one side of the issue it can be argued that \"court of competent jurisdiction\" contemplates a court which already has jurisdiction under a separate statute; while on the other, it can be argued that the phrase merely means a court which has personal jurisdiction and venue over the parties. Under the latter argument, of course, Section 10 is considered to be an <span class=\"star-pagination\">*540</span> affirmative and independent jurisdictional grant.</p>\n<p>Research indicates that the Supreme Court has not ruled on this precise issue, although it seems to have assumed that Section 10 was an affirmative grant in Rusk v. Cort, <span class=\"citation\" data-id=\"106369\"><a href=\"/opinion/106369/rusk-v-cort/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, <span class=\"citation\" data-id=\"106369\"><a href=\"/opinion/106369/rusk-v-cort/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">787</span></a></span>, <span class=\"citation\" data-id=\"106369\"><a href=\"/opinion/106369/rusk-v-cort/\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">809</span></a></span> (1962). That assumption is warranted by a consideration of the remedial nature of the act (Byse and Fiocca, <i>supra,</i> at pp. 371-372), and it has been so held. Sobell v. Reed, D.C., <span class=\"citation\" data-id=\"1449656\"><a href=\"/opinion/1449656/sobell-v-reed/\"><span class=\"volume\">327</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1294</span></a></span>.</p>\n<p>In the case at bar, the Court finds that jurisdiction exists pursuant to Section 10 under either of the interpretations of the phrase in question. The Court having found jurisdiction under 28 U.S.C. § 1361, jurisdiction is proper under Section 10, even if the Court were to conclude that the Administrative Procedure Act does not constitute an affirmative jurisdictional grant. In the alternative, the Court is of the opinion that Section 10 should be deemed a jurisdictional grant by the Congress and holds that the Administrative Procedure Act provides an independent basis for jurisdiction in this cause.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Premises considered, it is the opinion of the Court that it has jurisdiction over this cause under 28 U.S.C. § 1361 and 5 U.S.C. §§ 701-706 as to the defendant federal officers, and that the third party plaintiffs have stated a claim upon which relief can be granted. It is further of the opinion that jurisdiction does not lie in this action as to the United States as a third party defendant. Except with respect to the defendant United States of America, it is accordingly ordered that the defendants' motion for judgment on the pleadings and, in the alternative, for summary judgment be, and the same hereby are, denied. It is further ordered the Protective Order previously granted in this cause be, and the same hereby is, vacated.</p>\n<h2>NOTES</h2>\n<p>[1]  35 Fed.Reg. 13442  August 22, 1970; 36 Fed.Reg. 2785  February 10, 1971; and 36 Fed.Reg. 12984  July 10, 1971.</p>\n<p>[2]  The characterization of this policy at the January 4th hearing degenerated into a semantical exercise. The plaintiffs contended that it was a policy of flat refusal, whereas the defendants argued that the policy was one of assigning a \"low priority\" to such requests. It is to be noted, however, that no matter how the policy is characterized, the net effect is the same, zero funds for transportation expenses in connection with court-ordered desegregation.</p>\n<p>[3]  See: Order entered August 31, 1972, Kelley v. Metropolitan County Bd.</p>\n<p>[4]  The Court withholds judgment as to whether the third party plaintiffs' status as taxpayers furnishes the requisite standing, in light of Mr. Chief Justice Warren's dictum in Flast v. Cohen, <span class=\"citation\" data-id=\"107731\"><a href=\"/opinion/107731/flast-v-cohen/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, <span class=\"citation\" data-id=\"107731\"><a href=\"/opinion/107731/flast-v-cohen/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1942</span></a></span>, <span class=\"citation\" data-id=\"107731\"><a href=\"/opinion/107731/flast-v-cohen/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">947</span></a></span> (1968), to the effect that the Fifth Amendment is not a restriction on the spending power.</p>\n<p>[5]  Jaffe, Louis, \"Suits Against Governments and Officers,\" 77 Harv.L.Rev. 1 (1963); \"Nonstatutory Review of Federal Administrative Action: The Need for Statutory Reform of Sovereign Immunity, Subject Matter Jurisdiction, and Parties Defendant,\" 68 Mich.L.Rev. 389 (1969-70).</p>\n<p>[6]  Venue is not contested in the case at bar, and it is clear that venue is properly laid in this forum under 28 U.S.C. § 1391(e).</p>\n<p>[7]  This rule is found in the cases of M'Intire v. Wood, 11 U.S. (7 Cranch) 504, <span class=\"citation\" data-id=\"85033\"><a href=\"/opinion/85033/mcintire-v-wood/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">420</span></a></span> (1813), and Kendall v. United States ex rel. Stokes, 37 U.S. (12 Peters) 524, <span class=\"citation\" data-id=\"86062\"><a href=\"/opinion/86062/kendall-v-united-states-ex-rel-stokes/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1181</span></a></span> (1838).</p>\n<p>[8]  Byse and Fiocca, \"Section 1361 of the Mandamus and Venue Act of 1962 and `Nonstatutory' Review of Federal Administrative Action,\" 81 Harv.L.Rev. 308, at p. 318 (1967).</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/85033/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/86062/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104407/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106366/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106369/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106394/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106566/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106594/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106658/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107731/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107969/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108088/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108089/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108316/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108375/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/284380/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/287148/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/287456/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/287578/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/290180/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/290395/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/290583/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/291223/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/298604/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/304561/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1449559/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1449656/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1460717/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1820751/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2594168/"
          ]
        }
      ],
      "judges": "Frank Gray, Jr.",
      "date_created": "2014-10-30T12:55:34.583621Z",
      "date_modified": "2016-03-03T19:48:21.880912Z",
      "date_filed": "1973-02-23",
      "date_filed_is_approximate": false,
      "slug": "kelley-v-metropolitan-county-board-of-education-tenn",
      "citation_id": 1394477,
      "case_name_short": "Kelley",
      "case_name": "Kelley v. Metropolitan County Board of Education, Tenn.",
      "case_name_full": "",
      "federal_cite_one": "372 F. Supp. 528",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 10,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/888232/kelley-v-metropolitan-county-board-of-education-te/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:55:34.581176Z",
  "date_modified": "2014-10-30T12:55:34.581176Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Kelley",
  "case_name": "Kelley v. Metropolitan County Board of Education, Tenn.",
  "case_name_full": "",
  "slug": "kelley-v-metropolitan-county-board-of-education-te",
  "docket_number": "Civ. Nos. 2094, 2956",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}