{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/890513/",
  "id": 890513,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/mad/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1423272/",
      "id": 1423272,
      "absolute_url": "/opinion/1423272/rogers-v-motta/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/890513/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1423272/",
          "id": 1423272,
          "absolute_url": "/opinion/1423272/rogers-v-motta/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1423272/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/3525/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:04:00.238025Z",
          "date_modified": "2017-04-05T18:12:28.664164Z",
          "type": "010combined",
          "sha1": "3be4f0458bbea95c95f6a8f98e342907b4945c40",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>655 F.Supp. 39 (1986)</b></center>\n<center><h1>William ROGERS, Jr., Plaintiff,<br>\nv.<br>\nJames MOTTA and the City of New Bedford, Defendants.</h1></center>\n<center>No. 83-1045-W.</center>\n<center><p><b>United States District Court, D. Massachusetts.</b></p></center>\n<center>January 21, 1986.</center>\n<p><span class=\"star-pagination\">*40</span> <span class=\"star-pagination\">*41</span> Philip N. Beauregard, Fairhaven, Mass., for plaintiff.</p>\n<p>Antone B. Cruz, Jr., Asst. City Solicitor, New Bedford, Mass., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM AND ORDER</h2>\n<p>WOLF, District Judge.</p>\n<p>Plaintiff, William Rogers, filed this civil rights action under 42 U.S.C. § 1983, against defendants, James Motta and the City of New Bedford, seeking monetary damages. Mr. Rogers alleged that in April, 1983, he was wrongfully discharged by Mr. Motta from his position as Assistant Building Inspector for the City of New Bedford. Plaintiff claimed that his First <span class=\"star-pagination\">*42</span> Amendment rights were violated because he was fired in retaliation for having cited Mr. Motta for building code violations before Mr. Motta was appointed as the Building Inspector for New Bedford. In addition, plaintiff claimed that Mr. Motta violated his due process rights under the Fourteenth Amendment by discharging him without a pretermination hearing. <i>See </i><i>Cleveland Board of Education v. Loudermill,</i> 470 U.S. 532, 105 S.Ct. 1487, 84 L.Ed.2d 494 (1985). Mr. Rogers also raised various pendent state claims, which he withdrew before trial. He sought monetary relief for lost wages and emotional harm.</p>\n<p>After an eight-day trial in September, 1985, the jury returned a verdict for Mr. Rogers. It found first that although defendants' were motivated in part by a desire to retaliate against Mr. Rogers for having cited Mr. Motta for building code violations, the defendants did not violate Mr. Roger's First Amendment rights because they would have discharged him, for proper reasons, in any event. <i>Mt. Healthy City School District Board of Education v. Doyle,</i> 429 U.S. 274, 97 S.Ct. 568, 50 L.Ed.2d 471 (1977). However, the jury awarded Mr. Rogers $50,000 in compensatory damages for having been discharged without the pretermination hearing which <i>Loudermill</i> subsequently established as constitutionally required in the context of this case.</p>\n<p>Mr. Rogers has filed an application for attorneys' fees pursuant to the Civil Rights Attorney's Fees Awards Act of 1976, 42 U.S.C. § 1988. He has requested fees for the work that Attorney Phillip N. Beauregard and Law Clerk Richard Burke performed on his behalf. He also seeks compensation for the time spent by Attorney Friedman in preparing the fees application.</p>\n<p>The fees application was originally filed in October, 1985. The defendants failed to file the anticipated response. The court reviewed the application and issued a procedural order in November, 1985, seeking further information from plaintiff's attorneys and ordering defendants to submit their views. Plaintiff filed his supplemental application in December, 1985. Defendants have not responded as required by the procedural order.</p>\n<p></p>\n<h2>I. LEGAL STANDARDS: THE LODESTAR METHOD</h2>\n<p>The Civil Rights Attorney's Fees Awards Act of 1976, 42 U.S.C. § 1988, allows the prevailing party in an action arising under 42 U.S.C. § 1983 to recover a reasonable attorney's fee as part of its costs.<sup>[1]</sup> However, whether an award shall issue is in the sound discretion of the district court. <i>Grendel's Den, Inc. v. Larkin,</i> 749 F.2d 945, 950 (1st Cir.1984) (the Court of Appeals will defer to any thoughtful rationale and decision and on an attorney's fee application developed by the trial court and will avoid extensive second guessing); <i>King v. Greenblatt,</i> 560 F.2d 1024, 1027 (1st Cir.1977), <i>cert. denied,</i> 438 U.S. 916, 98 S.Ct. 3146, 57 L.Ed.2d 1161 (1978); <i>Johnson v. Georgia Highway Express, Inc.,</i> 488 F.2d 714, 717 (5th Cir.1974). Nonetheless, the district court must provide a clear and concise explanation of its decision to award or not award fees. <i>Grendel's Den,</i> 749 F.2d at 950; <i>King,</i> 560 F.2d at 1027.</p>\n<p>The purpose of the Act is to award fees that are adequate to encourage competent counsel to take on civil rights cases without providing a windfall. <i>Hensley v. Eckerhardt,</i> 461 U.S. 424, 430 n. 4, 103 S.Ct. 1933, 1938 n. 4, 76 L.Ed.2d 40 (1983). <i>Grendel's Den,</i> 749 F.2d at 950.</p>\n<p>The First Circuit has adopted what is commonly referred to as the \"Lodestar Method\" of awarding attorney's fees. Under this method, a court must make a finding as to the hourly rate that would reasonably compensate the attorney for his work on a civil rights action. The court then determines the number of hours that were reasonably necessary to litigate the case. <span class=\"star-pagination\">*43</span> Next, the court multiplies these two numbers and arrives at a reasonable (Lodestar) fee. Finally, the court may adjust the reasonable fee upward or downward if any special factors dictate such a result. <i>See </i><i>Blum v. Stenson,</i> 465 U.S. 886, 897, 104 S.Ct. 1541, 1548, 79 L.Ed.2d 891 (1984); <i>Hensley,</i> 461 U.S. at 433, 103 S.Ct. at 1939. <i>Grendel's Den,</i> 749 F.2d at 951; <i>Wojtkowski v. Cade,</i> 725 F.2d 127 (1st Cir.1984); <i>Furtado v. Bishop,</i> 635 F.2d 915 (1st Cir. 1980).</p>\n<p></p>\n<h2>A. <i>Reasonable Rate</i>\n</h2>\n<p>Fee awards must be \"`calculated according to the prevailing market rates in the relevant community', that is `those prevailing in the community for similar services by lawyers of reasonably comparable skill, experience and reputation.'\" <i>Grendel's Den,</i> 749 F.2d at 955 (quoting <i>Blum v. Stenson,</i> 465 U.S. at 895 &amp; n. 11, 104 S.Ct. at 1547 &amp; n. 11). In determining a reasonable hourly rate, the court should look at the type of work performed, who did it, the expertise required, and when it was undertaken. <i>Id.</i> The party seeking fees may introduce evidence of the prevailing market rates in the community. The court should also consider the customary rates of the attorney seeking fees, <i>Wojtkowski,</i> 725 F.2d at 131 n. 1; <i>Johnson,</i> 488 F.2d at 718, as well as fees awarded in similar cases. <i>Id.</i></p>\n<p>The court has the discretion to award different hourly rates for different types of work, <i>Wojtkowski,</i> 725 F.2d at 131; <i>Miles v. Sampson,</i> 675 F.2d 5, 9 (1st Cir.1982), and for work done at different stages of the case. <i>Grendel's Den,</i> 749 F.2d at 955.</p>\n<p></p>\n<h2>B. <i>Reasonableness of Hours</i>\n</h2>\n<p>In determining the amount of time reasonably necessary for a given case, the court begins with the actual hours reportedly spent on each task and deducts any hours that appear to be excessive or duplicative. <i>Grendel's Den,</i> 749 F.2d at 950. In making this determination, the court may apply its own knowledge, experience, and expertise in deciding whether the amount of time spent was reasonable. <i>Wojtkowski,</i> 725 F.2d at 130; <i>King,</i> 560 F.2d at 1027; <i>Johnson,</i> 488 F.2d at 717. The court may also consider the novelty and complexity of the case in determining the appropriate number of hours to include in the fees award. <i>Blum,</i> 465 U.S. at 898, 104 S.Ct. at 1548; <i>Johnson,</i> 488 F.2d at 718.</p>\n<p>The party seeking fees has a duty to submit detailed and contemporaneous time records to document the hours spent on the case. A simple, after-the-fact tally is not sufficient. Copies of the actual time records should be submitted. <i>Grendel's Den,</i> 749 F.2d at 952; <i>Wojtkowski,</i> 725 F.2d at 130-31; <i>Miles v. Sampson,</i> 675 F.2d 5, 8; <i>Nadeau v. Helgemoe,</i> 581 F.2d 275, 279 (1st Cir.1978). If the party seeking fees has prevailed on only some of his claims, the time records that he submits should distinguish between time spent on successful and unsuccessful claims, if possible. <i>Id.</i></p>\n<p>The failure to provide adequate documentation for a fee request may justify a drastically reduced award. <i>Hensley,</i> 461 U.S. at 433, 103 S.Ct. at 1939; <i>Grendel's Den,</i> 749 F.2d at 952; <i>Souza v. Southworth,</i> 564 F.2d 609, 612 (1st Cir.1977). A reduction may also be appropriate if it is clear that the attorney seeking fees has failed to exercise normal \"billing judgment\" in his application. That is, the attorney should take the same care in his application to discount his fee for inappropriate hours as he would if he were billing his regular clients. <i>Hensley,</i> 461 U.S. at 434, 103 S.Ct. at 1939.</p>\n<p></p>\n<h2>C. <i>Adjustments to the Lodestar Fee</i>\n</h2>\n<p>After arriving at a reasonable fee (<i>i.e.,</i> the Lodestar Fee), the court may adjust its award upward or downward to account for exceptional circumstances. For instance, the court may increase the fee to reflect the contingent nature of the fee, if this factor is not already reflected in the hourly rate. <i>Grendel's Den,</i> 749 F.2d at 951; <i>Johnson,</i> 488 F.2d at 718. The court may also adjust the fee if the quality <span class=\"star-pagination\">*44</span> of the attorney's performance was exceptional <i>i.e.,</i> either much better or much worse than that which is represented by the \"reasonable\" fee. <i>Blum,</i> 465 U.S. at 899, 104 S.Ct. at 1549. The award may also be increased if the attorney has achieved an exceptional result. This factor may be particularly important if the party seeking fees has only partially prevailed. <i>Hensley,</i> 461 U.S. at 434, 103 S.Ct. at 1939.<sup>[2]</sup></p>\n<p>A plaintiff is the prevailing party for the purposes of § 1988 if he has succeeded on any significant issue in litigation which achieves some benefit that he sought in bringing the suit. <i>Nadeau,</i> 581 F.2d at 278-79. The general rule in the First Circuit has been that fees should be awarded only for work performed on issues on which the plaintiff was successful, <i>id.,</i> unless the claims upon which relief was requested are not truly fractionable, <i>Lamphere v. Brown University,</i> 610 F.2d 46, 47 (1st Cir.1979).</p>\n<p>The Supreme Court, however, recently elaborated on the standards for awarding fees in cases in which a party has prevailed on some but not all of his claims. In <i>Hensley,</i> the Court distinguished between cases in which a plaintiff has brought several unrelated claims against a defendant and a case in which plaintiff has brought several claims based on different legal theories but all arising out of the same nucleus of facts. In the case of unrelated claims, the party seeking fees may only recover for work done on the successful claims. On the other hand, in a case involving related legal claims arising from the same basic set of facts:</p>\n<blockquote>Much of counsel's time will be devoted generally to the litigation as a whole, making it difficult to divide the hours expended on a claim-by-claim basis. Such a lawsuit cannot be viewed as a series of discrete claims. Instead the district court should focus on the significance of the overall relief obtained by the plaintiff in relation to the hours reasonably expended on the litigation.</blockquote>\n<blockquote>Where a plaintiff has obtained excellent results, his attorney should recover a fully compensatory fee. Normally this will encompass all hours reasonably expended on the litigation, and indeed in some cases of exceptional success an enhanced award may be justified. In these circumstances the fee award should not be reduced simply because the plaintiff failed to prevail on every contention raised in the lawsuit.... Litigants in good faith may raise alternative legal grounds for a desired outcome, and the court's rejection of a failure to reach certain grounds is not a sufficient reason for reducing a fee. The result is what matters.</blockquote>\n<blockquote>If, on the other hand, a plaintiff has achieved only partial or limited success, the product of hours reasonably expended on the litigation as a whole times a reasonable hourly rate may be an excessive amount. This will be true even where the plaintiff's claims were interrelated, non-frivolous, and raised in good faith. Congress has not authorized a lawsuit whenever it was reasonable for a plaintiff to bring a lawsuit or whenever conscientious counsel tried the case with devotion and skill. Again, the most critical factor is the degree of success obtained.</blockquote>\n<p><i>Hensley,</i> 461 U.S. at 435-36, 103 S.Ct. at 1940-41. In short, a party that has prevailed on some but not all of its related claims and has received substantially complete relief should be treated the same as a party that prevailed on all of its claims and received full relief. However, \"where the <span class=\"star-pagination\">*45</span> plaintiff achieved only limited success, the district court should award only that amount of fees that is reasonable in relation to the results obtained.\" <i>Id.</i> at 440, 103 S.Ct. at 1943. Furthermore, \"[a] reduced fee award is appropriate if the relief, however significant, is limited in comparison to the scope of the litigation as a whole,\" or the plaintiff's unsuccessful claims are \"distinct in all respects\" from his successful claims. <i>Id.</i></p>\n<p></p>\n<h2>III. PLAINTIFF'S FEES APPLICATION</h2>\n<p>Having in mind the standards that must guide the fee determination, the court now turns to the specific requests in plaintiff's fees application. The following chart identifies plaintiff's attorneys, the hours they worked on this action, and their requested hourly rates, as set forth in plaintiff's amended application for attorneys' fees:</p>\n<p></p>\n<pre>\n  Name      Hours   Rate       Total\nBeauregard  132.7  $125.00  $16,587.50\nBurke       179.5    60.00   10,770.00\nFriedman     13.7   100.00    1,370.00\n                            __________\n                             28,727.50\n1.5 Multiplier for Beauregard 8,293.75\n                            __________\n                             37,021.25\nExpenses                      1,498.55\n                            __________\nTotal                       $38,519.80\n</pre>\n<p>As the chart indicates, plaintiff is seeking compensation for 132.7 hours of Attorney Beauregard's time at a rate of $125 per hour. In addition, he seeks to have Mr. Beauregard's fees multiplied by a factor of 1.5 to account for the exceptional results claimed to have been obtained in this case. Plaintiff also seeks compensation for 179.5 hours of Mr. Burke's time at a rate of $60 per hour. Mr. Burke had graduated from law school and taken the Massachusetts Bar Exam at the time he worked on plaintiff's case, but he had not been admitted to the Bar. Plaintiff has, therefore, treated him as a law clerk for the purposes of this application. Attorney Friedman prepared plaintiff's fees application. He spent 8.8 hours on the initial application and 4.9 hours on the supplemental application. Plaintiff seeks compensation for Mr. Friedman's work at a rate of $100 per hour.</p>\n<p></p>\n<h2>A. <i>Reasonableness of Rate</i>\n</h2>\n<p>The court finds that $60 is a reasonable rate at which to compensate Mr. Burke for his time, and $100 per hour is a reasonable rate for Mr. Friedman's time. However, the court concludes that Mr. Beauregard's time should be compensated at $100 per hour, not the $125 per hour that plaintiff has requested.</p>\n<p></p>\n<h2>1. <i>Attorney Beauregard's Rate</i>\n</h2>\n<p>Mr. Beauregard, a graduate of Georgetown University Law Center, has been practicing law for 13 years. He has worked in private practice and as town counsel for various municipalities, including the City of New Bedford from 1978 to 1982. In his affidavit, Mr. Beauregard states that he has \"served as trial counsel in over one hundred nonjury trials and approximately fifteen jury trials which were tried to completion.\" He further states that he has tried three § 1983 claims to completion, all as defense counsel. He has never previously applied for a fees award under § 1988.</p>\n<p>According to Mr. Beauregard, much of the work he does is not billed on an hourly basis. He claims that during the last year he has set his hourly rates at $100 to $125 per hour. However, the attachments to Mr. Beauregard's supplemental affidavit indicate that the most he has ever billed a client paying on an hourly basis has been $100 per hour. In addition, the affidavit of Donald J. Flemming, an attorney with 23 years of experience, practicing in Mattapoisett, Massachusetts, and a former associate of Mr. Beauregard, states that he bills at a rate of $110 per hour. Mr. Fleming further states that hourly rates for competent trial attorneys in Bristol and Plymouth counties range between $100 to $150.</p>\n<p>Mr. Beauregard has not submitted any other evidence of the prevailing rates for trial attorneys in Plymouth or Bristol counties, or for that matter in Boston. Mr. Friedman has cited other § 1988 cases in his memorandum of law to show that $125 <span class=\"star-pagination\">*46</span> is within the range of reasonable rates awarded by other courts.</p>\n<p>Based on the materials submitted, the court concludes that $100 per hour is a reasonable rate at which to compensate Mr. Beauregard for the time he spent on this litigation. The best evidence of the \"prevailing market rate\" in this case, <i>Blum,</i> 465 U.S. at 895 &amp; n. 11, 104 S.Ct. at 1547 &amp; n. 11; <i>Grendel's Den,</i> 749 F.2d at 955, is the hourly rate that Mr. Beauregard has regularly charged his clients. <i>Wojtkowski,</i> 725 F.2d at 131 n. 1; <i>see also </i><i>Maceira v. Pagan,</i> 698 F.2d 38, 40 (1st Cir.1983) (the prevailing rate for an outside specialist is most likely to be that outside specialist's ordinary rate). His submissions indicate that he has never charged a client more than $100 per hour. Moreover, Mr. Fleming, an attorney with ten more years of litigation experience than Mr. Beauregard, charges only $110 per hour.</p>\n<p>The court also concludes that, unlike the other § 1988 cases cited in plaintiff's brief, Mr. Beauregard's limited experience as a civil rights litigator does not qualify him as an expert in the field. <i>Cf. </i><i>Grendel's Den,</i> 749 F.2d at 955; <i>Hall v. Ochs,</i> C.A. No. 81-0333-K (June 26, 1985); <i>Computer Systems Engineering, Inc. v. Qantel Corp.,</i> 571 F.Supp. 1379 (D.Mass.1983), <i>aff'd,</i> 740 F.2d 59 (1st Cir.1984). He has tried only three civil rights cases to completion, all as defense counsel. He has not brought to the court's attention any articles or books that he has written on the subject of civil rights or any other information to persuade the court that he should be awarded a higher hourly rate in this case than he has ever charged his clients.</p>\n<p>The court, therefore, concludes that Mr. Beauregard's time should be compensated at the rate of $100 per hour. The court will compensate Mr. Beauregard's time at a constant rate of $100 even though some of the work was done in 1983 and 1984, when his rates were lower. This use of a constant rate is intended to compensate Mr. Beauregard for the delay he has incurred in receiving payment for his earlier services.<sup>[3]</sup></p>\n<p></p>\n<h2>2. <i>Mr. Burke's Rate</i>\n</h2>\n<p>The court further concludes that $60 is a reasonable rate at which to bill Mr. Burke's services for work that was reasonably necessary. Mr. Fleming's affidavit indicates that his firm bills paralegal time at $55 per hour. Although Mr. Burke was not a licensed attorney while working on this case, he had completed law school and taken the bar exam. Therefore, $60 per hour is a reasonable fee to charge for his services.<sup>[4]</sup></p>\n<p></p>\n<h2>3. <i>Attorney Friedman's Rate</i>\n</h2>\n<p>Finally, the court is persuaded that $100 per hour is the appropriate rate at which to bill Mr. Friedman's time. This figure comports with the rate at which he has been compensated in other civil rights cases and the rate awarded for work done on fees applications in other cases. <i>See </i><i>Grendel's Den,</i> 749 F.2d at 958-59. The court also notes that Mr. Friedman appears to have considerable experience in these matters, having written and lectured on the subject.</p>\n<p></p>\n<h2>B. <i>Reasonableness of Hours</i>\n</h2>\n<p>It is next necessary to analyze the number of hours for which compensation is requested in this case. As a threshold matter, the court concludes that plaintiff's application should be treated as if he had prevailed on all of his claims. Plaintiff's claims were not distinct in all respects. His success in this case was substantially complete because the amount that plaintiff could have properly recovered would not have been increased if he had also prevailed <span class=\"star-pagination\">*47</span> on his primary claim alleging an improper retaliatory discharge. Thus the court will not reduce the award for time reasonably spent on plaintiff's unsuccessful claims. <i>Hensley,</i> 461 U.S. at 435-37, 103 S.Ct. at 1940-41. The court will, however, reduce the hours spent on all claims to the extent that they were excessive or duplicative. <i>Grendel's Den,</i> 749 F.2d at 950.</p>\n<p></p>\n<h2>1. <i>Attorney Beauregard's Hours</i>\n</h2>\n<p>Plaintiff has requested compensation for 132.7 hours of Mr. Beauregard's time. Mr. Beauregard's hours can be broken down into three categories: (a) hours in court, (b) hours out of court, and (c) travel time. Mr. Beauregard's travel time can be further segregated into time spent conferring with Mr. Burke and time spent traveling but not conferring. The court will address each of these categories below.</p>\n<p></p>\n<h2>a. <i>Hours in Court</i>\n</h2>\n<p>Plaintiff seeks compensation for 44.0 hours of Mr. Beauregard's time in court or in conference with the court.<sup>[5]</sup> The case involved an eight-day jury trial and several lengthy conferences between the court and counsel. The court therefore finds that this request is reasonable and supported by contemporaneous billing records. Thus, the court awards 44.0 hours for the time that Mr. Beauregard spent in court. These hours shall be compensated at the rate of $100 per hour.</p>\n<p></p>\n<h2>b. <i>Hours out of Court</i>\n</h2>\n<p>Plaintiff also seeks compensation for 61.2 hours that Mr. Beauregard spent preparing and researching this case. In general, the contemporaneous billing records for Mr. Beauregard's out-of-court hours are not as detailed as they should have been. For example, in many cases, Mr. Beauregard has billed for the total number of hours spent on a series of distinct tasks without identifying the number of hours spent on each activity. Nonetheless, the court finds that plaintiff should receive compensation for 59.2 of Mr. Beauregard's hours. This was a reasonable amount of time to spend preparing this case.</p>\n<p>The court has deducted 2.0 hours from Beauregard's hours for time that he appears to have spent in connection with plaintiff's application for attorney's fees in late-September. The First Circuit has held that where separate counsel is retained to prepare an application for attorney's fees, no time shall be compensated which has been spent familiarizing outside counsel with the case. <i>Grendel's Den,</i> 749 F.2d at 958. Similarly, Mr. Beauregard may not be compensated for time spent researching attorneys' fees law and preparing the attorneys' fees application if he hired outside counsel to do this job for him. So, for example, to the extent that Mr. Friedman and Mr. Beauregard are both seeking compensation for time spend researching attorney's fees law, Mr. Beauregard's request is duplicative and must be denied.</p>\n<p>In sum, the court finds that 59.2 hours of Mr. Beauregard's out-of-court time were reasonably spent and are thus compensable at the rate of $100 per hour. However, the 2.0 hours that were spent in connection with the attorney's fee application are denied.<sup>[6]</sup></p>\n<p></p>\n<h2>c. <i>Travel Time</i>\n</h2>\n<p>Plaintiff seeks compensation for 27.5 hours of Mr. Beauregard's travel time. Mr. Beauregard lives in Fall River, Massachusetts. Fall River is approximately 60 miles from Boston, where the federal courthouse is located. Mr. Beauregard traveled <span class=\"star-pagination\">*48</span> to the federal courthouse eleven times in connection with this case. Each round trip took approximately 2.5 hours.</p>\n<p>Plaintiff further requests that this travel time be compensated at Mr. Beauregard's full hourly rate because Mr. Beauregard reportedly spent the majority of these hours conferring with Mr. Burke about the case. Mr. Beauregard has not submitted a specific breakdown of the number of travel hours that he spent conferring with Mr. Burke, despite the fact that the court's procedural order specifically required him to do so.</p>\n<p>The court notes that courts often compensate travel time at half of an attorney's normal hourly rate. <i>See </i><i>Maceira,</i> 698 F.2d at 40 (half the hourly rate is reasonable compensation for travel time); <i>Miles,</i> 675 F.2d at 9; <i>Furtado,</i> 635 F.2d at 918; <i>Ryan v. Ratheon Data Systems Co.,</i> 601 F.Supp. 243, 256 (D.Mass.1984). Mr. Beauregard and Mr. Burke undoubtedly spent a significant amount of their travel time discussing the case. However, whether traveling by car or by bus, these mobile conferences were subject to distractions that presumably would not have been present had they been held in Mr. Beauregard's office. For this reason, and in the absence of specific time records, the court concludes that no more than half of Mr. Beauregard's travel time could have been profitably spent conferring with Mr. Burke about the case.</p>\n<p>Therefore, the court concludes that half of Mr. Beauregard's travel time shall be compensated at his full hourly rate of $100. The other half of his travel time shall be compensated at $50 per hour. The court finds that 27.5 hours is a reasonable request for travel time in this case. Thus, 13.75 of Mr. Beauregard's travel hours shall be compensated at $100 per hour, and 13.75 of his travel hours shall be compensated at $50 per hour.</p>\n<p>In sum, the court credits Mr. Beauregard for 116.95 hours at $100 per hour, and 13.75 hours at $50 per hour.</p>\n<p>Mr. Beauregard's total fees are, therefore, $12,382.50.</p>\n<p></p>\n<h2>2. <i>Mr. Burke's Hours</i>\n</h2>\n<p>Plaintiff requests compensation for 179.5 of Mr. Burke's hours. These hours can also be organized in the three categories utilized above.</p>\n<p></p>\n<h2>a. <i>Hours in Court</i>\n</h2>\n<p>Plaintiff requests compensation for 19.0 hours of Mr. Burke's time spent in trial. The court denies this request because it finds that Mr. Burke's presence at trial was not reasonably necessary in this case. He did not examine any witnesses and did not actively participate in the trial. Indeed, Mr. Burke could not have taken part in the trial given that he was not a licensed attorney at the time this case was litigated. Moreover, this was not a sufficiently complex case to require two trial attorneys. <i>Grendel's Den,</i> 749 F.2d at 952-53 (hours claimed for second attorney at oral arguments substantially reduced where second attorney's contribution was minimal).</p>\n<p>However, the court views more favorably Mr. Burke's request for compensation for time spent in conference with the court. Mr. Burke played a more active role in these meetings than he did at trial and arguably his attendance enhanced the efficiency of his legal research concerning the proposed jury instructions and related matters.</p>\n<p>Mr. Burke attended and seeks compensation for four conferences with the court. The first conference took place on August 28, 1985.<sup>[7]</sup> Mr. Burke claims 4.0 hours of time for this conference. Mr. Beauregard's time records indicate that 2.5 of these hours were spent traveling. Thus, the court credits Mr. Burke with 1.5 hours for attending the August 28, 1985 conference and will address the travel time associated with this meeting in the next section.</p>\n<p>The second conference for which Mr. Burke seeks compensation occurred on September <span class=\"star-pagination\">*49</span> 5, 1985, the first day of trial. Mr. Burke claims 11.0 hours of work on this day for attending the conference, researching and drafting a memo, and then conferring with Mr. Beauregard while traveling and eating lunch. He indicates that he spent 2.5 hours traveling that day, but does not attempt to identify the length of the conference itself. Mr. Beauregard's records indicate that he was in trial and/or in conference with the court for 4.0 hours that day. The court's notes from that day indicate that 2.0 hours were spent empanelling the jury and 2.0 hours were spent in conference with the attorneys. While Mr. Burke's time in court is not compensable, the court does credit him for the 2.0 hours he spent attending the September 5 conference.</p>\n<p>The third conference took place on September 6, 1985. Again, Mr. Burke fails to identify the length of this conference, but instead cumulates it with several other tasks he performed that day. Mr. Beauregard's time sheet, however, does indicate that he spent 2.0 hours in conference with the court on September 6. This number comports with the court's view of the length of that meeting. The court therefore credits Mr. Burke with 2.0 hours for attending the September 6 conference.</p>\n<p>Finally, Mr. Burke seeks compensation for a three-hour conference with the court on September 13, 1985. Mr. Beauregard's records indicate that this conference lasted only 1.5 hours. The court thus credits Mr. Burke with 1.5 hours for the September 13 meeting.</p>\n<p>In total, Mr. Burke shall be compensated for 7.0 hours spent in conference with the court.</p>\n<p></p>\n<h2>b. <i>Hours Out of Court</i>\n</h2>\n<p>Mr. Burke requests payment for 117.5 hours spent researching, drafting papers, and otherwise helping Mr. Beauregard prepare for trial. The court finds that the number of hours requested for Mr. Burke's out-of-court work are excessive. While it is not at all unusual for a young attorney to spend more hours than are necessary for most lawyers to perform a legal task, the Supreme Court requires the attorney seeking a fee award to exercise the same billing judgment that he would employ when charging a regular, paying client. <i>Hensley,</i> 461 U.S. at 434, 103 S.Ct. at 1939. The court understands that senior counsel usually do not bill regular clients for excessive time spent by legal novices, even at the novices' relatively low rate. The court finds that Mr. Beauregard has failed to apply this principle in his request for compensation for Mr. Burke's time.<sup>[8]</sup></p>\n<p>More specifically, Mr. Burke requests 5.0 hours for reviewing the case history on August 21, 1985. Absent a more specific explanation of the nature of this review, the court finds that this claim is excessive, and that 2.5 hours would have been a reasonable amount of time to spend reviewing the case file.</p>\n<p>Mr. Burke reportedly spent 21.45 hours reviewing and preparing trial exhibits.<sup>[9]</sup> Again, the court finds this number of hours to be excessive. Forty-three exhibits were either admitted or marked for identification at trial. Absent supporting documentation or argument, the court concludes that 21.45 hours was an unreasonable amount of time to spend reviewing and/or preparing these exhibits. The court finds that 15.0 hours is the maximum amount of time that should reasonably have been spent on this task.</p>\n<p><span class=\"star-pagination\">*50</span> Mr. Burke requests payment for 37.0 hours for researching the elements of a § 1983 case, as well as the law relating to substantive and procedural due process, municipal liability, and damages. This research was presumably done in connection with plaintiff's proposed jury instructions.<sup>[10]</sup> The length and quality of those proposed instructions do not support a claim for 37.0 hours of research. The court finds that no more than 25.0 hours of research were reasonably necessary to produce plaintiff's jury instructions.</p>\n<p>Likewise, the court finds Mr. Burke's request of payment for 17.25 hours to draft the jury instructions to be excessive.<sup>[11]</sup> The instructions were only twelve pages in length and did not thoroughly cover the central issues raised in this case; for example, neither the leading relevant Supreme Court case, <i>Mt. Healthy School District Board of Education,</i> 429 U.S. 274, 97 S.Ct. 568, 50 L.Ed.2d 471 nor the principles it established were reflected in plaintiff's proposed jury instructions. The court finds that 12.0 hours would have been a reasonable amount of time for the drafting plaintiff's jury instructions in this case.</p>\n<p>Mr. Burke requests 8.8 hours for research on damages performed on September 9 and September 12, 1985, respectively. He does not indicate the purpose of this research, nor is the purpose evident from his time sheets. In light of this lack of documentation and specificity, the court credits Mr. Burke for only half of this research, or 4.4 hours.</p>\n<p>Burke requests 4.0 hours spent researching the possible dismissal of state claims in this case.<sup>[12]</sup> This request is reasonable.</p>\n<p>Mr. Burke requests payment for 6.0 hours for researching and drafting a five-page trial memorandum on September 5, 1985.<sup>[13]</sup> He also claims 8.0 hours for researching and drafting a second trial memorandum on September 11, 1985. This second memorandum was only two and one-half pages in length and cited only two casesone that was previously cited in plaintiff's proposed jury instructions, <i>Loudermill v. Cleveland Board of Education,</i> 470 U.S. 532, 105 S.Ct. 1487, 84 L.Ed.2d 494 (1985), and another that the court brought to Mr. Beauregard's attention in a lobby conference, <i>Bishop v. Wood,</i> 426 U.S. 341, 96 S.Ct. 2074, 48 L.Ed.2d 684 (1976). Based on these observations, the court credits Burke with the full 6.0 hours used to prepare plaintiff's first trial memorandum, but awards him only 4.0 hours for the second trial memorandum.</p>\n<p>Next, Mr. Burke claims 2.0 hours for listening to tapes of New Bedford City Council hearings where plaintiff's dismissal was discussed, 3.0 hours for time spent <span class=\"star-pagination\">*51</span> preparing questions for witnesses, and 2.0 hours preparing Mr. Beauregard's closing argument. The court finds that these hours were reasonably spent and credits Burke with 7.0 hours for performing these tasks.</p>\n<p>Finally, Mr. Burke claims 3.0 hours for the preparation of a memorandum on damages for Attorney Friedman and a summary of costs. Once again, Mr. Burke does not identify the number of hours spent on each task. The court will therefore assume that Mr. Burke spent 1.5 hours on the memorandum and an equal amount of time on the summary. The court concludes that Mr. Burke should be compensated for the summary of costs, but not the memorandum on damages. In the absence of a more specific explanation, the court must presume that the memorandum on damages was written to familiarize Attorney Friedman with the damages aspect of the case. As such, this time is not compensable. <i>Grendel's Den,</i> 749 F.2d at 958. However, the summary of costs, unlike the memorandum on damages, was work that either Mr. Beauregard or Mr. Burke would have had to have done even if Mr. Beauregard had not hired outside counsel. Thus, the court credits Mr. Burke for the 1.5 hours spent preparing the summary of costs.</p>\n<p>In sum, the court awards Mr. Burke a total of 81.4 hours for the time he spent on out-of-court work.</p>\n<p></p>\n<h2>c. <i>Travel Hours</i>\n</h2>\n<p>Mr. Burke seeks payment for 24.0 hours for eight conferences with Mr. Beauregard during travel and lunch.<sup>[14]</sup> Twenty of these conference hours appear to have occurred during travel and 4.0 during lunch.<sup>[15]</sup> As discussed above, courts regularly compensate travel time at half the normal hourly rate. However, as it did with Mr. Beauregard's travel hours, the court will compensate the time Mr. Burke spent in conference while traveling at his full hourly rate. For reasons previously stated in discussing Mr. Beauregard's travel time, the court concludes that Mr. Burke is entitled to compensation at his full hourly rate for half the hours that he claims he spent in conference while traveling.</p>\n<p>The court credits Mr. Burke for 10 hours of travel-conference time at $60 per hour, and 10.0 hours for nonconference travel time at $30 per hour. However, Mr. Burke is not entitled to any compensation for the time he spent in conference with Mr. Beauregard during lunch because Mr. Beauregard's time records do not indicate that he spent any time conferring with Mr. Burke during lunch.</p>\n<p>In sum, the court credits Mr. Burke for 98.4 hours at $60 per hour and 10.0 hours at $30 per hour. Mr. Burke's total fees amount to $6,204.00.</p>\n<p></p>\n<h2>3. <i>Mr. Friedman's Hours</i>\n</h2>\n<p>Mr. Friedman claims 8.8 hours for the preparation of plaintiff's initial fee application and another 4.9 hours to prepare plaintiff's supplemental application. The court has reviewed Mr. Friedman's hours and concludes that all but 1.2 of his hours are compensable. These 1.2 hours were spent on the initial telephone call from Mr. Beauregard and in reviewing materials sent by Mr. Beauregard. In the absence of more details, the court presumes that Mr. Friedman spent this time familiarizing himself with the case. As such, this time is not compensable. <i>Grendel's Den,</i> 749 F.2d at 958.</p>\n<p><span class=\"star-pagination\">*52</span> In sum, the court awards Mr. Friedman 12.5 hours at $100 per hour for the time he spent preparing plaintiff's fee application. His total fees are therefore $1,250.</p>\n<p></p>\n<h2>C. <i>Adjustments to Lodestar Fee</i>\n</h2>\n<p>For the reasons stated previously, the court has decided to treat this as a complete victory case and thus will not reduce plaintiff's attorneys' fees because he did not prevail on his First Amendment claims. However, plaintiff seeks to multiply Mr. Beauregard's fee by a factor of 1.5 to reward him for achieving an exceptional result, <i>Hensley,</i> 461 U.S. at 434, 103 S.Ct. at 1939, and because of the contingent nature of the case. The court concludes that this request should be denied.</p>\n<p>In reaching this conclusion, the court has considered that plaintiff did not prevail on his primary cause of action, the claim of an improper retaliatory dismissal. Nor was he awarded the punitive damages he sought. The court has also considered the quality of plaintiff's counsel's presentation of his case, which was capable, but not exceptional.</p>\n<p>The court further concludes that the contingent nature of this case does not justify an upward adjustment. First, plaintiff's fees application gives the court no information on the nature of plaintiff's fee arrangement with Mr. Beauregard. Mr. Beauregard is not a public service lawyer. He does not ordinarily work for free. Nor has he specified that he took this action on as a <i>pro bono</i> case or that he had a contingency fee arrangement with plaintiff. In short, the court lacks sufficient information to award an upward adjustment based on the contingent nature of the case.</p>\n<p>Second, even if the court could conclude that this was a very risky case, it believes that this contingency factor has already been included in Mr. Beauregard's hourly rate of $100. <i>See </i><i>Grendel's Den,</i> 749 F.2d at 951. In other words, the court views the hourly rate as a substitute for a contingency fee. As such, Mr. Beauregard would receive a windfall if he were also to receive an upward adjustment in this case.</p>\n<p></p>\n<h2>D. <i>Expenses</i>\n</h2>\n<p>Plaintiff requests compensation for $1,498.55 in expenses. The court has reviewed this request and finds that it is reasonable and is thus allowed.</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>Plaintiff is awarded attorney's fees in accordance with the figures set forth in the following chart:</p>\n<p></p>\n<pre>\n                     Rate    Hours    Total\nAttorney Beauregard  $100   $116.95  $11,695.00\n                       50     13.75      687.50\nAttorney Burke         60      98.4    5,904.00\n                       30      10.0      300.00\nAttorney Friedman     100      12.5    1,250.00\n                                     __________\n                        Subtotal     $19,836.50\n                        Expenses      1,498.55\n                                     __________\n                        Total        $21,335.05\n</pre>\n<p>Thus, it is hereby ORDERED that plaintiff is entitled to $19,836.50 in attorney's fees and $1,498.55 in expenses.</p>\n<p></p>\n<h2>V. SANCTIONS AGAINST ATTORNEY CRUZ</h2>\n<p>At the conclusion of trial, the court established a schedule for filings concerning the application for attorneys' fees contemplating a response by defendants' counsel, Mr. Cruz; no response was received. On November 7, 1985, the court issued a procedural order in which it specifically directed Attorney Cruz to respond to plaintiff's fees application. Attorney Cruz failed to comply with this order. Pursuant to its authority under 18 U.S.C. § 401(3) and Fed.R.Crim.P. 42, the court is inclined to find Mr. Cruz in contempt of court and to fine him $250. This fine, which would be paid directly to the clerk of the court, would be intended to punish Mr. Cruz for violating a court order and to compensate, in a nominal way, for requiring the court to do additional work in the absence of his submission.</p>\n<p>Therefore, Mr. Cruz is hereby ORDERED to submit a memorandum to the court by February 3, 1986, to show cause why he should not be held in contempt of the court. Mr. Cruz is further ORDERED to appear at a show cause hearing on February <span class=\"star-pagination\">*53</span> 11, 1986, at 4:00 p.m. in the federal courthouse in Boston. If Mr. Cruz does not timely file the requested memorandum, the court will conclude that he does not wish to contest the contempt citation and fine, in which case it will not be necessary to conduct the February 11, 1986 hearing.</p>\n<h2>NOTES</h2>\n<p>[1]  The Act reads in pertinent part as follows: In any action or proceeding to enforce a provision of [section 1983 of this title] ... the Court, in its discretion, may allow the prevailing party, other than the United States, a reasonable attorney's fee as part of the costs.</p>\n<p>[2]  Delays in payments for past services can also provide the grounds for an increased award. However, an alternative remedy is to award a constant hourly rate, rather than discounting the rate on services performed in the past. <i>Grendel's Den,</i> 749 F.2d at 955. In either case, the adjustment reflects the fact that the attorney did not receive his fee when he earned it and thus was not able to earn interest on the money due to him. In rare cases, the court will also allow an adjustment to reflect the fact that while litigating this case the attorney had to pass up other more lucrative work. But the attorney must convincingly show that the other business would have been more profitable than the court would likely award for his services in the civil rights case. <i>Lamphere v. Brown University,</i> 610 F.2d 46, 47 n. 2 (1st Cir.1979).</p>\n<p>[3]  As will be discussed in greater detail below, <i>see</i> section II.B.1., <i>infra,</i> the court also concludes that Mr. Beauregard's travel time should generally be compensated at $50 per hour. Time spent working on the case while traveling will be compensated at $100 per hour. <i>See </i><i>Maceira v. Pagan,</i> 698 F.2d 38, 40 (1st Cir.1983); <i>Ryan v. Raytheon Data Systems Co.,</i> 601 F.Supp. 243, 256 (D.Mass.1984).</p>\n<p>[4]  The rate at which Mr. Burke's travel time will be compensated is discussed in section II.B.2., <i>infra.</i></p>\n<p>[5]  This figures includes 6.5 hours of trial time on September 17, 1985. Attachment A to Beauregard's supplemental affidavit indicates that he spent 7.5 hours in trial that day and 2.5 hours traveling. However, a footnote to this attachment expressly states that Beauregard is claiming only 9.0 total hours for that day, not 10.0. The court presumes that since Beauregard's travel time was a constant 2.5 hours he must have spent 6.5 hours in trial on September 17, not 7.5.</p>\n<p>[6]  While the court has the discretion to award different hourly rates for different types of work, <i>Wojtkowski,</i> 725 F.2d at 131; <i>Miles,</i> 675 F.2d at 9, the court finds that there is no basis for compensating the out-of-court hours discussed in this subsection at a lower rate than the in-court hours discussed in the previous subsection.</p>\n<p>[7]  Mr. Burke and Mr. Beauregard both claim that this conference took place on August 27, 1985. But a review of the court's notes and calendar indicate that the conference actually took place on August 28, 1985.</p>\n<p>[8]  The court regards Mr. Beauregard as responsible for Mr. Burke's time requests. The court recognizes that Mr. Beauregard did reduce Mr. Burke's hours on two occasions. His time sheets indicated 13.0 hours of work done on September 5, 1985, but only 11.0 hours were requested in the fees application. Likewise, Mr. Burke's time sheets indicated 12.0 hours of work on September 6, 1985, but Mr. Burke claimed only 9.0 hours. This represents a total reduction of five hours out of 117.5 hours claimed for out-of-court work. It is not an adequate reduction.</p>\n<p>[9]  The court includes in this figure 4.25 hours that Mr. Burke spent on September 4, 1985, preparing trial exhibits. Mr. Burke's time sheets indicate that he spent 8.5 hours on that day, both drafting jury instructions and preparing trial exhibits. In the absence of a specific breakdown, the court assumes that Mr. Burke spent 4.25 hours on each of these tasks.</p>\n<p>[10]  The court says \"presumably\" because Mr. Burke has not specifically identified the purpose of his research. But given that the research took place between August 22, 1985, and August 30, 1985, and Mr. Burke drafted the instructions on September 2 and 3, 1985, the court believes it is reasonable to conclude that the 37.0 hours of research were spent in connection with the instructions. This conclusion is further supported by the fact that Mr. Burke prepared no other written submissions other than the instructions before September 2, 1985, and that the research topics correspond with the topics covered in plaintiff's instructions.</p>\n<p>[11]  The court notes that 4.25 of these hours were spent on September 4, 1985, when Mr. Burke spent 8.5 hours drafting instructions and preparing exhibits. For the reasons stated in note 9, <i>supra,</i> the court assumes that Mr. Burke spent 4.25 hours on each of these tasks.</p>\n<p>[12]  On September 6, 1985, Burke claims he attended a conference with the court, researched the dismissal of state claims issue, and conferred with Attorney Beauregard. The court has already determined that the conference with the court took 2.0 hours. As discussed below, the court believes that Mr. Burke is claiming 3.0 hours for the conference with Beauregard during lunch and travel. Since Burke claims 9.0 total hours of work for September 6, he must be claiming 4.0 hours for the research he did that day.</p>\n<p>[13]  As discussed previously, Burke has not provided a specific breakdown of the amount of time he spent on the three activities that he performed on September 5, 1985. The court has already concluded that the lobby conference that occured on that date took 2.0 hours. For the reasons stated in the next section, the court concludes that Burke also claims to have spent 3.0 hours in conference with Attorney Beauregard during travel and lunch. Thus, of the 11.0 total hours requested for that day, Burke must be claiming 6.0 for the work he did on the plaintiff's first trial memorandum.</p>\n<p>[14]  Two of these conferences occured on September 5 and 6, 1985. In both cases, Mr. Burke claims 2.5 hours for travel, but does not specify the amount of time spent in conference with Mr. Beauregard during lunch. However, Mr. Burke claimed three hours for each of the other six conferences with Mr. Beauregard during travel and lunch. The court will thus assume that Mr. Burke is also claiming three total hours for each of the conferences held on September 5 and 6.</p>\n<p>[15]  Attachment A to Mr. Burke's supplemental affidavit indicates that his roundtrip travel time was 2.5 hours per day. Eight roundtrips amount to a total of 20.0 travel hours. By subtracting this number from a total of 24.0 conference hours, one gets a total of 4.0 lunch hours.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">655</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">39</span></span> (1986)</b></center>\n<center><h1>William ROGERS, Jr., Plaintiff,<br>\nv.<br>\nJames MOTTA and the City of New Bedford, Defendants.</h1></center>\n<center>No. 83-1045-W.</center>\n<center><p><b>United States District Court, D. Massachusetts.</b></p></center>\n<center>January 21, 1986.</center>\n<p><span class=\"star-pagination\">*40</span> <span class=\"star-pagination\">*41</span> Philip N. Beauregard, Fairhaven, Mass., for plaintiff.</p>\n<p>Antone B. Cruz, Jr., Asst. City Solicitor, New Bedford, Mass., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM AND ORDER</h2>\n<p>WOLF, District Judge.</p>\n<p>Plaintiff, William Rogers, filed this civil rights action under 42 U.S.C. § 1983, against defendants, James Motta and the City of New Bedford, seeking monetary damages. Mr. Rogers alleged that in April, 1983, he was wrongfully discharged by Mr. Motta from his position as Assistant Building Inspector for the City of New Bedford. Plaintiff claimed that his First <span class=\"star-pagination\">*42</span> Amendment rights were violated because he was fired in retaliation for having cited Mr. Motta for building code violations before Mr. Motta was appointed as the Building Inspector for New Bedford. In addition, plaintiff claimed that Mr. Motta violated his due process rights under the Fourteenth Amendment by discharging him without a pretermination hearing. <i>See </i><i>Cleveland Board of Education v. Loudermill,</i> <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">532</span></a></span>, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1487</span></a></span>, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">494</span></a></span> (1985). Mr. Rogers also raised various pendent state claims, which he withdrew before trial. He sought monetary relief for lost wages and emotional harm.</p>\n<p>After an eight-day trial in September, 1985, the jury returned a verdict for Mr. Rogers. It found first that although defendants' were motivated in part by a desire to retaliate against Mr. Rogers for having cited Mr. Motta for building code violations, the defendants did not violate Mr. Roger's First Amendment rights because they would have discharged him, for proper reasons, in any event. <i>Mt. Healthy City School District Board of Education v. Doyle,</i> <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span></a></span> (1977). However, the jury awarded Mr. Rogers $50,000 in compensatory damages for having been discharged without the pretermination hearing which <i>Loudermill</i> subsequently established as constitutionally required in the context of this case.</p>\n<p>Mr. Rogers has filed an application for attorneys' fees pursuant to the Civil Rights Attorney's Fees Awards Act of 1976, 42 U.S.C. § 1988. He has requested fees for the work that Attorney Phillip N. Beauregard and Law Clerk Richard Burke performed on his behalf. He also seeks compensation for the time spent by Attorney Friedman in preparing the fees application.</p>\n<p>The fees application was originally filed in October, 1985. The defendants failed to file the anticipated response. The court reviewed the application and issued a procedural order in November, 1985, seeking further information from plaintiff's attorneys and ordering defendants to submit their views. Plaintiff filed his supplemental application in December, 1985. Defendants have not responded as required by the procedural order.</p>\n<p></p>\n<h2>I. LEGAL STANDARDS: THE LODESTAR METHOD</h2>\n<p>The Civil Rights Attorney's Fees Awards Act of 1976, 42 U.S.C. § 1988, allows the prevailing party in an action arising under 42 U.S.C. § 1983 to recover a reasonable attorney's fee as part of its costs.<sup>[1]</sup> However, whether an award shall issue is in the sound discretion of the district court. <i>Grendel's Den, Inc. v. Larkin,</i> <span class=\"citation\" data-id=\"445233\"><a href=\"/opinion/445233/grendels-den-inc-v-john-p-larkin-cambridge-license-commission/\"><span class=\"volume\">749</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">945</span></a></span>, 950 (1st Cir.1984) (the Court of Appeals will defer to any thoughtful rationale and decision and on an attorney's fee application developed by the trial court and will avoid extensive second guessing); <i>King v. Greenblatt,</i> <span class=\"citation\" data-id=\"348509\"><a href=\"/opinion/348509/mitchell-g-king-jr-v-milton-greenblatt/\"><span class=\"volume\">560</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1024</span></a></span>, 1027 (1st Cir.1977), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">916</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3146</span></span>, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1161</span></span> (1978); <i>Johnson v. Georgia Highway Express, Inc.,</i> <span class=\"citation\" data-id=\"315529\"><a href=\"/opinion/315529/7-fair-emplpraccas-1-7-empl-prac-dec-p-9079-richard-johnson-jr/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">714</span></a></span>, 717 (5th Cir.1974). Nonetheless, the district court must provide a clear and concise explanation of its decision to award or not award fees. <i>Grendel's Den,</i> 749 F.2d at 950; <i>King,</i> 560 F.2d at 1027.</p>\n<p>The purpose of the Act is to award fees that are adequate to encourage competent counsel to take on civil rights cases without providing a windfall. <i>Hensley v. Eckerhardt,</i> <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 430 n. 4, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>, 1938 n. 4, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span> (1983). <i>Grendel's Den,</i> 749 F.2d at 950.</p>\n<p>The First Circuit has adopted what is commonly referred to as the \"Lodestar Method\" of awarding attorney's fees. Under this method, a court must make a finding as to the hourly rate that would reasonably compensate the attorney for his work on a civil rights action. The court then determines the number of hours that were reasonably necessary to litigate the case. <span class=\"star-pagination\">*43</span> Next, the court multiplies these two numbers and arrives at a reasonable (Lodestar) fee. Finally, the court may adjust the reasonable fee upward or downward if any special factors dictate such a result. <i>See </i><i>Blum v. Stenson,</i> <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">886</span></a></span>, 897, <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1541</span></a></span>, 1548, <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">891</span></a></span> (1984); <i>Hensley,</i> 461 U.S. at 433, 103 S.Ct. at 1939. <i>Grendel's Den,</i> 749 F.2d at 951; <i>Wojtkowski v. Cade,</i> <span class=\"citation\" data-id=\"429744\"><a href=\"/opinion/429744/dana-m-wojtkowski-v-richard-k-cade/\"><span class=\"volume\">725</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">127</span></a></span> (1st Cir.1984); <i>Furtado v. Bishop,</i> <span class=\"citation\" data-id=\"384696\"><a href=\"/opinion/384696/john-furtado-v-harold-bishop/\"><span class=\"volume\">635</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">915</span></a></span> (1st Cir. 1980).</p>\n<p></p>\n<h2>A. <i>Reasonable Rate</i>\n</h2>\n<p>Fee awards must be \"`calculated according to the prevailing market rates in the relevant community', that is `those prevailing in the community for similar services by lawyers of reasonably comparable skill, experience and reputation.'\" <i>Grendel's Den,</i> 749 F.2d at 955 (quoting <i>Blum v. Stenson,</i> 465 U.S. at 895 &amp; n. 11, 104 S.Ct. at 1547 &amp; n. 11). In determining a reasonable hourly rate, the court should look at the type of work performed, who did it, the expertise required, and when it was undertaken. <i>Id.</i> The party seeking fees may introduce evidence of the prevailing market rates in the community. The court should also consider the customary rates of the attorney seeking fees, <i>Wojtkowski,</i> 725 F.2d at 131 n. 1; <i>Johnson,</i> 488 F.2d at 718, as well as fees awarded in similar cases. <i>Id.</i></p>\n<p>The court has the discretion to award different hourly rates for different types of work, <i>Wojtkowski,</i> 725 F.2d at 131; <i>Miles v. Sampson,</i> <span class=\"citation\" data-id=\"402257\"><a href=\"/opinion/402257/george-e-miles-v-george-sampson-etc/\"><span class=\"volume\">675</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 9 (1st Cir.1982), and for work done at different stages of the case. <i>Grendel's Den,</i> 749 F.2d at 955.</p>\n<p></p>\n<h2>B. <i>Reasonableness of Hours</i>\n</h2>\n<p>In determining the amount of time reasonably necessary for a given case, the court begins with the actual hours reportedly spent on each task and deducts any hours that appear to be excessive or duplicative. <i>Grendel's Den,</i> 749 F.2d at 950. In making this determination, the court may apply its own knowledge, experience, and expertise in deciding whether the amount of time spent was reasonable. <i>Wojtkowski,</i> 725 F.2d at 130; <i>King,</i> 560 F.2d at 1027; <i>Johnson,</i> 488 F.2d at 717. The court may also consider the novelty and complexity of the case in determining the appropriate number of hours to include in the fees award. <i>Blum,</i> 465 U.S. at 898, 104 S.Ct. at 1548; <i>Johnson,</i> 488 F.2d at 718.</p>\n<p>The party seeking fees has a duty to submit detailed and contemporaneous time records to document the hours spent on the case. A simple, after-the-fact tally is not sufficient. Copies of the actual time records should be submitted. <i>Grendel's Den,</i> 749 F.2d at 952; <i>Wojtkowski,</i> 725 F.2d at 130-31; <i>Miles v. Sampson,</i> <span class=\"citation\" data-id=\"402257\"><a href=\"/opinion/402257/george-e-miles-v-george-sampson-etc/\"><span class=\"volume\">675</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 8; <i>Nadeau v. Helgemoe,</i> <span class=\"citation\" data-id=\"358671\"><a href=\"/opinion/358671/larry-nadeau-v-raymond-a-helgemoe-warden-new-hampshire-state-prison/\"><span class=\"volume\">581</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">275</span></a></span>, 279 (1st Cir.1978). If the party seeking fees has prevailed on only some of his claims, the time records that he submits should distinguish between time spent on successful and unsuccessful claims, if possible. <i>Id.</i></p>\n<p>The failure to provide adequate documentation for a fee request may justify a drastically reduced award. <i>Hensley,</i> 461 U.S. at 433, 103 S.Ct. at 1939; <i>Grendel's Den,</i> 749 F.2d at 952; <i>Souza v. Southworth,</i> <span class=\"citation\" data-id=\"350098\"><a href=\"/opinion/350098/anthony-souza-v-bradford-southworth/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">609</span></a></span>, 612 (1st Cir.1977). A reduction may also be appropriate if it is clear that the attorney seeking fees has failed to exercise normal \"billing judgment\" in his application. That is, the attorney should take the same care in his application to discount his fee for inappropriate hours as he would if he were billing his regular clients. <i>Hensley,</i> 461 U.S. at 434, 103 S.Ct. at 1939.</p>\n<p></p>\n<h2>C. <i>Adjustments to the Lodestar Fee</i>\n</h2>\n<p>After arriving at a reasonable fee (<i>i.e.,</i> the Lodestar Fee), the court may adjust its award upward or downward to account for exceptional circumstances. For instance, the court may increase the fee to reflect the contingent nature of the fee, if this factor is not already reflected in the hourly rate. <i>Grendel's Den,</i> 749 F.2d at 951; <i>Johnson,</i> 488 F.2d at 718. The court may also adjust the fee if the quality <span class=\"star-pagination\">*44</span> of the attorney's performance was exceptional <i>i.e.,</i> either much better or much worse than that which is represented by the \"reasonable\" fee. <i>Blum,</i> 465 U.S. at 899, 104 S.Ct. at 1549. The award may also be increased if the attorney has achieved an exceptional result. This factor may be particularly important if the party seeking fees has only partially prevailed. <i>Hensley,</i> 461 U.S. at 434, 103 S.Ct. at 1939.<sup>[2]</sup></p>\n<p>A plaintiff is the prevailing party for the purposes of § 1988 if he has succeeded on any significant issue in litigation which achieves some benefit that he sought in bringing the suit. <i>Nadeau,</i> 581 F.2d at 278-79. The general rule in the First Circuit has been that fees should be awarded only for work performed on issues on which the plaintiff was successful, <i>id.,</i> unless the claims upon which relief was requested are not truly fractionable, <i>Lamphere v. Brown University,</i> <span class=\"citation\" data-id=\"371953\"><a href=\"/opinion/371953/21-fair-emplpraccas-824-21-empl-prac-dec-p-30444-louise-lamphere-v/\"><span class=\"volume\">610</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 47 (1st Cir.1979).</p>\n<p>The Supreme Court, however, recently elaborated on the standards for awarding fees in cases in which a party has prevailed on some but not all of his claims. In <i>Hensley,</i> the Court distinguished between cases in which a plaintiff has brought several unrelated claims against a defendant and a case in which plaintiff has brought several claims based on different legal theories but all arising out of the same nucleus of facts. In the case of unrelated claims, the party seeking fees may only recover for work done on the successful claims. On the other hand, in a case involving related legal claims arising from the same basic set of facts:</p>\n<blockquote>Much of counsel's time will be devoted generally to the litigation as a whole, making it difficult to divide the hours expended on a claim-by-claim basis. Such a lawsuit cannot be viewed as a series of discrete claims. Instead the district court should focus on the significance of the overall relief obtained by the plaintiff in relation to the hours reasonably expended on the litigation.</blockquote>\n<blockquote>Where a plaintiff has obtained excellent results, his attorney should recover a fully compensatory fee. Normally this will encompass all hours reasonably expended on the litigation, and indeed in some cases of exceptional success an enhanced award may be justified. In these circumstances the fee award should not be reduced simply because the plaintiff failed to prevail on every contention raised in the lawsuit.... Litigants in good faith may raise alternative legal grounds for a desired outcome, and the court's rejection of a failure to reach certain grounds is not a sufficient reason for reducing a fee. The result is what matters.</blockquote>\n<blockquote>If, on the other hand, a plaintiff has achieved only partial or limited success, the product of hours reasonably expended on the litigation as a whole times a reasonable hourly rate may be an excessive amount. This will be true even where the plaintiff's claims were interrelated, non-frivolous, and raised in good faith. Congress has not authorized a lawsuit whenever it was reasonable for a plaintiff to bring a lawsuit or whenever conscientious counsel tried the case with devotion and skill. Again, the most critical factor is the degree of success obtained.</blockquote>\n<p><i>Hensley,</i> 461 U.S. at 435-36, 103 S.Ct. at 1940-41. In short, a party that has prevailed on some but not all of its related claims and has received substantially complete relief should be treated the same as a party that prevailed on all of its claims and received full relief. However, \"where the <span class=\"star-pagination\">*45</span> plaintiff achieved only limited success, the district court should award only that amount of fees that is reasonable in relation to the results obtained.\" <i>Id.</i> at 440, 103 S.Ct. at 1943. Furthermore, \"[a] reduced fee award is appropriate if the relief, however significant, is limited in comparison to the scope of the litigation as a whole,\" or the plaintiff's unsuccessful claims are \"distinct in all respects\" from his successful claims. <i>Id.</i></p>\n<p></p>\n<h2>III. PLAINTIFF'S FEES APPLICATION</h2>\n<p>Having in mind the standards that must guide the fee determination, the court now turns to the specific requests in plaintiff's fees application. The following chart identifies plaintiff's attorneys, the hours they worked on this action, and their requested hourly rates, as set forth in plaintiff's amended application for attorneys' fees:</p>\n<p></p>\n<pre>\n  Name      Hours   Rate       Total\nBeauregard  132.7  $125.00  $16,587.50\nBurke       179.5    60.00   10,770.00\nFriedman     13.7   100.00    1,370.00\n                            __________\n                             28,727.50\n1.5 Multiplier for Beauregard 8,293.75\n                            __________\n                             37,021.25\nExpenses                      1,498.55\n                            __________\nTotal                       $38,519.80\n</pre>\n<p>As the chart indicates, plaintiff is seeking compensation for 132.7 hours of Attorney Beauregard's time at a rate of $125 per hour. In addition, he seeks to have Mr. Beauregard's fees multiplied by a factor of 1.5 to account for the exceptional results claimed to have been obtained in this case. Plaintiff also seeks compensation for 179.5 hours of Mr. Burke's time at a rate of $60 per hour. Mr. Burke had graduated from law school and taken the Massachusetts Bar Exam at the time he worked on plaintiff's case, but he had not been admitted to the Bar. Plaintiff has, therefore, treated him as a law clerk for the purposes of this application. Attorney Friedman prepared plaintiff's fees application. He spent 8.8 hours on the initial application and 4.9 hours on the supplemental application. Plaintiff seeks compensation for Mr. Friedman's work at a rate of $100 per hour.</p>\n<p></p>\n<h2>A. <i>Reasonableness of Rate</i>\n</h2>\n<p>The court finds that $60 is a reasonable rate at which to compensate Mr. Burke for his time, and $100 per hour is a reasonable rate for Mr. Friedman's time. However, the court concludes that Mr. Beauregard's time should be compensated at $100 per hour, not the $125 per hour that plaintiff has requested.</p>\n<p></p>\n<h2>1. <i>Attorney Beauregard's Rate</i>\n</h2>\n<p>Mr. Beauregard, a graduate of Georgetown University Law Center, has been practicing law for 13 years. He has worked in private practice and as town counsel for various municipalities, including the City of New Bedford from 1978 to 1982. In his affidavit, Mr. Beauregard states that he has \"served as trial counsel in over one hundred nonjury trials and approximately fifteen jury trials which were tried to completion.\" He further states that he has tried three § 1983 claims to completion, all as defense counsel. He has never previously applied for a fees award under § 1988.</p>\n<p>According to Mr. Beauregard, much of the work he does is not billed on an hourly basis. He claims that during the last year he has set his hourly rates at $100 to $125 per hour. However, the attachments to Mr. Beauregard's supplemental affidavit indicate that the most he has ever billed a client paying on an hourly basis has been $100 per hour. In addition, the affidavit of Donald J. Flemming, an attorney with 23 years of experience, practicing in Mattapoisett, Massachusetts, and a former associate of Mr. Beauregard, states that he bills at a rate of $110 per hour. Mr. Fleming further states that hourly rates for competent trial attorneys in Bristol and Plymouth counties range between $100 to $150.</p>\n<p>Mr. Beauregard has not submitted any other evidence of the prevailing rates for trial attorneys in Plymouth or Bristol counties, or for that matter in Boston. Mr. Friedman has cited other § 1988 cases in his memorandum of law to show that $125 <span class=\"star-pagination\">*46</span> is within the range of reasonable rates awarded by other courts.</p>\n<p>Based on the materials submitted, the court concludes that $100 per hour is a reasonable rate at which to compensate Mr. Beauregard for the time he spent on this litigation. The best evidence of the \"prevailing market rate\" in this case, <i>Blum,</i> 465 U.S. at 895 &amp; n. 11, 104 S.Ct. at 1547 &amp; n. 11; <i>Grendel's Den,</i> 749 F.2d at 955, is the hourly rate that Mr. Beauregard has regularly charged his clients. <i>Wojtkowski,</i> 725 F.2d at 131 n. 1; <i>see also </i><i>Maceira v. Pagan,</i> <span class=\"citation\" data-id=\"413302\"><a href=\"/opinion/413302/efrain-maceira-v-luis-enrique-pagan-local-901-international-brotherhood/\"><span class=\"volume\">698</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">38</span></a></span>, 40 (1st Cir.1983) (the prevailing rate for an outside specialist is most likely to be that outside specialist's ordinary rate). His submissions indicate that he has never charged a client more than $100 per hour. Moreover, Mr. Fleming, an attorney with ten more years of litigation experience than Mr. Beauregard, charges only $110 per hour.</p>\n<p>The court also concludes that, unlike the other § 1988 cases cited in plaintiff's brief, Mr. Beauregard's limited experience as a civil rights litigator does not qualify him as an expert in the field. <i>Cf. </i><i>Grendel's Den,</i> 749 F.2d at 955; <i>Hall v. Ochs,</i> C.A. No. 81-0333-K (June 26, 1985); <i>Computer Systems Engineering, Inc. v. Qantel Corp.,</i> <span class=\"citation\" data-id=\"1493895\"><a href=\"/opinion/1493895/computer-systems-engineering-inc-v-qantel-corp/\"><span class=\"volume\">571</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1379</span></a></span> (D.Mass.1983), <i>aff'd,</i> <span class=\"citation\" data-id=\"439207\"><a href=\"/opinion/439207/computer-systems-engineering-inc-v-qantel-corporation-computer-systems/\"><span class=\"volume\">740</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">59</span></a></span> (1st Cir.1984). He has tried only three civil rights cases to completion, all as defense counsel. He has not brought to the court's attention any articles or books that he has written on the subject of civil rights or any other information to persuade the court that he should be awarded a higher hourly rate in this case than he has ever charged his clients.</p>\n<p>The court, therefore, concludes that Mr. Beauregard's time should be compensated at the rate of $100 per hour. The court will compensate Mr. Beauregard's time at a constant rate of $100 even though some of the work was done in 1983 and 1984, when his rates were lower. This use of a constant rate is intended to compensate Mr. Beauregard for the delay he has incurred in receiving payment for his earlier services.<sup>[3]</sup></p>\n<p></p>\n<h2>2. <i>Mr. Burke's Rate</i>\n</h2>\n<p>The court further concludes that $60 is a reasonable rate at which to bill Mr. Burke's services for work that was reasonably necessary. Mr. Fleming's affidavit indicates that his firm bills paralegal time at $55 per hour. Although Mr. Burke was not a licensed attorney while working on this case, he had completed law school and taken the bar exam. Therefore, $60 per hour is a reasonable fee to charge for his services.<sup>[4]</sup></p>\n<p></p>\n<h2>3. <i>Attorney Friedman's Rate</i>\n</h2>\n<p>Finally, the court is persuaded that $100 per hour is the appropriate rate at which to bill Mr. Friedman's time. This figure comports with the rate at which he has been compensated in other civil rights cases and the rate awarded for work done on fees applications in other cases. <i>See </i><i>Grendel's Den,</i> 749 F.2d at 958-59. The court also notes that Mr. Friedman appears to have considerable experience in these matters, having written and lectured on the subject.</p>\n<p></p>\n<h2>B. <i>Reasonableness of Hours</i>\n</h2>\n<p>It is next necessary to analyze the number of hours for which compensation is requested in this case. As a threshold matter, the court concludes that plaintiff's application should be treated as if he had prevailed on all of his claims. Plaintiff's claims were not distinct in all respects. His success in this case was substantially complete because the amount that plaintiff could have properly recovered would not have been increased if he had also prevailed <span class=\"star-pagination\">*47</span> on his primary claim alleging an improper retaliatory discharge. Thus the court will not reduce the award for time reasonably spent on plaintiff's unsuccessful claims. <i>Hensley,</i> 461 U.S. at 435-37, 103 S.Ct. at 1940-41. The court will, however, reduce the hours spent on all claims to the extent that they were excessive or duplicative. <i>Grendel's Den,</i> 749 F.2d at 950.</p>\n<p></p>\n<h2>1. <i>Attorney Beauregard's Hours</i>\n</h2>\n<p>Plaintiff has requested compensation for 132.7 hours of Mr. Beauregard's time. Mr. Beauregard's hours can be broken down into three categories: (a) hours in court, (b) hours out of court, and (c) travel time. Mr. Beauregard's travel time can be further segregated into time spent conferring with Mr. Burke and time spent traveling but not conferring. The court will address each of these categories below.</p>\n<p></p>\n<h2>a. <i>Hours in Court</i>\n</h2>\n<p>Plaintiff seeks compensation for 44.0 hours of Mr. Beauregard's time in court or in conference with the court.<sup>[5]</sup> The case involved an eight-day jury trial and several lengthy conferences between the court and counsel. The court therefore finds that this request is reasonable and supported by contemporaneous billing records. Thus, the court awards 44.0 hours for the time that Mr. Beauregard spent in court. These hours shall be compensated at the rate of $100 per hour.</p>\n<p></p>\n<h2>b. <i>Hours out of Court</i>\n</h2>\n<p>Plaintiff also seeks compensation for 61.2 hours that Mr. Beauregard spent preparing and researching this case. In general, the contemporaneous billing records for Mr. Beauregard's out-of-court hours are not as detailed as they should have been. For example, in many cases, Mr. Beauregard has billed for the total number of hours spent on a series of distinct tasks without identifying the number of hours spent on each activity. Nonetheless, the court finds that plaintiff should receive compensation for 59.2 of Mr. Beauregard's hours. This was a reasonable amount of time to spend preparing this case.</p>\n<p>The court has deducted 2.0 hours from Beauregard's hours for time that he appears to have spent in connection with plaintiff's application for attorney's fees in late-September. The First Circuit has held that where separate counsel is retained to prepare an application for attorney's fees, no time shall be compensated which has been spent familiarizing outside counsel with the case. <i>Grendel's Den,</i> 749 F.2d at 958. Similarly, Mr. Beauregard may not be compensated for time spent researching attorneys' fees law and preparing the attorneys' fees application if he hired outside counsel to do this job for him. So, for example, to the extent that Mr. Friedman and Mr. Beauregard are both seeking compensation for time spend researching attorney's fees law, Mr. Beauregard's request is duplicative and must be denied.</p>\n<p>In sum, the court finds that 59.2 hours of Mr. Beauregard's out-of-court time were reasonably spent and are thus compensable at the rate of $100 per hour. However, the 2.0 hours that were spent in connection with the attorney's fee application are denied.<sup>[6]</sup></p>\n<p></p>\n<h2>c. <i>Travel Time</i>\n</h2>\n<p>Plaintiff seeks compensation for 27.5 hours of Mr. Beauregard's travel time. Mr. Beauregard lives in Fall River, Massachusetts. Fall River is approximately 60 miles from Boston, where the federal courthouse is located. Mr. Beauregard traveled <span class=\"star-pagination\">*48</span> to the federal courthouse eleven times in connection with this case. Each round trip took approximately 2.5 hours.</p>\n<p>Plaintiff further requests that this travel time be compensated at Mr. Beauregard's full hourly rate because Mr. Beauregard reportedly spent the majority of these hours conferring with Mr. Burke about the case. Mr. Beauregard has not submitted a specific breakdown of the number of travel hours that he spent conferring with Mr. Burke, despite the fact that the court's procedural order specifically required him to do so.</p>\n<p>The court notes that courts often compensate travel time at half of an attorney's normal hourly rate. <i>See </i><i>Maceira,</i> 698 F.2d at 40 (half the hourly rate is reasonable compensation for travel time); <i>Miles,</i> 675 F.2d at 9; <i>Furtado,</i> 635 F.2d at 918; <i>Ryan v. Ratheon Data Systems Co.,</i> <span class=\"citation\" data-id=\"1734733\"><a href=\"/opinion/1734733/ryan-v-raytheon-data-systems-co/\"><span class=\"volume\">601</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">243</span></a></span>, 256 (D.Mass.1984). Mr. Beauregard and Mr. Burke undoubtedly spent a significant amount of their travel time discussing the case. However, whether traveling by car or by bus, these mobile conferences were subject to distractions that presumably would not have been present had they been held in Mr. Beauregard's office. For this reason, and in the absence of specific time records, the court concludes that no more than half of Mr. Beauregard's travel time could have been profitably spent conferring with Mr. Burke about the case.</p>\n<p>Therefore, the court concludes that half of Mr. Beauregard's travel time shall be compensated at his full hourly rate of $100. The other half of his travel time shall be compensated at $50 per hour. The court finds that 27.5 hours is a reasonable request for travel time in this case. Thus, 13.75 of Mr. Beauregard's travel hours shall be compensated at $100 per hour, and 13.75 of his travel hours shall be compensated at $50 per hour.</p>\n<p>In sum, the court credits Mr. Beauregard for 116.95 hours at $100 per hour, and 13.75 hours at $50 per hour.</p>\n<p>Mr. Beauregard's total fees are, therefore, $12,382.50.</p>\n<p></p>\n<h2>2. <i>Mr. Burke's Hours</i>\n</h2>\n<p>Plaintiff requests compensation for 179.5 of Mr. Burke's hours. These hours can also be organized in the three categories utilized above.</p>\n<p></p>\n<h2>a. <i>Hours in Court</i>\n</h2>\n<p>Plaintiff requests compensation for 19.0 hours of Mr. Burke's time spent in trial. The court denies this request because it finds that Mr. Burke's presence at trial was not reasonably necessary in this case. He did not examine any witnesses and did not actively participate in the trial. Indeed, Mr. Burke could not have taken part in the trial given that he was not a licensed attorney at the time this case was litigated. Moreover, this was not a sufficiently complex case to require two trial attorneys. <i>Grendel's Den,</i> 749 F.2d at 952-53 (hours claimed for second attorney at oral arguments substantially reduced where second attorney's contribution was minimal).</p>\n<p>However, the court views more favorably Mr. Burke's request for compensation for time spent in conference with the court. Mr. Burke played a more active role in these meetings than he did at trial and arguably his attendance enhanced the efficiency of his legal research concerning the proposed jury instructions and related matters.</p>\n<p>Mr. Burke attended and seeks compensation for four conferences with the court. The first conference took place on August 28, 1985.<sup>[7]</sup> Mr. Burke claims 4.0 hours of time for this conference. Mr. Beauregard's time records indicate that 2.5 of these hours were spent traveling. Thus, the court credits Mr. Burke with 1.5 hours for attending the August 28, 1985 conference and will address the travel time associated with this meeting in the next section.</p>\n<p>The second conference for which Mr. Burke seeks compensation occurred on September <span class=\"star-pagination\">*49</span> 5, 1985, the first day of trial. Mr. Burke claims 11.0 hours of work on this day for attending the conference, researching and drafting a memo, and then conferring with Mr. Beauregard while traveling and eating lunch. He indicates that he spent 2.5 hours traveling that day, but does not attempt to identify the length of the conference itself. Mr. Beauregard's records indicate that he was in trial and/or in conference with the court for 4.0 hours that day. The court's notes from that day indicate that 2.0 hours were spent empanelling the jury and 2.0 hours were spent in conference with the attorneys. While Mr. Burke's time in court is not compensable, the court does credit him for the 2.0 hours he spent attending the September 5 conference.</p>\n<p>The third conference took place on September 6, 1985. Again, Mr. Burke fails to identify the length of this conference, but instead cumulates it with several other tasks he performed that day. Mr. Beauregard's time sheet, however, does indicate that he spent 2.0 hours in conference with the court on September 6. This number comports with the court's view of the length of that meeting. The court therefore credits Mr. Burke with 2.0 hours for attending the September 6 conference.</p>\n<p>Finally, Mr. Burke seeks compensation for a three-hour conference with the court on September 13, 1985. Mr. Beauregard's records indicate that this conference lasted only 1.5 hours. The court thus credits Mr. Burke with 1.5 hours for the September 13 meeting.</p>\n<p>In total, Mr. Burke shall be compensated for 7.0 hours spent in conference with the court.</p>\n<p></p>\n<h2>b. <i>Hours Out of Court</i>\n</h2>\n<p>Mr. Burke requests payment for 117.5 hours spent researching, drafting papers, and otherwise helping Mr. Beauregard prepare for trial. The court finds that the number of hours requested for Mr. Burke's out-of-court work are excessive. While it is not at all unusual for a young attorney to spend more hours than are necessary for most lawyers to perform a legal task, the Supreme Court requires the attorney seeking a fee award to exercise the same billing judgment that he would employ when charging a regular, paying client. <i>Hensley,</i> 461 U.S. at 434, 103 S.Ct. at 1939. The court understands that senior counsel usually do not bill regular clients for excessive time spent by legal novices, even at the novices' relatively low rate. The court finds that Mr. Beauregard has failed to apply this principle in his request for compensation for Mr. Burke's time.<sup>[8]</sup></p>\n<p>More specifically, Mr. Burke requests 5.0 hours for reviewing the case history on August 21, 1985. Absent a more specific explanation of the nature of this review, the court finds that this claim is excessive, and that 2.5 hours would have been a reasonable amount of time to spend reviewing the case file.</p>\n<p>Mr. Burke reportedly spent 21.45 hours reviewing and preparing trial exhibits.<sup>[9]</sup> Again, the court finds this number of hours to be excessive. Forty-three exhibits were either admitted or marked for identification at trial. Absent supporting documentation or argument, the court concludes that 21.45 hours was an unreasonable amount of time to spend reviewing and/or preparing these exhibits. The court finds that 15.0 hours is the maximum amount of time that should reasonably have been spent on this task.</p>\n<p><span class=\"star-pagination\">*50</span> Mr. Burke requests payment for 37.0 hours for researching the elements of a § 1983 case, as well as the law relating to substantive and procedural due process, municipal liability, and damages. This research was presumably done in connection with plaintiff's proposed jury instructions.<sup>[10]</sup> The length and quality of those proposed instructions do not support a claim for 37.0 hours of research. The court finds that no more than 25.0 hours of research were reasonably necessary to produce plaintiff's jury instructions.</p>\n<p>Likewise, the court finds Mr. Burke's request of payment for 17.25 hours to draft the jury instructions to be excessive.<sup>[11]</sup> The instructions were only twelve pages in length and did not thoroughly cover the central issues raised in this case; for example, neither the leading relevant Supreme Court case, <i>Mt. Healthy School District Board of Education,</i> <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span></a></span> nor the principles it established were reflected in plaintiff's proposed jury instructions. The court finds that 12.0 hours would have been a reasonable amount of time for the drafting plaintiff's jury instructions in this case.</p>\n<p>Mr. Burke requests 8.8 hours for research on damages performed on September 9 and September 12, 1985, respectively. He does not indicate the purpose of this research, nor is the purpose evident from his time sheets. In light of this lack of documentation and specificity, the court credits Mr. Burke for only half of this research, or 4.4 hours.</p>\n<p>Burke requests 4.0 hours spent researching the possible dismissal of state claims in this case.<sup>[12]</sup> This request is reasonable.</p>\n<p>Mr. Burke requests payment for 6.0 hours for researching and drafting a five-page trial memorandum on September 5, 1985.<sup>[13]</sup> He also claims 8.0 hours for researching and drafting a second trial memorandum on September 11, 1985. This second memorandum was only two and one-half pages in length and cited only two casesone that was previously cited in plaintiff's proposed jury instructions, <i>Loudermill v. Cleveland Board of Education,</i> <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">532</span></a></span>, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1487</span></a></span>, <span class=\"citation\" data-id=\"111372\"><a href=\"/opinion/111372/cleveland-bd-of-ed-v-loudermill/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">494</span></a></span> (1985), and another that the court brought to Mr. Beauregard's attention in a lobby conference, <i>Bishop v. Wood,</i> <span class=\"citation\" data-id=\"109476\"><a href=\"/opinion/109476/bishop-v-wood/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">341</span></a></span>, <span class=\"citation\" data-id=\"109476\"><a href=\"/opinion/109476/bishop-v-wood/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2074</span></a></span>, <span class=\"citation\" data-id=\"109476\"><a href=\"/opinion/109476/bishop-v-wood/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">684</span></a></span> (1976). Based on these observations, the court credits Burke with the full 6.0 hours used to prepare plaintiff's first trial memorandum, but awards him only 4.0 hours for the second trial memorandum.</p>\n<p>Next, Mr. Burke claims 2.0 hours for listening to tapes of New Bedford City Council hearings where plaintiff's dismissal was discussed, 3.0 hours for time spent <span class=\"star-pagination\">*51</span> preparing questions for witnesses, and 2.0 hours preparing Mr. Beauregard's closing argument. The court finds that these hours were reasonably spent and credits Burke with 7.0 hours for performing these tasks.</p>\n<p>Finally, Mr. Burke claims 3.0 hours for the preparation of a memorandum on damages for Attorney Friedman and a summary of costs. Once again, Mr. Burke does not identify the number of hours spent on each task. The court will therefore assume that Mr. Burke spent 1.5 hours on the memorandum and an equal amount of time on the summary. The court concludes that Mr. Burke should be compensated for the summary of costs, but not the memorandum on damages. In the absence of a more specific explanation, the court must presume that the memorandum on damages was written to familiarize Attorney Friedman with the damages aspect of the case. As such, this time is not compensable. <i>Grendel's Den,</i> 749 F.2d at 958. However, the summary of costs, unlike the memorandum on damages, was work that either Mr. Beauregard or Mr. Burke would have had to have done even if Mr. Beauregard had not hired outside counsel. Thus, the court credits Mr. Burke for the 1.5 hours spent preparing the summary of costs.</p>\n<p>In sum, the court awards Mr. Burke a total of 81.4 hours for the time he spent on out-of-court work.</p>\n<p></p>\n<h2>c. <i>Travel Hours</i>\n</h2>\n<p>Mr. Burke seeks payment for 24.0 hours for eight conferences with Mr. Beauregard during travel and lunch.<sup>[14]</sup> Twenty of these conference hours appear to have occurred during travel and 4.0 during lunch.<sup>[15]</sup> As discussed above, courts regularly compensate travel time at half the normal hourly rate. However, as it did with Mr. Beauregard's travel hours, the court will compensate the time Mr. Burke spent in conference while traveling at his full hourly rate. For reasons previously stated in discussing Mr. Beauregard's travel time, the court concludes that Mr. Burke is entitled to compensation at his full hourly rate for half the hours that he claims he spent in conference while traveling.</p>\n<p>The court credits Mr. Burke for 10 hours of travel-conference time at $60 per hour, and 10.0 hours for nonconference travel time at $30 per hour. However, Mr. Burke is not entitled to any compensation for the time he spent in conference with Mr. Beauregard during lunch because Mr. Beauregard's time records do not indicate that he spent any time conferring with Mr. Burke during lunch.</p>\n<p>In sum, the court credits Mr. Burke for 98.4 hours at $60 per hour and 10.0 hours at $30 per hour. Mr. Burke's total fees amount to $6,204.00.</p>\n<p></p>\n<h2>3. <i>Mr. Friedman's Hours</i>\n</h2>\n<p>Mr. Friedman claims 8.8 hours for the preparation of plaintiff's initial fee application and another 4.9 hours to prepare plaintiff's supplemental application. The court has reviewed Mr. Friedman's hours and concludes that all but 1.2 of his hours are compensable. These 1.2 hours were spent on the initial telephone call from Mr. Beauregard and in reviewing materials sent by Mr. Beauregard. In the absence of more details, the court presumes that Mr. Friedman spent this time familiarizing himself with the case. As such, this time is not compensable. <i>Grendel's Den,</i> 749 F.2d at 958.</p>\n<p><span class=\"star-pagination\">*52</span> In sum, the court awards Mr. Friedman 12.5 hours at $100 per hour for the time he spent preparing plaintiff's fee application. His total fees are therefore $1,250.</p>\n<p></p>\n<h2>C. <i>Adjustments to Lodestar Fee</i>\n</h2>\n<p>For the reasons stated previously, the court has decided to treat this as a complete victory case and thus will not reduce plaintiff's attorneys' fees because he did not prevail on his First Amendment claims. However, plaintiff seeks to multiply Mr. Beauregard's fee by a factor of 1.5 to reward him for achieving an exceptional result, <i>Hensley,</i> 461 U.S. at 434, 103 S.Ct. at 1939, and because of the contingent nature of the case. The court concludes that this request should be denied.</p>\n<p>In reaching this conclusion, the court has considered that plaintiff did not prevail on his primary cause of action, the claim of an improper retaliatory dismissal. Nor was he awarded the punitive damages he sought. The court has also considered the quality of plaintiff's counsel's presentation of his case, which was capable, but not exceptional.</p>\n<p>The court further concludes that the contingent nature of this case does not justify an upward adjustment. First, plaintiff's fees application gives the court no information on the nature of plaintiff's fee arrangement with Mr. Beauregard. Mr. Beauregard is not a public service lawyer. He does not ordinarily work for free. Nor has he specified that he took this action on as a <i>pro bono</i> case or that he had a contingency fee arrangement with plaintiff. In short, the court lacks sufficient information to award an upward adjustment based on the contingent nature of the case.</p>\n<p>Second, even if the court could conclude that this was a very risky case, it believes that this contingency factor has already been included in Mr. Beauregard's hourly rate of $100. <i>See </i><i>Grendel's Den,</i> 749 F.2d at 951. In other words, the court views the hourly rate as a substitute for a contingency fee. As such, Mr. Beauregard would receive a windfall if he were also to receive an upward adjustment in this case.</p>\n<p></p>\n<h2>D. <i>Expenses</i>\n</h2>\n<p>Plaintiff requests compensation for $1,498.55 in expenses. The court has reviewed this request and finds that it is reasonable and is thus allowed.</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>Plaintiff is awarded attorney's fees in accordance with the figures set forth in the following chart:</p>\n<p></p>\n<pre>\n                     Rate    Hours    Total\nAttorney Beauregard  $100   $116.95  $11,695.00\n                       50     13.75      687.50\nAttorney Burke         60      98.4    5,904.00\n                       30      10.0      300.00\nAttorney Friedman     100      12.5    1,250.00\n                                     __________\n                        Subtotal     $19,836.50\n                        Expenses      1,498.55\n                                     __________\n                        Total        $21,335.05\n</pre>\n<p>Thus, it is hereby ORDERED that plaintiff is entitled to $19,836.50 in attorney's fees and $1,498.55 in expenses.</p>\n<p></p>\n<h2>V. SANCTIONS AGAINST ATTORNEY CRUZ</h2>\n<p>At the conclusion of trial, the court established a schedule for filings concerning the application for attorneys' fees contemplating a response by defendants' counsel, Mr. Cruz; no response was received. On November 7, 1985, the court issued a procedural order in which it specifically directed Attorney Cruz to respond to plaintiff's fees application. Attorney Cruz failed to comply with this order. Pursuant to its authority under 18 U.S.C. § 401(3) and Fed.R.Crim.P. 42, the court is inclined to find Mr. Cruz in contempt of court and to fine him $250. This fine, which would be paid directly to the clerk of the court, would be intended to punish Mr. Cruz for violating a court order and to compensate, in a nominal way, for requiring the court to do additional work in the absence of his submission.</p>\n<p>Therefore, Mr. Cruz is hereby ORDERED to submit a memorandum to the court by February 3, 1986, to show cause why he should not be held in contempt of the court. Mr. Cruz is further ORDERED to appear at a show cause hearing on February <span class=\"star-pagination\">*53</span> 11, 1986, at 4:00 p.m. in the federal courthouse in Boston. If Mr. Cruz does not timely file the requested memorandum, the court will conclude that he does not wish to contest the contempt citation and fine, in which case it will not be necessary to conduct the February 11, 1986 hearing.</p>\n<h2>NOTES</h2>\n<p>[1]  The Act reads in pertinent part as follows: In any action or proceeding to enforce a provision of [section 1983 of this title] ... the Court, in its discretion, may allow the prevailing party, other than the United States, a reasonable attorney's fee as part of the costs.</p>\n<p>[2]  Delays in payments for past services can also provide the grounds for an increased award. However, an alternative remedy is to award a constant hourly rate, rather than discounting the rate on services performed in the past. <i>Grendel's Den,</i> 749 F.2d at 955. In either case, the adjustment reflects the fact that the attorney did not receive his fee when he earned it and thus was not able to earn interest on the money due to him. In rare cases, the court will also allow an adjustment to reflect the fact that while litigating this case the attorney had to pass up other more lucrative work. But the attorney must convincingly show that the other business would have been more profitable than the court would likely award for his services in the civil rights case. <i>Lamphere v. Brown University,</i> <span class=\"citation\" data-id=\"371953\"><a href=\"/opinion/371953/21-fair-emplpraccas-824-21-empl-prac-dec-p-30444-louise-lamphere-v/\"><span class=\"volume\">610</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 47 n. 2 (1st Cir.1979).</p>\n<p>[3]  As will be discussed in greater detail below, <i>see</i> section II.B.1., <i>infra,</i> the court also concludes that Mr. Beauregard's travel time should generally be compensated at $50 per hour. Time spent working on the case while traveling will be compensated at $100 per hour. <i>See </i><i>Maceira v. Pagan,</i> <span class=\"citation\" data-id=\"413302\"><a href=\"/opinion/413302/efrain-maceira-v-luis-enrique-pagan-local-901-international-brotherhood/\"><span class=\"volume\">698</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">38</span></a></span>, 40 (1st Cir.1983); <i>Ryan v. Raytheon Data Systems Co.,</i> <span class=\"citation\" data-id=\"1734733\"><a href=\"/opinion/1734733/ryan-v-raytheon-data-systems-co/\"><span class=\"volume\">601</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">243</span></a></span>, 256 (D.Mass.1984).</p>\n<p>[4]  The rate at which Mr. Burke's travel time will be compensated is discussed in section II.B.2., <i>infra.</i></p>\n<p>[5]  This figures includes 6.5 hours of trial time on September 17, 1985. Attachment A to Beauregard's supplemental affidavit indicates that he spent 7.5 hours in trial that day and 2.5 hours traveling. However, a footnote to this attachment expressly states that Beauregard is claiming only 9.0 total hours for that day, not 10.0. The court presumes that since Beauregard's travel time was a constant 2.5 hours he must have spent 6.5 hours in trial on September 17, not 7.5.</p>\n<p>[6]  While the court has the discretion to award different hourly rates for different types of work, <i>Wojtkowski,</i> 725 F.2d at 131; <i>Miles,</i> 675 F.2d at 9, the court finds that there is no basis for compensating the out-of-court hours discussed in this subsection at a lower rate than the in-court hours discussed in the previous subsection.</p>\n<p>[7]  Mr. Burke and Mr. Beauregard both claim that this conference took place on August 27, 1985. But a review of the court's notes and calendar indicate that the conference actually took place on August 28, 1985.</p>\n<p>[8]  The court regards Mr. Beauregard as responsible for Mr. Burke's time requests. The court recognizes that Mr. Beauregard did reduce Mr. Burke's hours on two occasions. His time sheets indicated 13.0 hours of work done on September 5, 1985, but only 11.0 hours were requested in the fees application. Likewise, Mr. Burke's time sheets indicated 12.0 hours of work on September 6, 1985, but Mr. Burke claimed only 9.0 hours. This represents a total reduction of five hours out of 117.5 hours claimed for out-of-court work. It is not an adequate reduction.</p>\n<p>[9]  The court includes in this figure 4.25 hours that Mr. Burke spent on September 4, 1985, preparing trial exhibits. Mr. Burke's time sheets indicate that he spent 8.5 hours on that day, both drafting jury instructions and preparing trial exhibits. In the absence of a specific breakdown, the court assumes that Mr. Burke spent 4.25 hours on each of these tasks.</p>\n<p>[10]  The court says \"presumably\" because Mr. Burke has not specifically identified the purpose of his research. But given that the research took place between August 22, 1985, and August 30, 1985, and Mr. Burke drafted the instructions on September 2 and 3, 1985, the court believes it is reasonable to conclude that the 37.0 hours of research were spent in connection with the instructions. This conclusion is further supported by the fact that Mr. Burke prepared no other written submissions other than the instructions before September 2, 1985, and that the research topics correspond with the topics covered in plaintiff's instructions.</p>\n<p>[11]  The court notes that 4.25 of these hours were spent on September 4, 1985, when Mr. Burke spent 8.5 hours drafting instructions and preparing exhibits. For the reasons stated in note 9, <i>supra,</i> the court assumes that Mr. Burke spent 4.25 hours on each of these tasks.</p>\n<p>[12]  On September 6, 1985, Burke claims he attended a conference with the court, researched the dismissal of state claims issue, and conferred with Attorney Beauregard. The court has already determined that the conference with the court took 2.0 hours. As discussed below, the court believes that Mr. Burke is claiming 3.0 hours for the conference with Beauregard during lunch and travel. Since Burke claims 9.0 total hours of work for September 6, he must be claiming 4.0 hours for the research he did that day.</p>\n<p>[13]  As discussed previously, Burke has not provided a specific breakdown of the amount of time he spent on the three activities that he performed on September 5, 1985. The court has already concluded that the lobby conference that occured on that date took 2.0 hours. For the reasons stated in the next section, the court concludes that Burke also claims to have spent 3.0 hours in conference with Attorney Beauregard during travel and lunch. Thus, of the 11.0 total hours requested for that day, Burke must be claiming 6.0 for the work he did on the plaintiff's first trial memorandum.</p>\n<p>[14]  Two of these conferences occured on September 5 and 6, 1985. In both cases, Mr. Burke claims 2.5 hours for travel, but does not specify the amount of time spent in conference with Mr. Beauregard during lunch. However, Mr. Burke claimed three hours for each of the other six conferences with Mr. Beauregard during travel and lunch. The court will thus assume that Mr. Burke is also claiming three total hours for each of the conferences held on September 5 and 6.</p>\n<p>[15]  Attachment A to Mr. Burke's supplemental affidavit indicates that his roundtrip travel time was 2.5 hours per day. Eight roundtrips amount to a total of 20.0 travel hours. By subtracting this number from a total of 24.0 conference hours, one gets a total of 4.0 lunch hours.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109476/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109574/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110929/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111123/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111372/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/315529/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/348509/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/350098/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/358671/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/371953/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/384696/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/402257/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/413302/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/429744/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/439207/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/445233/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1493895/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1734733/"
          ]
        }
      ],
      "judges": "Wolf",
      "date_created": "2014-10-30T12:56:32.919692Z",
      "date_modified": "2017-04-10T23:38:32.107483Z",
      "date_filed": "1986-01-21",
      "date_filed_is_approximate": false,
      "slug": "rogers-v-motta",
      "citation_id": 1396043,
      "case_name_short": "Motta",
      "case_name": "Rogers v. Motta",
      "case_name_full": "",
      "federal_cite_one": "655 F. Supp. 39",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 6,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/890513/rogers-v-motta/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:56:32.917407Z",
  "date_modified": "2014-10-30T12:56:32.917407Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Motta",
  "case_name": "Rogers v. Motta",
  "case_name_full": "",
  "slug": "rogers-v-motta",
  "docket_number": "83-1045-W",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}