{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/898076/",
  "id": 898076,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/miss/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/864761/",
      "id": 864761,
      "absolute_url": "/opinion/864761/larry-matthew-puckett-v-state-of-mississippi/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/898076/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/864761/",
          "id": 864761,
          "absolute_url": "/opinion/864761/larry-matthew-puckett-v-state-of-mississippi/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/864761/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-04-27T00:21:37.830313Z",
          "date_modified": "2017-03-28T09:20:01.315247Z",
          "type": "010combined",
          "sha1": "d9d9832184ed64dfb01b8a956b86c7d8561ddc2f",
          "page_count": 55,
          "download_url": "http://courts.ms.gov/Images/Opinions/CO17139.pdf",
          "local_path": "pdf/1996/08/07/larry_matthew_puckett_v._state_of_mississippi_7.pdf",
          "plain_text": "                        IN THE SUPREME COURT OF MISSISSIPPI\n\n                                     NO. 2000-DR-01077-SCT\n\nLARRY MATTHEW PUCKETT\n\n\nv.\n\nSTATE OF MISSISSIPPI\n\nDATE OF JUDGMENT:                                8/7/1996\nTRIAL JUDGE:                                     HON. RICHARD W. MCKENZIE\nCOURT FROM WHICH APPEALED:                       FORREST COUNTY CIRCUIT COURT\nATTORNEY FOR APPELLANT:                          OFFICE OF CAPITAL POST-CONVICTION\n                                                 COUNSEL\n                                                 BY: ROBERT RYAN\n                                                     LOUWLYNN VANZETTA WILLIAMS\nATTORNEY FOR APPELLEE:                           OFFICE OF THE ATTORNEY GENERAL\n                                                 BY: MARVIN L. WHITE, JR.\nDISTRICT ATTORNEY:                               E. LINDSEY CARTER\nNATURE OF THE CASE:                              CIVIL - DEATH PENALTY - POST\n                                                 CONVICTION\nDISPOSITION:                                     LEAVE TO SEEK POST-CONVICTION RELIEF,\n                                                 DENIED - 05/27/2004\nMOTION FOR REHEARING FILED:\nMANDATE ISSUED:\n\n\n        EN BANC.\n\n        SMITH, CHIEF JUSTICE, FOR THE COURT:\n\n¶1.     Larry Matthew Puckett (Puckett) was indicted during the January 1996 term of the Circuit Court\n\nof Forrest County, Mississippi, for the capital murder of Rhonda Hatten Griffis on October 14, 1995, while\n\nengaged in the commission of the crime of sexual battery in violation of Miss. Code Ann. § 97-3-19(2)(e).\n\nVenue was changed on Puckett's motion to the Circuit Court of Harrison County, Mississippi, First Judicial\n\nDistrict. A jury was empaneled on July 29-30, 1996. The jury returned a unanimous verdict finding\n\fPuckett guilty of capital murder on August 2, 1996, and a verdict imposing a sentence of death in proper\n\nform on August 5, 1996.\n\n¶2.     Puckett's death sentence was set to be carried out on September 13, 1996. Puckett's Motion for\n\nJudgment Notwithstanding the Verdict or in the Alternative Motion for New Trial, as well as his\n\nsupplemental Motion for Judgment Notwithstanding the Verdict or in the Alternative Motion for New Trial,\n\nwere denied, and his execution was stayed pending appeal on August 9, 1996.\n\n¶3.     Puckett raised fifteen claims of error in his automatic direct appeal. This Court found his claims\n\nto be without merit, save one, and remanded the case back to the trial court mandating that a hearing be\n\nconducted under Batson v. Kentucky, 476 U.S. 79, 106 S. Ct. 1712, 90 L.Ed. 2d 69 (1986). See\n\nPuckett v. State, 737 So.2d 322 (Miss. 1999). The trial court held the required hearing on August 25,\n\n1999, and denied all relief on August 25, 1999. On appeal of that decision, this Court affirmed the denial\n\nof relief on the Batson issue, the conviction of capital murder, and the sentence of death. Puckett v.\n\nState, 788 So.2d 752 (Miss. 2001).\n\n¶4.     Puckett then petitioned the United States Supreme Court for writ of certiorari in November of\n\n2001. The United States Supreme Court denied the petition on March 3, 2003, and Puckett's petition for\n\nrehearing on April 21, 2003. Puckett v. Mississippi, 537 U.S. 1232, 123 S.Ct. 1384, 155 L. Ed.2d\n\n(2003); reh’g denied, 538 U.S.995, 123 S.Ct. 1823, 155 L. Ed. 2d 697 (2003).\n\n¶5.     In the interim of Puckett's petition to the United States Supreme Court, this Court appointed the\n\nMississippi Office of Capital Post-Conviction Counsel (MOCPCC) to represent Puckett in his state post-\n\nconviction proceedings. Puckett's counsel petitioned this Court for clarification of its August 2002 order,\n\nfrom which this Court issued its opinion on December 12, 2002, granting Puckett 180 days within which\n\nto file his petition for post-conviction relief. Puckett v. State, 834 So.2d 676 (Miss. 2002).\n\n                                                FACTS\n\n                                                    2\n\f¶6.   This Court's opinion on Puckett's direct appeal contains the following facts:\n\n      On October 14, 1995, shortly before 5:00 p.m., Mrs. Rhonda Hatten Griffis, age 28, was\n      found lying in a large pool of blood next to the couch in the living room of her home on 198\n      Sunrise Road, Petal, Mississippi. Mrs. Griffis was found wearing a t-shirt, and the only\n      clothing on the lower part of her body was around her left foot. She had several gashes on\n      the back of her head. There were other injuries to Mrs. Griffis' head, back, and chest,\n      including a deep laceration and three to four hesitation marks to the neck. She was also\n      bleeding from her vagina. She had several defensive wounds on her hands, arms, and\n      elbows. Mrs. Griffis died as a result of the injuries; the cause of death was cranial cerebral\n      trauma, secondary to blunt force trauma. A wooden stick or club covered with blood was\n      recovered outside the residence.\n\n      Rhonda's mother, Nancy Hatten, lived next door, roughly 150-175 feet from the Griffis'\n      trailer. On the day of the murder, Mrs. Hatten helped Rhonda's boys, Justin, age 7, and\n      Jeffrey, age 5, put up Halloween decorations in the yard. Rhonda was not feeling well that\n      day, suffering from a headache and bad sinus problems. Later that afternoon, Mrs. Hatten\n      was in her front yard when she heard a \"scream and a thud\" come from the Griffis' trailer.\n      Mrs. Hatten then ran home and telephoned the trailer. The phone rang four or five times,\n      but there was no answer. Mrs. Hatten hung up and dialed again, but there was still no\n      answer. She then immediately went to the trailer.\n\n      As Mrs. Hatten neared the trailer, she saw David Griffis, Rhonda's husband, and their two\n      boys driving up to the trailer. David had been hauling pine straw all day and was returning\n      with his last load. A blue truck was parked in the vacant lot beside the residence. Nancy\n      entered the trailer door at the kitchen/dining room area and called for Rhonda but there\n      was no answer. Puckett came from the hallway into the kitchen/dining area and raised a\n      club back and started towards Nancy. As Nancy backed away from Puckett, Jeffrey\n      entered the house followed closely by David. Justin was still outside. Nancy then took the\n      children, ran to her house, locked the boys in the bathroom, and called 911. This 911 call\n      was received by the 911 system at 5:01:15 p.m. and answered by the 911 operator at\n      5:01:20 p.m. At 5:01:41 p.m., Nancy was placed on hold, as 911 received a call from the\n      Griffis' trailer. Mrs. Hatten identified State's Exhibit Number 3 as the club that Puckett had\n      in his hand in the trailer.The Griffis family knew Puckett because he was once employed\n      by David Griffis. While Puckett was employed by David, the employees would gather at\n      the Griffis' house before leaving for work.\n\n      Jeffrey Griffis testified that when he entered the home, he saw Puckett with a club in his\n      hand and holding on to Mrs. Hatten's shirt. David Griffis testified that when he entered the\n      home, he saw Mrs. Hatten with Puckett standing in front of her with the club in his hand\n      raised over his head. David indicated that Puckett was wearing army-type coveralls. The\n      club had blood and a white substance on it. David asked Puckett what he was doing in his\n      house and Puckett said he had hit a deer on the road and came to get David's help and to\n\n\n                                                    3\n\fuse the telephone. David called out for Rhonda but no one answered. However, Puckett\ntold David that Rhonda was down at her mother's house. David asked Puckett about the\nblood on the club and Puckett indicated that it was blood from the deer. David then dialed\n911 from a portable phone that was laying on the counter beside him. This 911 call was\nreceived by the 911 system at 5:01:27 p.m. and answered by the 911 operator at 5:01:41\np.m. This (David's) call was terminated at 5:04:42 p.m. At some point, David and Puckett\nstruggled and David got the club from Puckett. David tried to keep Puckett in the trailer\nuntil the police arrived. However, Puckett took off running towards the door. As Puckett\nwas running for the door, David swung the club and hit Puckett on the shoulder. Then, as\nPuckett ran out the door, David threw the club at him. Dr. Michael West testified at trial\nthat the club, State's Exhibit 3, was consistent with the wound pattern found on Puckett's\nback.\n\nOnce Puckett exited the trailer, David entered the living room and reached for his pistol\nthat was usually on a gun cabinet just to the left of the living room door. However, the\npistol was not there. David did not see Rhonda's body lying in the living room at this time.\nDavid then ran into the bedroom to retrieve a rifle from the bedroom closet. The bedroom\ndoor is straight ahead as you turn towards the cabinet. As David exited the bedroom and\nre-entered the living room, he then saw Rhonda laying on the floor. He saw that Rhonda\nwas injured and dialed 911 again to inform the police. David's second 911 call was\nreceived by the 911 system at 5:05:01 p.m. and was answered by the 911 operator at\n5:05:07 p.m. This call was terminated at 5:11:45 p.m. The time between the end of David's\nfirst 911 call and the beginning of his second 911 call was 18 seconds. Sheriff's deputies\nand paramedics arrived within minutes.\n\nBefore David fired Puckett, David considered him to be a decent employee and even\nwrote a letter of recommendation for Puckett to become an Eagle Scout. Another former\nemployer of Puckett's, Ray Watkins, testified that shortly before Rhonda's murder, a maul\nhandle was broken at his work site. Watkins had the maul handle for several years,\nbetween seven (7) and ten (10) years, and believed the maul handle to be State's Exhibit\nNo. 3. Watkins also testified that he had seen the handle in Puckett's truck on several\noccasions.\n\nPuckett was seen around 3:30 p.m. the afternoon of the murder at the same house from\nwhich David Griffis was collecting pine straw. Puckett's blue 4-wheel drive truck was also\nseen passing the Griffis' residence at approximately 4:41 p.m.\n\nPuckett's truck was recovered the next night in a wooded area in Perry County. On\nOctober 16, 1995, Puckett was apprehended near his mother's home in Perry County. At\nthe time of his arrest, Puckett nervously commented to his mother that \"[t]his is a lot of law\nenforcement for somebody who just committed a burglary.\" A duffle bag containing various\nitems including a pair of coveralls was recovered from Puckett at the time of his arrest.\n\n\n\n                                              4\n\f       Puckett did not deny being in the trailer at the time of the murder, but testified that he\n       witnessed David Griffis murder his wife. He indicated that he had originally planned only\n       to burglarize the house in order to find money to pay his truck note. He stated that the idea\n       to burglarize the house just popped into his head at the time he went by the Griffis' house.\n       Puckett testified that he parked his truck in a vacant lot beside the Griffis' trailer and put\n       his coveralls on. Puckett saw Rhonda's car at the trailer, but proceeded to the door\n       anyway and knocked. Puckett said that Rhonda let him in and they began to talk. [FN1]\n       Puckett said that he saw the stick (State's Exhibit No. 3) lying on the living room floor. He\n       stated that he and Rhonda began kissing and he then began acting out his sexual fantasy\n       of undressing a woman while he remained fully clothed. He said that Rhonda then saw her\n       mother approaching the trailer, grabbed her clothes and ran into the bedroom, and told\n       Puckett to get rid of her mother. Puckett said he ran into the dining room area and had\n       picked up the stick and decided to scare Mrs. Hatten away with the club. Puckett further\n       stated that after Mrs. Hatten fled with the children, David accused Rhonda of sleeping with\n       Puckett and began hitting her with the stick that David took from Puckett. After beating\n       his wife, David struggled to keep Puckett in the trailer, but Puckett was able to escape\n       while David was calling 911. At trial, Puckett indicated the whole incident took four or five\n       minutes. Puckett said he hid in the woods for two days because he was afraid of David.\n\n       FN1. Puckett also claimed to have had a prior sexual encounter with Rhonda several\n       months before this incident, somewhere around May 1995. However, Puckett stated that\n       he had no further contact with Rhonda between May 1995 and the date of the murder on\n       October 14, 1995.\n\n       Puckett indicated that State's Exhibit No. 3 was not the same maul handle which he had\n       obtained from a former employer, Ray Watkins. He testified instead that he had destroyed\n       that maul handle while he was working for Mark Hicks, by making a torch out of it to burn\n       off some trash.\n\nPuckett v. State, 737 So.2d at 327-29.\n\n                                      ISSUES AND ANALYSIS\n\n¶7.    Puckett has raised the following issues, verbatim, in his petition for post-conviction relief:\n\n       I.      PETITIONER WAS DENIED HIS CONSTITUTION [sic] RIGHTS\n               TO BE TRIED BY TWELVE IMPARTIAL JURORS.\n\n\n               A.       Puckett Was Denied a Fundamentally Fair Trial with the\n                        Seating of a Juror Who Could Not Comprehend English.\n\n\n\n\n                                                     5\n\f¶8.      It is Puckett's contention that he was denied due process and a fundamentally fair trial because of\n\nthe seating of juror No. 35, Tomoe Parker, whom Puckett asserts could not comprehend English. First,\n\nthis issue was capable of being raised at the trial level and on direct appeal. It is procedurally barred from\n\nbeing raised for the first time in Puckett's petition for post-conviction relief. Miss. Code Ann. § 99-39-\n\n21(1); Simon v. State, 857 So.2d 668, 682 (Miss. 2003). Without waiving the procedural bar, Puckett's\n\ncontention is also without merit.\n\n¶9.      Miss. Code Ann. § 13-5-1 provides, in relevant part, as follows:\n\n         Every citizen not under the age of twenty-one years, who is either a qualified elector, or\n         a resident freeholder of the county for more than one year, is able to read and write,\n         and has not been convicted of an infamous crime, or the unlawful sale of intoxicating liquors\n         within a period of five years and who is not a common gambler or habitual drunkard, is a\n         competent juror. No person who is or has been within twelve months the overseer of a\n         public road or road contractor shall, however, be competent to serve as a grand juror.\n         The lack of any such qualifications on the part of one or more jurors shall\n         not, however, vitiate an indictment or verdict.\n\n(emphasis added).\n\n¶10.     The record indicates that Puckett affirmed Ms. Parker's presence after fully exploring her abilities\n\nto read, write, and comprehend English. During voir dire, the trial court asked if there was anyone who\n\ncannot read or write. Two venire members raised there hands, and the following dialogue was had at the\n\nbench:\n\n         THE COURT: All right. We are at the bench, T-O-M-O-E Parker, No. 35. We are in\n         the presence of the Defendant and defense attorney. And Roger Dale Ellerman, Juror\n         No. 53.\n\n         Ms. Parker, how much formal education have you had?\n\n         JUROR TOMOE PARKER: I have a high school--I am from Japan.[1]\n\n\n\n         1\n             Ms. Parker indicated on her Jury Information Questionnaire that her educational level was 14.\n\n                                                      6\n\f        THE COURT: Where did you do your educational work? Was that in Japan or here in\n        the states?\n\n        JUROR TOMOE PARKER: Japan.\n\n        THE COURT: You appear to be very fluent as far as English is              concerned.\n\n        JUROR TOMOE PARKER: I cannot understand big words. That is my problem. When\n        you started getting people talking so fast - -\n\n\n        THE COURT: But you can read and write; it is just a matter of             comprehending?\n\n        JUROR TOMOE PARKER: Somewhat - - but when I get the big words, I cannot\n        understand.\n\n        THE COURT: If You were selected for this jury panel, and you were sitting there and\n        either a witness or an attorney said something you didn't understand, would you raise your\n        hand and let us know that and have it clarified for you? Would you have any problem\n        doing that? You would do that?\n\n        JUROR TOMOE PARKER: If I could understand, I will.\n\n        MR. ADELMAN [Defense counsel]: Were you able to fill out the questionnaire?\n\n        JUROR TOMOE PARKER: No, I didn't; my daughter filled it out for me.\n\n        THE COURT: You understood the questions?\n\n        JUROR TOMOE PARKER: Yes. Writing and reading I have no problem.\n\n        MR. ADELMAN: If you were presented with written instructions of the Court, would you\n        be able to read   those?\n\n        JUROR TOMOE PARKER: If people write - - and I have time to read.\n\n        THE COURT: They would be typed. You will have all the time you need.\n\n¶11.    The trial court then went on to question the reading and writing abilities of Juror No. 53, Mr.\n\nEllerman. Upon concluding its questions, the trial court then asked for the views of counsel regarding these\n\ntwo potential jurors. The record reflects the following dialogue:\n\n\n                                                     7\n\f        THE COURT: I am going to need some direction. I don't want to make this decision.\n        Obviously they both can read and write to a limited degree. I don't think they are\n        automatically excluded under the statutory provision; so   we are down to the point\n        of whether or not y'all want to agree.\n\n\n        MR. ADELMAN: Mr. Ellerman said he could not understand the questions. I move to\n        strike.\n\n        THE COURT: Do you have a problem?\n\n        MR. JONES [Prosecutor]: If we do one, we need to do both.\n\n        MR. ADELMAN: Why is that?\n\n        MR. JONES: That will be fine; let's do the one.\n\n                                        ***\n        MR. JONES: Leave the woman [Tomoe Parker] and strike the man [Mr. Ellerman].\n\n        MR. ADELMAN: I am moving to strike the man. Are you moving to strike the woman?\n\n        MR. JONES: No.\n\n        THE COURT: Mr. Ellerman, thank you for coming. We will excuse you.\n                                                   ***\n        THE COURT: And Ms. Parker, if at any point in time you don't                 understand what\n        we're saying or doing, all you need to do is raise your hand and tell us that, and we'll either\n        slow down or explain it for you or whatever. Okay?\n\n        JUROR TOMOE O. PARKER: Yes, sir.\n\n¶12.    First, it is clear from the record that both parties explored Ms. Parker's abilities to read, write, and\n\ncomprehend. The record also shows that Ms. Parker indicated that she could read and write as required\n\nby Miss. Code Ann. § 13-5-1. The trial court held that she was not automatically excluded under the\n\nstatutory provisions. The trial court then invited the prosecution and the defense to reach an agreement as\n\nto whether she should stricken. The record appears to indicate that the prosecution was ready to strike\n\nMs. Parker and that it was the defense that was not agreeable. Further, Puckett did not object to Ms.\n\n\n                                                      8\n\fParker when the state tendered her as a juror. When the trial court presented Ms. Parker to the Defense,\n\nMr. Adelman replied, \"Will accept Tomoe Parker.\"\n\n¶13.    Puckett offers the affidavit of Ms. Tomoe Parker in an apparent attempt to impeach the verdict.\n\nPuckett argues that Ms. Parker \"was forced to give in to what, she thought, must be the superior judgment\n\nof her fellow jurors, who had been able to understand the entire proceedings.\" As the State correctly points\n\nout, Rule 606(b) of the Mississippi Rules of Evidence provides:\n\n        (b) Inquiry Into Validity of Verdict or Indictment. Upon an inquiry into the validity of a\n        verdict or indictment, a juror may not testify as to any matter or statement occurring during\n        the course of the jury's deliberations or to the effect of anything upon his or any other\n        juror's mind or emotions as influencing him to assent to or dissent from the verdict or\n        indictment or concerning his mental process in connection therewith, except that a juror\n        may testify on the question whether extraneous prejudicial information was improperly\n        brought to the jury's attention or whether any outside influence was improperly brought to\n        beat upon any juror. Nor may his affidavit or evidence of any statement by him\n        concerning a matter about which would be precluded from testifying be\n        received for these purposes.\n\n\n(emphasis added). \"Moreover, jurors generally may not impeach their own verdict by testifying about\n\nmotives or influences affecting deliberations.\" Lewis v. State, 725 So.2d 183, 190-91 (Miss. 1998)\n\n(citing Fairman v. State, 513 So.2d 910, 915-16 (Miss. 1987)).\n\n¶14.    Finally, at the conclusion of the guilt phase of Puckett's trial, the jury was polled. The trial court\n\nspecifically asked Ms. Parker if the verdict of guilty of murder during the commission of a sexual battery\n\nwas indeed her verdict. The record reflects the following dialogue:\n\n        THE COURT: Tomoe Parker, is that your verdict?\n\n        JUROR TOMOE PARKER: Yes.\n\n¶15.    At the conclusion of the sentencing phase, the jury was polled again regarding their decision that\n\nPuckett should suffer death.\n\n                                                     9\n\f        THE COURT: Tomoe Parker, is that your verdict?\n\n        JUROR TOMOE PARKER: Yes.\n\nThis issue is not only procedurally barred, it is without merit.\n\n                 B.      The Trial Judge Should Have Su Sponde [Sic]\n                         Dismissed Mrs. Parker.\n\n\n¶16.    Puckett's contends that the trial court judge should have dismissed Ms. Parker, sua sponte, upon\n\nlearning that she did not complete the jury information questionnaire on her own. As the record indicates,\n\nMs. Parker told the trial court that her daughter filled out the questionnaire.\n\n¶17.    This issue is without merit. Puckett is taking issue with the portion of Miss. Code Ann. § 13-5-1,\n\nwhich reads: \"The judge shall personally examine the answers of each juror prior to empaneling the jury\n\nand each juror who cannot complete the above form shall be disqualified as a juror and discharged.\" The\n\npurpose of the form is to aid the trial court in determining who can and cannot read and write. The record\n\nreflects extensive voir dire by the trial court regarding Ms. Parker's ability to read and write. Puckett's\n\ncounsel asked Ms. Parker if she filled out the questionnaire.\n\n        MR. ADELMAN [Defense counsel]: Were you able to fill out the questionnaire?\n\n        JUROR TOMOE PARKER: No, I didn't; my daughter filled it out for me.\n\n        THE COURT: You understood the questions?\n\n        JUROR TOMOE PARKER: Yes. Writing and reading I have no problem.\n\nMs. Parker clearly indicated that she could read and write.\n\n¶18.    In Herring v. State, 374 So.2d 784 (Miss. 1979), this Court held that a person who meets the\n\nother qualifications and can read and write only a few words is qualified as a juror. Further, in Johnson\n\nv. State, 416 So.2d 383 (Miss. 1982), the Defendant asserted that juror Leflore could not read or write\n\n                                                     10\n\fand moved for a mistrial. A hearing was conducted at which juror Leflore testified that she could read and\n\nwrite, that she read the jury instructions, and that it was only after the jury dispersed that she became ill and\n\nunable to read. The Defendant offered juror Leflore's step-daughter, Mrs. Griffin, as a witness, who\n\ntestified that juror Leflore could not read. The trial judge overruled the motion for a mistrial. This Court\n\nheld that \"[i]n view of the fact that the evidence was conflicting, a factual dispute evolved for resolution by\n\nthe trial judge\" and held the issue to be without merit. Id. at 390.\n\n¶19.    In this case, there was not even a dispute as to whether Ms. Parker could read and write. Despite\n\nthe fact that Ms. Parker stated her daughter filled out the Jury Information Questionnaire, the trial judge and\n\nPuckett's counsel questioned her about her ability to understand the questions asked on the questionnaire\n\nand her ability to read and write. The record supports the trial judge’s finding that Ms. Parker was a\n\nqualified juror. This issue is without merit.\n\n                 C.       Inappropriate Contact by Court Personnel Resulted in\n                          a Violation of Petitioner's Fundamental Rights.\n\n\n¶20.    Puckett asserts that \"[j]ury members consumed alcohol and played cards with members of law\n\nenforcement some of whom testified during the course of the trial.\" Puckett directs our attention to the\n\naffidavit of Ms. Tomoe Parker. Her affidavit reads: \"The policemen and jurors played cards together and\n\ndrank beer together while at the Holiday Inn in Gulfport.\"\n\n¶21.    First, nothing in Ms. Parker's affidavit suggests that the juror were drinking beer with law\n\nenforcement officers who testified during the course of the trial. Further, Puckett has not identified who\n\nthose law enforcement officers who allegedly testified and drank beer with the jurors. It appears that Ms.\n\nParker is most likely referring to the bailiffs assigned to the sequestered jury.\n\n\n\n\n                                                       11\n\f¶22.    Second, Puckett cites the Hawaii case of Arruda v. Tanaka, 370 P.2d 468 (Haw. 1962), and\n\nasserts that alcohol consumption by any member of the jury was improper and constituted error. What the\n\nHawaiian court actually held was that the consumption of liquor by some of the jurors, once segregated,\n\nis improper and constitutes error, but does not amount to prejudicial error or conduct as a matter of law.\n\nThe material inquiry is whether the party to be affected by the verdict was prejudiced thereby as matter of\n\nfact. Id. at 475. \"'The material inquiry in such cases is whether the defendant was prejudiced thereby, in\n\nother words, whether the use was such as to affect the mind of any of the jurors and thus deprive the\n\ndefendant of the benefit of the condition of mind of each and all of the jurors to which he is entitled; and if\n\nit appears that the defendant was not prejudiced the verdict can not be reversed.\" Id. (quoting Territory\n\nv. Ferris, 15 Haw. 139 (1903).\n\n¶23.    In King v. State, 580 So.2d 1182 (Miss. 1991), this Court reviewed a similar circumstance. The\n\ntrial court in King entered a sequestration order that required jurors, along with two bailiffs, to stay at a\n\nHoliday Inn each night of the four-day trial. On two separate occasions, three of the jurors visited the\n\nmotel's lounge. Id. at 1186. Upon learning of the juror's visits to the lounge, two of the defendants filed\n\na post-trial \"Motion to Set Aside Verdict, Declare Mistrial, and Grant a New Trial.\" Id. Although the trial\n\ncourt expressed its disappointment in the jurors' conduct, the trial court held that the conduct did not bring\n\nabout the vitiation of the guilty verdict. Id. Both the trial court and this Court were more concerned with\n\nthe separation of the sequestered jurors. After finding that the defendants did not present even a \"scintilla\"\n\nof evidence, this Court affirmed the trial court's decision to overrule the motion.\n\n¶24.    In the instant case, Puckett has not asserted that the jurors were intoxicated or that they were\n\nseparated. Puckett does not present evidence that the jurors discussed the case or that the jurors were\n\n\n\n                                                     12\n\fsubjected to outside influence. Puckett merely asserts that \"[s]uch conduct raises a specter of impropriety.\"\n\nThis issue is without merit.\n\n                 D.      The Baliff [Sic] Assigned to the Jury Was Personally\n                         Affected by a Capital Murder.\n\n¶25.    Puckett maintains that he did not receive a fair trial because jury members were aware of the\n\ncircumstances surrounding the death of Bailiff Ladner's husband, Bruce Ladner, who was a highway\n\npatrolman. Bruce Ladner was the victim of a capital murder. Puckett asserts that such knowledge by the\n\njury constitutes extraneous influence because \"anything less than a guilty verdict and sentence of death\n\nwould appear to be disrespectful to not only Mrs. Ladner but also to the memory of her deceased\n\nhusband.\"\n\n¶26.    First, Puckett does not offer any authority in support of his contention. This Court has continually\n\nconsidered issues of error not supported by citation or authority as abandoned. Thibodeaux v. State,\n\n652 So.2d 153, 155 (Miss. 1995). It is the duty of an appellant to provide authority and support of an\n\nassignment of error. Drennan v. State, 695 So.2d 581, 585-86 (Miss. 1997); Hoops v. State, 681\n\nSo.2d 521, 526 (Miss. 1996); Kelly v. State, 553 So.2d 517, 521 (Miss. 1989); Smith v. State, 430\n\nSo.2d 406, 407 (Miss. 1983); Ramseur v. State, 368 So.2d 842, 844 (Miss. 1979). Because Puckett\n\nhas failed to meet the burden of providing authority to support his assignment of error, he is procedurally\n\nbarred. Holland, 705 So.2d at 329; Drennan, 695 So.2d at 585-86.\n\n¶27.    Without waiving the procedural bar, Puckett's claim has no merit. Puckett offer no proof that any\n\njuror had knowledge of the circumstances surrounding the death of Bailiff Ladner's husband or that such\n\nknowledge had a prejudicial effect on the jury's verdict. Puckett directs this Court's attention to his Exhibit\n\n7, purportedly and affidavit of \"Harris.\" Puckett's Exhibit 7 is an affidavit from James Green, an investigator\n\n\n\n                                                      13\n\ffor the MOCPCC who swears in his affidavit to a telephone interview with Ms. Tomoe Parker. There is\n\nnothing in Green's affidavit that relates to Bailiff Ladner or her late husband.\n\n¶28.    The only affidavit provided in Puckett's exhibits from an individual named \"Harris\" is Exhibit 8,\n\nwhich is a sworn affidavit of Tomika Harris. Harris is also an investigator for the MOCPCC. In this\n\naffidavit, Harris swears conducting an interview with Mr. Jerry Parker, an alternate juror in Puckett's trial.\n\nHarris's affidavit also comments on various statements made by Mr. Parker to her.\n\n        Mr. Parker informed us that he only served as an ALTERNATE juror on this case. He\n        stated that the bailiff's names were Mr. Warden and Mrs. Ladner (Mrs. Ladner is the\n        widow of the late Bruce Ladner, officer slain in the line of duty years earlier).\n\nPuckett's petition, Ex. 8, Affidavit of Tomika Harris.\n\n¶29.    This is the only reference of Bruce Ladner's death presented by Puckett's exhibits to his application\n\nfor post-conviction relief. This hearsay reference to Bruce Ladner does not assert that any juror's decision\n\nwas influenced in any way because of Mrs. Ladner's presence as a bailiff in Puckett's trial. This issue is\n\nboth barred from review, and without merit.\n\n        II.     THE DAUBERT/KUMHO GATE-KEEPING FUNCTIONS SHOULD\n                APPLY IN STATE DEATH PENALTY CASES.\n\n¶30.    Puckett claims that \"the Mississippi Court erred in not applying the standards established by this\n\nCourt in Duabert [sic] v. Merill [sic]Dow Pharmaceuticals, 509 U.S. 579, 113 S. Ct. 2786\n\n(1993) and Kumho Tire Co., Ltd. v. Carmichael, 526 U.S. 137, 119 S. Ct. 1167 (1999), in\n\ndetermining whether [Dr. Michael West's, D.D.S.,] testimony should have been allowed.\"2 Basically\n\nPuckett contends that the trial court and this Court erred in finding that Dr. West could testify as an expert\n\n\n\n\n        2\n         It appears from the wording of this issue that Puckett is presenting this issue to the U.S. Supreme\nCourt which, notably, denied his petition for writ of certiorari.\n\n                                                     14\n\fin wound pattern analysis. Puckett maintains that Dr. West's methods were not generally accepted within\n\nthe forensic science field and he should not have been allowed to testify.\n\n¶31.    First and for most, the issue of whether Dr. West should have been permitted to testify as an expert\n\nwitness in the field of wound patterns was raised and discussed on direct appeal. Puckett, 737 So.2d at\n\n341-43. This Court held that \"the trial court did not err in allowing Dr. West to testify as an expert in the\n\nfield of wound patterns.\" Id. at 343. This issue is procedurally barred. Miss. Code Ann. § 99-39-21(3).\n\n¶32.    In his reply brief, Puckett offers his Exhibit 16 which he identifies as Minutes of the Ethics\n\nCommittee of the American Academy of Forensic Science. The document was in response to a complaint\n\nregarding Dr. West's scientific methods. The complaint was filed after Dr. West testified in a capital\n\nmurder case in 1992 . The Academy appears to have recommended that Dr. Michael H. West be\n\n\"expelled from the Academy. . . . \"\n\n¶33.    Regardless of Puckett's contention and his Exhibit 16, this Court stated the following on Puckett's\n\ndirect appeal regarding Puckett's challenge of Dr. West's testimony:\n\n        It is interesting to note that the pathologist, Dr. Steven Hayne, also testified that the victim's\n        wounds were consistent with State's Exhibit No. 3 without objection. Furthermore,\n        Puckett himself testified that State's Exhibit No. 3 was the murder weapon, only that David\n        Griffis was the one who used it to beat his wife to death. Puckett also admitted being hit\n        by David with that very same stick. Consequently, even if it had been error to allow Dr.\n        West to testify as a wound pattern expert, his testimony could not have been prejudicial\n        and harmful as Puckett himself confirmed everything Dr. West stated during his own\n        testimony.\n\nPuckett, 737 So.2d at 343. Relief on this claim is denied.\n\n        III.    PUCKETT WAS DENIED HIS FUNDAMENTAL AND\n                CONSTITUTIONAL RIGHT TO A FAIR TRIAL BY THE\n                ADMISSION OF THE TESTIMONY OF JUSTIN AND JEFFERY\n                GRIFFIS.\n\n\n\n\n                                                       15\n\f¶34.     Puckett's claims that he was denied his fundamental right to a fair trial because the trial judge\n\noverruled his objection and permitted the testimony of Justin3 and Jeffery Griffis,4 the victim's children.\n\nPuckett contends that the State had already established evidence through Nancy Hatten and David Griffis\n\nthat Rhonda was home alone while David and the children were out gathering pine straw before returning\n\nhome around 5:00 P.M. Puckett asserts that the testimony of the children \"did not go to anything at issue.\n\nTheir testimony was presented by prosecution purely for sympathy value.\" Puckett objected to the\n\ntestimony of Jeffery and Justin at trial on the basis of relevancy. He also objected at trial to the cumulative\n\nnature of their testimony. The trial judge found that the boys were competent witnesses and allowed their\n\ntestimony. Although Puckett was capable of raising this issue on direct appeal, he did not. The issue is\n\nprocedurally barred. Miss. Code Ann. § 99-39-21(1); Wiley v. State, 750 So.2d 1193, 1208 (Miss.\n\n1999).\n\n¶35.     Without waiving the procedural bar, the issue is also without merit. Puckett cites two cases in his\n\nargument. First, Puckett quotes Cox v. State, 849 So.2d 1257 (Miss. 2003). \"Although relevant,\n\nevidence may be excluded if its probative value is substantially outweighed by the danger of unfair\n\nprejudice, confusion of the issues, or misleading the jury, or by considerations of undue delay, waste of\n\ntime, or needless presentation of cumulative evidence.\" Id. at 1269 (emphasis added). This statement from\n\nCox is, verbatim, M.R.E. 403. The Comment to Rule 403 states that \"[t]his rule also gives the trial judge\n\ndiscretion to exclude evidence which is merely cumulative.\" M.R.E. 403 cmt., citing Carr v. State, 208\n\nSo.2d 886 (Miss. 1968). Further, \"[the relevancy and admissibility of evidence are largely within the\n\n\n         3\n             Justin was seven years old at the time of the murder and eight years old at the time of Puckett's\ntrial.\n         4\n             Jeffery was five years old at the time of the murder and six years old at the time of Puckett's trial\n\n                                                        16\n\fdiscretion of the trial court and reversal may be had only where that discretion has been abused.\" Gray\n\nv. State,728 So.2d 36, 56 (Miss. 1998) (citations omitted).\n\n¶36.    Puckett also cites Flowers v. State, 842 So.2d 531, 541 (Miss. 2003), for the proposition that\n\n\"[evidence should be limited to what is relevant to the single issue.\" As the State points out, the context in\n\nwhich this statement was made in Flowers was a discussion regarding evidence of other crimes, wrongs,\n\nor bad acts pursuant to M.R.E. 404(b). That is not to say that eyewitness testimony should not also be\n\nrelevant. \"'Relevant Evidence' means evidence having any tendency to make the existence of any fact that\n\nis of consequence to the determination of the action more probable or less probable than it would be\n\nwithout the evidence.\" M.R.E. 401.\n\n¶37.    Through his testimony, Jeffery identified Puckett as the man he saw inside the family's home upon\n\nreturning from collecting straw on the day of the murder. He also testified that Puckett was holding on to\n\nNancy Hatten's shirt and holding a \"club\" in the other hand. It cannot be said that Jeffery's testimony was\n\nirrelevant.\n\n¶38.    Justin testified that he saw his mother before going with his brother and father to collect pine straw\n\nand that his mother was okay at that time. The state argued at trial that the defense had made the opening\n\nstatement that somebody else had murdered Rhonda and that Justin's testimony would help established the\n\ntime frame in which the murder had occurred. This Court finds that Justin's testimony was also relevant.\n\n\n\n¶39.    Even if we assume, for the sake of argument, that the relevant testimony of Justin and Jeffery was\n\ncumulative to matters already established through testimony of Nancy Hatten and David Griffis, Puckett's\n\ndefense was to accuse David Griffis of the murder. The testimony of the boys corroborated portions of\n\nDavid Griffis's testimony. The trial judge did not abuse his discretion in allowing the testimony.\n\n\n\n                                                     17\n\f¶40.    Puckett's claim is both procedurally barred and without merit.\n\n        IV.     WHETHER IT WAS IMPROPER AND REVERSIBLE ERROR FOR\n                THE DISTRICT ATTORNEY TO INQUIRE OF THE PETITIONER\n                AS TO HIS POST-MIRANDA SILENCE, WHERE PETITIONER\n                MADE BRIEF POST-    ARREST STATEMENTS AFTER WHICH\n                HE INVOKED HIS RIGHT TO REMAIN SILENT.\n\n¶41.    Puckett argues that the prosecution committed reversible error during cross-examination by\n\nimproperly inquiring into the defendant's post-Miranda silence. This identical issue was raised as\n\nPuckett's assignment of error VII on his direct appeal before this Court. Puckett v. State, 737 So.2d\n\nat 347. This Court agreed with the State's position that the issue was procedurally barred, not only\n\nbecause the defense did not object to the prosecutor's line of questioning, but also because the issue was\n\nnot raised in Puckett's Motion for New Trial. Id. at 349. However, this Court discussed the merits of\n\nPuckett's contention to determine if his fundamental rights had been violated. Id. at 350. This Court\n\nultimately held Puckett's claim to be without merit. Id.\n\n¶42.    Puckett's attempt to raise this issue again in his motion for post-conviction relief is procedurally\n\nbarred as res judicata. Miss. Code Ann. §99-39-21(3); Wiley v. State, 750 So.2d at 1200. As this\n\nCourt found previously, Puckett is not entitled to relief on this assignment of error.\n\n        V.      THE PETITIONER WAS DENIED HIS SIXTH AMENDMENT\n                RIGHT TO THE EFFECTIVE ASSISTANCE OF COUNSEL AT\n                THE GUILT AND SENTENCING PHASES OF THE TRIAL\n                WITHIN THE MEANING OFSTRICKLAND v. WASHINGTON, AND\n                CORRESPONDING PORTIONS OF T H E M I S S I S S I P P I\n                CONSTITUTION.\n\n¶43.    This Court has stated the following on ineffective assistance of counsel and the standard provided\n\nin Strickland v. Washington, 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984):\n\n\n\n\n                                                     18\n\f\"The benchmark for judging any claim of ineffectiveness [of counsel] must be whether\ncounsel's conduct so undermined the proper functioning of the adversarial process that the\ntrial cannot be relied on as having produced a just result.\"Strickland v. Washington,\n466 U.S. 668, 686, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984). A defendant must\ndemonstrate that his counsel's performance was deficient and that the deficiency prejudiced\nthe defense of the case. Id. at 687, 466 U.S. 668, 104 S.Ct. 2052. \"Unless a defendant\nmakes both showings, it cannot be said that the conviction or death sentence resulted from\na breakdown in the adversary process that renders the result unreliable.\" Stringer v.\nState, 454 So.2d 468, 477 (Miss.1984) (citing Strickland v. Washington, 466 U.S.\nat 687, 104 S.Ct. 2052). The focus of the inquiry must be whether counsel's assistance\nwas reasonable considering all the circumstances. Id.\n\n        Judicial scrutiny of counsel's performance must be highly deferential.\n        (citation omitted) ... A fair assessment of attorney performance requires\n        that every effort be made to eliminate the distorting effects of hindsight, to\n        reconstruct the circumstances of counsel's challenged conduct, and to\n        evaluate the conduct from counsel's perspective at the time. Because of\n        the difficulties inherent in making the evaluation, a court must indulge a\n        strong presumption that counsel's conduct falls within the wide range of\n        reasonable professional assistance; that is, the defendant must overcome\n        the presumption that, under the circumstances, the challenged action 'might\n        be considered sound trial strategy.'\n\nStringer, 454 So.2d at 477 (citing Strickland, 466 U.S. at 689, 104 S.Ct. 2052).\nDefense counsel is presumed competent. Id.\n\n        Then, to determine the second prong of prejudice to the defense, the\n        standard is \"a reasonable probability that, but for counsel's unprofessional\n        errors, the result of the proceeding would have been different.\" Mohr v.\n        State, 584 So.2d 426, 430 (Miss.1991). This means a \"probability\n        sufficient to undermine the confidence in the outcome.\" Id. The question\n        here is:\n\n        whether there is a reasonable probability that, absent the errors, the\n        sentencer--including an appellate court, to the extent it independently\n        reweighs the evidence--would have concluded that the balance of the\n        aggravating and mitigating circumstances did not warrant death.\n        Strickland, 466 U.S. at 695, 104 S.Ct. at 2068.\n\nThere is no constitutional right then to errorless counsel. Cabello v. State, 524 So.2d\n313, 315 (Miss.1988); Mohr v. State, 584 So.2d 426, 430 (Miss.1991) (right to\neffective counsel does not entitle defendant to have an attorney who makes no mistakes\nat trial; defendant just has right to have competent counsel). If the post-conviction\n\n                                             19\n\f        application fails on either of the Strickland prongs, the proceedings end. Neal v. State,\n        525 So.2d 1279, 1281 (Miss.1987); Mohr v. State, 584 So.2d 426 (Miss.1991).\n\n        Davis v. State, 743 So.2d 326, 334 (Miss.1999) (citing Foster v. State, 687 So.2d\n        1124, 1130 (Miss.1996)).\n\nBrown v. State, 798 So.2d 481, 493-94 (Miss.2001).\n\n                A.       Failure to Present a Defense in the Guilt-Innocence\n                         Phase of the Trial.\n\n¶44.    During the guilt-innocence phase of the trial, the defense called Puckett's Boy Scout Leader and\n\nAssistant Leader as character witnesses. Puckett also took the stand in his own defense. Puckett asserts\n\nthat his trial counsel was ineffective because \"[t]hese three witness [sic] comprised the sum total of the\n\ndefense.\" Puckett concludes that his counsel failed to provide a meaningful defense.\n\n¶45.    Again, it was Puckett's defense that David Griffis committed the murder. All of those individuals\n\nwho were at the scene of the crime following Rhonda's murder and witnessed Puckett at the scene testified\n\nas witnesses for the State. Puckett neither provides this Court with insight as to who else should have been\n\npresented as a defense witness during the guilt phase nor does he assert that defense counsel was deficient\n\nin his cross-examination of the state's witnesses. Puckett has offered nothing by way of proof that his\n\ndefense counsel was ineffective other than the conclusory allegation that only calling three witnesses,\n\nincluding Puckett, was deficient.\n\n¶46.    Puckett has not presented this claim with any specificity.\n\n        [I]n order to sustain summary dismissal, of the ineffective assistance of counsel claim, under\n        Miss.Code Ann. § 99-39-11(2) (Supp.1997), the allegation must be alleged with\n        specificity. '[H]e must specifically allege facts showing that effective assistance of counsel\n        was not in fact rendered, and he must allege with specificity the fact that but for such\n        purported actions by ineffective counsel, the results of the trial court decision would have\n        been different. Smith v. State, 434 So.2d 212, 219 (Miss.1983). See also Miss.Code\n        Ann. § 99-39-9(1)(c) (1994); Ford v. State, 708 So.2d 73, 75 (Miss.1998).\n\n\n                                                     20\n\fWilcher v. State, 863 So.2d 776, 805 (Miss. 2003). This claim is summarily dismissed.\n\n                 B.      The Failure to Challenge Juror Number 35 after\n                         Counsel Learned That She Did Not Fill out Her Own\n                         Jury Questionnaire.\n\n¶47.    In this claim, Puckett revisits the issue of juror No. 35, Ms. Tomoe Parker. He asserts that his\n\ndefense counsel was ineffective for failing to strike Ms. Parker because she did not personally complete\n\nher juror questionnaire. Puckett concludes his argument by stating that \"[the inclusion of Mrs. Parker on\n\nPetitioner's jury panel, after she clearly indicated that she could not adequately understand English, was\n\nprejudicial.\"\n\n¶48.    As discussed previously, the trial court asked the venire if there was anyone who could not read\n\nor write. Ms. Parker was one of two venire members who came forward at that time. As the trial court\n\nconducted voir dire of these two venire members, Ms. Parker indicated that her daughter filled out the\n\nquestionnaire for her. However, the trial court questioned Ms. Parker extensively and was satisfied that\n\nshe could, in fact, read and write. The trial court was also satisfied as to her English speaking abilities. As\n\nwas stated above in Puckett's first claim of error, Puckett was not denied a fundamental right by Ms.\n\nParker having been seated as a juror. It cannot be maintained that Puckett's counsel was deficient for not\n\nmoving to have her stricken from the jury.\n\n¶49.    Defense counsel is presumed competent. Stringer, 454 So.2d at 477. There is a presumption\n\nthat counsel's conduct is reasonable and professional and that decisions made are strategic. Murray v.\n\nMaggio, 736 F.2d 279, 282 (5th Cir. 1984). Even if we assume, for the sake of argument, that Puckett's\n\ncounsel was deficient for failing to have Ms. Parker stricken from the jury, Puckett has not demonstrated\n\nhow the outcome of the trial would have been different.\n\n\n\n                                                      21\n\f¶50.    The ineffective assistance of counsel claim fails because Puckett has not demonstrated the requisite\n\ndeficient performance and resulting prejudice.\n\n        C.       It Was Ineffective Assistance of Counsel for Failing to Voir Dire the\n                 Jury Concerning Their Beliefs Regarding Issues of Adultery.\n\n¶51.    Puckett testified that he had gone into the Griffis home with the intention of stealing money to pay\n\nhis truck note. Puckett, 737 So.2d at 329. Puckett also testified that Rhonda was home and let him enter\n\nthe home. Id. Further, Puckett told the jury that he and Rhonda began kissing and then he began to live\n\nout his sexual fantasy of undressing a woman while he remained dressed. Id. Puckett's theory of the case\n\nwas that David Griffis murdered his wife after learning that Rhonda and Puckett were having an affair. He\n\nasserts that his counsel was ineffective for failing to voir dire the jury to determine \"whether members of the\n\nvenire had any bias or prejudice regarding adultery, fornication and/or underage sex.\" Id.\n\n¶52.    As the State properly points out, Puckett was on trial for capital murder during the course of sexual\n\nbattery, not while engaged in the acts of adultery or fornication. Further, there was no question of\n\nunderage sex because Puckett was eighteen at the time of the crime and the victim was twenty-eight.\n\n¶53.    Puckett does not demonstrate how the failure to question the venire about this was deficient, nor\n\ndoes he demonstrate how he was prejudiced. Puckett's claim is nothing more than a conclusory allegation\n\nof ineffective assistance of counsel that is completely without merit. Puckett has failed to allege with\n\nspecificity his claim for ineffective assistance of counsel and the claim should be summarily dismissed.\n\nWilcher, 863 So.2d at 805.\n\n                 D.      Trial Counsel Was Ineffective by Failing to Request and\n                         Send Samples for Independent Testing.\n\n¶54.    The following is Puckett's argument in its entirety:\n\n\n\n                                                      22\n\f        Trial counsel's performance was deficient because he failed to request and send evidence\n        samples for independent testing. Testing of the samples and evidence collected would\n        have enabled the Petitioner to challenge to prosecution on their theory of the case. The\n        failure to provide independent testing prejudiced the Petitioner by preventing a vigorous\n        defense.\n\nPuckett's petition, at 35.\n\n¶55.    Again, Puckett has done nothing more than submit a conclusory allegation. He has failed to allege\n\nwith specificity support for his claim of ineffective assistance of counsel and the claim should be summarily\n\ndismissed. Wilcher, 863 So.2d at 805. Further, Puckett cites no authority for his contention. This Court\n\nhas continually considered issues of error not supported by citation or authority as abandoned.\n\nThibodeaux v. State, 652 So.2d at 155. Puckett does not demonstrate what sample or samples should\n\nhave been tested, what the independent testing would have revealed, or that the testing that was performed\n\nwas inaccurate or somehow defective.\n\n¶56.    It is clear that Puckett has not demonstrated how counsel's performance was deficient. This claim\n\ndoes not pass the first prong of the standard set forth in Strickland.\n\n                 E.       Counsel Failed Their Duty to Investigate and Present\n                          Mitigating Evidence.\n\n¶57.    Puckett asserts that during the sentencing phase his counsel presented limited testimony from a\n\nformer teacher, a superintendent, a scouting master, a prison chaplain, Puckett's mother and a friend of\n\nhers. Puckett did not testify on his own behalf. Puckett claims that he was unfairly prejudiced and denied\n\nhis fundamental Sixth Amendment right to effective counsel because none of his classmates, friends or other\n\nrelatives were called to testify.\n\n¶58.    The record indicates that defense counsel called six witnesses to testify on Puckett's behalf during\n\nsentencing. Puckett's counsel first called Susan Greer, one of Puckett's high school teachers who had\n\n\n                                                     23\n\ftaught Puckett in three different subjects during a one-year period. She testified that Puckett was a good\n\nstudent, a very mannerly young man, and that she never had a problem with him in the classroom. She\n\ntestified of her experience with Puckett and several other children while on a seven-day field trip to\n\nWashington D.C. Greer testified that Puckett was a very friendly young man and that she had no\n\ndisciplinary problems with Puckett. She then asked the jury to spare Puckett's life.\n\n¶59.    The next witness to testify on Puckett's behalf was Pat Jones, the Superintendent of Education of\n\nPerry County Schools. Jones testified that he knew Puckett very well and had known Puckett since\n\nPuckett was in the ninth grade at Perry Central High school. Id. at 1150. Jones testified that Puckett\n\noften came to visit at Jones's home for swimming parties, and that Puckett visited even after having\n\ngraduated high school. Jones stated that Puckett was a \"good, caring child\" and that Jones never saw\n\nviolence in Puckett. Jones testified that he and Puckett often talked about religion and feelings. Jones told\n\nthe jury that Puckett had a \"self esteem\" problem and that Jones made it a point to help build Puckett's\n\ngood moral character. Jones affirmed that he thought Puckett could make something positive of this life\n\nexperience despite being incarcerated, and Jones asked the jury to spare Puckett's life.\n\n¶60.    The third witness to testify in mitigation was Bill Wall. Wall owns a finance company and is an\n\ninmate chaplain where Puckett is incarcerated. Wall testified that he met Puckett the second day of\n\nPuckett's incarceration in October of 1995. Wall testified that Puckett had completed three Bible study\n\ncourses and was about to begin the fourth. Wall also testified that Puckett always came to the Wednesday\n\nafternoon counseling sessions. Wall told the jury that Puckett got along well with the other inmates and\n\nofficers. Wall stated that Puckett \"had accepted the Lord \" and Wall was of the belief that Puckett \"could\n\nencourage [other inmates] in the study of God's word.\" Wall asked the jury to spare Puckett's life. He also\n\nasked the jury to consider Puckett's age.\n\n\n                                                     24\n\f¶61.    The next witness to testify for Puckett was Dora Harrington. Mrs. Harrington and Puckett's mother\n\nattended school together. Mrs. Harrington testified that her children and Puckett had spent considerable\n\ntime together camping, swimming and picnicking. She told the jury that she had been close to Puckett, and\n\nshe asked the jury to spare his life.\n\n¶62.    Puckett's mother, Mary Puckett, testified next. The defense counsel asked Mary Puckett if she\n\nwas asking the jury to spare her son life, to which she replied, \"yes, I am.\" The State submits that the line\n\nof questioning to Mary Puckett by the defense was limited because Puckett's mother had asked him to\n\nmove out of the family home just two weeks prior to the murder, which the State asked her to expound\n\nupon.\n\n¶63.    The final witness called on Puckett's behalf was Lamar Pritchard. Pritchard works for the Internal\n\nRevenue Service and was Puckett's leader in the Boy Scouts. He testified that he knew Puckett for\n\napproximately five years and that he last saw Puckett in May of 1995, approximately five months before\n\nthe murder occurred, when Puckett received his Eagle Scout award. Pritchard told the jury that Puckett\n\nshowed leadership qualities, had perseverance, and that Puckett took younger scouts and helped them\n\ndevelop. Finally, Pritchard explained to the jury that Puckett could live a productive life in prison and\n\nasked them to spare Puckett's life.\n\n¶64.    Puckett asserts that his counsel failed to investigate and produce mitigating evidence that could have\n\nbeen offered by calling classmates, friends or other relatives. As proof of his contention, Puckett offers an\n\naffidavit of Mary Puckett and two unsworn statements from friends.\n\n¶65.    Mary Puckett states in her affidavit that\n\n        [e]ven though Mr. Adelman chose to call only a few witness [sic] on Mike's [sic] behalf,\n        there were many other people-family and friends who could have testified: Debbie Puckett,\n        his aunt; Paul Puckett, uncle; Harold Puckett, stepfather; Larry Ross, Matt's natural father;\n        Lisa Connerly, aunt; Keith Stennet, uncle; Frankie Harold, Corey McLain and Herbert\n        Wiggins, friends. There was also the person who certified Matt as an Eagle Scout and did\n\n                                                     25\n\f        an extensive investigation into matt's background. There were also several other teachers\n        who were available. I told Mr. Adelman about some of these people and would have had\n        more information and witnesses if I had been told these things were important.\n\nThis affidavit does nothing more than identify people that Mary Puckett feels would have been helpful to\n\nher son's sentencing hearing. She does not state what these potential witness might have testified to or how\n\nthat testimony would have been any different than the testimony that was offered from the six individuals\n\nthat did testify on Puckett's behalf. Further, Puckett has failed to provide affidavits from those individuals\n\nnamed by his mother in her affidavit.\n\n¶66.    Puckett also offers the unsworn statements of Ronnie Ainsworth and Iris Moree Hinton which he\n\nrefers to as affidavits.5 An affidavit is \"[a] written or printed declaration or statement of facts, made\n\nvoluntarily, and confirmed by the oath or affirmation of the party making it, taken before a\n\nperson having authority to administer such oath or affirmation.\" Black's Law Dictionary, 58\n\n( 6th ed. 1990). (emphasis added); see also Wilborn v. State, 394 So.2d 1355, 1359 (Miss. 1981)\n\n(Patterson, C.J., dissenting).\n\n¶67.    In his unsworn statement, Ainsworth states that Puckett was \"a good friend, the kind of person you\n\ncould call in the middle of the night for a ride. He'd help you get a job, anything for a friend.\" Ainsworth\n\nalso states, \"I do not keep in touch with Matt but still consider him a friend. Matt was loved by his friends\n\nand none of us was [sic] ever asked to testify on his behalf. I can think of 15-20 people who would have\n\ntestified on Matt's behalf had we been asked.\"\n\n\n\n        5\n             The statements of Ainsworth and Hinton have not been notarized. Instead, Puckett offers an\naffidavit of Kendra Lee-Lindsey, an intern coordinator at the Mississippi Office of Capital Post-Conviction\nCounsel who states that she was present when Ainsworth and Hinton signed there statements. She also\nstates that she does not know the reason why those statements were not notarized. Puckett's petition, Ex.\n11. Miss. Code Ann. § 99-39-9(1)(e) requires that a petitioner furnish affidavits to support his claims or\nshow cause why he could not furnish these affidavits.\n\n                                                     26\n\f¶68.    Iris Moree Hinton's unsworn statement reveals that Puckett was living with Hinton and her husband\n\nat the time he was arrested. She stated that she was concerned that Puckett had been seeing a married\n\nwoman with two kids and that defense counsel never asked what she knew of the married woman.\n\nHinton's unsworn statement does not tell this Court anything else about what Hinton may have known about\n\nthe woman she alleges Puckett was seeing.\n\n¶69.    First of all, the unsworn statement does not mention this woman's name. Second, if it is to be\n\nimplied that the married woman Hinton is speaking of was Rhonda Griffis, the State correctly points out\n\nthat this statement is in direct conflict with Puckett's testimony at trial. Puckett testified that he had only had\n\nsex with Rhonda Griffis once, which he asserts occurred during \"the early part of the spring\" of 1995. He\n\nalso testified that he had nothing more to do with the victim until the day of the murder, October 14, 1995.\n\nThe State contends that Hinton's testimony of Puckett seeing a married woman, if in fact it is to be implied\n\nfrom the unsworn statement that the woman was Rhonda Griffis, would have been contradictory to\n\nPuckett's testimony. Counsel cannot be said to be deficient for not wanting to contradict Puckett's theory\n\nof defense. This Court would then be evaluating a claim of ineffective assistance of counsel for having\n\ncalled Hinton to testify.\n\n¶70.    As for the rest of Hinton's unsworn statement, Hinton states that Puckett \"was best friends with our\n\ngrandson Corey.\" She further states that she would have told the jury about \"what a nice boy [Puckett]\n\nwas. I would have told the jury about the nice, well mannered young man who lived in my house, cleaned\n\nhis room, made his bed, and helped with chores like toting groceries and taking out the trash.\" Id.\n\n¶71.    Recently, the United States Supreme Court rendered its decision in Wiggins v. Smith, 539 U.S.\n\n510, 123 S.Ct. 2527, 156 L. Ed. 2d 471 (2003). In that case, Wiggins's counsel presented no mitigating\n\nevidence regarding Wiggins's horrible childhood. The Supreme Court determined that counsel's\n\n                                                       27\n\finvestigation into Wiggins's background as a youth was not sufficient to make an informed strategic decision\n\nnot to present mitigating evidence regarding Wiggins's life as a child. The Court stated:\n\n        In finding that [Wiggins' counsels'] investigation did not meet Strickland's performance\n        standards, we emphasize that Strickland does not require counsel to investigate every\n        conceivable line of mitigating evidence no matter how unlikely the effort would be to assist\n        the defendant at sentencing. Nor does Strickland require defense counsel to present\n        mitigating evidence at sentencing in every case. Both conclusions would interfere with the\n        'constitutionally protected independence of counsel' at the heart of Strickland. 466 U.S.,\n        at 689. We base our conclusion on the much more limited principle that 'strategic choices\n        made after less than complete investigation are reasonable' only to the extent that\n        'reasonable professional judgments support the limitations on investigations.\" Id., at 690-\n        691. A decision not to investigate thus 'must be directly assessed for reasonableness in all\n        circumstances.' Id. at 691.\n\nWiggins, 123 S.Ct. at 2541.\n\n¶72.    Even if this Court were to accept the unsworn statements of Ainsworth and Hinton, together with\n\nMary Puckett's affidavit, there has been no showing that defense counsel was ineffective for failing to call\n\nadditional witnesses during the sentencing phase. The affidavit and unsworn statements relied upon by\n\nPuckett present nothing more than what would have amounted to cumulative character evidence already\n\npresented by other witnesses, had these people been presented to testify.         Even if it is assumed, for\n\nthe sake of argument, that defense counsel should have introduced these witnesses at the sentencing phase,\n\nPuckett has not demonstrated how their testimonies would have resulted in a different outcome.\n\n¶73.    This Court finds that this claim does not pass the standard set forth in Strickland v.\n\nWashington.\n\n                F.      Trial Counsel Failed to Request Funds for an Expert\n                        Pathologist.\n\n¶74.    In this final ineffective assistance of counsel claim, Puckett asserts that his counsel should have\n\nsecured the resources from the trial court necessary to hire an independent pathologist to review the\n\n\n                                                    28\n\fevidence or the findings of Dr. Hayne. He claims that testimony concerning the victim's injuries, cause of\n\ndeath and underlying aggravator(s) was crucial evidence necessary to prove the crime for which he was\n\nindicted. Puckett cites Johnson v. State, 529 So.2d 577, 591-92 (Miss. 1988), for the proposition that\n\nthe defense is entitled to all experts reasonably necessary for an effective defense.\n\n¶75.    Again, Puckett's defense was that he did not sexually assault or kill Rhonda Griffis. He never\n\ndisputed that Rhonda was killed or sexually assaulted or that the State's Exhibit No. 3 was the murder\n\nweapon. There was never a dispute about the victim's injuries or the manner in which she died, short of\n\nPuckett's contention that he was not the one who killed her. It is difficult to see how a pathologist would\n\nhave been useful to Puckett's defense, and Puckett fails to enlighten this Court in that regard.\n\n¶76.    Given Puckett's theory of defense, and the fact that he has now offered nothing more than\n\nundeveloped assertions that a pathologist would have been beneficial, it is not likely that the trial court\n\nwould have granted the request for funds to retain an independent pathologist. See Johnson v. State,\n\n529 So.2d at 590-92. Puckett has not demonstrated the need for an independent pathologist. Similarly,\n\nit cannot be said that Puckett's counsel was deficient by failing to request for the funds to hire an\n\nindependent pathologist. This issue is without merit.\n\n        VI.     CUMULATIVE EFFECT OF COUNSEL'S FAILURE TO MAKE\n                CONTEMPORANEOUS OBJECTIONS DENIED PETITIONER A\n                FUNDAMENTALLY FAIR TRIAL.\n\n¶77.    Puckett contends that defense counsel was ineffective for failure to object during several instances\n\nat trial. He maintains that, although each incident may not amount to reversible error alone, the aggregate\n\nof the instances constitutes reversible error.\n\n¶78.    Puckett first asserts that his counsel should have objected to the prosecutor's line of questioning\n\nduring cross-examination of Puckett with regards to the Canebrake incident. Puckett does not indicate on\n\n                                                    29\n\fwhat grounds his defense counsel should have objected or why the prosecutor's line of questioning was\n\ninappropriate. In order to prevail on an ineffective assistance of counsel claim, \"the post-conviction\n\napplicant to this Court must demonstrate with specificity and detail the elements of the claim.\" Woodward\n\nv. State, 635 So.2d 805, 808(Miss. 1997); Foster v. State, 687 So.2d at 1141. Puckett has failed\n\nto do so.\n\n¶79.    Puckett next asserts that his counsel failed to object to the prosecutor's statements made during\n\ntestimony of Dr. Michael West. The prosecutor was questioning Dr. West with regards to finding finger\n\nprints on the murder weapon. The prosecutor stated \"You don't have to be a police officer to obtain\n\nfingerprints. I can do that.\" Puckett maintains that his counsel should have objected to the prosecutor's\n\nimproperly expressing his personal opinions and ask the court to instruct the jury to disregard the\n\nprosecutor's comments. The transcript contains the following dialogue:\n\n        Q [By Mr. Jones]: Did you make any effort to obtain any kind of fingerprints off that\n        stick?\n\n        A [By Dr. West]: Yes, sir.\n\n        Q: What type of effort did you make?\n\n                MR. ADELMAN: Your Honor, this witness hasn't been qualified as a\n                fingerprint expert.\n\n                MR. JONES: You don't have to be an expert to be an expert to obtain\n                fingerprints. I'm not going to offer any prints in. You don't have to be a\n                police officer to obtain prints. I can do that.\n\n                MR. ADLEMAN He's not been qualified that he has any expertise in\n                even taking fingerprints.\n\n                MR. JONES: I'm not asking for an opinion on that. I'm just asking if he\n                made any effort to obtain fingerprints.\n\n\n\n\n                                                   30\n\f                 THE COURT: Well, let's find out if he did it, and then you may attempt\n                 to - -\n\n        Q: Did you? Did you make any effort to obtain finger prints?\n\n        A: Yes, sir.\n\n        Q: Were you able to do so?\n\n        A: No, sir.\n\n¶80.    It is clear from the transcript that Puckett's attorney had objected to Dr. West's qualifications in\n\nlifting latent finger prints. As the State properly points out, no finger print evidence was offered by the State\n\nagainst Puckett through the testimony of Dr. West or anyone else. Puckett does not allege prejudice, and\n\nit cannot be maintained that Puckett was actually prejudiced by the comment made by the prosecutor. This\n\nclaim certainly does not pass the ineffective assistance of counsel standard set forth in Strickland v.\n\nWashington, or its progeny.\n\n¶81.    Third, Puckett asserts that his counsel failed to object to questions regarding burglary. Because\n\nthe burglary portion of his indictment was dismissed on the motion of the State, Puckett asserts that any\n\nreference to burglary was highly prejudicial.\n\n¶82.    On direct appeal, Puckett claimed that it was reversible error for the prosecutor to inquire about\n\nPuckett's post-Miranda silence. Puckett, 737 So.2d at 347. Although no objection to that line of\n\nquestioning was made by Puckett, this Court did discuss the merits to see if Puckett's fundamental rights\n\nhad been violated. Id. at 350. In that discussion on the merits, this Court stated the following:\n\n        ¶ 86. In the case at bar, after being placed under arrest and being read his Miranda\n        warnings, Puckett made voluntary statements to his mother as well as to law enforcement\n        officials. Specifically, in addition to other statements, Puckett made a comment to the effect\n        that \"this is a lot of law enforcement for somebody who just committed a burglary.\" This\n        statement is inconsistent with his assertion at trial, that he had hid in the woods because he\n        was scared of David Griffis after witnessing Griffis brutally murder his wife. Puckett's\n        statement upon his arrest indicated that he was running from the police after committing a\n        burglary. However, Puckett's statement at trial indicate that he was running from the police\n\n\n                                                      31\n\f         because he was afraid of Griffis. Therefore, the prosecutor's questions upon\n         cross-examination are admissible under Miss. R. Evid. 613 to show that\n         Puckett's prior statements were inconsistent with his statements at trial.\n\nId. at 351 (emphasis added).\n\n¶83.     This Court has already determined that the questions asked by the prosecutor regarding burglary\n\nwere permissible. Puckett is barred from raising the issue again in the form of an ineffective assistance of\n\ncounsel claim. \"We must caution that other issues which were either presented through direct appeal or\n\ncould have been presented on direct appeal or at trial are procedurally barred and cannot be relitigated\n\nunder the guise of poor representation by counsel.\" Foster v. State, 687 So.2d at 1129.\n\n¶84.     Further, without waiving the procedural bar, the issue is without merit. Puckett himself inserted\n\nburglary into his trial while being cross-examined. As part of his defense, Puckett maintained that he was\n\nmerely going to burglarize the Griffis home in order to find money to pay his truck note. Puckett, 737\n\nSo.2d at 329. It is clear that the references to burglary were not objectionable.\n\n¶85.     Puckett claims that he was denied a fundamentally fair trial due to defense counsel's failure to object\n\nin the aforementioned instances. In Doss v. State, 709 So.2d 369 (Miss. 1996), this Court held that\n\n\"[w]here there is no reversible error in any part, .... there is no reversible error to the whole.\" Id. at 401\n\n(quoting McFee v. State, 511 So.2d 130, 136 (Miss. 1987)). \"This Court has held that a murder\n\nconviction or a death sentence can still not warrant a reversal where the cumulative effect of alleged errors,\n\nif any, was procedurally barred.\" Id. (citing Davis v. State, 660 So.2d 1228, 1256 (Miss. 1995) (See\n\nalso Simmons v. State, 805 So.2d 452 (Miss. 2001)). Puckett's claim of cumulative error is without\n\nmerit.\n\n         VII.    THE AGGRAVATING FACTORS ELEVATING THE CHARGE TO\n                 A CAPITAL OFFENSE WERE NOT INCLUDED IN PUCKETT'S\n\n\n                                                      32\n\f                INDICTMENT AND THEREFORE HIS DEATH PENALTY MUST\n                BE VACATED.\n\n\n                A.       In Ring v. Arizona, the United States Supreme Court\n                         Held That Aggravating Circumstances Function as\n                         Elements of the Offense of Capital Murder.\n\n¶86.    Puckett argues that his indictment is unconstitutional for failure to include and specify the\n\naggravating factors used to sentence him to death. This issue was not raised at trial or on direct appeal and\n\nnormally would be procedurally barred. However, Puckett primarily relies on Jones v. United States,\n\n526 U.S. 227, 119 S.Ct. 1215, 143 L.Ed.2d 311 (1999), Apprendi v. New Jersey, 530 U.S. 466, 120\n\nS.Ct. 2348, 147 L.Ed.2d 435 (2000), and Ring v. Arizona, 536 U.S. 584, 122 S.Ct. 2428, 153\n\nL.Ed.2d 556 (2002), as intervening decisions which would nullify the procedural bar.\n\n¶87.    In Jones v. United States the United States Supreme Court considered a federal carjacking\n\nstatute. The Supreme Court found in Jones that the carjacking statute, which allowed three different\n\npunishments increasing in severity depending on the degree of violence used or physical harm accomplished\n\nby the carjacker, could result in three distinct offenses, all of which had to be charged in the carjacker's\n\nindictment:\n\n        [U]nder the Due Process Clause of the Fifth Amendment and the notice and jury trial\n        guarantees of the Sixth Amendment, any fact (other than prior conviction) that increases\n        the maximum penalty for a crime must be charged in an indictment, submitted to a\n        jury, and proven beyond a reasonable doubt.\n\nJones, 526 U.S. at 243 n.6 (emphasis added).\n\n¶88.    Jones was followed by Apprendi. Apprendi fired several shots into the home of an\n\nAfrican-American family in Vineland, New Jersey. Apprendi was indicted on numerous state charges of\n\nshooting and possession of firearms. He eventually pled guilty to two counts of possession of a firearm for\n\n\n                                                     33\n\funlawful purpose and one count of possession of an explosive. After the judge accepted the guilty pleas,\n\nthe prosecutor moved for an enhanced sentence on one of the counts on the basis that it was a hate crime.\n\nThe judge concurred and rendered an enhanced sentence on twelve years on that particular count, with\n\nshorter concurrent sentences on the other two counts.\n\n¶89.    Relying in part on Jones, Apprendi argued that he was entitled to have the finding on enhancement\n\ndecided by a jury. The Supreme Court agreed, stating: \"Other than the fact of a prior conviction, any fact\n\nthat increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury,\n\nand proved beyond a reasonable doubt.\" Apprendi, 530 U.S. at 490. However, the Court specifically\n\nstated that \"Apprendi has not here asserted a constitutional claim based on the omission of any reference\n\nto sentence enhancement or racial bias in the indictment.... We thus do not address the indictment question\n\nseparately today.\" Apprendi, 530 U.S. at 477 n.3.\n\n¶90.    The Court found in Apprendi that New Jersey's statutory scheme would allow a jury to convict\n\na defendant of a second degree offense of possession of a prohibited weapon, and then, in a separate\n\nsubsequent proceeding, allow a judge to impose a punishment usually reserved for first degree crimes made\n\non the judge's finding based on a preponderance of the evidence. The Apprendi Court finally stated that\n\nits decision did not apply to capital sentencing cases, even those cases where the judge was the one\n\ndeciding whether to sentence the defendant to death or some lesser sentence, citing Walton v. Arizona,\n\n497 U.S. 639, 110 S.Ct. 3047, 111 L.Ed.2d 511(1990), where the Arizona capital sentencing process\n\nhad been upheld.\n\n¶91.    In 2002, the U.S. Supreme Court decided Ring v. Arizona . Ring addressed the issue of\n\nwhether the Arizona capital sentencing process as upheld in 1990 in Walton v. Arizona, that of a jury\n\n\n\n                                                    34\n\fdeciding guilt and a judge making findings on aggravating factors, could survive the Apprendi decision.\n\nThe Supreme Court decided it could not. Despite the efforts in Apprendi to distinguish non-capital\n\nenhancement cases from aggravating circumstances in capital cases in this context, the Supreme Court in\n\nRing found that there was no difference.\n\n        [W]e overrule Walton to the extent that it allows a sentencing judge, sitting without a jury,\n        to find an aggravating circumstance necessary for imposition of the death penalty. See 497\n        U.S., at 647-649, 110 S.Ct. 3047. Because Arizona's enumerated aggravating factors\n        operate as 'the functional equivalent of an element of a greater offense,' Apprendi, 530\n        U.S., at 494, n. 19, 120 S.Ct. 2348, the Sixth Amendment requires that they be found by\n        a jury.\n                                                   ***\n        'The guarantees of jury trial in the Federal and State Constitutions reflect a profound\n        judgment about the way in which law should be enforced and justice administered.... If the\n        defendant preferred the common-sense judgment of a jury to the more tutored but perhaps\n        less sympathetic reaction of the single judge, he was to have it.' Duncan v. Louisiana,\n        391 U.S. 145, 155-156, 88 S.Ct. 1444, 20 L.Ed.2d 491 (1968).\n\n\n        The right to trial by jury guaranteed by the Sixth Amendment would be senselessly\n        diminished if it encompassed the fact finding necessary to increase a defendant's sentence\n        by two years, but not the fact finding necessary to put him to death. We hold that the Sixth\n        Amendment applies to both.\n\nRing, 536 U.S. at 609.\n\n¶92.    Puckett argues is that because Ring found the Apprendi decision persuasive on the issue of\n\nArizona's enumerated aggravating factors operating as \"the functional equivalent of an element of a greater\n\noffense,\" the Supreme Court necessarily adopted every other rule stated in Apprendi for state capital\n\nsentencing proceedings, specifically the rule first cited in Jones v. United States, that the Constitution\n\nrequires that aggravating factors be listed in indictments. We find this argument is incorrect. Ring only\n\nfound that juries must find aggravating factors: \"Ring's claim is tightly delineated: He contends only that the\n\nSixth Amendment required jury findings on the aggravating circumstances asserted against him....\" Finally,\n\n\n                                                      35\n\fRing does not contend that his indictment was constitutionally defective. See Apprendi, 530 U.S. at 477\n\nn.3, 120 S.Ct. 2348 (Fourteenth Amendment \"has not ... been construed to include the Fifth Amendment\n\nright to 'presentment or indictment of a Grand Jury' \"). Ring, 536 U.S. at 597 n.4.\n\n                 B.      In its Requirement That at Least One Aggravating\n                         Circumstance Be Found Before the Death Penalty Can\n                         Be Imposed, Mississippi's Capital Sentencing Scheme\n                         Is Indistinguishable from the Arizona Scheme Rejected\n                         in Ring.\n\n¶93.    Puckett argues: \"Although Mississippi's capital sentencing scheme is not identical in all respects to\n\nthe Arizona scheme rejected by the United States Supreme Court in Ring, the two schemes are identical\n\nin the respects relevant to this case.\" This is incorrect. The two sentencing schemes are different in the only\n\nrespect relevant to Ring, that of who finds aggravating circumstances that lead to the death sentence.\n\nUnder Arizona's scheme, the judge did this, and for this reason Arizona's scheme was found to be\n\nunconstitutional. Under this state's statutory scheme, and in Puckett's case the jury found the aggravating\n\ncircumstances. We hold that there is no infirmity under Ring.\n\n                 C.      Capital Murder May Be Charged Only upon an\n                         Indictment Alleging All of the Elements of the Crime to\n                         Be Proved.\n\n¶94.     Puckett sums up his argument concerning the alleged problems with his indictment by repeating\n\nit here. Puckett cites United States v. Fell, 217 F. Supp.2d 469 (D. Vt. 2002), and United States\n\nv. Lentz, 225 F. Supp.2d 672 (E.D. Va. 2002). In Fell, 217 F. Supp.2d at 483, the court found the\n\nfollowing: \"Although the Ring decision explicitly did not discuss whether a defendant was entitled to grand\n\njury indictment on the facts that, if proven, would justify a sentence of death, see Ring, 536 U.S. at ----\n\nn.4, 122 S.Ct. at 2437 n.4, the clear implication of the decision, resting as squarely as it does on Jones,\n\n\n                                                     36\n\fis that in a federal capital case the Fifth Amendment right to a grand jury indictment will apply.\" This is not\n\na federal capital case, and there is nothing to show that this Fifth Amendment right is applicable to a state\n\ncapital case. Lentz makes the same finding, but once again deals with the Federal Death Penalty Act, or\n\nFDPA.\n\n¶95.    Puckett also relies on the United States Supreme Court decision of Allen v. United States, 536\n\nU.S. 953, 122 S.Ct. 2653, 153 L.Ed.2d 830 (2002). In a memorandum decision, the Supreme Court\n\nstated: \"The judgment [in Allen ] is vacated and the case is remanded to the United States Court of\n\nAppeals for the Eighth Circuit for further consideration in light of Ring v. Arizona, 536 U.S. 584, 122\n\nS.Ct. 2428, 153 L.Ed.2d 556 (2002).\"\n\n¶96.    One issue raised in Allen was the issue Puckett raises here, that of his indictment being defective\n\nbecause it did not contain the aggravating factors. The Eighth Circuit in Allen found that Allen's federal\n\ncourt indictment was not defective even though it did not contain the aggravating factors. If this is the basis\n\non which Allen was vacated, it seems odd to cite Ring v. Arizona to do it. The question of what an\n\nindictment must contain in a state capital case was not before the Ring Court.\n\n¶97.    In Apprendi , the Supreme Court stated that the Fifth Amendment right to indictment had never\n\nbeen applied to the states through the Fourteenth Amendment. Absent more explicit direction, we find that\n\nthe Supreme Court has not ruled that state capital defendants have a constitutional right to have all\n\naggravating circumstances listed in their indictments. We find that this issue is without merit. Simmons v.\n\nState, 869 So. 2d 995, 1010-11 (Miss. 2004).\n\n        VIII. THE AVOIDING ARREST AGGRAVATING FACTOR WAS\n              INAPPROPRIATE IN THIS CASE AND IT WAS FUNDAMENTAL\n              ERROR TO PRESENT IT TO THE SENTENCING JURY FOR\n\n\n\n                                                      37\n\f                 CONSIDERATION FOR THE IMPOSITION OF A SENTENCE OF\n                 DEATH.\n\n¶98.    Puckett argues that there was no evidence to support the aggravating factor of avoiding arrest and\n\nthat the trial court erred in allowing the jury to consider the aggravating factor. This issue was fully\n\naddressed on direct appeal. Puckett, 737 So.2d at 361-62. This Court pointed out that there was\n\ncredible evidence upon which the jury could find that Puckett murdered Rhonda in an effort to avoid\n\napprehension and, accordingly, the trial court did not err in allowing it to be considered by the jury. Id.\n\nat 362. Therefore, this claim is res judicata and cannot be relitigated in Puckett's application for post-\n\nconviction relief. Miss. Code Ann. § 99-39-21(3); Wiley, 750 So.2d at 1200. Puckett is entitled to no\n\nrelief on this claim.\n\n        IX.      FAILURE TO INSTRUCT THE SENTENCING JURY ON THE\n                 AVOIDING ARREST AGGRAVATOR RESULTED IN A\n                 FUNDAMENTALLY UNFAIR SENTENCING.\n\n¶99.    Puckett contends that he is entitled to have his sentence vacated and a new sentencing hearing held\n\nbecause the trial court failed to instruct the jury on what constitutes avoiding or preventing a lawful arrest\n\nor affecting an escape from custody. First, this issue was capable of being raised on direct appeal and is\n\nnow procedurally barred from being considered for the first time in Puckett's post-conviction application.\n\nMiss. Code Ann. § 99-39-21(1).\n\n¶100. Without waiving the procedural bar, this claim is also without merit. As the State properly argues,\n\nthis Court has held that no limiting instruction is needed for the avoiding arrest aggravating circumstance.\n\n\"This Court has recently held that it was unnecessary to have a limiting instruction defining 'avoiding arrest'\n\nto narrow the aggravator if the evidence reasonably inferred that avoiding arrest was a substantial reason\n\nfor the killing.\" Brown v. State, 682 So.2d 340, 355 (Miss. 1996).\n\n\n                                                      38\n\f¶101. As was just discussed in Puckett's previous claim, this Court held that there was sufficient evidence\n\nupon which the jury could find that Puckett killed Rhonda in an effort to avoid detection. Puckett, 737\n\nSo.2d at 362. \"Accordingly, the trial court's granting of this instruction was not reversible error.\" Id.\n\nPuckett's claim that the instruction on the avoiding arrest aggravator was flawed because it did not define\n\n\"avoiding or preventing a lawful arrest\" is without merit. See Brown, 682 So. 2d at 355.\n\n        X.      PUCKETT ASSERTS THAT HIS DEATH SENTENCE WAS\n                DISPROPORTIONATELY IMPOSED.\n\n¶102. In Puckett’s direct appeal we stated:\n\n        In accordance with Miss. Code Ann.§ 99-19-105(3)(c) (1994), this Court must determine\n        whether the death sentence in this case 'is excessive or disproportionate to the penalty\n        imposed in similar cases, considering both the crime and the defendant.' When the\n        sentence is disproportionate, this Court may 'set the sentence aside and remand the case\n        for modification of the sentence of life imprisonment.\n\nPuckett, 737 So.2d at 364.\n\n¶103. Puckett argues that the Court's reliance upon cases listed in its holding as being factually similar\n\nunder its proportionality review is misplaced and fails to consider the mandate contained in the intervening\n\nholding in Ring and also, the holdings in Apprendi, Randall and White. On direct appeal, this Court\n\nfound that the case of Blue v. State, 674 So.2d 1184 (Miss. 1996)6 was useful in addressing wether\n\nPuckett's death sentence was excessive or disproportionate. Puckett, 737 So.2d at 364. This Court held\n\nthat \"the death sentence is not disproportionate as applied to Puckett.\" Id.\n\n\n\n\n        6\n           Blue v. State, 674 So.2d 1184 (Miss. 1996) was overruled by this Court in King v. State,\n784 So.2d 884 (Miss. 2001), which held that an instruction that sympathy could play \"no part\" in jury's\ndeliberations was reversible error. Puckett does not raise issue with Blue having been overruled on an\nunrelated issue.\n\n                                                    39\n\f¶104. Puckett argues that Blue is distinguishable from the instant case because the defendant, David\n\nBlue, admitted to the crime, \"[c]ommitted random acts of violence, beat, killed, robbed and after the\n\nvictim's death engaged in sexual battery.\" Blue was indicted in the Leflore County Circuit Court for the\n\ncommission of capital murder during the course of the sexual battery and armed robbery of Mary Turntine.\n\nBlue, 674 So. 2d at 1192. Blue was seventeen at the time of his arrest. Id. The jury returned a sentence\n\nof the death penalty upon Blue.\n\n¶105. Here, Puckett was charged with capital murder during the course of sexual battery. He testified\n\nthat it was his intent to commit a burglary in the victims home. Puckett was eighteen at the time of the\n\nmurder. The jury imposed the death penalty upon Puckett. This Court did not err in relying on Blue when\n\naddressing whether Puckett's death sentence was excessive or disproportionate.\n\n¶106. Puckett's reliance onRing v. Arizona, 536 U.S. 584, 122 S.Ct. 2428, 153 L.Ed.2d 556 (2002),\n\nand Apprendi v. New Jersey, 530 U.S. 466, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000) as intervening\n\ncases to overcome the procedural bar is misplaced. The Supreme Court held in Ring that only a jury may\n\nfind an aggravating circumstance necessary for the imposition of the death penalty. The Supreme Court held\n\nin Apprendi that any fact, other than a previous conviction, that increases the penalty for a crime beyond\n\nthe prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt.\n\nNeither case changes or expands the law on proportionality. The issue was considered on direct appeal\n\nand is barred by res judicata at the post-conviction level.\n\n        XI.     PUCKETT WAS DENIED HIS RIGHTS GUARANTEED BY THE\n                FIFTH, SIXTH, EIGHTH AND FOURTEENTH AMENDMENTS TO\n                THE FEDERAL CONSTITUTION AND MISSISSIPPI LAW DUE TO\n                THE CUMULATIVE EFFECT OF THE ERRORS AT HIS CAPITAL\n                TRIAL.\n\n\n\n                                                    40\n\f¶107. Puckett asserts that the cumulative effect of errors committed at trial denied him a fair trial. Puckett\n\nis not entitled to a perfect trial, only a fair trial. McGilberry v. State, 843 So.2d 21, 33 (Miss. 2003),\n\nciting Sand v. State, 467 So.2d 907, 911 (Miss. 1985). Puckett cannot support an assertion that he has\n\nbeen denied a fair trial.\n\n¶108. This Court may reverse a conviction and/or sentence based upon the cumulative effect of errors\n\nthat otherwise do not independently require a reversal. Jenkins v. State, 607 So.2d 1171, 1183-84\n\n(Miss.1992); Hansen v. State, 592 So.2d 114, 153 (Miss. 1991). \"It is true that in capital cases,\n\nalthough no error, standing alone, requires reversal, the aggregate effect of various errors may create an\n\natmosphere of bias, passion and prejudice that they effectively deny the defendant a fundamentally fair trial.\"\n\nConner v. State, 632 So.2d 1239, 1278 (Miss. 1993) (citing Woodward v. State, 533 So.2d 418,\n\n432 (Miss. 1988)).\n\n¶109. We find that a review of the record, the briefs, and the arguments reveals that there were no\n\nindividual errors which required reversal and thus there is no aggregate collection of minor errors that\n\nwould, as a whole, mandate a reversal of either Puckett's conviction or his sentence. This issue is therefore\n\nwithout merit.\n\n        XII.     COUNSEL WAS INEFFECTIVE FOR NOT PROPERLY ARGUING\n                 TO THE TRIAL COURT THE \"MOTION FOR DISCOVERY OF\n                 EVIDENCE PRESENTED TO THE GRAND JURY IN THIS CASE\"\n                 AND NOT BEING AWARE OF THE CONTROLLING STATE\n                 AUTHORITY ON THIS ISSUE.\n\n¶110. Puckett's defense counsel filed a motion with the trial court seeking to obtain grand jury evidence\n\nand testimony. The trial court denied the motion. Puckett argues that his counsel was ineffective for failing\n\nto cite two cases, which Puckett asserts would have resulted in the motion being granted. Those two case\n\nare Addkison v. State, 608 So.2d 304 (Miss. 1992) and Ballenger v. State, 667 So.2d 1242 (Miss.\n\n                                                     41\n\f1995). Puckett claims that his \"counsel was ineffective in not being aware of two Mississippi cases that\n\naddressed this issues . . . .\"\n\n¶111. The State concedes that Puckett is correct in stating that Addkison does allow discovery of grand\n\njury testimony by a defendant. In Addkison, we stated:\n\n        The period during which there is prohibition and a criminal sanction for disclosure of grand\n        jury proceedings expires upon the arrest, admission to bail or recognizance of the accused.\n        Miss.Code Ann. § 97-9-53 (1972): Miss.Unif.Cr.Rules of Cir.Ct.Rule 2.04. Both Rule\n        4.06(a)(1) and Rule 4.09 contemplate that grand jury testimony given by witnesses to be\n        used by the state is available to the defendant in discovery. Since the trial of this case, Rule\n        4.06 has been amended to make clear that defendants are entitled to \"any statement,\n        written, recorded or otherwise preserved\" and \"the substance of any oral statement\" given\n        by any witness to be offered by the prosecution at trial. Rule 4.06(a)(1). This includes\n        grand jury testimony.\n\nAddkison, 608 So.2d at 313.\n\n¶112. The State also correctly points out that Ballenger holds that it is not reversible error to deny such\n\na pretrial motion. Ballenger, 677 So.2d at 1251. In Ballenger, this Court stated:\n\n¶113. Even though the trial court denied Ballenger's over broad motion she was not denied\n      access to the that evidence presented to the grand jury to which she was entitled. The trial\n      court granted another motion made by Ballenger in which she requested, among other\n      things, copies of all written and/or oral statements made by any person the prosecution\n      intended to call at trial or who had given recorded and/or oral statements to the\n      prosecution or police. This would encompass the grand jury testimony given by any\n      witness that the prosecution intended to call at trial. When the trial court granted this\n      motion the rule set out in Addkison was satisfied.\n\n\nId.\n\n¶114. Puckett's counsel filed the following motions: Motion to Require the Prosecution to Disclose\n\nFavorable Evidence to Defendant; Motion for Discovery of Information Regarding State Experts; and\n\nMotion for Court to Conduct In Camera Inspection of the District Attorney's File by the Court for all\n\nExculpatory Material Favorable to the Defendant, Larry Matthew Puckett. The trial court granted all of\n\n                                                      42\n\fthese motions. Additionally, the record reveals that the State filed and produced to Puckett a document\n\nentitled \"Substance of Oral Interviews With Potential Witness\", which contains the names of thirty-one\n\npotential witness who could have been called to testify during trial. The list indicates what the witness\n\nwould likely testify to, whether the witness has provided a written statement or had testified previously.\n\nThe list indicates that the defense had in its possession all prior testimonies, reports and written statements\n\nby these witnesses.\n\n¶115. Even if this Court assumes, for the sake of argument, that defense counsel was deficient as Puckett\n\nclaims, Puckett is unable to show that he was prejudiced. This issues does not pass the standard set forth\n\nin Strickland v. Washington, and no relief is warranted.\n\n        XIII. TRIAL COUNSEL WAS INEFFECTIVE FOR FAILING TO\n              OBJECT TO OFFICER MICHAEL RIELS'S BLATANT PERJURY\n              AT TRIAL.\n\n¶116. This claim centers around the testimony of Officer Mike Riels of the Forrest County Sheriff's Office.\n\nPuckett claims that trial counsel was ineffective in failing to object to Officer Riels's testimony regarding a\n\ncustom painted tag displayed in the window of Puckett's truck.\n\n¶117. To understand Puckett's argument it is necessary to begin with a pretrial motion filed by the State,\n\nby which the State sought to determine the admissibility of prior bad acts of the defendant pursuant to\n\nM.R.E. 404(b). Particularly, the State wanted to introduce a custom painted car tag which read \"one high\n\ntoned son-of-a-bitch.\" Attached as \"Exhibit-A\" to the State's motion was an affidavit of Russell Moore,\n\nwhich stated:\n\n        During early to mid 1995, I was employed as manager of Big K Quick Stop on Highway\n        49 North in Hattiesburg, Mississippi. During that time, Matthew Puckett was an employee\n        of Big K. Matthew Puckett discussed with me the Stephen King movie 'The Dark Half\".\n        The movie was about a writer who had two personalities, one being a good guy and one\n        being a bad guy. The dark half of his personality was known as George Stark, who was\n\n                                                     43\n\f        the bad guy and who had brutally killed an elderly man by beating him to death with his\n        artificial leg. George Stark, the dark half, drove a vehicle that had lettering on the rear that\n        read \"one high toned son-of-a-bitch\" when he was acting out his evil personality. Puckett\n        told me he liked George Stark, the bad guy in the movie. Shortly after the discussion\n        about the movie, Matt Puckett came to work with a tag on the front of his truck which\n        read \"one high toned son-of-a-bitch\". Matt Puckett was proud of the tag and I advised\n        him to remove it because it might be offensive to the management and public.\n\n¶118. The State asserted in its motion that Puckett's acts were not being offered to prove his character\n\nbut to prove motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or\n\naccident for the alleged crime. The trial judge took the motion under advisement.\n\n¶119. At trial, Officer Riels gave the following testimony:\n\n                Q. [Prosecutor] Did you look at the outside of the truck on that\n                occasion?\n\n                A. [Officer Riels] Yes, sir.\n\n                Q. Describe what you saw.\n\n                A. It was a dull blue. It had a roll bar. I believe it was a black roll bar.\n                It had an antenna on the back. It may have had two, but I believe one CB\n                aerial antenna. And in the back of the back glass it had a personalized,\n                what I would call a personalized tag that was an airbrush type you'd buy\n                at the mall or something, a tag that was in the back glass.\n\n                Q. and what type tag was that?\n\n                MR. ADELMAN: I'm going to object. Can we approach the bench?\n\n                THE COURT: Yes. Note for the record we're having a bench\n                conference.\n\n¶120. The dialogue of the bench conference is as follows:\n\n                MR. JONES: I want him to identify what it was.\n\n                MR. ADELMAN: He's going into the whole business about the --\n\n                THE COURT: Doing what?\n\n\n                                                      44\n\f                MR. ADELMAN: I just want to make sure that it's not going into the - -\n\n                THE COURT: movie?\n\n                MR. ADELMAN: - - The movie.\n\n                MR. JONES: I'm not going into the movie.\n\n                THE COURT: All right\n\n¶121. The testimony of Officer Riels continued:\n\n                Q. Describe what was on that tag in that back windshield.\n\n                A. The tag had \"Time Bomb\" wrote on it.\n\n\n¶122. First the matter of perjured testimony is not properly addressed by way of an objection as Puckett\n\nwould have it. The proper way to address Officer Riels testimony, if it was in fact perjured, would have\n\nbeen through cross-examination and/or impeachment, which is what the record reveals defense counsel did.\n\nThe record clearly shows that Mr. Adelman was not remiss in his cross-examination of Officer Riels.\n\n        Q. [MR. ADELMAN] Do you know whether or not the vehicle was ever turned over to\n        the Crime Lab for examination?\n\n        A. [Officer Riels] No, sir. The most that I know is it was taken to our service center.\n\n        Q. I see. And eventually it was returned to Mr. Puckett's family; is that correct?\n\n        A. I believe so.\n\n        Q. And this alleged tag - - no one ever took this alleged tag off the vehicle, is that correct?\n\n        A. I didn't. I can't answer for anybody else. I don't know who took it off; I didn't.\n        Q. So as far as - -\n\n        A. I saw the tag on the side of the road on the vehicle. I had been told that that was a CB\n        handle that the Defendant went by.\n\n        Q. Who told you that?\n\n\n                                                     45\n\f        A. I believe it was Corey McLain. I believe. I'm really unsure. It may have been one of\n        the other officers who heard it from Corey McLain.\n\n        Q. So this is something you heard. And you're sure - -\n\n        A. I had heard - - whenever I saw the vehicle, I saw the tag, once I saw the tag, I knew\n        exactly whose it was because I was told that that was a CB handle that he could go by.\n\n                                                   ***\n        A. I was told whenever we were doing the investigation, in looking for the Defendant, that\n        he may possibly go by a CB handle \"Time Bomb\" on the CB radio, to any unit that may\n        have a CB radio, to be listening for it. Then that night, whenever the vehicle was found,\n        I saw the tag on the back of the truck, and I knew right then whose truck it was because\n        I knew whose handle it was on the CB.\n\n        Q. And you're sure there was a tag, and you're not confusing that with what someone else\n        told you?\n\n        A. No, sir; I'm sure it was a tag. I saw the tag, and I knew right then, you know, that's\n        his CB handle. I pointed at the tag; I say to my self, that's his CB handle there.\n\n¶123. Puckett later testified on his own behalf and he was able to address the issue concerning this tag.\n\n        Q. [MR. ADELMAN] Okay. Now you've got a blue pickup, correct?\n\n        A. [PUCKETT] Yes, sir.\n\n        Q. And on the back of it you had this insignia that said \"Time Bomb,\" didn't you?\n\n        A. No, sir.\n\n        Q. Did you have a CB handle that said Time Bomb?\n\n        A. I have a CB handle, yes, sir.\n\n        Q. And it says Time Bomb; that's your handle, isn't it ?\n\n        A. Yes, sir.\n\n        Q. As a matter of fact, that's your nickname, isn't it?\n\n        A. Not really a nickname. It was just a -\n\n\n\n                                                    46\n\f        Q. Well, your friends call you by Time Bomb, don't they?\n\n        A. No, sir. My friends call me Matt.\n\n        Q. Well, is it a nickname? Are you called by Time Bomb?\n\n        A. Just a CB handle.\n\n        Q. All right. Why did you pick a CB handle of Time Bomb?\n\n        A. I don't know. Corey gave it to me.\n\n        THE COURT: What's that?\n\n        THE WITNESS: My friend Corey gave it to me.\n\n        Q. Well, what's the significance of it?\n\n        A. I don't know.\n\n        Q. You don't have any idea? Corey gave it to you?\n\n        A. Yes, sir.\n\n¶124. Puckett makes no suggestion as to what his counsel should have done differently other than to\n\nobject to Officer Riels's testimony. It is clear from the record that Mr. Adelman objected at the first hint\n\nof any statement regarding the tag and its reference to the Stephen King movie, The Dark Half. It is also\n\nclear from the record that Mr. Adelman attempted to impeach Officer Riels's testimony during cross-\n\nexamination. It is not logical that Mr. Adelman would have attempted to impeach Officer Riels by means\n\nthat would have opened the door to evidence of the \"one high toned son-of-a-bitch\" tag, which Puckett had\n\nso fervently attempted to keep out of court.\n\n¶125. Puckett has failed to show that his counsel's performance was deficient and does not pass the first\n\nprong of Strickland v. Washington. Therefore, Puckett is not entitled to relief on this claim.\n\n\n\n\n                                                    47\n\f        XIV. TRIAL COUNSEL WAS INEFFECTIVE FOR PREPARING THE\n             JURY IN OPENING STATEMENTS TO HEAR EVIDENCE AND\n             THEN NOT PRODUCING THAT EVIDENCE OF A SLOPPY AND\n             INADEQUATE POLICE INVESTIGATION THEREBY NOT\n             PUTTING ON AN ADEQUATE DEFENSE.\n\n¶126. Puckett claims that he was denied effective assistance of counsel because Adelman told the jury\n\nin his opening statement that they would hear evidence of a sloppy police investigation, yet failed to present\n\nevidence of sloppy police work at trial. Puckett also contends that his counsel failed to secure a blood\n\nsplatter expert and introduce blood splatter evidence.\n\n¶127. When reviewing Adelman's opening statement, there is only one specific reference to \"sloppy\n\ninvestigation.\"\n\n        I think earlier on you heard a list of witnesses. I think you'll find that most of the witnesses\n        that have been listed are investigators, police officers, people who may have gone out to\n        the Griffis residence. They have the whole array of these investigative officers, as well as\n        the Mississippi Crime Lab. You heard reference to fingerprints. They have the\n        opportunity to have all of these tests, whether it be for semen, fingerprints, blood, hair, all\n        of these. They can go out and have all of theses test. And whether or not you come to the\n        conclusion that you think that this was a world class investigation or a sloppy\n        investigation, but whatever conclusion you come to, the fact of the matter is that when\n        you look at the evidence, there's going to be mighty little evidence.\n\n¶128. The transcript belies Puckett's assertion that Adelman told the jury that they would hear evidence\n\nregarding a sloppy police investigation. The transcript clearly shows that Adelman was telling the jury that\n\nthe State of Mississippi had little evidence against Puckett despite its seemingly endless resources and\n\nopportunity.\n\n¶129. Because Adelman clearly made no promise to the jury regarding evidence of a sloppy investigation,\n\nPuckett's assertion that Adelman was ineffective for failing to produce such evidence fails.\n\n¶130. Adelman also promised the jury they would hear testimony that a cleaning service was called the\n\nnext morning by the victim's family to come clean the residence.\n\n\n                                                      48\n\f        The State had every opportunity. As far as securing the Crime Lab, you'll hear evidence\n        that rather- - I'm sorry, the crime scene. You'll hear evidence that rather than secure the\n        crime scene, that Service Master was called the next morning by the victim's family to\n        come clean the residence, to remove any blood, to eliminate. The crime scene was\n        anything but secure.\n\n¶131. Adelman was true to his word when he told the jury during opening statements that they would hear\n\nevidence that Service Master came the next day to clean the crime scene. During cross-examination of\n\nDavid Griffis, the following dialogue occurred:\n\n        Q. [Mr. Adelman] Is it correct that the trailer was cleaned the very next day?\n\n        A. [David Griffis] I don't believe so.\n\n        Q. You don't believe it was?\n\n        A. I don't believe it was cleaned the next day.\n\n        Q. Is it correct that Service Master cleaned th trailer?\n\n        A. Yes\n\n        Q. Do you know who called Service Master?\n\n        A. My brother called them.\n\n        Q. But you don't know when it was cleaned.\n\n        A. I don't know when it was cleaned.\n\n        Q. Do you know whether or not law enforcement approved of the trailer being cleaned?\n\n        A. I am sure that they did. I dis not have anything to do with that.\n\n¶132. Puckett asserts that Richard Storey, an employee of Service Master, was interviewed by the\n\ndefense, and it was learned that Storey observed a bloody knife in the kitchen sink at the Griffis home.\n\nPuckett asserts that the police investigators overlooked this evidence. Puckett alleges that his counsel was\n\n\n\n\n                                                    49\n\fineffective for not calling Storey to testify because his testimony would have further shown the police\n\ninvestigation to be sloppy and would have created reasonable doubt in the jurors' minds.\n\n¶133. First of all, Puckett has not supplied an affidavit from Storey or any other proof as to what Storey\n\nwould have testified to in support of Puckett's allegations. Puckett does provide a self-serving hearsay\n\naffidavit which states, in part: \"I had no knowledge about this [Mr. Story] until May of 2003 when Van\n\nWilliams told me about him. I asked my mother about this and she verified it to me.\" Second, the State is\n\ncorrect in that the record does contain a subpoena issued for Storey, but there is no return of service.\n\n¶134. At trial, Officer Danny Rigel, Director of the Metro Crime Scene Unit, testified that the crime scene\n\ninvestigators finished processing the crime scene later in the evening on the same day as the murder.\n\nAdditionally, Officer Rigel testified as follows:\n\n           Whenever we finish a crime scene, we have a debriefing, more or less, with everybody\n           that's there -- the investigators, the crime scene techs, and anybody else that has anything\n           to do with the crime scene just to see if -- you know, check each other out just to make\n           sure we didn't miss anything, and there was all -- there was nothing else to get. Plus, the\n           family and the children and all, they had to get there clothes and they wanted to clean up\n           the mess, I mean, so they wouldn't have to look at it.\n\nPuckett's contention that Adelman rendered ineffective assistance is without merit.\n\n¶135. Under the heading of this same claim, Puckett also asserts that, because Adelman's opening\n\nstatement addressed how unlikely it would be for Puckett to have beaten Rhonda Griffis to death at close\n\nrange and not have his clothes covered in blood, Adelman should have sought to procure a blood splatter\n\nexpert \" . . . to explain to the jury how a murder of this nature would leave the assailant covered in blood\n\n. . . .\"\n\n¶136. As the State points out, the record is replete with evidence regarding the presence of blood splatter\n\nin the victim's home. The evidence of this nature was given by testimony from Forrest County Sheriff's\n\n\n\n                                                       50\n\fDeputies and a detective from the Hattiesburg Police Department, testimony from Jeffery Byrd of the\n\nMississippi Crime Scene Unit, and photographs and video tape of the crime scene depicting blood splatter\n\non the walls. On cross-examination by Adelman, Lora Herff Aria, a forensic scientist with the Crime Lab,\n\ntestified that her test results on the coveralls Puckett was wearing contained only deer blood stains and one\n\nother stain that contained human protein but was unable to be confirmed as blood.\n\n¶137. As the State properly points out, Adelman did not fail to use the evidence presented at trial\n\nregarding the blood splatter at the crime scene and the absence of the victim's blood on Puckett's coveralls\n\nwhen Adelman delivered his closing argument to the jury. The argument, in part, is as follows:\n\n        The state of Mississippi is the one that had them examined. And you heard the testimony\n        of Ms. Aria, the lady from the Crime Lab. There was no blood on those coveralls, other\n        than deer blood and some traces of human protein, which could be anything, anything that\n        a human being might produce in the way of protein.\n                                                   ***\n        You saw the fact that there were blood splatterings. There were blood splatterings behind\n        the couch and to the left of the couch, but there were no blood splatterings on those\n        coveralls. And the State clearly made the implication that there was something that the --\n        that somehow the coveralls -- that the Defendant really wasn't in the coveralls, but they put\n        in the picture, and you heard in opening statement about the blue jeans and the shirt, the\n        dark shirt. I think it has a Harley Davidson insignia on it. There was never any evidence\n        that there was any blood on those clothes.\n\n        You saw Dr. West, and when Dr. West -- when he had Mr. Jones, and he was using Mr.\n        Jones as his object, and he had Mr. Jones -- remember, he was behind Mr. Jones. And\n        so the implications, the argument that there was no blood splattering on my client's clothing\n        because he was in front of Rhonda Griffis is totally contradicted by the scenario of Dr.\n        West, who came off the stand and grabbed Mr. Jones from behind.\n\n¶138. It is difficult to imagine what a blood splatter expert could have added to this case that was different\n\nfrom what Adelman pulled together for the jury, considering the evidence that was presented in this case.\n\nPuckett has not demonstrated that defense counsel was deficient for not obtaining such an expert, nor had\n\n\n\n\n                                                     51\n\fPuckett demonstrated that the outcome of this trial would have been different. Puckett's ineffective\n\nassistance of counsel claim does not pass the standard set forth in Strickland v. Washington.\n\n        XV.      PETITIONER WAS DENIED ACCESS TO COUNSEL DURING A\n                 CRITICAL STAGE OF HIS TRIAL.\n\n¶139. In his final claim, Puckett asserts that he was denied access to defense counsel during a critical\n\nstage of his trial. As mentioned before, Puckett testified at trial on his own behalf. After cross-examination\n\nof Puckett by the State had begun, the trial court took a brief recess and instructed Puckett not to discuss\n\nhis testimony with anyone including his counsel.\n\n¶140. Although this issue was capable of being raised at trial, no objection was taken to the trial court's\n\ninstruction. This issue is therefore, procedurally barred for the first time in Puckett's application for post-\n\nconviction relief. Miss code Ann. § 99-39-21(1).\n\n¶141. Without waiving the procedural bar, Puckett's claim is without merit. The United States Supreme\n\nCourt has held \"that the Federal Constitution does not compel every trial judge to allow the defendant to\n\nconsult with his lawyer while his testimony is in progress if the judge decides that there is good reason to\n\ninterrupt the trial for a few minutes.\" Perry v. Leeke, 488 U.S. 272, 284-85, 109 S. Ct. 594, 102 L. Ed.\n\n2d 624 (1989). The United States Supreme Court stated:\n\n        We are persuaded, however, that the underlying question whether petitioner had a\n        constitutional right to confer with his attorney during the 15-minute break in his\n        testimony--a question that we carefully preserved in Geders--was correctly resolved by\n        the South Carolina Supreme Court. Admittedly, the line between the facts of Geders and\n        the facts of this case is a thin one. It is, however, a line of constitutional dimension.\n        Moreover, contrary to the views expressed by the dissenting member of the South\n        Carolina Supreme Court, see n. 1, supra, it is not one that rests on an assumption that trial\n        counsel will engage in unethical \"coaching.\"\n\n        The distinction rests instead on the fact that when a defendant becomes a witness, he has\n        no constitutional right to consult with his lawyer while he is testifying. He has an absolute\n\n\n                                                      52\n\f        right to such consultation before he begins to testify, but neither he nor his lawyer has a\n        right to have the testimony interrupted in order to give him the benefit of counsel's advice.\n\n        The reason for the rule is one that applies to all witnesses--not just defendants. It is a\n        common practice for a judge to instruct a witness not to discuss his or her testimony with\n        third parties until the trial is completed. Such nondiscussion orders are a corollary of the\n        broader rule that witnesses may be sequestered to lessen the danger that their testimony\n        will be influenced by hearing what other witnesses have to say, and to increase the\n        likelihood that they will confine themselves to truthful statements based on their own\n        recollections. The defendant's constitutional right to confront the witnesses against him\n        immunizes him from such physical sequestration. Nevertheless, when he assumes the role\n        of a witness, the rules that generally apply to other witnesses--rules that serve the\n        truth-seeking function of the trial--are generally applicable to him as well. Accordingly, it\n        is entirely appropriate for a trial judge to decide, after listening to the direct examination\n        of any witness, whether the defendant or a nondefendant, that cross-examination is more\n        likely to elicit truthful responses if it goes forward without allowing the witness an\n        opportunity to consult with third parties, including his or her lawyer.\n\nPerry, 488 U.S. at 280-82.\n\n¶142. The brief recess that occurred in Perry happened after direct examination and before cross-\n\nexamination began. Puckett asserts that because the recess in the instant case occurred in the middle of\n\ncross-examination, the meaning of Perry is distinguishable. This assertion is without merit. Perhaps the\n\nneed to prevent discussion between the defendant and his counsel would increase once cross-examination\n\nhas begun because at that point, the defendant and his counsel would be aware of the direction the cross-\n\nexamination has taken.\n\n¶143. Puckett also relies on this Court’s ruling in Pendergraft v. State, 191 So.2d 830 (Miss. 1966)\n\nto support his claim that he was denied counsel at a crucial stage of the proceedings. In Pendergraft,\n\nthe trial court recessed for two hours at the conclusion of direct examination of the defendant and instructed\n\nthe defendant not to converse with counsel. This Court held that instruction to be reversible error stating:\n\n        Did the trial court's instruction to the defendant and to her attorney not to converse during\n        a two-hour recess of the court, immediately following the defendant's direct testimony in\n        her own behalf, violate the defendant's constitutional right to the assistance of counsel as\n\n                                                     53\n\f          provided by the above-quoted Sixth Amendment to the United States Constitution? 21\n          Am.Jur.2d Criminal Law section 313 (1965) states the general rule to be:\n\n          In construing constitutional provisions relating to the right of an accused person to counsel,\n          most courts have expressed the view that the right extends to every stage of the\n          prosecution. And it is said that the right to assistance in preparing for trial is equal to the\n          right to assistance during the trial itself. Accordingly, in addition to the right to\n          representation during the course of his trial, an accused is generally entitled to be assisted\n          by counsel * * *21 Am.Jur.2d at 339-340.\n\n          It may be safely said that at this time in our jurisprudence there is no question of\n          constitutional law more firmly established than the oft-enunciated principle that in the trial\n          of criminal cases in the federal, as well as the state courts, the defendant is entitled to have\n          the guilding hand of counsel at every stage of the proceeding. The trial is, of course, a stage\n          of the proceeding of vital importance to the accused. The right to an attorney extends\n          throughout the trial and to every stage of the proceeding. We need not look to the specific\n          prejudice that resulted to the defendant as the result of the two-hour court-imposed\n          restriction of consultation between the accused and her attorney. This particular phase of\n          the trial is so critical that we do not attempt to envision a particular prejudice such as an\n          overlooked fact, further discussions of strategy, or whether it be merely reassurance to the\n          defendant. We deem it reversible error that the right of consultation granted by the\n          Constitution was denied.\n\nPendergraft, 191 So.2d at 833.\n\n¶144. There are two important aspects of the Pendergraft case to be considered. First, Pendergraft\n\nwas decided in 1966, a little over twenty-two years before the United States Supreme Court's decision\n\nin Perry. Second, the recess in Pendergraft was a two-hour delay, where in Perry, the delay was\n\nfifteen minutes.\n\n¶145. The United States Supreme Court stated that its decision in Perry did not mean that trial judges\n\nmust forbid consultation between a defendant and his counsel during such brief recesses. Perry, 488 U.S.\n\nat 284.\n\n          Our conclusion does not mean that trial judges must forbid consultation between a\n          defendant and his counsel during such brief recesses. As a matter of discretion in individual\n          cases, or of practice for individual trial judges, or indeed, as a matter of law in some\n          States, it may well be appropriate to permit such consultation. We merely hold that the\n\n                                                        54\n\f        Federal Constitution does not compel every trial judge to allow the defendant to consult\n        with his lawyer while his testimony is in progress if the judge decides that there is a good\n        reason to interrupt the trial for a few minutes.\n\nId. at 284-85.\n\n¶146. Puckett argues that the record does not indicate how long the break was for. He also does not\n\nmake an assertion that it was anything but a \"brief\" recess. The record in this case does give insight to the\n\nrecess being one relatively brief in nature as apposed to a two hour delay. The record in the instant case\n\ncontains the following statement by the trial court:\n\n        THE COURT: Ladies and Gentlemen of the jury, while I hesitate to break the continuity\n        of the examination, when we were with counsel in chambers on other matters, it developed\n        that this may be the appropriate time for you to take a recess. In addition to that, we've\n        been informed by the Bailiff that some of you need to -- that being the case, we're going\n        to let you retire to the --it's not polite, and I apologize. But I'm trying to explain to you\n        why we're stopping in the middle of the testimony. It was your idea, as I understand. But\n        be that as it may, we're going to lt you recess. Let me caution you that during this recess\n        you're not to discuss this case among yourselves.\n\n        Now, technically, Mr. Puckett, you're on the stand as a witness, and during this recess\n        you may not discuss your testimony with anyone. Okay. Let's let the jury exit.\n\n¶147. This issue is procedurally barred, and Puckett has not made a showing of cause and actual\n\nprejudice requiring relief from the waiver. Miss. Code Ann. § 99-39-21(1)\n\n                                            CONCLUSION\n\n¶148. For these reasons, we deny the petition for post-conviction relief filed by Larry Matthew Puckett.\n\n¶149. LEAVE TO SEEK POST-CONVICTION RELIEF, DENIED.\n\n    WALLER AND COBB, P.JJ.,EASLEY, CARLSON AND RANDOLPH, JJ.,\nCONCUR. DIAZ, GRAVES AND DICKINSON, JJ., NOT PARTICIPATING.\n\n\n\n\n                                                       55\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                        IN THE SUPREME COURT OF MISSISSIPPI\n\n                                     NO. 2000-DR-01077-SCT\n\nLARRY MATTHEW PUCKETT\n\n\nv.\n\nSTATE OF MISSISSIPPI\n\nDATE OF JUDGMENT:                                8/7/1996\nTRIAL JUDGE:                                     HON. RICHARD W. MCKENZIE\nCOURT FROM WHICH APPEALED:                       FORREST COUNTY CIRCUIT COURT\nATTORNEY FOR APPELLANT:                          OFFICE OF CAPITAL POST-CONVICTION\n                                                 COUNSEL\n                                                 BY: ROBERT RYAN\n                                                     LOUWLYNN VANZETTA WILLIAMS\nATTORNEY FOR APPELLEE:                           OFFICE OF THE ATTORNEY GENERAL\n                                                 BY: MARVIN L. WHITE, JR.\nDISTRICT ATTORNEY:                               E. LINDSEY CARTER\nNATURE OF THE CASE:                              CIVIL - DEATH PENALTY - POST\n                                                 CONVICTION\nDISPOSITION:                                     LEAVE TO SEEK POST-CONVICTION RELIEF,\n                                                 DENIED - 05/27/2004\nMOTION FOR REHEARING FILED:\nMANDATE ISSUED:\n\n\n        EN BANC.\n\n        SMITH, CHIEF JUSTICE, FOR THE COURT:\n\n¶1.     Larry Matthew Puckett (Puckett) was indicted during the January 1996 term of the Circuit Court\n\nof Forrest County, Mississippi, for the capital murder of Rhonda Hatten Griffis on October 14, 1995, while\n\nengaged in the commission of the crime of sexual battery in violation of Miss. Code Ann. § 97-3-19(2)(e).\n\nVenue was changed on Puckett's motion to the Circuit Court of Harrison County, Mississippi, First Judicial\n\nDistrict. A jury was empaneled on July 29-30, 1996. The jury returned a unanimous verdict finding\n\fPuckett guilty of capital murder on August 2, 1996, and a verdict imposing a sentence of death in proper\n\nform on August 5, 1996.\n\n¶2.     Puckett's death sentence was set to be carried out on September 13, 1996. Puckett's Motion for\n\nJudgment Notwithstanding the Verdict or in the Alternative Motion for New Trial, as well as his\n\nsupplemental Motion for Judgment Notwithstanding the Verdict or in the Alternative Motion for New Trial,\n\nwere denied, and his execution was stayed pending appeal on August 9, 1996.\n\n¶3.     Puckett raised fifteen claims of error in his automatic direct appeal. This Court found his claims\n\nto be without merit, save one, and remanded the case back to the trial court mandating that a hearing be\n\nconducted under Batson v. Kentucky, </pre><span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1712</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">69</span></a></span><pre class=\"inline\"> (1986). See\n\nPuckett v. State, </pre><span class=\"citation\" data-id=\"1771774\"><a href=\"/opinion/1771774/puckett-v-state/\"><span class=\"volume\">737</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">322</span></a></span><pre class=\"inline\"> (Miss. 1999). The trial court held the required hearing on August 25,\n\n1999, and denied all relief on August 25, 1999. On appeal of that decision, this Court affirmed the denial\n\nof relief on the Batson issue, the conviction of capital murder, and the sentence of death. Puckett v.\n\nState, </pre><span class=\"citation\" data-id=\"1698695\"><a href=\"/opinion/1698695/puckett-v-state/\"><span class=\"volume\">788</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">752</span></a></span><pre class=\"inline\"> (Miss. 2001).\n\n¶4.     Puckett then petitioned the United States Supreme Court for writ of certiorari in November of\n\n2001. The United States Supreme Court denied the petition on March 3, 2003, and Puckett's petition for\n\nrehearing on April 21, 2003. Puckett v. Mississippi, </pre><span class=\"citation\" data-id=\"127706\"><a href=\"/opinion/127706/puckett-v-mississippi/\"><span class=\"volume\">537</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1232</span></a></span><pre class=\"inline\">, </pre><span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1384</span></span><pre class=\"inline\">, 155 L. Ed.2d\n\n(2003); reh’g denied, 538 U.S.995, </pre><span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1823</span></span><pre class=\"inline\">, </pre><span class=\"citation no-link\"><span class=\"volume\">155</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">697</span></span><pre class=\"inline\"> (2003).\n\n¶5.     In the interim of Puckett's petition to the United States Supreme Court, this Court appointed the\n\nMississippi Office of Capital Post-Conviction Counsel (MOCPCC) to represent Puckett in his state post-\n\nconviction proceedings. Puckett's counsel petitioned this Court for clarification of its August 2002 order,\n\nfrom which this Court issued its opinion on December 12, 2002, granting Puckett 180 days within which\n\nto file his petition for post-conviction relief. Puckett v. State, </pre><span class=\"citation\" data-id=\"1732923\"><a href=\"/opinion/1732923/puckett-v-state/\"><span class=\"volume\">834</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">676</span></a></span><pre class=\"inline\"> (Miss. 2002).\n\n                                                FACTS\n\n                                                    2\n\f¶6.   This Court's opinion on Puckett's direct appeal contains the following facts:\n\n      On October 14, 1995, shortly before 5:00 p.m., Mrs. Rhonda Hatten Griffis, age 28, was\n      found lying in a large pool of blood next to the couch in the living room of her home on 198\n      Sunrise Road, Petal, Mississippi. Mrs. Griffis was found wearing a t-shirt, and the only\n      clothing on the lower part of her body was around her left foot. She had several gashes on\n      the back of her head. There were other injuries to Mrs. Griffis' head, back, and chest,\n      including a deep laceration and three to four hesitation marks to the neck. She was also\n      bleeding from her vagina. She had several defensive wounds on her hands, arms, and\n      elbows. Mrs. Griffis died as a result of the injuries; the cause of death was cranial cerebral\n      trauma, secondary to blunt force trauma. A wooden stick or club covered with blood was\n      recovered outside the residence.\n\n      Rhonda's mother, Nancy Hatten, lived next door, roughly 150-175 feet from the Griffis'\n      trailer. On the day of the murder, Mrs. Hatten helped Rhonda's boys, Justin, age 7, and\n      Jeffrey, age 5, put up Halloween decorations in the yard. Rhonda was not feeling well that\n      day, suffering from a headache and bad sinus problems. Later that afternoon, Mrs. Hatten\n      was in her front yard when she heard a \"scream and a thud\" come from the Griffis' trailer.\n      Mrs. Hatten then ran home and telephoned the trailer. The phone rang four or five times,\n      but there was no answer. Mrs. Hatten hung up and dialed again, but there was still no\n      answer. She then immediately went to the trailer.\n\n      As Mrs. Hatten neared the trailer, she saw David Griffis, Rhonda's husband, and their two\n      boys driving up to the trailer. David had been hauling pine straw all day and was returning\n      with his last load. A blue truck was parked in the vacant lot beside the residence. Nancy\n      entered the trailer door at the kitchen/dining room area and called for Rhonda but there\n      was no answer. Puckett came from the hallway into the kitchen/dining area and raised a\n      club back and started towards Nancy. As Nancy backed away from Puckett, Jeffrey\n      entered the house followed closely by David. Justin was still outside. Nancy then took the\n      children, ran to her house, locked the boys in the bathroom, and called 911. This 911 call\n      was received by the 911 system at 5:01:15 p.m. and answered by the 911 operator at\n      5:01:20 p.m. At 5:01:41 p.m., Nancy was placed on hold, as 911 received a call from the\n      Griffis' trailer. Mrs. Hatten identified State's Exhibit Number 3 as the club that Puckett had\n      in his hand in the trailer.The Griffis family knew Puckett because he was once employed\n      by David Griffis. While Puckett was employed by David, the employees would gather at\n      the Griffis' house before leaving for work.\n\n      Jeffrey Griffis testified that when he entered the home, he saw Puckett with a club in his\n      hand and holding on to Mrs. Hatten's shirt. David Griffis testified that when he entered the\n      home, he saw Mrs. Hatten with Puckett standing in front of her with the club in his hand\n      raised over his head. David indicated that Puckett was wearing army-type coveralls. The\n      club had blood and a white substance on it. David asked Puckett what he was doing in his\n      house and Puckett said he had hit a deer on the road and came to get David's help and to\n\n\n                                                    3\n\fuse the telephone. David called out for Rhonda but no one answered. However, Puckett\ntold David that Rhonda was down at her mother's house. David asked Puckett about the\nblood on the club and Puckett indicated that it was blood from the deer. David then dialed\n911 from a portable phone that was laying on the counter beside him. This 911 call was\nreceived by the 911 system at 5:01:27 p.m. and answered by the 911 operator at 5:01:41\np.m. This (David's) call was terminated at 5:04:42 p.m. At some point, David and Puckett\nstruggled and David got the club from Puckett. David tried to keep Puckett in the trailer\nuntil the police arrived. However, Puckett took off running towards the door. As Puckett\nwas running for the door, David swung the club and hit Puckett on the shoulder. Then, as\nPuckett ran out the door, David threw the club at him. Dr. Michael West testified at trial\nthat the club, State's Exhibit 3, was consistent with the wound pattern found on Puckett's\nback.\n\nOnce Puckett exited the trailer, David entered the living room and reached for his pistol\nthat was usually on a gun cabinet just to the left of the living room door. However, the\npistol was not there. David did not see Rhonda's body lying in the living room at this time.\nDavid then ran into the bedroom to retrieve a rifle from the bedroom closet. The bedroom\ndoor is straight ahead as you turn towards the cabinet. As David exited the bedroom and\nre-entered the living room, he then saw Rhonda laying on the floor. He saw that Rhonda\nwas injured and dialed 911 again to inform the police. David's second 911 call was\nreceived by the 911 system at 5:05:01 p.m. and was answered by the 911 operator at\n5:05:07 p.m. This call was terminated at 5:11:45 p.m. The time between the end of David's\nfirst 911 call and the beginning of his second 911 call was 18 seconds. Sheriff's deputies\nand paramedics arrived within minutes.\n\nBefore David fired Puckett, David considered him to be a decent employee and even\nwrote a letter of recommendation for Puckett to become an Eagle Scout. Another former\nemployer of Puckett's, Ray Watkins, testified that shortly before Rhonda's murder, a maul\nhandle was broken at his work site. Watkins had the maul handle for several years,\nbetween seven (7) and ten (10) years, and believed the maul handle to be State's Exhibit\nNo. 3. Watkins also testified that he had seen the handle in Puckett's truck on several\noccasions.\n\nPuckett was seen around 3:30 p.m. the afternoon of the murder at the same house from\nwhich David Griffis was collecting pine straw. Puckett's blue 4-wheel drive truck was also\nseen passing the Griffis' residence at approximately 4:41 p.m.\n\nPuckett's truck was recovered the next night in a wooded area in Perry County. On\nOctober 16, 1995, Puckett was apprehended near his mother's home in Perry County. At\nthe time of his arrest, Puckett nervously commented to his mother that \"[t]his is a lot of law\nenforcement for somebody who just committed a burglary.\" A duffle bag containing various\nitems including a pair of coveralls was recovered from Puckett at the time of his arrest.\n\n\n\n                                              4\n\f       Puckett did not deny being in the trailer at the time of the murder, but testified that he\n       witnessed David Griffis murder his wife. He indicated that he had originally planned only\n       to burglarize the house in order to find money to pay his truck note. He stated that the idea\n       to burglarize the house just popped into his head at the time he went by the Griffis' house.\n       Puckett testified that he parked his truck in a vacant lot beside the Griffis' trailer and put\n       his coveralls on. Puckett saw Rhonda's car at the trailer, but proceeded to the door\n       anyway and knocked. Puckett said that Rhonda let him in and they began to talk. [FN1]\n       Puckett said that he saw the stick (State's Exhibit No. 3) lying on the living room floor. He\n       stated that he and Rhonda began kissing and he then began acting out his sexual fantasy\n       of undressing a woman while he remained fully clothed. He said that Rhonda then saw her\n       mother approaching the trailer, grabbed her clothes and ran into the bedroom, and told\n       Puckett to get rid of her mother. Puckett said he ran into the dining room area and had\n       picked up the stick and decided to scare Mrs. Hatten away with the club. Puckett further\n       stated that after Mrs. Hatten fled with the children, David accused Rhonda of sleeping with\n       Puckett and began hitting her with the stick that David took from Puckett. After beating\n       his wife, David struggled to keep Puckett in the trailer, but Puckett was able to escape\n       while David was calling 911. At trial, Puckett indicated the whole incident took four or five\n       minutes. Puckett said he hid in the woods for two days because he was afraid of David.\n\n       FN1. Puckett also claimed to have had a prior sexual encounter with Rhonda several\n       months before this incident, somewhere around May 1995. However, Puckett stated that\n       he had no further contact with Rhonda between May 1995 and the date of the murder on\n       October 14, 1995.\n\n       Puckett indicated that State's Exhibit No. 3 was not the same maul handle which he had\n       obtained from a former employer, Ray Watkins. He testified instead that he had destroyed\n       that maul handle while he was working for Mark Hicks, by making a torch out of it to burn\n       off some trash.\n\nPuckett v. State, 737 So.2d at 327-29.\n\n                                      ISSUES AND ANALYSIS\n\n¶7.    Puckett has raised the following issues, verbatim, in his petition for post-conviction relief:\n\n       I.      PETITIONER WAS DENIED HIS CONSTITUTION [sic] RIGHTS\n               TO BE TRIED BY TWELVE IMPARTIAL JURORS.\n\n\n               A.       Puckett Was Denied a Fundamentally Fair Trial with the\n                        Seating of a Juror Who Could Not Comprehend English.\n\n\n\n\n                                                     5\n\f¶8.      It is Puckett's contention that he was denied due process and a fundamentally fair trial because of\n\nthe seating of juror No. 35, Tomoe Parker, whom Puckett asserts could not comprehend English. First,\n\nthis issue was capable of being raised at the trial level and on direct appeal. It is procedurally barred from\n\nbeing raised for the first time in Puckett's petition for post-conviction relief. Miss. Code Ann. § 99-39-\n\n21(1); Simon v. State, </pre><span class=\"citation\" data-id=\"1930926\"><a href=\"/opinion/1930926/simon-v-state/\"><span class=\"volume\">857</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">668</span></a></span><pre class=\"inline\">, 682 (Miss. 2003). Without waiving the procedural bar, Puckett's\n\ncontention is also without merit.\n\n¶9.      Miss. Code Ann. § 13-5-1 provides, in relevant part, as follows:\n\n         Every citizen not under the age of twenty-one years, who is either a qualified elector, or\n         a resident freeholder of the county for more than one year, is able to read and write,\n         and has not been convicted of an infamous crime, or the unlawful sale of intoxicating liquors\n         within a period of five years and who is not a common gambler or habitual drunkard, is a\n         competent juror. No person who is or has been within twelve months the overseer of a\n         public road or road contractor shall, however, be competent to serve as a grand juror.\n         The lack of any such qualifications on the part of one or more jurors shall\n         not, however, vitiate an indictment or verdict.\n\n(emphasis added).\n\n¶10.     The record indicates that Puckett affirmed Ms. Parker's presence after fully exploring her abilities\n\nto read, write, and comprehend English. During voir dire, the trial court asked if there was anyone who\n\ncannot read or write. Two venire members raised there hands, and the following dialogue was had at the\n\nbench:\n\n         THE COURT: All right. We are at the bench, T-O-M-O-E Parker, No. 35. We are in\n         the presence of the Defendant and defense attorney. And Roger Dale Ellerman, Juror\n         No. 53.\n\n         Ms. Parker, how much formal education have you had?\n\n         JUROR TOMOE PARKER: I have a high school--I am from Japan.[1]\n\n\n\n         1\n             Ms. Parker indicated on her Jury Information Questionnaire that her educational level was 14.\n\n                                                      6\n\f        THE COURT: Where did you do your educational work? Was that in Japan or here in\n        the states?\n\n        JUROR TOMOE PARKER: Japan.\n\n        THE COURT: You appear to be very fluent as far as English is              concerned.\n\n        JUROR TOMOE PARKER: I cannot understand big words. That is my problem. When\n        you started getting people talking so fast - -\n\n\n        THE COURT: But you can read and write; it is just a matter of             comprehending?\n\n        JUROR TOMOE PARKER: Somewhat - - but when I get the big words, I cannot\n        understand.\n\n        THE COURT: If You were selected for this jury panel, and you were sitting there and\n        either a witness or an attorney said something you didn't understand, would you raise your\n        hand and let us know that and have it clarified for you? Would you have any problem\n        doing that? You would do that?\n\n        JUROR TOMOE PARKER: If I could understand, I will.\n\n        MR. ADELMAN [Defense counsel]: Were you able to fill out the questionnaire?\n\n        JUROR TOMOE PARKER: No, I didn't; my daughter filled it out for me.\n\n        THE COURT: You understood the questions?\n\n        JUROR TOMOE PARKER: Yes. Writing and reading I have no problem.\n\n        MR. ADELMAN: If you were presented with written instructions of the Court, would you\n        be able to read   those?\n\n        JUROR TOMOE PARKER: If people write - - and I have time to read.\n\n        THE COURT: They would be typed. You will have all the time you need.\n\n¶11.    The trial court then went on to question the reading and writing abilities of Juror No. 53, Mr.\n\nEllerman. Upon concluding its questions, the trial court then asked for the views of counsel regarding these\n\ntwo potential jurors. The record reflects the following dialogue:\n\n\n                                                     7\n\f        THE COURT: I am going to need some direction. I don't want to make this decision.\n        Obviously they both can read and write to a limited degree. I don't think they are\n        automatically excluded under the statutory provision; so   we are down to the point\n        of whether or not y'all want to agree.\n\n\n        MR. ADELMAN: Mr. Ellerman said he could not understand the questions. I move to\n        strike.\n\n        THE COURT: Do you have a problem?\n\n        MR. JONES [Prosecutor]: If we do one, we need to do both.\n\n        MR. ADELMAN: Why is that?\n\n        MR. JONES: That will be fine; let's do the one.\n\n                                        ***\n        MR. JONES: Leave the woman [Tomoe Parker] and strike the man [Mr. Ellerman].\n\n        MR. ADELMAN: I am moving to strike the man. Are you moving to strike the woman?\n\n        MR. JONES: No.\n\n        THE COURT: Mr. Ellerman, thank you for coming. We will excuse you.\n                                                   ***\n        THE COURT: And Ms. Parker, if at any point in time you don't                 understand what\n        we're saying or doing, all you need to do is raise your hand and tell us that, and we'll either\n        slow down or explain it for you or whatever. Okay?\n\n        JUROR TOMOE O. PARKER: Yes, sir.\n\n¶12.    First, it is clear from the record that both parties explored Ms. Parker's abilities to read, write, and\n\ncomprehend. The record also shows that Ms. Parker indicated that she could read and write as required\n\nby Miss. Code Ann. § 13-5-1. The trial court held that she was not automatically excluded under the\n\nstatutory provisions. The trial court then invited the prosecution and the defense to reach an agreement as\n\nto whether she should stricken. The record appears to indicate that the prosecution was ready to strike\n\nMs. Parker and that it was the defense that was not agreeable. Further, Puckett did not object to Ms.\n\n\n                                                      8\n\fParker when the state tendered her as a juror. When the trial court presented Ms. Parker to the Defense,\n\nMr. Adelman replied, \"Will accept Tomoe Parker.\"\n\n¶13.    Puckett offers the affidavit of Ms. Tomoe Parker in an apparent attempt to impeach the verdict.\n\nPuckett argues that Ms. Parker \"was forced to give in to what, she thought, must be the superior judgment\n\nof her fellow jurors, who had been able to understand the entire proceedings.\" As the State correctly points\n\nout, Rule 606(b) of the Mississippi Rules of Evidence provides:\n\n        (b) Inquiry Into Validity of Verdict or Indictment. Upon an inquiry into the validity of a\n        verdict or indictment, a juror may not testify as to any matter or statement occurring during\n        the course of the jury's deliberations or to the effect of anything upon his or any other\n        juror's mind or emotions as influencing him to assent to or dissent from the verdict or\n        indictment or concerning his mental process in connection therewith, except that a juror\n        may testify on the question whether extraneous prejudicial information was improperly\n        brought to the jury's attention or whether any outside influence was improperly brought to\n        beat upon any juror. Nor may his affidavit or evidence of any statement by him\n        concerning a matter about which would be precluded from testifying be\n        received for these purposes.\n\n\n(emphasis added). \"Moreover, jurors generally may not impeach their own verdict by testifying about\n\nmotives or influences affecting deliberations.\" Lewis v. State, </pre><span class=\"citation\" data-id=\"1707145\"><a href=\"/opinion/1707145/lewis-v-state/\"><span class=\"volume\">725</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">183</span></a></span><pre class=\"inline\">, 190-91 (Miss. 1998)\n\n(citing Fairman v. State, </pre><span class=\"citation\" data-id=\"1708512\"><a href=\"/opinion/1708512/fairman-v-state/\"><span class=\"volume\">513</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">910</span></a></span><pre class=\"inline\">, 915-16 (Miss. 1987)).\n\n¶14.    Finally, at the conclusion of the guilt phase of Puckett's trial, the jury was polled. The trial court\n\nspecifically asked Ms. Parker if the verdict of guilty of murder during the commission of a sexual battery\n\nwas indeed her verdict. The record reflects the following dialogue:\n\n        THE COURT: Tomoe Parker, is that your verdict?\n\n        JUROR TOMOE PARKER: Yes.\n\n¶15.    At the conclusion of the sentencing phase, the jury was polled again regarding their decision that\n\nPuckett should suffer death.\n\n                                                     9\n\f        THE COURT: Tomoe Parker, is that your verdict?\n\n        JUROR TOMOE PARKER: Yes.\n\nThis issue is not only procedurally barred, it is without merit.\n\n                 B.      The Trial Judge Should Have Su Sponde [Sic]\n                         Dismissed Mrs. Parker.\n\n\n¶16.    Puckett's contends that the trial court judge should have dismissed Ms. Parker, sua sponte, upon\n\nlearning that she did not complete the jury information questionnaire on her own. As the record indicates,\n\nMs. Parker told the trial court that her daughter filled out the questionnaire.\n\n¶17.    This issue is without merit. Puckett is taking issue with the portion of Miss. Code Ann. § 13-5-1,\n\nwhich reads: \"The judge shall personally examine the answers of each juror prior to empaneling the jury\n\nand each juror who cannot complete the above form shall be disqualified as a juror and discharged.\" The\n\npurpose of the form is to aid the trial court in determining who can and cannot read and write. The record\n\nreflects extensive voir dire by the trial court regarding Ms. Parker's ability to read and write. Puckett's\n\ncounsel asked Ms. Parker if she filled out the questionnaire.\n\n        MR. ADELMAN [Defense counsel]: Were you able to fill out the questionnaire?\n\n        JUROR TOMOE PARKER: No, I didn't; my daughter filled it out for me.\n\n        THE COURT: You understood the questions?\n\n        JUROR TOMOE PARKER: Yes. Writing and reading I have no problem.\n\nMs. Parker clearly indicated that she could read and write.\n\n¶18.    In Herring v. State, </pre><span class=\"citation\" data-id=\"1132785\"><a href=\"/opinion/1132785/herring-v-state/\"><span class=\"volume\">374</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">784</span></a></span><pre class=\"inline\"> (Miss. 1979), this Court held that a person who meets the\n\nother qualifications and can read and write only a few words is qualified as a juror. Further, in Johnson\n\nv. State, </pre><span class=\"citation\" data-id=\"1605533\"><a href=\"/opinion/1605533/johnson-v-state/\"><span class=\"volume\">416</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">383</span></a></span><pre class=\"inline\"> (Miss. 1982), the Defendant asserted that juror Leflore could not read or write\n\n                                                     10\n\fand moved for a mistrial. A hearing was conducted at which juror Leflore testified that she could read and\n\nwrite, that she read the jury instructions, and that it was only after the jury dispersed that she became ill and\n\nunable to read. The Defendant offered juror Leflore's step-daughter, Mrs. Griffin, as a witness, who\n\ntestified that juror Leflore could not read. The trial judge overruled the motion for a mistrial. This Court\n\nheld that \"[i]n view of the fact that the evidence was conflicting, a factual dispute evolved for resolution by\n\nthe trial judge\" and held the issue to be without merit. Id. at 390.\n\n¶19.    In this case, there was not even a dispute as to whether Ms. Parker could read and write. Despite\n\nthe fact that Ms. Parker stated her daughter filled out the Jury Information Questionnaire, the trial judge and\n\nPuckett's counsel questioned her about her ability to understand the questions asked on the questionnaire\n\nand her ability to read and write. The record supports the trial judge’s finding that Ms. Parker was a\n\nqualified juror. This issue is without merit.\n\n                 C.       Inappropriate Contact by Court Personnel Resulted in\n                          a Violation of Petitioner's Fundamental Rights.\n\n\n¶20.    Puckett asserts that \"[j]ury members consumed alcohol and played cards with members of law\n\nenforcement some of whom testified during the course of the trial.\" Puckett directs our attention to the\n\naffidavit of Ms. Tomoe Parker. Her affidavit reads: \"The policemen and jurors played cards together and\n\ndrank beer together while at the Holiday Inn in Gulfport.\"\n\n¶21.    First, nothing in Ms. Parker's affidavit suggests that the juror were drinking beer with law\n\nenforcement officers who testified during the course of the trial. Further, Puckett has not identified who\n\nthose law enforcement officers who allegedly testified and drank beer with the jurors. It appears that Ms.\n\nParker is most likely referring to the bailiffs assigned to the sequestered jury.\n\n\n\n\n                                                       11\n\f¶22.    Second, Puckett cites the Hawaii case of Arruda v. Tanaka, </pre><span class=\"citation\" data-id=\"1398666\"><a href=\"/opinion/1398666/kealoha-v-tanaka/\"><span class=\"volume\">370</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">468</span></a></span><pre class=\"inline\"> (Haw. 1962), and\n\nasserts that alcohol consumption by any member of the jury was improper and constituted error. What the\n\nHawaiian court actually held was that the consumption of liquor by some of the jurors, once segregated,\n\nis improper and constitutes error, but does not amount to prejudicial error or conduct as a matter of law.\n\nThe material inquiry is whether the party to be affected by the verdict was prejudiced thereby as matter of\n\nfact. Id. at 475. \"'The material inquiry in such cases is whether the defendant was prejudiced thereby, in\n\nother words, whether the use was such as to affect the mind of any of the jurors and thus deprive the\n\ndefendant of the benefit of the condition of mind of each and all of the jurors to which he is entitled; and if\n\nit appears that the defendant was not prejudiced the verdict can not be reversed.\" Id. (quoting Territory\n\nv. Ferris, </pre><span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">Haw.</span> <span class=\"page\">139</span></span><pre class=\"inline\"> (1903).\n\n¶23.    In King v. State, </pre><span class=\"citation\" data-id=\"1792208\"><a href=\"/opinion/1792208/king-v-state/\"><span class=\"volume\">580</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1182</span></a></span><pre class=\"inline\"> (Miss. 1991), this Court reviewed a similar circumstance. The\n\ntrial court in King entered a sequestration order that required jurors, along with two bailiffs, to stay at a\n\nHoliday Inn each night of the four-day trial. On two separate occasions, three of the jurors visited the\n\nmotel's lounge. Id. at 1186. Upon learning of the juror's visits to the lounge, two of the defendants filed\n\na post-trial \"Motion to Set Aside Verdict, Declare Mistrial, and Grant a New Trial.\" Id. Although the trial\n\ncourt expressed its disappointment in the jurors' conduct, the trial court held that the conduct did not bring\n\nabout the vitiation of the guilty verdict. Id. Both the trial court and this Court were more concerned with\n\nthe separation of the sequestered jurors. After finding that the defendants did not present even a \"scintilla\"\n\nof evidence, this Court affirmed the trial court's decision to overrule the motion.\n\n¶24.    In the instant case, Puckett has not asserted that the jurors were intoxicated or that they were\n\nseparated. Puckett does not present evidence that the jurors discussed the case or that the jurors were\n\n\n\n                                                     12\n\fsubjected to outside influence. Puckett merely asserts that \"[s]uch conduct raises a specter of impropriety.\"\n\nThis issue is without merit.\n\n                 D.      The Baliff [Sic] Assigned to the Jury Was Personally\n                         Affected by a Capital Murder.\n\n¶25.    Puckett maintains that he did not receive a fair trial because jury members were aware of the\n\ncircumstances surrounding the death of Bailiff Ladner's husband, Bruce Ladner, who was a highway\n\npatrolman. Bruce Ladner was the victim of a capital murder. Puckett asserts that such knowledge by the\n\njury constitutes extraneous influence because \"anything less than a guilty verdict and sentence of death\n\nwould appear to be disrespectful to not only Mrs. Ladner but also to the memory of her deceased\n\nhusband.\"\n\n¶26.    First, Puckett does not offer any authority in support of his contention. This Court has continually\n\nconsidered issues of error not supported by citation or authority as abandoned. Thibodeaux v. State,\n\n</pre><span class=\"citation\" data-id=\"1113932\"><a href=\"/opinion/1113932/thibodeaux-v-state/\"><span class=\"volume\">652</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">153</span></a></span><pre class=\"inline\">, 155 (Miss. 1995). It is the duty of an appellant to provide authority and support of an\n\nassignment of error. Drennan v. State, </pre><span class=\"citation\" data-id=\"1128478\"><a href=\"/opinion/1128478/drennan-v-state/\"><span class=\"volume\">695</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">581</span></a></span><pre class=\"inline\">, 585-86 (Miss. 1997); Hoops v. State, </pre><span class=\"citation\" data-id=\"1809345\"><a href=\"/opinion/1809345/hoops-v-state/\"><span class=\"volume\">681</span>\n\n<span class=\"reporter\">So. 2d</span> <span class=\"page\">521</span></a></span><pre class=\"inline\">, 526 (Miss. 1996); Kelly v. State, </pre><span class=\"citation\" data-id=\"1670017\"><a href=\"/opinion/1670017/kelly-v-state/\"><span class=\"volume\">553</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">517</span></a></span><pre class=\"inline\">, 521 (Miss. 1989); Smith v. State, </pre><span class=\"citation\" data-id=\"1089523\"><a href=\"/opinion/1089523/smith-v-state/\"><span class=\"volume\">430</span>\n\n<span class=\"reporter\">So. 2d</span> <span class=\"page\">406</span></a></span><pre class=\"inline\">, 407 (Miss. 1983); Ramseur v. State, </pre><span class=\"citation\" data-id=\"1812612\"><a href=\"/opinion/1812612/ramseur-v-state/\"><span class=\"volume\">368</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">842</span></a></span><pre class=\"inline\">, 844 (Miss. 1979). Because Puckett\n\nhas failed to meet the burden of providing authority to support his assignment of error, he is procedurally\n\nbarred. Holland, 705 So.2d at 329; Drennan, 695 So.2d at 585-86.\n\n¶27.    Without waiving the procedural bar, Puckett's claim has no merit. Puckett offer no proof that any\n\njuror had knowledge of the circumstances surrounding the death of Bailiff Ladner's husband or that such\n\nknowledge had a prejudicial effect on the jury's verdict. Puckett directs this Court's attention to his Exhibit\n\n7, purportedly and affidavit of \"Harris.\" Puckett's Exhibit 7 is an affidavit from James Green, an investigator\n\n\n\n                                                      13\n\ffor the MOCPCC who swears in his affidavit to a telephone interview with Ms. Tomoe Parker. There is\n\nnothing in Green's affidavit that relates to Bailiff Ladner or her late husband.\n\n¶28.    The only affidavit provided in Puckett's exhibits from an individual named \"Harris\" is Exhibit 8,\n\nwhich is a sworn affidavit of Tomika Harris. Harris is also an investigator for the MOCPCC. In this\n\naffidavit, Harris swears conducting an interview with Mr. Jerry Parker, an alternate juror in Puckett's trial.\n\nHarris's affidavit also comments on various statements made by Mr. Parker to her.\n\n        Mr. Parker informed us that he only served as an ALTERNATE juror on this case. He\n        stated that the bailiff's names were Mr. Warden and Mrs. Ladner (Mrs. Ladner is the\n        widow of the late Bruce Ladner, officer slain in the line of duty years earlier).\n\nPuckett's petition, Ex. 8, Affidavit of Tomika Harris.\n\n¶29.    This is the only reference of Bruce Ladner's death presented by Puckett's exhibits to his application\n\nfor post-conviction relief. This hearsay reference to Bruce Ladner does not assert that any juror's decision\n\nwas influenced in any way because of Mrs. Ladner's presence as a bailiff in Puckett's trial. This issue is\n\nboth barred from review, and without merit.\n\n        II.     THE DAUBERT/KUMHO GATE-KEEPING FUNCTIONS SHOULD\n                APPLY IN STATE DEATH PENALTY CASES.\n\n¶30.    Puckett claims that \"the Mississippi Court erred in not applying the standards established by this\n\nCourt in Duabert [sic] v. Merill [sic]Dow Pharmaceuticals, </pre><span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">579</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span><pre class=\"inline\">\n\n(1993) and Kumho Tire Co., Ltd. v. Carmichael, </pre><span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1167</span></a></span><pre class=\"inline\"> (1999), in\n\ndetermining whether [Dr. Michael West's, D.D.S.,] testimony should have been allowed.\"2 Basically\n\nPuckett contends that the trial court and this Court erred in finding that Dr. West could testify as an expert\n\n\n\n\n        2\n         It appears from the wording of this issue that Puckett is presenting this issue to the U.S. Supreme\nCourt which, notably, denied his petition for writ of certiorari.\n\n                                                     14\n\fin wound pattern analysis. Puckett maintains that Dr. West's methods were not generally accepted within\n\nthe forensic science field and he should not have been allowed to testify.\n\n¶31.    First and for most, the issue of whether Dr. West should have been permitted to testify as an expert\n\nwitness in the field of wound patterns was raised and discussed on direct appeal. Puckett, 737 So.2d at\n\n341-43. This Court held that \"the trial court did not err in allowing Dr. West to testify as an expert in the\n\nfield of wound patterns.\" Id. at 343. This issue is procedurally barred. Miss. Code Ann. § 99-39-21(3).\n\n¶32.    In his reply brief, Puckett offers his Exhibit 16 which he identifies as Minutes of the Ethics\n\nCommittee of the American Academy of Forensic Science. The document was in response to a complaint\n\nregarding Dr. West's scientific methods. The complaint was filed after Dr. West testified in a capital\n\nmurder case in 1992 . The Academy appears to have recommended that Dr. Michael H. West be\n\n\"expelled from the Academy. . . . \"\n\n¶33.    Regardless of Puckett's contention and his Exhibit 16, this Court stated the following on Puckett's\n\ndirect appeal regarding Puckett's challenge of Dr. West's testimony:\n\n        It is interesting to note that the pathologist, Dr. Steven Hayne, also testified that the victim's\n        wounds were consistent with State's Exhibit No. 3 without objection. Furthermore,\n        Puckett himself testified that State's Exhibit No. 3 was the murder weapon, only that David\n        Griffis was the one who used it to beat his wife to death. Puckett also admitted being hit\n        by David with that very same stick. Consequently, even if it had been error to allow Dr.\n        West to testify as a wound pattern expert, his testimony could not have been prejudicial\n        and harmful as Puckett himself confirmed everything Dr. West stated during his own\n        testimony.\n\nPuckett, 737 So.2d at 343. Relief on this claim is denied.\n\n        III.    PUCKETT WAS DENIED HIS FUNDAMENTAL AND\n                CONSTITUTIONAL RIGHT TO A FAIR TRIAL BY THE\n                ADMISSION OF THE TESTIMONY OF JUSTIN AND JEFFERY\n                GRIFFIS.\n\n\n\n\n                                                       15\n\f¶34.     Puckett's claims that he was denied his fundamental right to a fair trial because the trial judge\n\noverruled his objection and permitted the testimony of Justin3 and Jeffery Griffis,4 the victim's children.\n\nPuckett contends that the State had already established evidence through Nancy Hatten and David Griffis\n\nthat Rhonda was home alone while David and the children were out gathering pine straw before returning\n\nhome around 5:00 P.M. Puckett asserts that the testimony of the children \"did not go to anything at issue.\n\nTheir testimony was presented by prosecution purely for sympathy value.\" Puckett objected to the\n\ntestimony of Jeffery and Justin at trial on the basis of relevancy. He also objected at trial to the cumulative\n\nnature of their testimony. The trial judge found that the boys were competent witnesses and allowed their\n\ntestimony. Although Puckett was capable of raising this issue on direct appeal, he did not. The issue is\n\nprocedurally barred. Miss. Code Ann. § 99-39-21(1); Wiley v. State, </pre><span class=\"citation\" data-id=\"1855634\"><a href=\"/opinion/1855634/wiley-v-state/\"><span class=\"volume\">750</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1193</span></a></span><pre class=\"inline\">, 1208 (Miss.\n\n1999).\n\n¶35.     Without waiving the procedural bar, the issue is also without merit. Puckett cites two cases in his\n\nargument. First, Puckett quotes Cox v. State, </pre><span class=\"citation\" data-id=\"1090811\"><a href=\"/opinion/1090811/cox-v-state/\"><span class=\"volume\">849</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1257</span></a></span><pre class=\"inline\"> (Miss. 2003). \"Although relevant,\n\nevidence may be excluded if its probative value is substantially outweighed by the danger of unfair\n\nprejudice, confusion of the issues, or misleading the jury, or by considerations of undue delay, waste of\n\ntime, or needless presentation of cumulative evidence.\" Id. at 1269 (emphasis added). This statement from\n\nCox is, verbatim, M.R.E. 403. The Comment to Rule 403 states that \"[t]his rule also gives the trial judge\n\ndiscretion to exclude evidence which is merely cumulative.\" M.R.E. 403 cmt., citing Carr v. State, </pre><span class=\"citation\" data-id=\"1834004\"><a href=\"/opinion/1834004/carr-v-state/\"><span class=\"volume\">208</span>\n\n<span class=\"reporter\">So. 2d</span> <span class=\"page\">886</span></a></span><pre class=\"inline\"> (Miss. 1968). Further, \"[the relevancy and admissibility of evidence are largely within the\n\n\n         3\n             Justin was seven years old at the time of the murder and eight years old at the time of Puckett's\ntrial.\n         4\n             Jeffery was five years old at the time of the murder and six years old at the time of Puckett's trial\n\n                                                        16\n\fdiscretion of the trial court and reversal may be had only where that discretion has been abused.\" Gray\n\nv. State,728 So.2d 36, 56 (Miss. 1998) (citations omitted).\n\n¶36.    Puckett also cites Flowers v. State, </pre><span class=\"citation\" data-id=\"1836662\"><a href=\"/opinion/1836662/flowers-v-state/\"><span class=\"volume\">842</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">531</span></a></span><pre class=\"inline\">, 541 (Miss. 2003), for the proposition that\n\n\"[evidence should be limited to what is relevant to the single issue.\" As the State points out, the context in\n\nwhich this statement was made in Flowers was a discussion regarding evidence of other crimes, wrongs,\n\nor bad acts pursuant to M.R.E. 404(b). That is not to say that eyewitness testimony should not also be\n\nrelevant. \"'Relevant Evidence' means evidence having any tendency to make the existence of any fact that\n\nis of consequence to the determination of the action more probable or less probable than it would be\n\nwithout the evidence.\" M.R.E. 401.\n\n¶37.    Through his testimony, Jeffery identified Puckett as the man he saw inside the family's home upon\n\nreturning from collecting straw on the day of the murder. He also testified that Puckett was holding on to\n\nNancy Hatten's shirt and holding a \"club\" in the other hand. It cannot be said that Jeffery's testimony was\n\nirrelevant.\n\n¶38.    Justin testified that he saw his mother before going with his brother and father to collect pine straw\n\nand that his mother was okay at that time. The state argued at trial that the defense had made the opening\n\nstatement that somebody else had murdered Rhonda and that Justin's testimony would help established the\n\ntime frame in which the murder had occurred. This Court finds that Justin's testimony was also relevant.\n\n\n\n¶39.    Even if we assume, for the sake of argument, that the relevant testimony of Justin and Jeffery was\n\ncumulative to matters already established through testimony of Nancy Hatten and David Griffis, Puckett's\n\ndefense was to accuse David Griffis of the murder. The testimony of the boys corroborated portions of\n\nDavid Griffis's testimony. The trial judge did not abuse his discretion in allowing the testimony.\n\n\n\n                                                     17\n\f¶40.    Puckett's claim is both procedurally barred and without merit.\n\n        IV.     WHETHER IT WAS IMPROPER AND REVERSIBLE ERROR FOR\n                THE DISTRICT ATTORNEY TO INQUIRE OF THE PETITIONER\n                AS TO HIS POST-MIRANDA SILENCE, WHERE PETITIONER\n                MADE BRIEF POST-    ARREST STATEMENTS AFTER WHICH\n                HE INVOKED HIS RIGHT TO REMAIN SILENT.\n\n¶41.    Puckett argues that the prosecution committed reversible error during cross-examination by\n\nimproperly inquiring into the defendant's post-Miranda silence. This identical issue was raised as\n\nPuckett's assignment of error VII on his direct appeal before this Court. Puckett v. State, 737 So.2d\n\nat 347. This Court agreed with the State's position that the issue was procedurally barred, not only\n\nbecause the defense did not object to the prosecutor's line of questioning, but also because the issue was\n\nnot raised in Puckett's Motion for New Trial. Id. at 349. However, this Court discussed the merits of\n\nPuckett's contention to determine if his fundamental rights had been violated. Id. at 350. This Court\n\nultimately held Puckett's claim to be without merit. Id.\n\n¶42.    Puckett's attempt to raise this issue again in his motion for post-conviction relief is procedurally\n\nbarred as res judicata. Miss. Code Ann. §99-39-21(3); Wiley v. State, 750 So.2d at 1200. As this\n\nCourt found previously, Puckett is not entitled to relief on this assignment of error.\n\n        V.      THE PETITIONER WAS DENIED HIS SIXTH AMENDMENT\n                RIGHT TO THE EFFECTIVE ASSISTANCE OF COUNSEL AT\n                THE GUILT AND SENTENCING PHASES OF THE TRIAL\n                WITHIN THE MEANING OFSTRICKLAND v. WASHINGTON, AND\n                CORRESPONDING PORTIONS OF T H E M I S S I S S I P P I\n                CONSTITUTION.\n\n¶43.    This Court has stated the following on ineffective assistance of counsel and the standard provided\n\nin Strickland v. Washington, </pre><span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span><pre class=\"inline\"> (1984):\n\n\n\n\n                                                     18\n\f\"The benchmark for judging any claim of ineffectiveness [of counsel] must be whether\ncounsel's conduct so undermined the proper functioning of the adversarial process that the\ntrial cannot be relied on as having produced a just result.\"Strickland v. Washington,\n</pre><span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span><pre class=\"inline\">, 686, </pre><span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span><pre class=\"inline\"> (1984). A defendant must\ndemonstrate that his counsel's performance was deficient and that the deficiency prejudiced\nthe defense of the case. Id. at 687, </pre><span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span><pre class=\"inline\">. \"Unless a defendant\nmakes both showings, it cannot be said that the conviction or death sentence resulted from\na breakdown in the adversary process that renders the result unreliable.\" Stringer v.\nState, </pre><span class=\"citation\" data-id=\"1088444\"><a href=\"/opinion/1088444/stringer-v-state/\"><span class=\"volume\">454</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">468</span></a></span><pre class=\"inline\">, 477 (Miss.1984) (citing Strickland v. Washington, 466 U.S.\nat 687, </pre><span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span><pre class=\"inline\">). The focus of the inquiry must be whether counsel's assistance\nwas reasonable considering all the circumstances. Id.\n\n        Judicial scrutiny of counsel's performance must be highly deferential.\n        (citation omitted) ... A fair assessment of attorney performance requires\n        that every effort be made to eliminate the distorting effects of hindsight, to\n        reconstruct the circumstances of counsel's challenged conduct, and to\n        evaluate the conduct from counsel's perspective at the time. Because of\n        the difficulties inherent in making the evaluation, a court must indulge a\n        strong presumption that counsel's conduct falls within the wide range of\n        reasonable professional assistance; that is, the defendant must overcome\n        the presumption that, under the circumstances, the challenged action 'might\n        be considered sound trial strategy.'\n\nStringer, 454 So.2d at 477 (citing Strickland, 466 U.S. at 689, </pre><span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span><pre class=\"inline\">).\nDefense counsel is presumed competent. Id.\n\n        Then, to determine the second prong of prejudice to the defense, the\n        standard is \"a reasonable probability that, but for counsel's unprofessional\n        errors, the result of the proceeding would have been different.\" Mohr v.\n        State, </pre><span class=\"citation\" data-id=\"1106099\"><a href=\"/opinion/1106099/mohr-v-state/\"><span class=\"volume\">584</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">426</span></a></span><pre class=\"inline\">, 430 (Miss.1991). This means a \"probability\n        sufficient to undermine the confidence in the outcome.\" Id. The question\n        here is:\n\n        whether there is a reasonable probability that, absent the errors, the\n        sentencer--including an appellate court, to the extent it independently\n        reweighs the evidence--would have concluded that the balance of the\n        aggravating and mitigating circumstances did not warrant death.\n        Strickland, 466 U.S. at 695, 104 S.Ct. at 2068.\n\nThere is no constitutional right then to errorless counsel. Cabello v. State, </pre><span class=\"citation\" data-id=\"1745774\"><a href=\"/opinion/1745774/cabello-v-state/\"><span class=\"volume\">524</span> <span class=\"reporter\">So. 2d</span>\n<span class=\"page\">313</span></a></span><pre class=\"inline\">, 315 (Miss.1988); Mohr v. State, </pre><span class=\"citation\" data-id=\"1106099\"><a href=\"/opinion/1106099/mohr-v-state/\"><span class=\"volume\">584</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">426</span></a></span><pre class=\"inline\">, 430 (Miss.1991) (right to\neffective counsel does not entitle defendant to have an attorney who makes no mistakes\nat trial; defendant just has right to have competent counsel). If the post-conviction\n\n                                             19\n\f        application fails on either of the Strickland prongs, the proceedings end. Neal v. State,\n        </pre><span class=\"citation\" data-id=\"1775442\"><a href=\"/opinion/1775442/neal-v-state/\"><span class=\"volume\">525</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1279</span></a></span><pre class=\"inline\">, 1281 (Miss.1987); Mohr v. State, </pre><span class=\"citation\" data-id=\"1106099\"><a href=\"/opinion/1106099/mohr-v-state/\"><span class=\"volume\">584</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">426</span></a></span><pre class=\"inline\"> (Miss.1991).\n\n        Davis v. State, </pre><span class=\"citation no-link\"><span class=\"volume\">743</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">326</span></span><pre class=\"inline\">, 334 (Miss.1999) (citing Foster v. State, </pre><span class=\"citation\" data-id=\"1797214\"><a href=\"/opinion/1797214/foster-v-state/\"><span class=\"volume\">687</span> <span class=\"reporter\">So. 2d</span>\n        <span class=\"page\">1124</span></a></span><pre class=\"inline\">, 1130 (Miss.1996)).\n\nBrown v. State, </pre><span class=\"citation no-link\"><span class=\"volume\">798</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">481</span></span><pre class=\"inline\">, 493-94 (Miss.2001).\n\n                A.       Failure to Present a Defense in the Guilt-Innocence\n                         Phase of the Trial.\n\n¶44.    During the guilt-innocence phase of the trial, the defense called Puckett's Boy Scout Leader and\n\nAssistant Leader as character witnesses. Puckett also took the stand in his own defense. Puckett asserts\n\nthat his trial counsel was ineffective because \"[t]hese three witness [sic] comprised the sum total of the\n\ndefense.\" Puckett concludes that his counsel failed to provide a meaningful defense.\n\n¶45.    Again, it was Puckett's defense that David Griffis committed the murder. All of those individuals\n\nwho were at the scene of the crime following Rhonda's murder and witnessed Puckett at the scene testified\n\nas witnesses for the State. Puckett neither provides this Court with insight as to who else should have been\n\npresented as a defense witness during the guilt phase nor does he assert that defense counsel was deficient\n\nin his cross-examination of the state's witnesses. Puckett has offered nothing by way of proof that his\n\ndefense counsel was ineffective other than the conclusory allegation that only calling three witnesses,\n\nincluding Puckett, was deficient.\n\n¶46.    Puckett has not presented this claim with any specificity.\n\n        [I]n order to sustain summary dismissal, of the ineffective assistance of counsel claim, under\n        Miss.Code Ann. § 99-39-11(2) (Supp.1997), the allegation must be alleged with\n        specificity. '[H]e must specifically allege facts showing that effective assistance of counsel\n        was not in fact rendered, and he must allege with specificity the fact that but for such\n        purported actions by ineffective counsel, the results of the trial court decision would have\n        been different. Smith v. State, </pre><span class=\"citation\" data-id=\"1720645\"><a href=\"/opinion/1720645/smith-v-state/\"><span class=\"volume\">434</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">212</span></a></span><pre class=\"inline\">, 219 (Miss.1983). See also Miss.Code\n        Ann. § 99-39-9(1)(c) (1994); Ford v. State, </pre><span class=\"citation no-link\"><span class=\"volume\">708</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">73</span></span><pre class=\"inline\">, 75 (Miss.1998).\n\n\n                                                     20\n\fWilcher v. State, </pre><span class=\"citation\" data-id=\"1831239\"><a href=\"/opinion/1831239/wilcher-v-state/\"><span class=\"volume\">863</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">776</span></a></span><pre class=\"inline\">, 805 (Miss. 2003). This claim is summarily dismissed.\n\n                 B.      The Failure to Challenge Juror Number 35 after\n                         Counsel Learned That She Did Not Fill out Her Own\n                         Jury Questionnaire.\n\n¶47.    In this claim, Puckett revisits the issue of juror No. 35, Ms. Tomoe Parker. He asserts that his\n\ndefense counsel was ineffective for failing to strike Ms. Parker because she did not personally complete\n\nher juror questionnaire. Puckett concludes his argument by stating that \"[the inclusion of Mrs. Parker on\n\nPetitioner's jury panel, after she clearly indicated that she could not adequately understand English, was\n\nprejudicial.\"\n\n¶48.    As discussed previously, the trial court asked the venire if there was anyone who could not read\n\nor write. Ms. Parker was one of two venire members who came forward at that time. As the trial court\n\nconducted voir dire of these two venire members, Ms. Parker indicated that her daughter filled out the\n\nquestionnaire for her. However, the trial court questioned Ms. Parker extensively and was satisfied that\n\nshe could, in fact, read and write. The trial court was also satisfied as to her English speaking abilities. As\n\nwas stated above in Puckett's first claim of error, Puckett was not denied a fundamental right by Ms.\n\nParker having been seated as a juror. It cannot be maintained that Puckett's counsel was deficient for not\n\nmoving to have her stricken from the jury.\n\n¶49.    Defense counsel is presumed competent. Stringer, 454 So.2d at 477. There is a presumption\n\nthat counsel's conduct is reasonable and professional and that decisions made are strategic. Murray v.\n\nMaggio, </pre><span class=\"citation\" data-id=\"437141\"><a href=\"/opinion/437141/anthony-murray-v-ross-maggio-jr-warden-louisiana-state-penitentiary/\"><span class=\"volume\">736</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">279</span></a></span><pre class=\"inline\">, 282 (5th Cir. 1984). Even if we assume, for the sake of argument, that Puckett's\n\ncounsel was deficient for failing to have Ms. Parker stricken from the jury, Puckett has not demonstrated\n\nhow the outcome of the trial would have been different.\n\n\n\n                                                      21\n\f¶50.    The ineffective assistance of counsel claim fails because Puckett has not demonstrated the requisite\n\ndeficient performance and resulting prejudice.\n\n        C.       It Was Ineffective Assistance of Counsel for Failing to Voir Dire the\n                 Jury Concerning Their Beliefs Regarding Issues of Adultery.\n\n¶51.    Puckett testified that he had gone into the Griffis home with the intention of stealing money to pay\n\nhis truck note. Puckett, 737 So.2d at 329. Puckett also testified that Rhonda was home and let him enter\n\nthe home. Id. Further, Puckett told the jury that he and Rhonda began kissing and then he began to live\n\nout his sexual fantasy of undressing a woman while he remained dressed. Id. Puckett's theory of the case\n\nwas that David Griffis murdered his wife after learning that Rhonda and Puckett were having an affair. He\n\nasserts that his counsel was ineffective for failing to voir dire the jury to determine \"whether members of the\n\nvenire had any bias or prejudice regarding adultery, fornication and/or underage sex.\" Id.\n\n¶52.    As the State properly points out, Puckett was on trial for capital murder during the course of sexual\n\nbattery, not while engaged in the acts of adultery or fornication. Further, there was no question of\n\nunderage sex because Puckett was eighteen at the time of the crime and the victim was twenty-eight.\n\n¶53.    Puckett does not demonstrate how the failure to question the venire about this was deficient, nor\n\ndoes he demonstrate how he was prejudiced. Puckett's claim is nothing more than a conclusory allegation\n\nof ineffective assistance of counsel that is completely without merit. Puckett has failed to allege with\n\nspecificity his claim for ineffective assistance of counsel and the claim should be summarily dismissed.\n\nWilcher, 863 So.2d at 805.\n\n                 D.      Trial Counsel Was Ineffective by Failing to Request and\n                         Send Samples for Independent Testing.\n\n¶54.    The following is Puckett's argument in its entirety:\n\n\n\n                                                      22\n\f        Trial counsel's performance was deficient because he failed to request and send evidence\n        samples for independent testing. Testing of the samples and evidence collected would\n        have enabled the Petitioner to challenge to prosecution on their theory of the case. The\n        failure to provide independent testing prejudiced the Petitioner by preventing a vigorous\n        defense.\n\nPuckett's petition, at 35.\n\n¶55.    Again, Puckett has done nothing more than submit a conclusory allegation. He has failed to allege\n\nwith specificity support for his claim of ineffective assistance of counsel and the claim should be summarily\n\ndismissed. Wilcher, 863 So.2d at 805. Further, Puckett cites no authority for his contention. This Court\n\nhas continually considered issues of error not supported by citation or authority as abandoned.\n\nThibodeaux v. State, 652 So.2d at 155. Puckett does not demonstrate what sample or samples should\n\nhave been tested, what the independent testing would have revealed, or that the testing that was performed\n\nwas inaccurate or somehow defective.\n\n¶56.    It is clear that Puckett has not demonstrated how counsel's performance was deficient. This claim\n\ndoes not pass the first prong of the standard set forth in Strickland.\n\n                 E.       Counsel Failed Their Duty to Investigate and Present\n                          Mitigating Evidence.\n\n¶57.    Puckett asserts that during the sentencing phase his counsel presented limited testimony from a\n\nformer teacher, a superintendent, a scouting master, a prison chaplain, Puckett's mother and a friend of\n\nhers. Puckett did not testify on his own behalf. Puckett claims that he was unfairly prejudiced and denied\n\nhis fundamental Sixth Amendment right to effective counsel because none of his classmates, friends or other\n\nrelatives were called to testify.\n\n¶58.    The record indicates that defense counsel called six witnesses to testify on Puckett's behalf during\n\nsentencing. Puckett's counsel first called Susan Greer, one of Puckett's high school teachers who had\n\n\n                                                     23\n\ftaught Puckett in three different subjects during a one-year period. She testified that Puckett was a good\n\nstudent, a very mannerly young man, and that she never had a problem with him in the classroom. She\n\ntestified of her experience with Puckett and several other children while on a seven-day field trip to\n\nWashington D.C. Greer testified that Puckett was a very friendly young man and that she had no\n\ndisciplinary problems with Puckett. She then asked the jury to spare Puckett's life.\n\n¶59.    The next witness to testify on Puckett's behalf was Pat Jones, the Superintendent of Education of\n\nPerry County Schools. Jones testified that he knew Puckett very well and had known Puckett since\n\nPuckett was in the ninth grade at Perry Central High school. Id. at 1150. Jones testified that Puckett\n\noften came to visit at Jones's home for swimming parties, and that Puckett visited even after having\n\ngraduated high school. Jones stated that Puckett was a \"good, caring child\" and that Jones never saw\n\nviolence in Puckett. Jones testified that he and Puckett often talked about religion and feelings. Jones told\n\nthe jury that Puckett had a \"self esteem\" problem and that Jones made it a point to help build Puckett's\n\ngood moral character. Jones affirmed that he thought Puckett could make something positive of this life\n\nexperience despite being incarcerated, and Jones asked the jury to spare Puckett's life.\n\n¶60.    The third witness to testify in mitigation was Bill Wall. Wall owns a finance company and is an\n\ninmate chaplain where Puckett is incarcerated. Wall testified that he met Puckett the second day of\n\nPuckett's incarceration in October of 1995. Wall testified that Puckett had completed three Bible study\n\ncourses and was about to begin the fourth. Wall also testified that Puckett always came to the Wednesday\n\nafternoon counseling sessions. Wall told the jury that Puckett got along well with the other inmates and\n\nofficers. Wall stated that Puckett \"had accepted the Lord \" and Wall was of the belief that Puckett \"could\n\nencourage [other inmates] in the study of God's word.\" Wall asked the jury to spare Puckett's life. He also\n\nasked the jury to consider Puckett's age.\n\n\n                                                     24\n\f¶61.    The next witness to testify for Puckett was Dora Harrington. Mrs. Harrington and Puckett's mother\n\nattended school together. Mrs. Harrington testified that her children and Puckett had spent considerable\n\ntime together camping, swimming and picnicking. She told the jury that she had been close to Puckett, and\n\nshe asked the jury to spare his life.\n\n¶62.    Puckett's mother, Mary Puckett, testified next. The defense counsel asked Mary Puckett if she\n\nwas asking the jury to spare her son life, to which she replied, \"yes, I am.\" The State submits that the line\n\nof questioning to Mary Puckett by the defense was limited because Puckett's mother had asked him to\n\nmove out of the family home just two weeks prior to the murder, which the State asked her to expound\n\nupon.\n\n¶63.    The final witness called on Puckett's behalf was Lamar Pritchard. Pritchard works for the Internal\n\nRevenue Service and was Puckett's leader in the Boy Scouts. He testified that he knew Puckett for\n\napproximately five years and that he last saw Puckett in May of 1995, approximately five months before\n\nthe murder occurred, when Puckett received his Eagle Scout award. Pritchard told the jury that Puckett\n\nshowed leadership qualities, had perseverance, and that Puckett took younger scouts and helped them\n\ndevelop. Finally, Pritchard explained to the jury that Puckett could live a productive life in prison and\n\nasked them to spare Puckett's life.\n\n¶64.    Puckett asserts that his counsel failed to investigate and produce mitigating evidence that could have\n\nbeen offered by calling classmates, friends or other relatives. As proof of his contention, Puckett offers an\n\naffidavit of Mary Puckett and two unsworn statements from friends.\n\n¶65.    Mary Puckett states in her affidavit that\n\n        [e]ven though Mr. Adelman chose to call only a few witness [sic] on Mike's [sic] behalf,\n        there were many other people-family and friends who could have testified: Debbie Puckett,\n        his aunt; Paul Puckett, uncle; Harold Puckett, stepfather; Larry Ross, Matt's natural father;\n        Lisa Connerly, aunt; Keith Stennet, uncle; Frankie Harold, Corey McLain and Herbert\n        Wiggins, friends. There was also the person who certified Matt as an Eagle Scout and did\n\n                                                     25\n\f        an extensive investigation into matt's background. There were also several other teachers\n        who were available. I told Mr. Adelman about some of these people and would have had\n        more information and witnesses if I had been told these things were important.\n\nThis affidavit does nothing more than identify people that Mary Puckett feels would have been helpful to\n\nher son's sentencing hearing. She does not state what these potential witness might have testified to or how\n\nthat testimony would have been any different than the testimony that was offered from the six individuals\n\nthat did testify on Puckett's behalf. Further, Puckett has failed to provide affidavits from those individuals\n\nnamed by his mother in her affidavit.\n\n¶66.    Puckett also offers the unsworn statements of Ronnie Ainsworth and Iris Moree Hinton which he\n\nrefers to as affidavits.5 An affidavit is \"[a] written or printed declaration or statement of facts, made\n\nvoluntarily, and confirmed by the oath or affirmation of the party making it, taken before a\n\nperson having authority to administer such oath or affirmation.\" Black's Law Dictionary, 58\n\n( 6th ed. 1990). (emphasis added); see also Wilborn v. State, </pre><span class=\"citation\" data-id=\"1717697\"><a href=\"/opinion/1717697/wilborn-v-state/\"><span class=\"volume\">394</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1355</span></a></span><pre class=\"inline\">, 1359 (Miss. 1981)\n\n(Patterson, C.J., dissenting).\n\n¶67.    In his unsworn statement, Ainsworth states that Puckett was \"a good friend, the kind of person you\n\ncould call in the middle of the night for a ride. He'd help you get a job, anything for a friend.\" Ainsworth\n\nalso states, \"I do not keep in touch with Matt but still consider him a friend. Matt was loved by his friends\n\nand none of us was [sic] ever asked to testify on his behalf. I can think of 15-20 people who would have\n\ntestified on Matt's behalf had we been asked.\"\n\n\n\n        5\n             The statements of Ainsworth and Hinton have not been notarized. Instead, Puckett offers an\naffidavit of Kendra Lee-Lindsey, an intern coordinator at the Mississippi Office of Capital Post-Conviction\nCounsel who states that she was present when Ainsworth and Hinton signed there statements. She also\nstates that she does not know the reason why those statements were not notarized. Puckett's petition, Ex.\n11. Miss. Code Ann. § 99-39-9(1)(e) requires that a petitioner furnish affidavits to support his claims or\nshow cause why he could not furnish these affidavits.\n\n                                                     26\n\f¶68.    Iris Moree Hinton's unsworn statement reveals that Puckett was living with Hinton and her husband\n\nat the time he was arrested. She stated that she was concerned that Puckett had been seeing a married\n\nwoman with two kids and that defense counsel never asked what she knew of the married woman.\n\nHinton's unsworn statement does not tell this Court anything else about what Hinton may have known about\n\nthe woman she alleges Puckett was seeing.\n\n¶69.    First of all, the unsworn statement does not mention this woman's name. Second, if it is to be\n\nimplied that the married woman Hinton is speaking of was Rhonda Griffis, the State correctly points out\n\nthat this statement is in direct conflict with Puckett's testimony at trial. Puckett testified that he had only had\n\nsex with Rhonda Griffis once, which he asserts occurred during \"the early part of the spring\" of 1995. He\n\nalso testified that he had nothing more to do with the victim until the day of the murder, October 14, 1995.\n\nThe State contends that Hinton's testimony of Puckett seeing a married woman, if in fact it is to be implied\n\nfrom the unsworn statement that the woman was Rhonda Griffis, would have been contradictory to\n\nPuckett's testimony. Counsel cannot be said to be deficient for not wanting to contradict Puckett's theory\n\nof defense. This Court would then be evaluating a claim of ineffective assistance of counsel for having\n\ncalled Hinton to testify.\n\n¶70.    As for the rest of Hinton's unsworn statement, Hinton states that Puckett \"was best friends with our\n\ngrandson Corey.\" She further states that she would have told the jury about \"what a nice boy [Puckett]\n\nwas. I would have told the jury about the nice, well mannered young man who lived in my house, cleaned\n\nhis room, made his bed, and helped with chores like toting groceries and taking out the trash.\" Id.\n\n¶71.    Recently, the United States Supreme Court rendered its decision in Wiggins v. Smith, </pre><span class=\"citation\" data-id=\"130159\"><a href=\"/opinion/130159/wiggins-v-smith-warden/\"><span class=\"volume\">539</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">510</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"130159\"><a href=\"/opinion/130159/wiggins-v-smith-warden/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2527</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"130159\"><a href=\"/opinion/130159/wiggins-v-smith-warden/\"><span class=\"volume\">156</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span></a></span><pre class=\"inline\"> (2003). In that case, Wiggins's counsel presented no mitigating\n\nevidence regarding Wiggins's horrible childhood. The Supreme Court determined that counsel's\n\n                                                       27\n\finvestigation into Wiggins's background as a youth was not sufficient to make an informed strategic decision\n\nnot to present mitigating evidence regarding Wiggins's life as a child. The Court stated:\n\n        In finding that [Wiggins' counsels'] investigation did not meet Strickland's performance\n        standards, we emphasize that Strickland does not require counsel to investigate every\n        conceivable line of mitigating evidence no matter how unlikely the effort would be to assist\n        the defendant at sentencing. Nor does Strickland require defense counsel to present\n        mitigating evidence at sentencing in every case. Both conclusions would interfere with the\n        'constitutionally protected independence of counsel' at the heart of Strickland. 466 U.S.,\n        at 689. We base our conclusion on the much more limited principle that 'strategic choices\n        made after less than complete investigation are reasonable' only to the extent that\n        'reasonable professional judgments support the limitations on investigations.\" Id., at 690-\n        691. A decision not to investigate thus 'must be directly assessed for reasonableness in all\n        circumstances.' Id. at 691.\n\nWiggins, 123 S.Ct. at 2541.\n\n¶72.    Even if this Court were to accept the unsworn statements of Ainsworth and Hinton, together with\n\nMary Puckett's affidavit, there has been no showing that defense counsel was ineffective for failing to call\n\nadditional witnesses during the sentencing phase. The affidavit and unsworn statements relied upon by\n\nPuckett present nothing more than what would have amounted to cumulative character evidence already\n\npresented by other witnesses, had these people been presented to testify.         Even if it is assumed, for\n\nthe sake of argument, that defense counsel should have introduced these witnesses at the sentencing phase,\n\nPuckett has not demonstrated how their testimonies would have resulted in a different outcome.\n\n¶73.    This Court finds that this claim does not pass the standard set forth in Strickland v.\n\nWashington.\n\n                F.      Trial Counsel Failed to Request Funds for an Expert\n                        Pathologist.\n\n¶74.    In this final ineffective assistance of counsel claim, Puckett asserts that his counsel should have\n\nsecured the resources from the trial court necessary to hire an independent pathologist to review the\n\n\n                                                    28\n\fevidence or the findings of Dr. Hayne. He claims that testimony concerning the victim's injuries, cause of\n\ndeath and underlying aggravator(s) was crucial evidence necessary to prove the crime for which he was\n\nindicted. Puckett cites Johnson v. State, </pre><span class=\"citation\" data-id=\"1134236\"><a href=\"/opinion/1134236/johnson-v-state/\"><span class=\"volume\">529</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">577</span></a></span><pre class=\"inline\">, 591-92 (Miss. 1988), for the proposition that\n\nthe defense is entitled to all experts reasonably necessary for an effective defense.\n\n¶75.    Again, Puckett's defense was that he did not sexually assault or kill Rhonda Griffis. He never\n\ndisputed that Rhonda was killed or sexually assaulted or that the State's Exhibit No. 3 was the murder\n\nweapon. There was never a dispute about the victim's injuries or the manner in which she died, short of\n\nPuckett's contention that he was not the one who killed her. It is difficult to see how a pathologist would\n\nhave been useful to Puckett's defense, and Puckett fails to enlighten this Court in that regard.\n\n¶76.    Given Puckett's theory of defense, and the fact that he has now offered nothing more than\n\nundeveloped assertions that a pathologist would have been beneficial, it is not likely that the trial court\n\nwould have granted the request for funds to retain an independent pathologist. See Johnson v. State,\n\n529 So.2d at 590-92. Puckett has not demonstrated the need for an independent pathologist. Similarly,\n\nit cannot be said that Puckett's counsel was deficient by failing to request for the funds to hire an\n\nindependent pathologist. This issue is without merit.\n\n        VI.     CUMULATIVE EFFECT OF COUNSEL'S FAILURE TO MAKE\n                CONTEMPORANEOUS OBJECTIONS DENIED PETITIONER A\n                FUNDAMENTALLY FAIR TRIAL.\n\n¶77.    Puckett contends that defense counsel was ineffective for failure to object during several instances\n\nat trial. He maintains that, although each incident may not amount to reversible error alone, the aggregate\n\nof the instances constitutes reversible error.\n\n¶78.    Puckett first asserts that his counsel should have objected to the prosecutor's line of questioning\n\nduring cross-examination of Puckett with regards to the Canebrake incident. Puckett does not indicate on\n\n                                                    29\n\fwhat grounds his defense counsel should have objected or why the prosecutor's line of questioning was\n\ninappropriate. In order to prevail on an ineffective assistance of counsel claim, \"the post-conviction\n\napplicant to this Court must demonstrate with specificity and detail the elements of the claim.\" Woodward\n\nv. State, </pre><span class=\"citation\" data-id=\"1758677\"><a href=\"/opinion/1758677/woodward-v-state/\"><span class=\"volume\">635</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">805</span></a></span><pre class=\"inline\">, 808(Miss. 1997); Foster v. State, 687 So.2d at 1141. Puckett has failed\n\nto do so.\n\n¶79.    Puckett next asserts that his counsel failed to object to the prosecutor's statements made during\n\ntestimony of Dr. Michael West. The prosecutor was questioning Dr. West with regards to finding finger\n\nprints on the murder weapon. The prosecutor stated \"You don't have to be a police officer to obtain\n\nfingerprints. I can do that.\" Puckett maintains that his counsel should have objected to the prosecutor's\n\nimproperly expressing his personal opinions and ask the court to instruct the jury to disregard the\n\nprosecutor's comments. The transcript contains the following dialogue:\n\n        Q [By Mr. Jones]: Did you make any effort to obtain any kind of fingerprints off that\n        stick?\n\n        A [By Dr. West]: Yes, sir.\n\n        Q: What type of effort did you make?\n\n                MR. ADELMAN: Your Honor, this witness hasn't been qualified as a\n                fingerprint expert.\n\n                MR. JONES: You don't have to be an expert to be an expert to obtain\n                fingerprints. I'm not going to offer any prints in. You don't have to be a\n                police officer to obtain prints. I can do that.\n\n                MR. ADLEMAN He's not been qualified that he has any expertise in\n                even taking fingerprints.\n\n                MR. JONES: I'm not asking for an opinion on that. I'm just asking if he\n                made any effort to obtain fingerprints.\n\n\n\n\n                                                   30\n\f                 THE COURT: Well, let's find out if he did it, and then you may attempt\n                 to - -\n\n        Q: Did you? Did you make any effort to obtain finger prints?\n\n        A: Yes, sir.\n\n        Q: Were you able to do so?\n\n        A: No, sir.\n\n¶80.    It is clear from the transcript that Puckett's attorney had objected to Dr. West's qualifications in\n\nlifting latent finger prints. As the State properly points out, no finger print evidence was offered by the State\n\nagainst Puckett through the testimony of Dr. West or anyone else. Puckett does not allege prejudice, and\n\nit cannot be maintained that Puckett was actually prejudiced by the comment made by the prosecutor. This\n\nclaim certainly does not pass the ineffective assistance of counsel standard set forth in Strickland v.\n\nWashington, or its progeny.\n\n¶81.    Third, Puckett asserts that his counsel failed to object to questions regarding burglary. Because\n\nthe burglary portion of his indictment was dismissed on the motion of the State, Puckett asserts that any\n\nreference to burglary was highly prejudicial.\n\n¶82.    On direct appeal, Puckett claimed that it was reversible error for the prosecutor to inquire about\n\nPuckett's post-Miranda silence. Puckett, 737 So.2d at 347. Although no objection to that line of\n\nquestioning was made by Puckett, this Court did discuss the merits to see if Puckett's fundamental rights\n\nhad been violated. Id. at 350. In that discussion on the merits, this Court stated the following:\n\n        ¶ 86. In the case at bar, after being placed under arrest and being read his Miranda\n        warnings, Puckett made voluntary statements to his mother as well as to law enforcement\n        officials. Specifically, in addition to other statements, Puckett made a comment to the effect\n        that \"this is a lot of law enforcement for somebody who just committed a burglary.\" This\n        statement is inconsistent with his assertion at trial, that he had hid in the woods because he\n        was scared of David Griffis after witnessing Griffis brutally murder his wife. Puckett's\n        statement upon his arrest indicated that he was running from the police after committing a\n        burglary. However, Puckett's statement at trial indicate that he was running from the police\n\n\n                                                      31\n\f         because he was afraid of Griffis. Therefore, the prosecutor's questions upon\n         cross-examination are admissible under Miss. R. Evid. 613 to show that\n         Puckett's prior statements were inconsistent with his statements at trial.\n\nId. at 351 (emphasis added).\n\n¶83.     This Court has already determined that the questions asked by the prosecutor regarding burglary\n\nwere permissible. Puckett is barred from raising the issue again in the form of an ineffective assistance of\n\ncounsel claim. \"We must caution that other issues which were either presented through direct appeal or\n\ncould have been presented on direct appeal or at trial are procedurally barred and cannot be relitigated\n\nunder the guise of poor representation by counsel.\" Foster v. State, 687 So.2d at 1129.\n\n¶84.     Further, without waiving the procedural bar, the issue is without merit. Puckett himself inserted\n\nburglary into his trial while being cross-examined. As part of his defense, Puckett maintained that he was\n\nmerely going to burglarize the Griffis home in order to find money to pay his truck note. Puckett, 737\n\nSo.2d at 329. It is clear that the references to burglary were not objectionable.\n\n¶85.     Puckett claims that he was denied a fundamentally fair trial due to defense counsel's failure to object\n\nin the aforementioned instances. In Doss v. State, </pre><span class=\"citation no-link\"><span class=\"volume\">709</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">369</span></span><pre class=\"inline\"> (Miss. 1996), this Court held that\n\n\"[w]here there is no reversible error in any part, .... there is no reversible error to the whole.\" Id. at 401\n\n(quoting McFee v. State, </pre><span class=\"citation\" data-id=\"1743707\"><a href=\"/opinion/1743707/mcfee-v-state/\"><span class=\"volume\">511</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">130</span></a></span><pre class=\"inline\">, 136 (Miss. 1987)). \"This Court has held that a murder\n\nconviction or a death sentence can still not warrant a reversal where the cumulative effect of alleged errors,\n\nif any, was procedurally barred.\" Id. (citing Davis v. State, </pre><span class=\"citation\" data-id=\"1919690\"><a href=\"/opinion/1919690/davis-v-state/\"><span class=\"volume\">660</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1228</span></a></span><pre class=\"inline\">, 1256 (Miss. 1995) (See\n\nalso Simmons v. State, </pre><span class=\"citation\" data-id=\"1652484\"><a href=\"/opinion/1652484/simmons-v-state/\"><span class=\"volume\">805</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">452</span></a></span><pre class=\"inline\"> (Miss. 2001)). Puckett's claim of cumulative error is without\n\nmerit.\n\n         VII.    THE AGGRAVATING FACTORS ELEVATING THE CHARGE TO\n                 A CAPITAL OFFENSE WERE NOT INCLUDED IN PUCKETT'S\n\n\n                                                      32\n\f                INDICTMENT AND THEREFORE HIS DEATH PENALTY MUST\n                BE VACATED.\n\n\n                A.       In Ring v. Arizona, the United States Supreme Court\n                         Held That Aggravating Circumstances Function as\n                         Elements of the Offense of Capital Murder.\n\n¶86.    Puckett argues that his indictment is unconstitutional for failure to include and specify the\n\naggravating factors used to sentence him to death. This issue was not raised at trial or on direct appeal and\n\nnormally would be procedurally barred. However, Puckett primarily relies on Jones v. United States,\n\n</pre><span class=\"citation\" data-id=\"118274\"><a href=\"/opinion/118274/jones-v-united-states/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">227</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"118274\"><a href=\"/opinion/118274/jones-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1215</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"118274\"><a href=\"/opinion/118274/jones-v-united-states/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">311</span></a></span><pre class=\"inline\"> (1999), Apprendi v. New Jersey, </pre><span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span>\n\n<span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></a></span><pre class=\"inline\"> (2000), and Ring v. Arizona, </pre><span class=\"citation\" data-id=\"121165\"><a href=\"/opinion/121165/ring-v-arizona/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">584</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"121165\"><a href=\"/opinion/121165/ring-v-arizona/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2428</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"121165\"><a href=\"/opinion/121165/ring-v-arizona/\"><span class=\"volume\">153</span>\n\n<span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">556</span></a></span><pre class=\"inline\"> (2002), as intervening decisions which would nullify the procedural bar.\n\n¶87.    In Jones v. United States the United States Supreme Court considered a federal carjacking\n\nstatute. The Supreme Court found in Jones that the carjacking statute, which allowed three different\n\npunishments increasing in severity depending on the degree of violence used or physical harm accomplished\n\nby the carjacker, could result in three distinct offenses, all of which had to be charged in the carjacker's\n\nindictment:\n\n        [U]nder the Due Process Clause of the Fifth Amendment and the notice and jury trial\n        guarantees of the Sixth Amendment, any fact (other than prior conviction) that increases\n        the maximum penalty for a crime must be charged in an indictment, submitted to a\n        jury, and proven beyond a reasonable doubt.\n\nJones, 526 U.S. at 243 n.6 (emphasis added).\n\n¶88.    Jones was followed by Apprendi. Apprendi fired several shots into the home of an\n\nAfrican-American family in Vineland, New Jersey. Apprendi was indicted on numerous state charges of\n\nshooting and possession of firearms. He eventually pled guilty to two counts of possession of a firearm for\n\n\n                                                     33\n\funlawful purpose and one count of possession of an explosive. After the judge accepted the guilty pleas,\n\nthe prosecutor moved for an enhanced sentence on one of the counts on the basis that it was a hate crime.\n\nThe judge concurred and rendered an enhanced sentence on twelve years on that particular count, with\n\nshorter concurrent sentences on the other two counts.\n\n¶89.    Relying in part on Jones, Apprendi argued that he was entitled to have the finding on enhancement\n\ndecided by a jury. The Supreme Court agreed, stating: \"Other than the fact of a prior conviction, any fact\n\nthat increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury,\n\nand proved beyond a reasonable doubt.\" Apprendi, 530 U.S. at 490. However, the Court specifically\n\nstated that \"Apprendi has not here asserted a constitutional claim based on the omission of any reference\n\nto sentence enhancement or racial bias in the indictment.... We thus do not address the indictment question\n\nseparately today.\" Apprendi, 530 U.S. at 477 n.3.\n\n¶90.    The Court found in Apprendi that New Jersey's statutory scheme would allow a jury to convict\n\na defendant of a second degree offense of possession of a prohibited weapon, and then, in a separate\n\nsubsequent proceeding, allow a judge to impose a punishment usually reserved for first degree crimes made\n\non the judge's finding based on a preponderance of the evidence. The Apprendi Court finally stated that\n\nits decision did not apply to capital sentencing cases, even those cases where the judge was the one\n\ndeciding whether to sentence the defendant to death or some lesser sentence, citing Walton v. Arizona,\n\n</pre><span class=\"citation\" data-id=\"112485\"><a href=\"/opinion/112485/walton-v-arizona/\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">639</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"112485\"><a href=\"/opinion/112485/walton-v-arizona/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3047</span></a></span><pre class=\"inline\">, 111 L.Ed.2d 511(1990), where the Arizona capital sentencing process\n\nhad been upheld.\n\n¶91.    In 2002, the U.S. Supreme Court decided Ring v. Arizona . Ring addressed the issue of\n\nwhether the Arizona capital sentencing process as upheld in 1990 in Walton v. Arizona, that of a jury\n\n\n\n                                                    34\n\fdeciding guilt and a judge making findings on aggravating factors, could survive the Apprendi decision.\n\nThe Supreme Court decided it could not. Despite the efforts in Apprendi to distinguish non-capital\n\nenhancement cases from aggravating circumstances in capital cases in this context, the Supreme Court in\n\nRing found that there was no difference.\n\n        [W]e overrule Walton to the extent that it allows a sentencing judge, sitting without a jury,\n        to find an aggravating circumstance necessary for imposition of the death penalty. See 497\n        U.S., at 647-649, </pre><span class=\"citation\" data-id=\"112485\"><a href=\"/opinion/112485/walton-v-arizona/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3047</span></a></span><pre class=\"inline\">. Because Arizona's enumerated aggravating factors\n        operate as 'the functional equivalent of an element of a greater offense,' Apprendi, 530\n        U.S., at 494, n. 19, </pre><span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span><pre class=\"inline\">, the Sixth Amendment requires that they be found by\n        a jury.\n                                                   ***\n        'The guarantees of jury trial in the Federal and State Constitutions reflect a profound\n        judgment about the way in which law should be enforced and justice administered.... If the\n        defendant preferred the common-sense judgment of a jury to the more tutored but perhaps\n        less sympathetic reaction of the single judge, he was to have it.' Duncan v. Louisiana,\n        </pre><span class=\"citation\" data-id=\"107685\"><a href=\"/opinion/107685/duncan-v-louisiana/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">145</span></a></span><pre class=\"inline\">, 155-156, </pre><span class=\"citation\" data-id=\"107685\"><a href=\"/opinion/107685/duncan-v-louisiana/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1444</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"107685\"><a href=\"/opinion/107685/duncan-v-louisiana/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">491</span></a></span><pre class=\"inline\"> (1968).\n\n\n        The right to trial by jury guaranteed by the Sixth Amendment would be senselessly\n        diminished if it encompassed the fact finding necessary to increase a defendant's sentence\n        by two years, but not the fact finding necessary to put him to death. We hold that the Sixth\n        Amendment applies to both.\n\nRing, 536 U.S. at 609.\n\n¶92.    Puckett argues is that because Ring found the Apprendi decision persuasive on the issue of\n\nArizona's enumerated aggravating factors operating as \"the functional equivalent of an element of a greater\n\noffense,\" the Supreme Court necessarily adopted every other rule stated in Apprendi for state capital\n\nsentencing proceedings, specifically the rule first cited in Jones v. United States, that the Constitution\n\nrequires that aggravating factors be listed in indictments. We find this argument is incorrect. Ring only\n\nfound that juries must find aggravating factors: \"Ring's claim is tightly delineated: He contends only that the\n\nSixth Amendment required jury findings on the aggravating circumstances asserted against him....\" Finally,\n\n\n                                                      35\n\fRing does not contend that his indictment was constitutionally defective. See Apprendi, 530 U.S. at 477\n\nn.3, </pre><span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span><pre class=\"inline\"> (Fourteenth Amendment \"has not ... been construed to include the Fifth Amendment\n\nright to 'presentment or indictment of a Grand Jury' \"). Ring, 536 U.S. at 597 n.4.\n\n                 B.      In its Requirement That at Least One Aggravating\n                         Circumstance Be Found Before the Death Penalty Can\n                         Be Imposed, Mississippi's Capital Sentencing Scheme\n                         Is Indistinguishable from the Arizona Scheme Rejected\n                         in Ring.\n\n¶93.    Puckett argues: \"Although Mississippi's capital sentencing scheme is not identical in all respects to\n\nthe Arizona scheme rejected by the United States Supreme Court in Ring, the two schemes are identical\n\nin the respects relevant to this case.\" This is incorrect. The two sentencing schemes are different in the only\n\nrespect relevant to Ring, that of who finds aggravating circumstances that lead to the death sentence.\n\nUnder Arizona's scheme, the judge did this, and for this reason Arizona's scheme was found to be\n\nunconstitutional. Under this state's statutory scheme, and in Puckett's case the jury found the aggravating\n\ncircumstances. We hold that there is no infirmity under Ring.\n\n                 C.      Capital Murder May Be Charged Only upon an\n                         Indictment Alleging All of the Elements of the Crime to\n                         Be Proved.\n\n¶94.     Puckett sums up his argument concerning the alleged problems with his indictment by repeating\n\nit here. Puckett cites United States v. Fell, </pre><span class=\"citation\" data-id=\"2484377\"><a href=\"/opinion/2484377/united-states-v-fell/\"><span class=\"volume\">217</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">469</span></a></span><pre class=\"inline\"> (D. Vt. 2002), and United States\n\nv. Lentz, </pre><span class=\"citation\" data-id=\"2567022\"><a href=\"/opinion/2567022/united-states-v-lentz/\"><span class=\"volume\">225</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">672</span></a></span><pre class=\"inline\"> (E.D. Va. 2002). In Fell, 217 F. Supp.2d at 483, the court found the\n\nfollowing: \"Although the Ring decision explicitly did not discuss whether a defendant was entitled to grand\n\njury indictment on the facts that, if proven, would justify a sentence of death, see Ring, 536 U.S. at ----\n\nn.4, 122 S.Ct. at 2437 n.4, the clear implication of the decision, resting as squarely as it does on Jones,\n\n\n                                                     36\n\fis that in a federal capital case the Fifth Amendment right to a grand jury indictment will apply.\" This is not\n\na federal capital case, and there is nothing to show that this Fifth Amendment right is applicable to a state\n\ncapital case. Lentz makes the same finding, but once again deals with the Federal Death Penalty Act, or\n\nFDPA.\n\n¶95.    Puckett also relies on the United States Supreme Court decision of Allen v. United States, </pre><span class=\"citation\" data-id=\"121793\"><a href=\"/opinion/121793/allen-v-united-states/\"><span class=\"volume\">536</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">953</span></a></span><pre class=\"inline\">, </pre><span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2653</span></span><pre class=\"inline\">, </pre><span class=\"citation no-link\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">830</span></span><pre class=\"inline\"> (2002). In a memorandum decision, the Supreme Court\n\nstated: \"The judgment [in Allen ] is vacated and the case is remanded to the United States Court of\n\nAppeals for the Eighth Circuit for further consideration in light of Ring v. Arizona, </pre><span class=\"citation\" data-id=\"121165\"><a href=\"/opinion/121165/ring-v-arizona/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">584</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"121165\"><a href=\"/opinion/121165/ring-v-arizona/\"><span class=\"volume\">122</span>\n\n<span class=\"reporter\">S. Ct.</span> <span class=\"page\">2428</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"121165\"><a href=\"/opinion/121165/ring-v-arizona/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">556</span></a></span><pre class=\"inline\"> (2002).\"\n\n¶96.    One issue raised in Allen was the issue Puckett raises here, that of his indictment being defective\n\nbecause it did not contain the aggravating factors. The Eighth Circuit in Allen found that Allen's federal\n\ncourt indictment was not defective even though it did not contain the aggravating factors. If this is the basis\n\non which Allen was vacated, it seems odd to cite Ring v. Arizona to do it. The question of what an\n\nindictment must contain in a state capital case was not before the Ring Court.\n\n¶97.    In Apprendi , the Supreme Court stated that the Fifth Amendment right to indictment had never\n\nbeen applied to the states through the Fourteenth Amendment. Absent more explicit direction, we find that\n\nthe Supreme Court has not ruled that state capital defendants have a constitutional right to have all\n\naggravating circumstances listed in their indictments. We find that this issue is without merit. Simmons v.\n\nState, </pre><span class=\"citation\" data-id=\"1601898\"><a href=\"/opinion/1601898/simmons-v-state/\"><span class=\"volume\">869</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">995</span></a></span><pre class=\"inline\">, 1010-11 (Miss. 2004).\n\n        VIII. THE AVOIDING ARREST AGGRAVATING FACTOR WAS\n              INAPPROPRIATE IN THIS CASE AND IT WAS FUNDAMENTAL\n              ERROR TO PRESENT IT TO THE SENTENCING JURY FOR\n\n\n\n                                                      37\n\f                 CONSIDERATION FOR THE IMPOSITION OF A SENTENCE OF\n                 DEATH.\n\n¶98.    Puckett argues that there was no evidence to support the aggravating factor of avoiding arrest and\n\nthat the trial court erred in allowing the jury to consider the aggravating factor. This issue was fully\n\naddressed on direct appeal. Puckett, 737 So.2d at 361-62. This Court pointed out that there was\n\ncredible evidence upon which the jury could find that Puckett murdered Rhonda in an effort to avoid\n\napprehension and, accordingly, the trial court did not err in allowing it to be considered by the jury. Id.\n\nat 362. Therefore, this claim is res judicata and cannot be relitigated in Puckett's application for post-\n\nconviction relief. Miss. Code Ann. § 99-39-21(3); Wiley, 750 So.2d at 1200. Puckett is entitled to no\n\nrelief on this claim.\n\n        IX.      FAILURE TO INSTRUCT THE SENTENCING JURY ON THE\n                 AVOIDING ARREST AGGRAVATOR RESULTED IN A\n                 FUNDAMENTALLY UNFAIR SENTENCING.\n\n¶99.    Puckett contends that he is entitled to have his sentence vacated and a new sentencing hearing held\n\nbecause the trial court failed to instruct the jury on what constitutes avoiding or preventing a lawful arrest\n\nor affecting an escape from custody. First, this issue was capable of being raised on direct appeal and is\n\nnow procedurally barred from being considered for the first time in Puckett's post-conviction application.\n\nMiss. Code Ann. § 99-39-21(1).\n\n¶100. Without waiving the procedural bar, this claim is also without merit. As the State properly argues,\n\nthis Court has held that no limiting instruction is needed for the avoiding arrest aggravating circumstance.\n\n\"This Court has recently held that it was unnecessary to have a limiting instruction defining 'avoiding arrest'\n\nto narrow the aggravator if the evidence reasonably inferred that avoiding arrest was a substantial reason\n\nfor the killing.\" Brown v. State, </pre><span class=\"citation\" data-id=\"1687573\"><a href=\"/opinion/1687573/brown-v-state/\"><span class=\"volume\">682</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">340</span></a></span><pre class=\"inline\">, 355 (Miss. 1996).\n\n\n                                                      38\n\f¶101. As was just discussed in Puckett's previous claim, this Court held that there was sufficient evidence\n\nupon which the jury could find that Puckett killed Rhonda in an effort to avoid detection. Puckett, 737\n\nSo.2d at 362. \"Accordingly, the trial court's granting of this instruction was not reversible error.\" Id.\n\nPuckett's claim that the instruction on the avoiding arrest aggravator was flawed because it did not define\n\n\"avoiding or preventing a lawful arrest\" is without merit. See Brown, 682 So. 2d at 355.\n\n        X.      PUCKETT ASSERTS THAT HIS DEATH SENTENCE WAS\n                DISPROPORTIONATELY IMPOSED.\n\n¶102. In Puckett’s direct appeal we stated:\n\n        In accordance with Miss. Code Ann.§ 99-19-105(3)(c) (1994), this Court must determine\n        whether the death sentence in this case 'is excessive or disproportionate to the penalty\n        imposed in similar cases, considering both the crime and the defendant.' When the\n        sentence is disproportionate, this Court may 'set the sentence aside and remand the case\n        for modification of the sentence of life imprisonment.\n\nPuckett, 737 So.2d at 364.\n\n¶103. Puckett argues that the Court's reliance upon cases listed in its holding as being factually similar\n\nunder its proportionality review is misplaced and fails to consider the mandate contained in the intervening\n\nholding in Ring and also, the holdings in Apprendi, Randall and White. On direct appeal, this Court\n\nfound that the case of Blue v. State, </pre><span class=\"citation\" data-id=\"1627650\"><a href=\"/opinion/1627650/blue-v-state/\"><span class=\"volume\">674</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1184</span></a></span><pre class=\"inline\"> (Miss. 1996)6 was useful in addressing wether\n\nPuckett's death sentence was excessive or disproportionate. Puckett, 737 So.2d at 364. This Court held\n\nthat \"the death sentence is not disproportionate as applied to Puckett.\" Id.\n\n\n\n\n        6\n           Blue v. State, </pre><span class=\"citation\" data-id=\"1627650\"><a href=\"/opinion/1627650/blue-v-state/\"><span class=\"volume\">674</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1184</span></a></span><pre class=\"inline\"> (Miss. 1996) was overruled by this Court in King v. State,\n</pre><span class=\"citation\" data-id=\"1879054\"><a href=\"/opinion/1879054/king-v-state/\"><span class=\"volume\">784</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">884</span></a></span><pre class=\"inline\"> (Miss. 2001), which held that an instruction that sympathy could play \"no part\" in jury's\ndeliberations was reversible error. Puckett does not raise issue with Blue having been overruled on an\nunrelated issue.\n\n                                                    39\n\f¶104. Puckett argues that Blue is distinguishable from the instant case because the defendant, David\n\nBlue, admitted to the crime, \"[c]ommitted random acts of violence, beat, killed, robbed and after the\n\nvictim's death engaged in sexual battery.\" Blue was indicted in the Leflore County Circuit Court for the\n\ncommission of capital murder during the course of the sexual battery and armed robbery of Mary Turntine.\n\nBlue, 674 So. 2d at 1192. Blue was seventeen at the time of his arrest. Id. The jury returned a sentence\n\nof the death penalty upon Blue.\n\n¶105. Here, Puckett was charged with capital murder during the course of sexual battery. He testified\n\nthat it was his intent to commit a burglary in the victims home. Puckett was eighteen at the time of the\n\nmurder. The jury imposed the death penalty upon Puckett. This Court did not err in relying on Blue when\n\naddressing whether Puckett's death sentence was excessive or disproportionate.\n\n¶106. Puckett's reliance onRing v. Arizona, </pre><span class=\"citation\" data-id=\"121165\"><a href=\"/opinion/121165/ring-v-arizona/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">584</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"121165\"><a href=\"/opinion/121165/ring-v-arizona/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2428</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"121165\"><a href=\"/opinion/121165/ring-v-arizona/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">556</span></a></span><pre class=\"inline\"> (2002),\n\nand Apprendi v. New Jersey, </pre><span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></a></span><pre class=\"inline\"> (2000) as intervening\n\ncases to overcome the procedural bar is misplaced. The Supreme Court held in Ring that only a jury may\n\nfind an aggravating circumstance necessary for the imposition of the death penalty. The Supreme Court held\n\nin Apprendi that any fact, other than a previous conviction, that increases the penalty for a crime beyond\n\nthe prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt.\n\nNeither case changes or expands the law on proportionality. The issue was considered on direct appeal\n\nand is barred by res judicata at the post-conviction level.\n\n        XI.     PUCKETT WAS DENIED HIS RIGHTS GUARANTEED BY THE\n                FIFTH, SIXTH, EIGHTH AND FOURTEENTH AMENDMENTS TO\n                THE FEDERAL CONSTITUTION AND MISSISSIPPI LAW DUE TO\n                THE CUMULATIVE EFFECT OF THE ERRORS AT HIS CAPITAL\n                TRIAL.\n\n\n\n                                                    40\n\f¶107. Puckett asserts that the cumulative effect of errors committed at trial denied him a fair trial. Puckett\n\nis not entitled to a perfect trial, only a fair trial. McGilberry v. State, </pre><span class=\"citation\" data-id=\"1654600\"><a href=\"/opinion/1654600/mcgilberry-v-state/\"><span class=\"volume\">843</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">21</span></a></span><pre class=\"inline\">, 33 (Miss. 2003),\n\nciting Sand v. State, </pre><span class=\"citation\" data-id=\"1685524\"><a href=\"/opinion/1685524/sand-v-state/\"><span class=\"volume\">467</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">907</span></a></span><pre class=\"inline\">, 911 (Miss. 1985). Puckett cannot support an assertion that he has\n\nbeen denied a fair trial.\n\n¶108. This Court may reverse a conviction and/or sentence based upon the cumulative effect of errors\n\nthat otherwise do not independently require a reversal. Jenkins v. State, </pre><span class=\"citation\" data-id=\"1142502\"><a href=\"/opinion/1142502/jenkins-v-state/\"><span class=\"volume\">607</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1171</span></a></span><pre class=\"inline\">, 1183-84\n\n(Miss.1992); Hansen v. State, </pre><span class=\"citation\" data-id=\"1829968\"><a href=\"/opinion/1829968/hansen-v-state/\"><span class=\"volume\">592</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">114</span></a></span><pre class=\"inline\">, 153 (Miss. 1991). \"It is true that in capital cases,\n\nalthough no error, standing alone, requires reversal, the aggregate effect of various errors may create an\n\natmosphere of bias, passion and prejudice that they effectively deny the defendant a fundamentally fair trial.\"\n\nConner v. State, </pre><span class=\"citation no-link\"><span class=\"volume\">632</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1239</span></span><pre class=\"inline\">, 1278 (Miss. 1993) (citing Woodward v. State, </pre><span class=\"citation\" data-id=\"1611371\"><a href=\"/opinion/1611371/woodward-v-state/\"><span class=\"volume\">533</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">418</span></a></span><pre class=\"inline\">,\n\n432 (Miss. 1988)).\n\n¶109. We find that a review of the record, the briefs, and the arguments reveals that there were no\n\nindividual errors which required reversal and thus there is no aggregate collection of minor errors that\n\nwould, as a whole, mandate a reversal of either Puckett's conviction or his sentence. This issue is therefore\n\nwithout merit.\n\n        XII.     COUNSEL WAS INEFFECTIVE FOR NOT PROPERLY ARGUING\n                 TO THE TRIAL COURT THE \"MOTION FOR DISCOVERY OF\n                 EVIDENCE PRESENTED TO THE GRAND JURY IN THIS CASE\"\n                 AND NOT BEING AWARE OF THE CONTROLLING STATE\n                 AUTHORITY ON THIS ISSUE.\n\n¶110. Puckett's defense counsel filed a motion with the trial court seeking to obtain grand jury evidence\n\nand testimony. The trial court denied the motion. Puckett argues that his counsel was ineffective for failing\n\nto cite two cases, which Puckett asserts would have resulted in the motion being granted. Those two case\n\nare Addkison v. State, </pre><span class=\"citation\" data-id=\"1843095\"><a href=\"/opinion/1843095/addkison-v-state/\"><span class=\"volume\">608</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">304</span></a></span><pre class=\"inline\"> (Miss. 1992) and Ballenger v. State, </pre><span class=\"citation\" data-id=\"1096454\"><a href=\"/opinion/1096454/ballenger-v-state/\"><span class=\"volume\">667</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1242</span></a></span><pre class=\"inline\"> (Miss.\n\n                                                     41\n\f1995). Puckett claims that his \"counsel was ineffective in not being aware of two Mississippi cases that\n\naddressed this issues . . . .\"\n\n¶111. The State concedes that Puckett is correct in stating that Addkison does allow discovery of grand\n\njury testimony by a defendant. In Addkison, we stated:\n\n        The period during which there is prohibition and a criminal sanction for disclosure of grand\n        jury proceedings expires upon the arrest, admission to bail or recognizance of the accused.\n        Miss.Code Ann. § 97-9-53 (1972): Miss.Unif.Cr.Rules of Cir.Ct.Rule 2.04. Both Rule\n        4.06(a)(1) and Rule 4.09 contemplate that grand jury testimony given by witnesses to be\n        used by the state is available to the defendant in discovery. Since the trial of this case, Rule\n        4.06 has been amended to make clear that defendants are entitled to \"any statement,\n        written, recorded or otherwise preserved\" and \"the substance of any oral statement\" given\n        by any witness to be offered by the prosecution at trial. Rule 4.06(a)(1). This includes\n        grand jury testimony.\n\nAddkison, 608 So.2d at 313.\n\n¶112. The State also correctly points out that Ballenger holds that it is not reversible error to deny such\n\na pretrial motion. Ballenger, 677 So.2d at 1251. In Ballenger, this Court stated:\n\n¶113. Even though the trial court denied Ballenger's over broad motion she was not denied\n      access to the that evidence presented to the grand jury to which she was entitled. The trial\n      court granted another motion made by Ballenger in which she requested, among other\n      things, copies of all written and/or oral statements made by any person the prosecution\n      intended to call at trial or who had given recorded and/or oral statements to the\n      prosecution or police. This would encompass the grand jury testimony given by any\n      witness that the prosecution intended to call at trial. When the trial court granted this\n      motion the rule set out in Addkison was satisfied.\n\n\nId.\n\n¶114. Puckett's counsel filed the following motions: Motion to Require the Prosecution to Disclose\n\nFavorable Evidence to Defendant; Motion for Discovery of Information Regarding State Experts; and\n\nMotion for Court to Conduct In Camera Inspection of the District Attorney's File by the Court for all\n\nExculpatory Material Favorable to the Defendant, Larry Matthew Puckett. The trial court granted all of\n\n                                                      42\n\fthese motions. Additionally, the record reveals that the State filed and produced to Puckett a document\n\nentitled \"Substance of Oral Interviews With Potential Witness\", which contains the names of thirty-one\n\npotential witness who could have been called to testify during trial. The list indicates what the witness\n\nwould likely testify to, whether the witness has provided a written statement or had testified previously.\n\nThe list indicates that the defense had in its possession all prior testimonies, reports and written statements\n\nby these witnesses.\n\n¶115. Even if this Court assumes, for the sake of argument, that defense counsel was deficient as Puckett\n\nclaims, Puckett is unable to show that he was prejudiced. This issues does not pass the standard set forth\n\nin Strickland v. Washington, and no relief is warranted.\n\n        XIII. TRIAL COUNSEL WAS INEFFECTIVE FOR FAILING TO\n              OBJECT TO OFFICER MICHAEL RIELS'S BLATANT PERJURY\n              AT TRIAL.\n\n¶116. This claim centers around the testimony of Officer Mike Riels of the Forrest County Sheriff's Office.\n\nPuckett claims that trial counsel was ineffective in failing to object to Officer Riels's testimony regarding a\n\ncustom painted tag displayed in the window of Puckett's truck.\n\n¶117. To understand Puckett's argument it is necessary to begin with a pretrial motion filed by the State,\n\nby which the State sought to determine the admissibility of prior bad acts of the defendant pursuant to\n\nM.R.E. 404(b). Particularly, the State wanted to introduce a custom painted car tag which read \"one high\n\ntoned son-of-a-bitch.\" Attached as \"Exhibit-A\" to the State's motion was an affidavit of Russell Moore,\n\nwhich stated:\n\n        During early to mid 1995, I was employed as manager of Big K Quick Stop on Highway\n        49 North in Hattiesburg, Mississippi. During that time, Matthew Puckett was an employee\n        of Big K. Matthew Puckett discussed with me the Stephen King movie 'The Dark Half\".\n        The movie was about a writer who had two personalities, one being a good guy and one\n        being a bad guy. The dark half of his personality was known as George Stark, who was\n\n                                                     43\n\f        the bad guy and who had brutally killed an elderly man by beating him to death with his\n        artificial leg. George Stark, the dark half, drove a vehicle that had lettering on the rear that\n        read \"one high toned son-of-a-bitch\" when he was acting out his evil personality. Puckett\n        told me he liked George Stark, the bad guy in the movie. Shortly after the discussion\n        about the movie, Matt Puckett came to work with a tag on the front of his truck which\n        read \"one high toned son-of-a-bitch\". Matt Puckett was proud of the tag and I advised\n        him to remove it because it might be offensive to the management and public.\n\n¶118. The State asserted in its motion that Puckett's acts were not being offered to prove his character\n\nbut to prove motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or\n\naccident for the alleged crime. The trial judge took the motion under advisement.\n\n¶119. At trial, Officer Riels gave the following testimony:\n\n                Q. [Prosecutor] Did you look at the outside of the truck on that\n                occasion?\n\n                A. [Officer Riels] Yes, sir.\n\n                Q. Describe what you saw.\n\n                A. It was a dull blue. It had a roll bar. I believe it was a black roll bar.\n                It had an antenna on the back. It may have had two, but I believe one CB\n                aerial antenna. And in the back of the back glass it had a personalized,\n                what I would call a personalized tag that was an airbrush type you'd buy\n                at the mall or something, a tag that was in the back glass.\n\n                Q. and what type tag was that?\n\n                MR. ADELMAN: I'm going to object. Can we approach the bench?\n\n                THE COURT: Yes. Note for the record we're having a bench\n                conference.\n\n¶120. The dialogue of the bench conference is as follows:\n\n                MR. JONES: I want him to identify what it was.\n\n                MR. ADELMAN: He's going into the whole business about the --\n\n                THE COURT: Doing what?\n\n\n                                                      44\n\f                MR. ADELMAN: I just want to make sure that it's not going into the - -\n\n                THE COURT: movie?\n\n                MR. ADELMAN: - - The movie.\n\n                MR. JONES: I'm not going into the movie.\n\n                THE COURT: All right\n\n¶121. The testimony of Officer Riels continued:\n\n                Q. Describe what was on that tag in that back windshield.\n\n                A. The tag had \"Time Bomb\" wrote on it.\n\n\n¶122. First the matter of perjured testimony is not properly addressed by way of an objection as Puckett\n\nwould have it. The proper way to address Officer Riels testimony, if it was in fact perjured, would have\n\nbeen through cross-examination and/or impeachment, which is what the record reveals defense counsel did.\n\nThe record clearly shows that Mr. Adelman was not remiss in his cross-examination of Officer Riels.\n\n        Q. [MR. ADELMAN] Do you know whether or not the vehicle was ever turned over to\n        the Crime Lab for examination?\n\n        A. [Officer Riels] No, sir. The most that I know is it was taken to our service center.\n\n        Q. I see. And eventually it was returned to Mr. Puckett's family; is that correct?\n\n        A. I believe so.\n\n        Q. And this alleged tag - - no one ever took this alleged tag off the vehicle, is that correct?\n\n        A. I didn't. I can't answer for anybody else. I don't know who took it off; I didn't.\n        Q. So as far as - -\n\n        A. I saw the tag on the side of the road on the vehicle. I had been told that that was a CB\n        handle that the Defendant went by.\n\n        Q. Who told you that?\n\n\n                                                     </pre><span class=\"citation no-link\"><span class=\"volume\">45</span>\n\f        <span class=\"reporter\">A.</span> <span class=\"page\">I</span></span><pre class=\"inline\"> believe it was Corey McLain. I believe. I'm really unsure. It may have been one of\n        the other officers who heard it from Corey McLain.\n\n        Q. So this is something you heard. And you're sure - -\n\n        A. I had heard - - whenever I saw the vehicle, I saw the tag, once I saw the tag, I knew\n        exactly whose it was because I was told that that was a CB handle that he could go by.\n\n                                                   ***\n        A. I was told whenever we were doing the investigation, in looking for the Defendant, that\n        he may possibly go by a CB handle \"Time Bomb\" on the CB radio, to any unit that may\n        have a CB radio, to be listening for it. Then that night, whenever the vehicle was found,\n        I saw the tag on the back of the truck, and I knew right then whose truck it was because\n        I knew whose handle it was on the CB.\n\n        Q. And you're sure there was a tag, and you're not confusing that with what someone else\n        told you?\n\n        A. No, sir; I'm sure it was a tag. I saw the tag, and I knew right then, you know, that's\n        his CB handle. I pointed at the tag; I say to my self, that's his CB handle there.\n\n¶123. Puckett later testified on his own behalf and he was able to address the issue concerning this tag.\n\n        Q. [MR. ADELMAN] Okay. Now you've got a blue pickup, correct?\n\n        A. [PUCKETT] Yes, sir.\n\n        Q. And on the back of it you had this insignia that said \"Time Bomb,\" didn't you?\n\n        A. No, sir.\n\n        Q. Did you have a CB handle that said Time Bomb?\n\n        A. I have a CB handle, yes, sir.\n\n        Q. And it says Time Bomb; that's your handle, isn't it ?\n\n        A. Yes, sir.\n\n        Q. As a matter of fact, that's your nickname, isn't it?\n\n        A. Not really a nickname. It was just a -\n\n\n\n                                                    46\n\f        Q. Well, your friends call you by Time Bomb, don't they?\n\n        A. No, sir. My friends call me Matt.\n\n        Q. Well, is it a nickname? Are you called by Time Bomb?\n\n        A. Just a CB handle.\n\n        Q. All right. Why did you pick a CB handle of Time Bomb?\n\n        A. I don't know. Corey gave it to me.\n\n        THE COURT: What's that?\n\n        THE WITNESS: My friend Corey gave it to me.\n\n        Q. Well, what's the significance of it?\n\n        A. I don't know.\n\n        Q. You don't have any idea? Corey gave it to you?\n\n        A. Yes, sir.\n\n¶124. Puckett makes no suggestion as to what his counsel should have done differently other than to\n\nobject to Officer Riels's testimony. It is clear from the record that Mr. Adelman objected at the first hint\n\nof any statement regarding the tag and its reference to the Stephen King movie, The Dark Half. It is also\n\nclear from the record that Mr. Adelman attempted to impeach Officer Riels's testimony during cross-\n\nexamination. It is not logical that Mr. Adelman would have attempted to impeach Officer Riels by means\n\nthat would have opened the door to evidence of the \"one high toned son-of-a-bitch\" tag, which Puckett had\n\nso fervently attempted to keep out of court.\n\n¶125. Puckett has failed to show that his counsel's performance was deficient and does not pass the first\n\nprong of Strickland v. Washington. Therefore, Puckett is not entitled to relief on this claim.\n\n\n\n\n                                                    47\n\f        XIV. TRIAL COUNSEL WAS INEFFECTIVE FOR PREPARING THE\n             JURY IN OPENING STATEMENTS TO HEAR EVIDENCE AND\n             THEN NOT PRODUCING THAT EVIDENCE OF A SLOPPY AND\n             INADEQUATE POLICE INVESTIGATION THEREBY NOT\n             PUTTING ON AN ADEQUATE DEFENSE.\n\n¶126. Puckett claims that he was denied effective assistance of counsel because Adelman told the jury\n\nin his opening statement that they would hear evidence of a sloppy police investigation, yet failed to present\n\nevidence of sloppy police work at trial. Puckett also contends that his counsel failed to secure a blood\n\nsplatter expert and introduce blood splatter evidence.\n\n¶127. When reviewing Adelman's opening statement, there is only one specific reference to \"sloppy\n\ninvestigation.\"\n\n        I think earlier on you heard a list of witnesses. I think you'll find that most of the witnesses\n        that have been listed are investigators, police officers, people who may have gone out to\n        the Griffis residence. They have the whole array of these investigative officers, as well as\n        the Mississippi Crime Lab. You heard reference to fingerprints. They have the\n        opportunity to have all of these tests, whether it be for semen, fingerprints, blood, hair, all\n        of these. They can go out and have all of theses test. And whether or not you come to the\n        conclusion that you think that this was a world class investigation or a sloppy\n        investigation, but whatever conclusion you come to, the fact of the matter is that when\n        you look at the evidence, there's going to be mighty little evidence.\n\n¶128. The transcript belies Puckett's assertion that Adelman told the jury that they would hear evidence\n\nregarding a sloppy police investigation. The transcript clearly shows that Adelman was telling the jury that\n\nthe State of Mississippi had little evidence against Puckett despite its seemingly endless resources and\n\nopportunity.\n\n¶129. Because Adelman clearly made no promise to the jury regarding evidence of a sloppy investigation,\n\nPuckett's assertion that Adelman was ineffective for failing to produce such evidence fails.\n\n¶130. Adelman also promised the jury they would hear testimony that a cleaning service was called the\n\nnext morning by the victim's family to come clean the residence.\n\n\n                                                      48\n\f        The State had every opportunity. As far as securing the Crime Lab, you'll hear evidence\n        that rather- - I'm sorry, the crime scene. You'll hear evidence that rather than secure the\n        crime scene, that Service Master was called the next morning by the victim's family to\n        come clean the residence, to remove any blood, to eliminate. The crime scene was\n        anything but secure.\n\n¶131. Adelman was true to his word when he told the jury during opening statements that they would hear\n\nevidence that Service Master came the next day to clean the crime scene. During cross-examination of\n\nDavid Griffis, the following dialogue occurred:\n\n        Q. [Mr. Adelman] Is it correct that the trailer was cleaned the very next day?\n\n        A. [David Griffis] I don't believe so.\n\n        Q. You don't believe it was?\n\n        A. I don't believe it was cleaned the next day.\n\n        Q. Is it correct that Service Master cleaned th trailer?\n\n        A. Yes\n\n        Q. Do you know who called Service Master?\n\n        A. My brother called them.\n\n        Q. But you don't know when it was cleaned.\n\n        A. I don't know when it was cleaned.\n\n        Q. Do you know whether or not law enforcement approved of the trailer being cleaned?\n\n        A. I am sure that they did. I dis not have anything to do with that.\n\n¶132. Puckett asserts that Richard Storey, an employee of Service Master, was interviewed by the\n\ndefense, and it was learned that Storey observed a bloody knife in the kitchen sink at the Griffis home.\n\nPuckett asserts that the police investigators overlooked this evidence. Puckett alleges that his counsel was\n\n\n\n\n                                                    49\n\fineffective for not calling Storey to testify because his testimony would have further shown the police\n\ninvestigation to be sloppy and would have created reasonable doubt in the jurors' minds.\n\n¶133. First of all, Puckett has not supplied an affidavit from Storey or any other proof as to what Storey\n\nwould have testified to in support of Puckett's allegations. Puckett does provide a self-serving hearsay\n\naffidavit which states, in part: \"I had no knowledge about this [Mr. Story] until May of 2003 when Van\n\nWilliams told me about him. I asked my mother about this and she verified it to me.\" Second, the State is\n\ncorrect in that the record does contain a subpoena issued for Storey, but there is no return of service.\n\n¶134. At trial, Officer Danny Rigel, Director of the Metro Crime Scene Unit, testified that the crime scene\n\ninvestigators finished processing the crime scene later in the evening on the same day as the murder.\n\nAdditionally, Officer Rigel testified as follows:\n\n           Whenever we finish a crime scene, we have a debriefing, more or less, with everybody\n           that's there -- the investigators, the crime scene techs, and anybody else that has anything\n           to do with the crime scene just to see if -- you know, check each other out just to make\n           sure we didn't miss anything, and there was all -- there was nothing else to get. Plus, the\n           family and the children and all, they had to get there clothes and they wanted to clean up\n           the mess, I mean, so they wouldn't have to look at it.\n\nPuckett's contention that Adelman rendered ineffective assistance is without merit.\n\n¶135. Under the heading of this same claim, Puckett also asserts that, because Adelman's opening\n\nstatement addressed how unlikely it would be for Puckett to have beaten Rhonda Griffis to death at close\n\nrange and not have his clothes covered in blood, Adelman should have sought to procure a blood splatter\n\nexpert \" . . . to explain to the jury how a murder of this nature would leave the assailant covered in blood\n\n. . . .\"\n\n¶136. As the State points out, the record is replete with evidence regarding the presence of blood splatter\n\nin the victim's home. The evidence of this nature was given by testimony from Forrest County Sheriff's\n\n\n\n                                                       50\n\fDeputies and a detective from the Hattiesburg Police Department, testimony from Jeffery Byrd of the\n\nMississippi Crime Scene Unit, and photographs and video tape of the crime scene depicting blood splatter\n\non the walls. On cross-examination by Adelman, Lora Herff Aria, a forensic scientist with the Crime Lab,\n\ntestified that her test results on the coveralls Puckett was wearing contained only deer blood stains and one\n\nother stain that contained human protein but was unable to be confirmed as blood.\n\n¶137. As the State properly points out, Adelman did not fail to use the evidence presented at trial\n\nregarding the blood splatter at the crime scene and the absence of the victim's blood on Puckett's coveralls\n\nwhen Adelman delivered his closing argument to the jury. The argument, in part, is as follows:\n\n        The state of Mississippi is the one that had them examined. And you heard the testimony\n        of Ms. Aria, the lady from the Crime Lab. There was no blood on those coveralls, other\n        than deer blood and some traces of human protein, which could be anything, anything that\n        a human being might produce in the way of protein.\n                                                   ***\n        You saw the fact that there were blood splatterings. There were blood splatterings behind\n        the couch and to the left of the couch, but there were no blood splatterings on those\n        coveralls. And the State clearly made the implication that there was something that the --\n        that somehow the coveralls -- that the Defendant really wasn't in the coveralls, but they put\n        in the picture, and you heard in opening statement about the blue jeans and the shirt, the\n        dark shirt. I think it has a Harley Davidson insignia on it. There was never any evidence\n        that there was any blood on those clothes.\n\n        You saw Dr. West, and when Dr. West -- when he had Mr. Jones, and he was using Mr.\n        Jones as his object, and he had Mr. Jones -- remember, he was behind Mr. Jones. And\n        so the implications, the argument that there was no blood splattering on my client's clothing\n        because he was in front of Rhonda Griffis is totally contradicted by the scenario of Dr.\n        West, who came off the stand and grabbed Mr. Jones from behind.\n\n¶138. It is difficult to imagine what a blood splatter expert could have added to this case that was different\n\nfrom what Adelman pulled together for the jury, considering the evidence that was presented in this case.\n\nPuckett has not demonstrated that defense counsel was deficient for not obtaining such an expert, nor had\n\n\n\n\n                                                     51\n\fPuckett demonstrated that the outcome of this trial would have been different. Puckett's ineffective\n\nassistance of counsel claim does not pass the standard set forth in Strickland v. Washington.\n\n        XV.      PETITIONER WAS DENIED ACCESS TO COUNSEL DURING A\n                 CRITICAL STAGE OF HIS TRIAL.\n\n¶139. In his final claim, Puckett asserts that he was denied access to defense counsel during a critical\n\nstage of his trial. As mentioned before, Puckett testified at trial on his own behalf. After cross-examination\n\nof Puckett by the State had begun, the trial court took a brief recess and instructed Puckett not to discuss\n\nhis testimony with anyone including his counsel.\n\n¶140. Although this issue was capable of being raised at trial, no objection was taken to the trial court's\n\ninstruction. This issue is therefore, procedurally barred for the first time in Puckett's application for post-\n\nconviction relief. Miss code Ann. § 99-39-21(1).\n\n¶141. Without waiving the procedural bar, Puckett's claim is without merit. The United States Supreme\n\nCourt has held \"that the Federal Constitution does not compel every trial judge to allow the defendant to\n\nconsult with his lawyer while his testimony is in progress if the judge decides that there is good reason to\n\ninterrupt the trial for a few minutes.\" Perry v. Leeke, </pre><span class=\"citation\" data-id=\"112168\"><a href=\"/opinion/112168/perry-v-leeke/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">272</span></a></span><pre class=\"inline\">, 284-85, </pre><span class=\"citation\" data-id=\"112168\"><a href=\"/opinion/112168/perry-v-leeke/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">594</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"112168\"><a href=\"/opinion/112168/perry-v-leeke/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed.</span>\n\n<span class=\"page\">2d</span></a></span><pre class=\"inline\"> 624 (1989). The United States Supreme Court stated:\n\n        We are persuaded, however, that the underlying question whether petitioner had a\n        constitutional right to confer with his attorney during the 15-minute break in his\n        testimony--a question that we carefully preserved in Geders--was correctly resolved by\n        the South Carolina Supreme Court. Admittedly, the line between the facts of Geders and\n        the facts of this case is a thin one. It is, however, a line of constitutional dimension.\n        Moreover, contrary to the views expressed by the dissenting member of the South\n        Carolina Supreme Court, see n. 1, supra, it is not one that rests on an assumption that trial\n        counsel will engage in unethical \"coaching.\"\n\n        The distinction rests instead on the fact that when a defendant becomes a witness, he has\n        no constitutional right to consult with his lawyer while he is testifying. He has an absolute\n\n\n                                                      52\n\f        right to such consultation before he begins to testify, but neither he nor his lawyer has a\n        right to have the testimony interrupted in order to give him the benefit of counsel's advice.\n\n        The reason for the rule is one that applies to all witnesses--not just defendants. It is a\n        common practice for a judge to instruct a witness not to discuss his or her testimony with\n        third parties until the trial is completed. Such nondiscussion orders are a corollary of the\n        broader rule that witnesses may be sequestered to lessen the danger that their testimony\n        will be influenced by hearing what other witnesses have to say, and to increase the\n        likelihood that they will confine themselves to truthful statements based on their own\n        recollections. The defendant's constitutional right to confront the witnesses against him\n        immunizes him from such physical sequestration. Nevertheless, when he assumes the role\n        of a witness, the rules that generally apply to other witnesses--rules that serve the\n        truth-seeking function of the trial--are generally applicable to him as well. Accordingly, it\n        is entirely appropriate for a trial judge to decide, after listening to the direct examination\n        of any witness, whether the defendant or a nondefendant, that cross-examination is more\n        likely to elicit truthful responses if it goes forward without allowing the witness an\n        opportunity to consult with third parties, including his or her lawyer.\n\nPerry, 488 U.S. at 280-82.\n\n¶142. The brief recess that occurred in Perry happened after direct examination and before cross-\n\nexamination began. Puckett asserts that because the recess in the instant case occurred in the middle of\n\ncross-examination, the meaning of Perry is distinguishable. This assertion is without merit. Perhaps the\n\nneed to prevent discussion between the defendant and his counsel would increase once cross-examination\n\nhas begun because at that point, the defendant and his counsel would be aware of the direction the cross-\n\nexamination has taken.\n\n¶143. Puckett also relies on this Court’s ruling in Pendergraft v. State, </pre><span class=\"citation\" data-id=\"1792691\"><a href=\"/opinion/1792691/pendergraft-v-state/\"><span class=\"volume\">191</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">830</span></a></span><pre class=\"inline\"> (Miss. 1966)\n\nto support his claim that he was denied counsel at a crucial stage of the proceedings. In Pendergraft,\n\nthe trial court recessed for two hours at the conclusion of direct examination of the defendant and instructed\n\nthe defendant not to converse with counsel. This Court held that instruction to be reversible error stating:\n\n        Did the trial court's instruction to the defendant and to her attorney not to converse during\n        a two-hour recess of the court, immediately following the defendant's direct testimony in\n        her own behalf, violate the defendant's constitutional right to the assistance of counsel as\n\n                                                     53\n\f          provided by the above-quoted Sixth Amendment to the United States Constitution? 21\n          Am.Jur.2d Criminal Law section 313 (1965) states the general rule to be:\n\n          In construing constitutional provisions relating to the right of an accused person to counsel,\n          most courts have expressed the view that the right extends to every stage of the\n          prosecution. And it is said that the right to assistance in preparing for trial is equal to the\n          right to assistance during the trial itself. Accordingly, in addition to the right to\n          representation during the course of his trial, an accused is generally entitled to be assisted\n          by counsel * * *21 Am.Jur.2d at 339-340.\n\n          It may be safely said that at this time in our jurisprudence there is no question of\n          constitutional law more firmly established than the oft-enunciated principle that in the trial\n          of criminal cases in the federal, as well as the state courts, the defendant is entitled to have\n          the guilding hand of counsel at every stage of the proceeding. The trial is, of course, a stage\n          of the proceeding of vital importance to the accused. The right to an attorney extends\n          throughout the trial and to every stage of the proceeding. We need not look to the specific\n          prejudice that resulted to the defendant as the result of the two-hour court-imposed\n          restriction of consultation between the accused and her attorney. This particular phase of\n          the trial is so critical that we do not attempt to envision a particular prejudice such as an\n          overlooked fact, further discussions of strategy, or whether it be merely reassurance to the\n          defendant. We deem it reversible error that the right of consultation granted by the\n          Constitution was denied.\n\nPendergraft, 191 So.2d at 833.\n\n¶144. There are two important aspects of the Pendergraft case to be considered. First, Pendergraft\n\nwas decided in 1966, a little over twenty-two years before the United States Supreme Court's decision\n\nin Perry. Second, the recess in Pendergraft was a two-hour delay, where in Perry, the delay was\n\nfifteen minutes.\n\n¶145. The United States Supreme Court stated that its decision in Perry did not mean that trial judges\n\nmust forbid consultation between a defendant and his counsel during such brief recesses. Perry, 488 U.S.\n\nat 284.\n\n          Our conclusion does not mean that trial judges must forbid consultation between a\n          defendant and his counsel during such brief recesses. As a matter of discretion in individual\n          cases, or of practice for individual trial judges, or indeed, as a matter of law in some\n          States, it may well be appropriate to permit such consultation. We merely hold that the\n\n                                                        54\n\f        Federal Constitution does not compel every trial judge to allow the defendant to consult\n        with his lawyer while his testimony is in progress if the judge decides that there is a good\n        reason to interrupt the trial for a few minutes.\n\nId. at 284-85.\n\n¶146. Puckett argues that the record does not indicate how long the break was for. He also does not\n\nmake an assertion that it was anything but a \"brief\" recess. The record in this case does give insight to the\n\nrecess being one relatively brief in nature as apposed to a two hour delay. The record in the instant case\n\ncontains the following statement by the trial court:\n\n        THE COURT: Ladies and Gentlemen of the jury, while I hesitate to break the continuity\n        of the examination, when we were with counsel in chambers on other matters, it developed\n        that this may be the appropriate time for you to take a recess. In addition to that, we've\n        been informed by the Bailiff that some of you need to -- that being the case, we're going\n        to let you retire to the --it's not polite, and I apologize. But I'm trying to explain to you\n        why we're stopping in the middle of the testimony. It was your idea, as I understand. But\n        be that as it may, we're going to lt you recess. Let me caution you that during this recess\n        you're not to discuss this case among yourselves.\n\n        Now, technically, Mr. Puckett, you're on the stand as a witness, and during this recess\n        you may not discuss your testimony with anyone. Okay. Let's let the jury exit.\n\n¶147. This issue is procedurally barred, and Puckett has not made a showing of cause and actual\n\nprejudice requiring relief from the waiver. Miss. Code Ann. § 99-39-21(1)\n\n                                            CONCLUSION\n\n¶148. For these reasons, we deny the petition for post-conviction relief filed by Larry Matthew Puckett.\n\n¶149. LEAVE TO SEEK POST-CONVICTION RELIEF, DENIED.\n\n    WALLER AND COBB, P.JJ.,EASLEY, CARLSON AND RANDOLPH, JJ.,\nCONCUR. DIAZ, GRAVES AND DICKINSON, JJ., NOT PARTICIPATING.\n\n\n\n\n                                                       55\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107685/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111170/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111662/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112168/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112485/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112903/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118271/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118274/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/118381/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/121165/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/121793/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/127706/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/130159/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/437141/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1088444/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1089523/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1090811/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1096454/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1106099/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1113932/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1128478/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1132785/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1134236/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1142502/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1398666/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1601898/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1605533/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1611371/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1627650/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1652484/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1654600/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1670017/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1685524/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1687573/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1698695/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1707145/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1708512/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1717697/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1720645/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1732923/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1743707/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1745774/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1758677/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1771774/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1775442/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1792208/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1792691/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1797214/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1809345/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1812612/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1829968/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1831239/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1834004/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1836662/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1843095/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1855634/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1879054/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1919690/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1930926/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2484377/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2567022/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-10-30T12:59:37.180309Z",
      "date_modified": "2014-10-30T12:59:37.180309Z",
      "date_filed": "1996-08-07",
      "date_filed_is_approximate": false,
      "slug": "larry-matthew-puckett-v-state-of-mississippi",
      "citation_id": 837523,
      "case_name_short": "",
      "case_name": "Larry Matthew Puckett v. State of Mississippi",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/898076/larry-matthew-puckett-v-state-of-mississippi/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T12:59:37.177831Z",
  "date_modified": "2014-10-30T12:59:37.177831Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Larry Matthew Puckett v. State of Mississippi",
  "case_name_full": "",
  "slug": "larry-matthew-puckett-v-state-of-mississippi",
  "docket_number": "2000-DR-01077-SCT",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}