{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/904294/",
  "id": 904294,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca2/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/471775/",
      "id": 471775,
      "absolute_url": "/opinion/471775/national-labor-relations-board-v-parsons-school-of-design-a-division-of/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/904294/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/471775/",
          "id": 471775,
          "absolute_url": "/opinion/471775/national-labor-relations-board-v-parsons-school-of-design-a-division-of/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/471775/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T09:45:08Z",
          "date_modified": "2017-03-25T08:56:55.790344Z",
          "type": "010combined",
          "sha1": "3333d3d5fda45639322f6068bcb693d6b9732298",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/793/793.F2d.503.86-4019.1353.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">793 F.2d 503</p>\n    <p class=\"case_cite\">122 L.R.R.M. (BNA) 2845, 104 Lab.Cas.  P 11,904</p>\n    <p class=\"parties\">NATIONAL LABOR RELATIONS BOARD, Petitioner,<br>v.<br>PARSONS SCHOOL OF DESIGN A DIVISION OF the NEW SCHOOL FOR<br>SOCIAL RESEARCH, Respondent.</p>\n    <p class=\"docket\">No. 1353, Docket 86-4019.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Second Circuit.</p>\n    <p class=\"date\">Argued May 30, 1986.<br>Decided June 24, 1986.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph Porrino, New York City (Putney, Twombly, Hall &amp; Hirson, of counsel), for respondent.</p>\n      <p class=\"indent\">Susan L. Williams, Attorney, N.L.R.B., Washington, D.C.  (Rosemary M. Collyer, Gen. Counsel, John E. Higgins, Jr., Deputy Gen. Counsel, Robert E. Allen, Associate Gen. Counsel, Elliott Moore, Deputy Associate Gen. Counsel, Collis Suzanne Stocking, Attorney, N.L.R.B., Washington, D.C., of counsel), for petitioner.</p>\n      <p class=\"indent\">Before FEINBERG, Chief Judge, and KAUFMAN and NEWMAN, Circuit Judges.</p>\n      <p class=\"indent\">FEINBERG, Chief Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The National Labor Relations Board applies for enforcement of its order against Parsons School of Design.  The Board found that Parsons violated section 8(a)(5) and (1) of the National Labor Relations Act (the Act), 29 U.S.C. Sec. 158(a)(5) and (1), by refusing to bargain with the certified representative of its part-time faculty.  The Board concluded that post-election modification of the bargaining unit from a combined unit of full- and part-time faculty members to one including only part-time faculty did not require a new election.  In reaching its decision, the Board distinguished a prior decision of this court, Hamilton Test Systems, New York, Inc. v. NLRB, 743 F.2d 136 (2d Cir.1984).  We hold that the Board's modification of the unit requires a new election and that Hamilton, supra, applies to the facts of this case.  Accordingly, we deny the Board's application for enforcement.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Parsons School of Design, a division of the New School for Social Research, is an educational institution offering college and graduate courses in art and design.  The school's main campus is located in New York City;  it also has branches in Los Angeles and Paris.  Parsons employs approximately 20 full-time and 200 part-time instructors at its New York campus.  Typically, the part-time instructors are successful practitioners in their particular fields.  In August 1982, the Parsons Faculty Federation, New York State United Teachers, American Federation of Teachers, AFL-CIO (the Union) filed a representation petition with the Board.  The Union initially sought to represent all full-time and part-time instructors employed at Parsons' New York campus.  The Union later amended its petition to include only part-time instructors, although it indicated that it was willing to represent the larger unit.  After a hearing, the Board's Regional Director determined that an appropriate unit included both full- and part-time faculty at Parsons' New York campus and directed that an election in that unit be held on May 9-12, 1983.  The Regional Director denied Parsons' motion for reconsideration.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Parsons filed a request for review of the Regional Director's decision, arguing that a combined unit was inappropriate and that a unit of part-time faculty only would also be inappropriate.  Shortly before the scheduled election, the Board granted the employer's request for review.  The Board decided, however, that the election should proceed and the ballots of full- and part-time instructors should be segregated and then impounded according to the \"vote and impound\" procedures set forth in 29 C.F.R. Sec. 102.67(b).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>   The Board provided two ballot boxes, one for full-time instructors and one for part-time.  The ballots for full- and part-time faculty were identical.  The Board's representatives did not explain why separate boxes were used unless asked.  The election was held as scheduled in May 1983.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In February 1984, the Board issued a Decision on Review and Direction of Election.  Finding that a unit limited to part-time instructors was appropriate, the Board modified the Regional Director's earlier unit determination.  Apparently unaware that an election had been held in the combined unit, the Board also directed that an election be held in the modified unit.  Several weeks later, the Board amended its decision to eliminate that portion directing an election and remanded the matter to the Regional Director to open and count the ballots impounded in the May 1983 election.  The amended decision is reported at 268 N.L.R.B. 1011 (1984).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Parsons objected to the election, claiming that the results should be set aside because the official notice of election described a unit different from the one the Board later found appropriate and, thus, the voters were prevented from making an informed decision.  The Regional Director overruled these objections, holding that the unit determination \"had no bearing as to whether the voters desired Union representation\" and that there was no evidence that employees would have changed their votes if they had known that a part-time unit had been found appropriate.  The Board summarily denied Parsons' request for review of that decision.  After various challenges were resolved, there were 99 ballots for the Union and 92 against.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Board certified the Union as the exclusive representative of the part-time faculty in October 1984.  However, Parsons refused the Union's request to bargain, and the Union filed an unfair labor practice charge against Parsons.  The Board's General Counsel issued a complaint and moved for summary judgment.  In response, Parsons acknowledged its refusal to bargain, but argued that it was justified.  Citing Hamilton, supra, decided several months earlier, Parsons maintained that certification of the Union as representative of the part-time unit was invalid because the voters had been misled as to the scope of the unit.  In a decision reported at 275 N.L.R.B. No. 18 (1985), the Board held that all issues were or could have been litigated in the prior representation proceeding and concluded that the employer unlawfully refused to bargain with the Union.  The Board distinguished Hamilton principally because the new unit excluded less than 10% of the employees previously included.  This application for enforcement followed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The central issue raised by the Board's application is the extent to which Hamiltonapplies to this case.  In Hamilton, the Board initially certified a unit consisting of all 31 non-clerical employees at one of the employer's facilities.  On the eve of the election, however, the Board granted the Union's request for review of the unit determination.  It nonetheless conducted a scheduled election in the original unit and segregated and impounded the ballots pursuant to section 102.67(b).  The Board later decided that a smaller, 14-employee unit was appropriate and determined that, of the ballots cast in the smaller unit, the union had won by a margin of two votes.  The employer petitioned this court for review of the Board's finding that it committed an unfair labor practice by refusing to bargain with the union and the Board cross-petitioned for enforcement.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The court recounted the history of section 102.67(b).  743 F.2d at 140-42.  It noted that the regulation was adopted following the recommendation of the Chairman's Task Force on the National Labor Relations Board.  Id. at 140 (citing Chairman's Task Force on the NLRB, Interim Report and Recommendations 13 (1976) [hereafter Task Force Report].  The Task Force recommendation was a response to criticisms of delay in the election process that had occurred when the Board granted a request for review of a pre-election ruling, but was unable to decide the issue before the election date and therefore postponed the election.  Task Force Report at 11.  The court observed that:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">[t]he regulation merely states that a challenge to a decision by the regional director should not serve as a stay of a representation election.  A major purpose of this rule is to eliminate meritless appeals that are filed merely to delay the date of an election.  Challenges to a regional director's eligibility determination frequently involve only the inclusion or exclusion of a few voters and, even if successful, may not change significantly the scope of the unit.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We do not believe that the regulation provides the Board with the authority to inform employees that they are voting for representation in a broad facility-wide unit and later to consider the ballot as a vote for representation in a unit that is less than half the size and considerably different in character.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">743 F.2d at 140.  Accordingly, the court granted the employer's petition, concluding that application of section 102.67(b) had denied employees the right to make an informed choice in the representation election.  It pointed out that the Task Force had also recommended that the Board \" 'develop a balloting process under which the election could be held, whatever the eventual decision might be on the appropriate unit,' \" id. at 141 (quoting Task Force Report at 12), but that the Board had failed to do so.  Accord NLRB v. Lorimar Productions, Inc., 771 F.2d 1294 (9th Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Parsons argues that the case is controlled by Hamilton, and that the election here was similarly defective.  It notes that the notice of election described an all-faculty unit and, although the Board separated the ballots of full- and part-time instructors, it did not generally inform the voters of the possible change.  Respondent then offers various reasons why part-time instructors who voted for the Union might not have done so had they known that the unit would be limited to the part-time faculty;  e.g., their expectation that the full-time instructors would assume most of the responsibility for collective bargaining and other union work and the desire of part-time faculty members for unity among the faculty and maximum bargaining strength.  Finally, Parsons points out that, as in Hamilton, the vote here was very close and a shift of only a few votes would have changed the outcome.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Board, on the other hand, continues to maintain that this case is distinguishable from Hamilton.    It compares the post-election modification in Hamilton, which reduced the bargaining unit by more than one half, with the modification here, which excluded less than 10% of the faculty.  The Board notes that the Union leadership is composed primarily of part-time faculty and that, since the full-time instructors are not thought to have greater status, their exclusion from the unit was not likely to reduce support for the Union.  Because the part-time instructors are over 90% of the total faculty, the Board contends that conflict and divisiveness are unlikely to result from union representation of only the part-time faculty.  It argues that the court should defer to its exercise of discretion in using the vote and impound election procedures.  Finally, petitioner claims that the fact that Parsons endorsed the Board's vote and impound procedure in a letter to the faculty prior to the election should be taken into account in weighing the merits of its later objection to the election.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As a preliminary matter, contrary to the Board's view, we attach no significance to Parsons' failure to raise its objections prior to the election or to its letter to the faculty approving the Board's decision to go ahead with the election.  Like the employer in Hamilton, Parsons \"had no basis for a complaint ... until the Board decided to overturn the Regional Director's determination....  The problem arose when the Board, months after the voting was completed, decided to reshape the bargaining unit presented to the voters.\"    743 F.2d at 140.  Similarly, in NLRB v. Lorimar Productions, supra, 771 F.2d at 1300, the Ninth Circuit held that section 102.67(b) did not require a party to seek a stay of election in order to preserve its right to object to an election.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Turning to the validity of the election, we recognize that the Board has broad discretion to develop and implement procedures used in representation elections.  See, e.g., NLRB v. Olson Bodies, Inc., 420 F.2d 1187, 1189 (2d Cir.1970), cert. denied, 401 U.S. 954, 91 S.Ct. 966, 28 L.Ed.2d 237 (1971).  However, we find that application of the vote and impound procedure in this case denied the employees their right to make an informed choice of a collective bargaining representative.  Although we are reluctant to further prolong these already protracted representation proceedings, we agree with respondent that Hamilton controls this case.  While the post-election modification of the bargaining unit was not as numerically significant as in either Hamilton, 743 F.2d at 140 (unit reduced by more than half), or Lorimar, 771 F.2d at 1302 (unit reduced by more than one-third), the size of the modification is not the only relevant consideration.  But cf. Task Force Report at 14 (employer members would have limited vote and impound procedures to eligibility issues involving less than 10% of the voters).  The court in Hamilton relied on changes in the character and scope of the bargaining unit, 743 F.2d at 140-141;  see also Lorimar, 771 F.2d at 1302, as well as the closeness of the election results.  743 F.2d at 141 (change of one vote would have altered the result);  see also Lorimar, 771 F.2d at 1302 (same).  In this case, the character and scope of the unit were significantly altered by the Board's post-election modification.  The unit changed from one which included all of the faculty at the New York campus to one composed of a distinct, albeit large, subdivision within the faculty.  The full-time faculty employees excluded from the unit, while comparatively few in number, are particularly important to the school and carry great weight in all matters affecting it.  This is because the full-time faculty members, unlike the part-timers, are committed primarily to their academic careers.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Board argues that the part-time employees would not have voted differently if they had known the eventual scope of the unit.  However, we fear that \"[t]he realities of the workplace do not warrant such a conclusion.\"   Hamilton, 743 F.2d at 141.  In Hamilton, the court found several reasons why the employees might have changed their votes:  insufficient strength in the reduced unit;  differences between the job classifications included in the unit;  desire for a unified workforce;  and concern over interpersonal friction in the smaller unit.  Id.;  see also Lorimar, 771 F.2d at 1302 (citing similar considerations).  We believe that some of these concerns, as well as others, might have caused the Parsons employees to vote differently, had they known that they were voting on a unit of part-time instructors only.  In particular, the part-time instructors might have feared insufficient strength in a unit comprising less than all of the faculty or they might have desired Union representation only for a unified workforce.  It is also possible that some of the part-time faculty members intended to rely on the full-timers to assume responsibility for a significant part of the Union work, since the full-time faculty have more time to devote to the Union and also have more of a stake in improving the terms and conditions of employment.  As in both Hamilton and Lorimar, the election was a very close one.  If these concerns moved only four of the 99 part-time instructors who voted for the Union to change their votes, the outcome of the election would have been different.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Task Force that recommended the vote and impound procedure recognized that it would present certain problems where the unit determination was the issue in dispute.  Task Force Report at 12.  However, as we noted earlier, the Task Force also indicated that it was</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>confident the Board could develop a balloting process under which the election could be held, whatever the eventual decision might be on the appropriate unit.  An analogue is the Globe [Machine &amp; Stamping Co., 3 N.L.R.B. 294 (1937) ] election procedure which has been used successfully since 1937.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Task Force Report at 12-13.  The result here could have been avoided if the Board had acted on this suggestion and developed a balloting process that informed the employees of the alternative bargaining units and allowed them to vote for or against union representation in each unit.  See Hamilton, 743 F.2d at 141 (criticizing failure to develop procedure);  see also Lorimar, 771 F.2d at 1302 (failure to use two ballots deprived voters of their right to vote for the unit later certified by the Board).  The Board could have prepared a revised notice of election and a second ballot without unduly delaying the election in this case.  If each part-time instructor had voted on both units, the Board could then have accurately determined whether the part-time unit ultimately certified represented the informed choice of a majority of the part-time faculty.  The Board's failure to adopt such procedures has produced the delay section 102.67(b) was designed to avoid.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The Board also asks us to rule on its decision establishing a bargaining unit limited to part-time faculty.  It argues that the part-time instructors at Parsons share a sufficient community of interests.  In support of this conclusion, the Board contends that the record amply demonstrates the part-timers' shared interests.  All of the part-time faculty are hired because of their special expertise and professional experience, have identical employment contracts, are paid according to the same method of compensation and teach under similar conditions.  The Board maintains that its decision is not inconsistent with Goddard College, 216 N.L.R.B. 457, 459 (1975) (record failed to establish that part-time faculty shared a community of interest) or other board precedents.  Parsons, on the other hand, urges us not to reach this issue.  If we reach the merits, however, it points to a stipulation of facts, which, using language drawn from Goddard College, supra, describes the part-time faculty as a \"diverse and heterogenous group of people,\" whose primary interest, source of income and commitment are to their professional careers outside Parsons.  It contends that the Board's unit determination was arbitrary, unreasonable and not supported by substantial evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">While Parsons is correct that the procedural posture of this case does not compel us to decide the propriety of the Board's unit determination, we deem it appropriate to do so to avoid further delay.  See Hamilton, 743 F.2d at 139-40 (finding unit determination appropriate);  Lorimar, 771 F.2d at 1298-1300 (same).  We note that \"the selection of an appropriate bargaining unit lies largely within the discretion of the Board, whose decision, 'if not final, is rarely to be disturbed,' \" South Prairie Construction Co. v. Local 627, International Union of Operating Engineers, 425 U.S. 800, 805, 96 S.Ct. 1843, 1844, 48 L.Ed.2d 382 (1976) (per curiam) (quoting Packard Motor Co. v. NLRB, 330 U.S. 485, 491, 67 S.Ct. 789, 793, 91 L.Ed. 1040 (1947)).  Accordingly, our scope of review of the Board's unit determination is a narrow one, see, e.g., Mercy Hospital of Buffalo v. NLRB, 730 F.2d 75, 77 (2d Cir.1984);  we will not disturb the determination unless we find it to be arbitrary or not supported by substantial evidence.  Id. at 78.  Moreover, \"the unit approved by the Board need not be the most appropriate unit, only an appropriate unit.\"   NLRB v. Hudson River Aggregates, Inc., 639 F.2d 865, 871 (2d Cir.1981) (emphasis in original).  Based on the Board's findings, we conclude that the unit ultimately selected by the Board is an appropriate bargaining unit.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">For the reasons stated above, the case is remanded to the Board to conduct a representation election in a unit composed of the part-time faculty.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The relevant portion of 29 C.F.R. Sec. 102.67(b) reads as follows:</p>\n        <p>The decision of the regional director shall be final:  Provided, however, That within 10 days after service thereof any party may file a request for review with the Board in Washington, D.C.  The regional director shall schedule and conduct any election directed by the decision notwithstanding that a request for review has been filed with or granted by the Board.  The filing of such a request shall not, unless otherwise ordered by the Board, operate as a stay of the election or any other action taken or directed by the regional director:  Provided, however, That if a pending request for review has not been ruled upon or has been granted ballots whose validity might be affected by the final Board decision shall be segregated in an appropriate manner, and all ballots shall be impounded and remain unopened pending such decision.  (emphasis in original)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See Lorimar, 771 F.2d at 1302 n. 3 (\"Remand for a new election is appropriate despite the passage of time and accompanying employee turnover.\")</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">793</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">503</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L.R.R.M. (BNA)</span> <span class=\"page\">2845</span></span>, 104 Lab.Cas.  P 11,904</p>\n    <p class=\"parties\">NATIONAL LABOR RELATIONS BOARD, Petitioner,<br>v.<br>PARSONS SCHOOL OF DESIGN A DIVISION OF the NEW SCHOOL FOR<br>SOCIAL RESEARCH, Respondent.</p>\n    <p class=\"docket\">No. 1353, Docket 86-4019.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Second Circuit.</p>\n    <p class=\"date\">Argued May 30, 1986.<br>Decided June 24, 1986.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph Porrino, New York City (Putney, Twombly, Hall &amp; Hirson, of counsel), for respondent.</p>\n      <p class=\"indent\">Susan L. Williams, Attorney, N.L.R.B., Washington, D.C.  (Rosemary M. Collyer, Gen. Counsel, John E. Higgins, Jr., Deputy Gen. Counsel, Robert E. Allen, Associate Gen. Counsel, Elliott Moore, Deputy Associate Gen. Counsel, Collis Suzanne Stocking, Attorney, N.L.R.B., Washington, D.C., of counsel), for petitioner.</p>\n      <p class=\"indent\">Before FEINBERG, Chief Judge, and KAUFMAN and NEWMAN, Circuit Judges.</p>\n      <p class=\"indent\">FEINBERG, Chief Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The National Labor Relations Board applies for enforcement of its order against Parsons School of Design.  The Board found that Parsons violated section 8(a)(5) and (1) of the National Labor Relations Act (the Act), 29 U.S.C. Sec. 158(a)(5) and (1), by refusing to bargain with the certified representative of its part-time faculty.  The Board concluded that post-election modification of the bargaining unit from a combined unit of full- and part-time faculty members to one including only part-time faculty did not require a new election.  In reaching its decision, the Board distinguished a prior decision of this court, Hamilton Test Systems, New York, Inc. v. NLRB, <span class=\"citation\" data-id=\"441640\"><a href=\"/opinion/441640/hamilton-test-systems-new-york-inc-v-national-labor-relations-board/\"><span class=\"volume\">743</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">136</span></a></span> (2d Cir.1984).  We hold that the Board's modification of the unit requires a new election and that Hamilton, supra, applies to the facts of this case.  Accordingly, we deny the Board's application for enforcement.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Parsons School of Design, a division of the New School for Social Research, is an educational institution offering college and graduate courses in art and design.  The school's main campus is located in New York City;  it also has branches in Los Angeles and Paris.  Parsons employs approximately 20 full-time and 200 part-time instructors at its New York campus.  Typically, the part-time instructors are successful practitioners in their particular fields.  In August 1982, the Parsons Faculty Federation, New York State United Teachers, American Federation of Teachers, AFL-CIO (the Union) filed a representation petition with the Board.  The Union initially sought to represent all full-time and part-time instructors employed at Parsons' New York campus.  The Union later amended its petition to include only part-time instructors, although it indicated that it was willing to represent the larger unit.  After a hearing, the Board's Regional Director determined that an appropriate unit included both full- and part-time faculty at Parsons' New York campus and directed that an election in that unit be held on May 9-12, 1983.  The Regional Director denied Parsons' motion for reconsideration.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Parsons filed a request for review of the Regional Director's decision, arguing that a combined unit was inappropriate and that a unit of part-time faculty only would also be inappropriate.  Shortly before the scheduled election, the Board granted the employer's request for review.  The Board decided, however, that the election should proceed and the ballots of full- and part-time instructors should be segregated and then impounded according to the \"vote and impound\" procedures set forth in 29 C.F.R. Sec. 102.67(b).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>   The Board provided two ballot boxes, one for full-time instructors and one for part-time.  The ballots for full- and part-time faculty were identical.  The Board's representatives did not explain why separate boxes were used unless asked.  The election was held as scheduled in May 1983.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In February 1984, the Board issued a Decision on Review and Direction of Election.  Finding that a unit limited to part-time instructors was appropriate, the Board modified the Regional Director's earlier unit determination.  Apparently unaware that an election had been held in the combined unit, the Board also directed that an election be held in the modified unit.  Several weeks later, the Board amended its decision to eliminate that portion directing an election and remanded the matter to the Regional Director to open and count the ballots impounded in the May 1983 election.  The amended decision is reported at <span class=\"citation no-link\"><span class=\"volume\">268</span> <span class=\"reporter\">N.L.R.B.</span> <span class=\"page\">1011</span></span> (1984).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Parsons objected to the election, claiming that the results should be set aside because the official notice of election described a unit different from the one the Board later found appropriate and, thus, the voters were prevented from making an informed decision.  The Regional Director overruled these objections, holding that the unit determination \"had no bearing as to whether the voters desired Union representation\" and that there was no evidence that employees would have changed their votes if they had known that a part-time unit had been found appropriate.  The Board summarily denied Parsons' request for review of that decision.  After various challenges were resolved, there were 99 ballots for the Union and 92 against.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Board certified the Union as the exclusive representative of the part-time faculty in October 1984.  However, Parsons refused the Union's request to bargain, and the Union filed an unfair labor practice charge against Parsons.  The Board's General Counsel issued a complaint and moved for summary judgment.  In response, Parsons acknowledged its refusal to bargain, but argued that it was justified.  Citing Hamilton, supra, decided several months earlier, Parsons maintained that certification of the Union as representative of the part-time unit was invalid because the voters had been misled as to the scope of the unit.  In a decision reported at 275 N.L.R.B. No. 18 (1985), the Board held that all issues were or could have been litigated in the prior representation proceeding and concluded that the employer unlawfully refused to bargain with the Union.  The Board distinguished Hamilton principally because the new unit excluded less than 10% of the employees previously included.  This application for enforcement followed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The central issue raised by the Board's application is the extent to which Hamiltonapplies to this case.  In Hamilton, the Board initially certified a unit consisting of all 31 non-clerical employees at one of the employer's facilities.  On the eve of the election, however, the Board granted the Union's request for review of the unit determination.  It nonetheless conducted a scheduled election in the original unit and segregated and impounded the ballots pursuant to section 102.67(b).  The Board later decided that a smaller, 14-employee unit was appropriate and determined that, of the ballots cast in the smaller unit, the union had won by a margin of two votes.  The employer petitioned this court for review of the Board's finding that it committed an unfair labor practice by refusing to bargain with the union and the Board cross-petitioned for enforcement.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The court recounted the history of section 102.67(b).  743 F.2d at 140-42.  It noted that the regulation was adopted following the recommendation of the Chairman's Task Force on the National Labor Relations Board.  Id. at 140 (citing Chairman's Task Force on the NLRB, Interim Report and Recommendations 13 (1976) [hereafter Task Force Report].  The Task Force recommendation was a response to criticisms of delay in the election process that had occurred when the Board granted a request for review of a pre-election ruling, but was unable to decide the issue before the election date and therefore postponed the election.  Task Force Report at 11.  The court observed that:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">[t]he regulation merely states that a challenge to a decision by the regional director should not serve as a stay of a representation election.  A major purpose of this rule is to eliminate meritless appeals that are filed merely to delay the date of an election.  Challenges to a regional director's eligibility determination frequently involve only the inclusion or exclusion of a few voters and, even if successful, may not change significantly the scope of the unit.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We do not believe that the regulation provides the Board with the authority to inform employees that they are voting for representation in a broad facility-wide unit and later to consider the ballot as a vote for representation in a unit that is less than half the size and considerably different in character.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">743 F.2d at 140.  Accordingly, the court granted the employer's petition, concluding that application of section 102.67(b) had denied employees the right to make an informed choice in the representation election.  It pointed out that the Task Force had also recommended that the Board \" 'develop a balloting process under which the election could be held, whatever the eventual decision might be on the appropriate unit,' \" id. at 141 (quoting Task Force Report at 12), but that the Board had failed to do so.  Accord NLRB v. Lorimar Productions, Inc., <span class=\"citation\" data-id=\"457781\"><a href=\"/opinion/457781/national-labor-relations-board-v-lorimar-productions-inc-lorimar/\"><span class=\"volume\">771</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1294</span></a></span> (9th Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Parsons argues that the case is controlled by Hamilton, and that the election here was similarly defective.  It notes that the notice of election described an all-faculty unit and, although the Board separated the ballots of full- and part-time instructors, it did not generally inform the voters of the possible change.  Respondent then offers various reasons why part-time instructors who voted for the Union might not have done so had they known that the unit would be limited to the part-time faculty;  e.g., their expectation that the full-time instructors would assume most of the responsibility for collective bargaining and other union work and the desire of part-time faculty members for unity among the faculty and maximum bargaining strength.  Finally, Parsons points out that, as in Hamilton, the vote here was very close and a shift of only a few votes would have changed the outcome.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Board, on the other hand, continues to maintain that this case is distinguishable from Hamilton.    It compares the post-election modification in Hamilton, which reduced the bargaining unit by more than one half, with the modification here, which excluded less than 10% of the faculty.  The Board notes that the Union leadership is composed primarily of part-time faculty and that, since the full-time instructors are not thought to have greater status, their exclusion from the unit was not likely to reduce support for the Union.  Because the part-time instructors are over 90% of the total faculty, the Board contends that conflict and divisiveness are unlikely to result from union representation of only the part-time faculty.  It argues that the court should defer to its exercise of discretion in using the vote and impound election procedures.  Finally, petitioner claims that the fact that Parsons endorsed the Board's vote and impound procedure in a letter to the faculty prior to the election should be taken into account in weighing the merits of its later objection to the election.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As a preliminary matter, contrary to the Board's view, we attach no significance to Parsons' failure to raise its objections prior to the election or to its letter to the faculty approving the Board's decision to go ahead with the election.  Like the employer in Hamilton, Parsons \"had no basis for a complaint ... until the Board decided to overturn the Regional Director's determination....  The problem arose when the Board, months after the voting was completed, decided to reshape the bargaining unit presented to the voters.\"    743 F.2d at 140.  Similarly, in NLRB v. Lorimar Productions, supra, 771 F.2d at 1300, the Ninth Circuit held that section 102.67(b) did not require a party to seek a stay of election in order to preserve its right to object to an election.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Turning to the validity of the election, we recognize that the Board has broad discretion to develop and implement procedures used in representation elections.  See, e.g., NLRB v. Olson Bodies, Inc., <span class=\"citation\" data-id=\"288123\"><a href=\"/opinion/288123/national-labor-relations-board-and-international-union-united-automobile/\"><span class=\"volume\">420</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1187</span></a></span>, 1189 (2d Cir.1970), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">954</span></span>, <span class=\"citation\" data-id=\"108287\"><a href=\"/opinion/108287/grove-press-inc-v-maryland-bd-of-censors/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">966</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">237</span></span> (1971).  However, we find that application of the vote and impound procedure in this case denied the employees their right to make an informed choice of a collective bargaining representative.  Although we are reluctant to further prolong these already protracted representation proceedings, we agree with respondent that Hamilton controls this case.  While the post-election modification of the bargaining unit was not as numerically significant as in either Hamilton, 743 F.2d at 140 (unit reduced by more than half), or Lorimar, 771 F.2d at 1302 (unit reduced by more than one-third), the size of the modification is not the only relevant consideration.  But cf. Task Force Report at 14 (employer members would have limited vote and impound procedures to eligibility issues involving less than 10% of the voters).  The court in Hamilton relied on changes in the character and scope of the bargaining unit, 743 F.2d at 140-141;  see also Lorimar, 771 F.2d at 1302, as well as the closeness of the election results.  743 F.2d at 141 (change of one vote would have altered the result);  see also Lorimar, 771 F.2d at 1302 (same).  In this case, the character and scope of the unit were significantly altered by the Board's post-election modification.  The unit changed from one which included all of the faculty at the New York campus to one composed of a distinct, albeit large, subdivision within the faculty.  The full-time faculty employees excluded from the unit, while comparatively few in number, are particularly important to the school and carry great weight in all matters affecting it.  This is because the full-time faculty members, unlike the part-timers, are committed primarily to their academic careers.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Board argues that the part-time employees would not have voted differently if they had known the eventual scope of the unit.  However, we fear that \"[t]he realities of the workplace do not warrant such a conclusion.\"   Hamilton, 743 F.2d at 141.  In Hamilton, the court found several reasons why the employees might have changed their votes:  insufficient strength in the reduced unit;  differences between the job classifications included in the unit;  desire for a unified workforce;  and concern over interpersonal friction in the smaller unit.  Id.;  see also Lorimar, 771 F.2d at 1302 (citing similar considerations).  We believe that some of these concerns, as well as others, might have caused the Parsons employees to vote differently, had they known that they were voting on a unit of part-time instructors only.  In particular, the part-time instructors might have feared insufficient strength in a unit comprising less than all of the faculty or they might have desired Union representation only for a unified workforce.  It is also possible that some of the part-time faculty members intended to rely on the full-timers to assume responsibility for a significant part of the Union work, since the full-time faculty have more time to devote to the Union and also have more of a stake in improving the terms and conditions of employment.  As in both Hamilton and Lorimar, the election was a very close one.  If these concerns moved only four of the 99 part-time instructors who voted for the Union to change their votes, the outcome of the election would have been different.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Task Force that recommended the vote and impound procedure recognized that it would present certain problems where the unit determination was the issue in dispute.  Task Force Report at 12.  However, as we noted earlier, the Task Force also indicated that it was</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>confident the Board could develop a balloting process under which the election could be held, whatever the eventual decision might be on the appropriate unit.  An analogue is the Globe [Machine &amp; Stamping Co., <span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">N.L.R.B.</span> <span class=\"page\">294</span></span> (1937) ] election procedure which has been used successfully since 1937.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Task Force Report at 12-13.  The result here could have been avoided if the Board had acted on this suggestion and developed a balloting process that informed the employees of the alternative bargaining units and allowed them to vote for or against union representation in each unit.  See Hamilton, 743 F.2d at 141 (criticizing failure to develop procedure);  see also Lorimar, 771 F.2d at 1302 (failure to use two ballots deprived voters of their right to vote for the unit later certified by the Board).  The Board could have prepared a revised notice of election and a second ballot without unduly delaying the election in this case.  If each part-time instructor had voted on both units, the Board could then have accurately determined whether the part-time unit ultimately certified represented the informed choice of a majority of the part-time faculty.  The Board's failure to adopt such procedures has produced the delay section 102.67(b) was designed to avoid.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The Board also asks us to rule on its decision establishing a bargaining unit limited to part-time faculty.  It argues that the part-time instructors at Parsons share a sufficient community of interests.  In support of this conclusion, the Board contends that the record amply demonstrates the part-timers' shared interests.  All of the part-time faculty are hired because of their special expertise and professional experience, have identical employment contracts, are paid according to the same method of compensation and teach under similar conditions.  The Board maintains that its decision is not inconsistent with Goddard College, <span class=\"citation no-link\"><span class=\"volume\">216</span> <span class=\"reporter\">N.L.R.B.</span> <span class=\"page\">457</span></span>, 459 (1975) (record failed to establish that part-time faculty shared a community of interest) or other board precedents.  Parsons, on the other hand, urges us not to reach this issue.  If we reach the merits, however, it points to a stipulation of facts, which, using language drawn from Goddard College, supra, describes the part-time faculty as a \"diverse and heterogenous group of people,\" whose primary interest, source of income and commitment are to their professional careers outside Parsons.  It contends that the Board's unit determination was arbitrary, unreasonable and not supported by substantial evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">While Parsons is correct that the procedural posture of this case does not compel us to decide the propriety of the Board's unit determination, we deem it appropriate to do so to avoid further delay.  See Hamilton, 743 F.2d at 139-40 (finding unit determination appropriate);  Lorimar, 771 F.2d at 1298-1300 (same).  We note that \"the selection of an appropriate bargaining unit lies largely within the discretion of the Board, whose decision, 'if not final, is rarely to be disturbed,' \" South Prairie Construction Co. v. Local 627, International Union of Operating Engineers, <span class=\"citation\" data-id=\"109453\"><a href=\"/opinion/109453/south-prairie-constr-co-v-operating-engineers/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 805, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1843</span></span>, 1844, <span class=\"citation\" data-id=\"109453\"><a href=\"/opinion/109453/south-prairie-constr-co-v-operating-engineers/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">382</span></a></span> (1976) (per curiam) (quoting Packard Motor Co. v. NLRB, <span class=\"citation\" data-id=\"104392\"><a href=\"/opinion/104392/packard-co-v-labor-board/\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">485</span></a></span>, 491, <span class=\"citation\" data-id=\"104392\"><a href=\"/opinion/104392/packard-co-v-labor-board/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">789</span></a></span>, 793, <span class=\"citation\" data-id=\"104392\"><a href=\"/opinion/104392/packard-co-v-labor-board/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1040</span></a></span> (1947)).  Accordingly, our scope of review of the Board's unit determination is a narrow one, see, e.g., Mercy Hospital of Buffalo v. NLRB, <span class=\"citation\" data-id=\"433038\"><a href=\"/opinion/433038/mercy-hospital-of-buffalo-petitioner-cross-respondent-v-national-labor/\"><span class=\"volume\">730</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">75</span></a></span>, 77 (2d Cir.1984);  we will not disturb the determination unless we find it to be arbitrary or not supported by substantial evidence.  Id. at 78.  Moreover, \"the unit approved by the Board need not be the most appropriate unit, only an appropriate unit.\"   NLRB v. Hudson River Aggregates, Inc., <span class=\"citation\" data-id=\"386849\"><a href=\"/opinion/386849/national-labor-relations-board-v-hudson-river-aggregates-inc/\"><span class=\"volume\">639</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">865</span></a></span>, 871 (2d Cir.1981) (emphasis in original).  Based on the Board's findings, we conclude that the unit ultimately selected by the Board is an appropriate bargaining unit.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">For the reasons stated above, the case is remanded to the Board to conduct a representation election in a unit composed of the part-time faculty.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The relevant portion of 29 C.F.R. Sec. 102.67(b) reads as follows:</p>\n        <p>The decision of the regional director shall be final:  Provided, however, That within 10 days after service thereof any party may file a request for review with the Board in Washington, D.C.  The regional director shall schedule and conduct any election directed by the decision notwithstanding that a request for review has been filed with or granted by the Board.  The filing of such a request shall not, unless otherwise ordered by the Board, operate as a stay of the election or any other action taken or directed by the regional director:  Provided, however, That if a pending request for review has not been ruled upon or has been granted ballots whose validity might be affected by the final Board decision shall be segregated in an appropriate manner, and all ballots shall be impounded and remain unopened pending such decision.  (emphasis in original)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See Lorimar, 771 F.2d at 1302 n. 3 (\"Remand for a new election is appropriate despite the passage of time and accompanying employee turnover.\")</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104392/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108287/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109453/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/288123/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/386849/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/433038/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/441640/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/457781/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-22T02:48:49.235185Z",
      "date_modified": "2016-03-03T18:25:53.812640Z",
      "date_filed": "1986-06-24",
      "date_filed_is_approximate": false,
      "slug": "national-labor-relations-board-v-parsons-school-of-design-a-division-of",
      "citation_id": 445555,
      "case_name_short": "",
      "case_name": "National Labor Relations Board v. Parsons School of Design a Division of the New School for Social Research",
      "case_name_full": "",
      "federal_cite_one": "793 F.2d 503",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 8,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/904294/national-labor-relations-board-v-parsons-school-of/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T13:02:19.522470Z",
  "date_modified": "2014-10-30T13:02:19.522470Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "National Labor Relations Board v. Parsons School of Design a Division of the New School for Social Research",
  "case_name_full": "",
  "slug": "national-labor-relations-board-v-parsons-school-of",
  "docket_number": "1353",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}