{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/904864/",
  "id": 904864,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ded/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1431996/",
      "id": 1431996,
      "absolute_url": "/opinion/1431996/wilmington-christian-school-v-board-of-educ-etc/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/904864/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1431996/",
          "id": 1431996,
          "absolute_url": "/opinion/1431996/wilmington-christian-school-v-board-of-educ-etc/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1431996/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/2879/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:07:04.194071Z",
          "date_modified": "2017-04-05T19:12:07.444560Z",
          "type": "010combined",
          "sha1": "585cbdcc5bc18861d4be88f2a9ca70ab85758f64",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>545 F.Supp. 440 (1982)</b></center>\n<center><h1>WILMINGTON CHRISTIAN SCHOOL, INC., a Delaware non-profit corporation, Plaintiff,<br>\nv.<br>\nBOARD OF EDUCATION OF the RED CLAY CONSOLIDATED SCHOOL DISTRICT, et al., Defendants.</h1></center>\n<center>Civ. A. No. 82-127.</center>\n<center><p><b>United States District Court, D. Delaware.</b></p></center>\n<center>August 13, 1982.</center>\n<p>Thomas Stephen Neuberger, Wilmington, Del., for plaintiffs.</p>\n<p>Henry N. Herndon, Jr., and Edward M. McNally, Morris, James, Hitchens &amp; Williams, Wilmington, Del., for the Red Clay Consol. School Dist.</p>\n<p>Regina M. Mullen, State Sol., Dept. of Justice, Wilmington, Del., for the State Bd. of Educ.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>MURRAY M. SCHWARTZ, District Judge.</p>\n<p>Plaintiff, Wilmington Christian School, Inc. (\"WCS\"), a Delaware non-profit corporation <span class=\"star-pagination\">*441</span> operating private schools, has filed suit seeking declaratory and injunctive relief against the Board of Education of the Red Clay Consolidated School District (\"the Board\") and the Delaware State Board of Education and its present members in their official capacities (collectively \"the State Board\"). Jurisdiction is based on 28 U.S.C. §§ 1331, 1343(3), 1343(4), and the doctrine of pendent jurisdiction.</p>\n<p>Declining public school populations have resulted in the closing of a number of New Castle County public schools in recent years. Eight such schools are located in the Red Clay School District; seven have been offered for sale and one for lease. The Krebs Junior High School and Elementary School (\"Krebs\") is among the Red Clay schools which have been offered for sale. Stipulation of Facts at ¶¶ 4-5 (Docket No. 10) (\"Stipulation.\"). On January 8, 1982, WCS submitted a written offer to buy the Krebs school; that offer has since been extended to December 31, 1982. The Board has determined that it will not sell or lease any Red Clay school to a private school operating a kindergarten through twelfth grade program. That policy decision was based on two grounds:</p>\n<blockquote>(1) to implement and avoid violations of the Fourteenth Amendment to the United States Constitution and the remedy orders entered in <i>Evans v. Buchanan,</i> 512 F.Supp. 839 (D.Del.) and (2) to neither encourage nor appear to encourage private education and to foster a program of public education with as broad and diverse a base of students as possible.</blockquote>\n<p>Stipulation ¶ 23. WCS alleges that the Board's refusal to sell it the Krebs school violates rights guaranteed it under the first, ninth and fourteenth amendments to the United States Constitution as well as Article X of the Delaware Constitution. Presently before the Court are the parties' cross-motions for summary judgment.</p>\n<p>Inasmuch as the Court concludes that defendants' motions must be granted, the complaint will be dismissed and plaintiff's motion will not be considered. Plaintiff will therefore be considered the nonmoving party and all facts, including uncontested allegations, will be taken in the light most favorable to plaintiff. <i>See </i><i>Drexel v. Union Prescription Center, Inc.,</i> 582 F.2d 781 (3d Cir. 1978).</p>\n<p></p>\n<h2><i>Background</i></h2>\n<p>The Board is the duly constituted and elected school board for the Red Clay Consolidated School District (\"Red Clay\"). Red Clay is one of four successor districts to the New Castle County School District (the \"NCCSD\") which was formed on July 1, 1978 as part of the implementation of the desegregation remedy ordered in <i>Evans v. Buchanan,</i> 512 F.Supp. 839 (D.Del.), and thereafter divided into four districts effective July 1, 1981.</p>\n<p>Included in the Court's opinion was the observation that:</p>\n<blockquote>in this case the forms of ancillary remedial relief particularized below are necessary and essential to overcome the dual school system and the vestige effects of <i>de jure</i> segregation and to assure an effective transition to a racially nondiscriminatory unitary school system. In mandating this relief, the substantial authority of state and local officials in managing educational affairs is recognized by according ample latitude to the [New Castle County Planning Board of Education]. The precise development and actual implementation of remedial relief is left to the discretion of educational authorities. On this record, however, the Court is compelled to delineate certain general guidelines for ancillary relief required to redress the continuing constitutional violation.</blockquote>\n<p><i>Evans v. Buchanan,</i> 447 F.Supp. 982, 1015 (D.Del.), <i>aff'd,</i> 582 F.2d 750 (3d Cir. 1978), <i>cert. denied,</i> 446 U.S. 923, 100 S.Ct. 1682, 64 L.Ed.2d 278 (1980). Among the points addressed by the general guidelines were surplus schools:</p>\n<blockquote>selection of school sites, construction of new buildings, expansion of existing facilities, and closing of school buildings obviously have an important bearing on the future status of desegregation in this area.... The new Board must establish <span class=\"star-pagination\">*442</span> and enforce nondiscriminatory guidelines for new construction, review of building needs, and the appropriateness of each proposed building project or school closing.</blockquote>\n<p><i>Id.</i> at 1016.</p>\n<p>There has been a decline in enrollment in the geographical area now comprising the Red Clay school district in recent years. That decline accelerated in 1978, when the new pupil assignments designed to implement court-ordered desegregation went into effect. Stipulation Exhibits B and E. It is estimated that the decline will continue for at least the next two years. Stipulation Exhibit B. At the same time, there has been a marked increase in private school enrollments in New Castle County. Stipulation Exhibit E.</p>\n<p>WCS was founded in 1946, eight years before <i>Brown v. Board of Education,</i> 347 U.S. 483, 74 S.Ct. 786, 98 L.Ed. 873 (1954), was decided and thirty-two years before court-ordered desegregation in New Castle County. The school is qualified under section 501(c)(3) of the United States Internal Revenue Code as a non-profit organization. Plaintiff alleges, and on this record the Court accepts that WCS was founded and is operated as a vehicle for transmitting the Christian faith to the next generation and which Christian parents can use to direct the religious upbringing of their children. Verified Complaint ¶¶ 14-15. (Docket No. 1) (\"Complaint\"). WCS's primary objectives are two-fold: \"to relate all subjects to the Triune God who reveals Himself in creation, providence and the Bible,\" and \"To do the best possible job educationally for every student.\" Exhibit E1 to Attachment 1 to Complaint. (\"EX\"). Immediately after its establishment, WCS informally applied religious criteria in establishing its admissions policies. In 1975 the school adopted a written admissions policy expressly applying religious criteria in order to discourage \"white flight\" in the wake of impending court-ordered desegregation. Attachment 1 to Complaint; EX C1; EX D1. As revised, that admissions policy limits enrollment</p>\n<blockquote>to families in which at least one parent believes the Scriptural principles which are enunciated in the school's doctrinal statement.... An interview by a designated member or members of the Admissions Committee with the applicant's family [is also required] in order to determine that [the] parent(s) believe and are committed to [those] Scriptural principles....</blockquote>\n<p>EX E at 3-4.</p>\n<p>WCS's admissions policy has always been racially nondiscriminatory. On March 18, 1976 the school's board adopted a formal written policy of nondiscrimination on the basis of race, color, national or ethnic origin. Attachment 3 to Complaint. At that time the school's population was 29% black. Stipulation ¶ 18. During the school year ending June 1982 the school population was 8.1% black.<sup>[1]</sup> Stipulation ¶ 18. The school believes school desegregation in New Castle County caused a sizable portion of its minority population to return to public schools. Attachment 1 to Complaint. Blacks actively participate in all phases of the school's operation.</p>\n<p>When it first opened WCS had no high school. It began one in the summer of 1975 by adding a tenth grade in 1976, and then adding grades eleven and twelve in 1977 and 1978, respectively. The school presently operates three facilities, two for kindergarten through fifth grade and one for sixth through twelfth grade. There are presently 135 students in grades nine through twelve and 473 students in grades kindergarten through eight. If it is successful in purchasing the Krebs school, WCS plans to close its three existing facilities and consolidate its operations at Krebs. WCS's program needs require it to either <span class=\"star-pagination\">*443</span> purchase the Krebs school or construct a new facility at an estimated cost exceeding $2.5 million. WCS presently operates out of space rented from three churches and as a consequence it does not have space for an adequate library, and it has no space for science or physical education facilities. WCS is presently seeking accreditation from the Middle States Association of Colleges and Schools for its high school. If it is accredited, the college educational opportunities for its graduates will increase, but it cannot obtain such accreditation unless it acquires a facility like the Krebs school. Complaint ¶¶ 16-21.</p>\n<p>WCS offered to purchase the Krebs school for $380,000, $5,000 more than the asking price. Complaint ¶ 6. WCS is the only party that has offered to purchase Krebs. Stipulation ¶ 20. Despite WCS's attempts to persuade the Board to set up and apply guidelines to determine if any of the prospective private school purchasers of surplus school property are so-called \"white-flight segregationist academies,\" the Board has refused to give WCS's offer individual consideration. WCS also submitted a detailed factual record to the State Board, which was to consider the issue of sales of surplus schools to private schools. That factual record was intended to establish that WCS was not a white-flight segregationist academy. In addition, WCS's counsel rendered a legal opinion to the State Board on the propriety of the proposed sale. Although the point is disputed, plaintiff contends that it also requested the State Board's assistance in this matter. However, it is undisputed that the State Board did not issue any guidelines and simply directed the local school boards to handle the entire issue with \"extreme caution.\" Exhibit A to Answer of State Board of Education (Docket No. 5).</p>\n<p>On March 18, 1982 the Delaware General Assembly passed Senate Concurrent Resolution No. 99, which urgently requested the Board to accept WCS's offer for the Krebs school if it were satisfied that it could do so without violating its obligations under the Fourteenth Amendment to the United States Constitution. That resolution also stated that:</p>\n<blockquote>the General Assembly continues to recognize the need for both public and private schools to meet the educational needs of citizens of the State and ... Wilmington Christian School ... has for 36 years served the educational needs of citizens of this state, and</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>the Wilmington Christian School has had a long and enviable reputation and integrity in the community....</blockquote>\n<p>Stipulation ¶ 25.</p>\n<p>WCS has requested this Court to enter a declaratory judgment declaring the defendants' refusal to establish guidelines to identify white-flight segregationist academies and afford WCS's offer for the Krebs school individual consideration a violation of the United States and Delaware Constitutions. In addition, it requests that the Court declare that a sale of the property in question would not violate defendants' obligations under the fourteenth amendment, issue permanent injunctions establishing guidelines governing the sale of surplus public schools to private schools and order the sale of Krebs to WCS.<sup>[2]</sup> Complaint at pp. 6-7.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*444</span> <i>The Applicable Legal Standard</i>\n</h2>\n<p>It is important to emphasize what this case does not involve. This is not a school closing case or a case involving a violation of this Court's desegregation decree. The Krebs school has been closed since June 1, 1981 and no party to this suit is challenging that action. The issue before the Court concerns the disposition of certain real property which was at one time used for public school purposes. Nor is this a case involving attempts to prohibit private education or free exercise of religion. The School Board has not attempted to prevent WCS from operating a religiously-oriented private school. The Board has simply offered certain surplus public property for sale. The only issue before this Court is whether the Board may validly exclude a certain class of buyers (those who wish to use the property for private school purposes) from bidding on that property. For the reasons set forth below, the Court concludes that it can; defendants' motions for summary judgment will therefore be granted.</p>\n<p>Although variously phrased in the briefs, plaintiff's claims really involve allegations of two basic federal constitutional \"wrongs.\" First, that defendants' failure to give WCS's offer individual consideration violates its fourteenth amendment right to due process and equal protection. Complaint ¶ 30, 31. Second, that defendants' actions have imposed unconstitutional conditions on the operation of a private religious school. Those conditions are alleged to violate the provisions of the first, ninth and fourteenth amendments. Complaint ¶ 32, 22.</p>\n<p>In any case involving an attempt to invalidate state action as contrary to the federal constitution, the Court must first establish the standard by which the state action is to be judged. With certain exceptions not relevant here, the Supreme Court has recognized two standards of review.<sup>[3]</sup> If the state's action implicates a \"fundamental\" right or a \"suspect\" classification, it will be invalidated unless it is necessary to promote a compelling state interest. <i>E.g., </i><i>Massachusetts Bd. of Retirement v. Murgia,</i> 427 U.S. 307, 312, 96 S.Ct. 2562, 2566, 49 L.Ed.2d 520 (1976); <i>NAACP v. Alabama,</i> 357 U.S. 449, 463, 78 S.Ct. 1163, 1172, 2 L.Ed.2d 1488 (1958). In the absence of a fundamental right or suspect classification, state action will not be invalidated if it is rationally related to any legitimate purpose. <i>See, e.g., </i><i>Schweiker v. Wilson,</i> 450 U.S. 221, 230, 101 S.Ct. 1074, 1080, 67 L.Ed.2d 186 (1981); <i>Dandridge v. Williams,</i> 397 U.S. 471, 485, 90 S.Ct. 1153, 1161, 25 L.Ed.2d 491 (1970). This case involves no question of a suspect classification such as race or religion. Defendants' policy does not single out religious schools; it applies to all private schools, religious and secular alike. Instead, plaintiff contends that defendants' actions implicate two fundamental rights: the right to operate a private school, and the right of the students' parents to direct the religious upbringing of their children.</p>\n<p>Regardless of whether in and of themselves the cited interests are properly <span class=\"star-pagination\">*445</span> termed \"fundamental\" in a constitutional sense, it is clear that when considered together \"more than merely a `reasonable relation to some purpose within the competency of the State' is required to sustain the validity of [state action which impinges on those interests.]\" <i>Wisconsin v. Yoder,</i> 406 U.S. 205, 233, 92 S.Ct. 1526, 1542, 32 L.Ed.2d 15 (1972) (quoting <i>Pierce v. Society of Sisters,</i> 268 U.S. 510, 535, 45 S.Ct. 571, 573, 69 L.Ed. 1070 (1925)). Thus a fundamental right is in some sense implicated in this case. WCS is a private religious school, and thus under <i>Yoder</i> the state could not prohibit its operation absent a compelling state interest.</p>\n<p>But defendants have not forbidden WCS to operate nor have they denied parents the right to direct the religious upbringing of their children. At most, defendants have made both these activities more expensive. Thus, the Court is not here presented with the type of direct prohibition struck down in <i>Yoder</i> and <i>Pierce.</i> Apparently in recognition of that fact, plaintiff makes two additional arguments. WCS contends that by making it more expensive for the school to operate, and for parents to send their children to a private religious school, defendants are burdening fundamental rights. In a related argument, WCS asserts that by making the surplus school property available to all except those who wish to operate a private school defendants have unconstitutionally conditioned a benefit (the ability to purchase public property) on the waiver of a constitutional right (the right to operate a private religious school).</p>\n<p>Analogous claims were presented to a three-judge district court in <i>Luetkemeyer v. Kaufmann,</i> 364 F.Supp. 376 (W.D.Mo.1973), <i>aff'd </i><i>without opinion,</i> 419 U.S. 888, 95 S.Ct. 167, 42 L.Ed.2d 134 (1974). In <i>Luetkemeyer</i> a taxpayer who sent his children to a Roman Catholic school in accordance with his religious conscience challenged a state statute which provided free bus transportation for public school but not private school children. The <i>Luetkemeyer</i> court's analysis is instructive:</p>\n<blockquote>The plaintiffs direct attention to the language in <i>Shapiro v. Thompson</i> [394 U.S. 618, 89 S.Ct. 1322, 22 L.Ed.2d 600 (1969) ], which states that \"any classification which serves to penalize the exercise of [a constitutional] right, unless shown to be necessary to promote a compelling government interest, is unconstitutional.\" The constitutional right claimed is the right to attend a church-sponsored school, as defined in <i>Pierce v. Society of Sisters</i> [268 U.S. 510, 45 S.Ct. 571, 69 L.Ed. 1070 (1925) ]. Plaintiffs in this case as in <i>Norwood v. Harrison,</i> [413 U.S. 455, 93 S.Ct. 2804, 37 L.Ed.2d 723 (1973)], fail to recognize the limited scope of <i>Pierce.</i> In <i>Norwood,</i> appellees suggested that \"the rights of parents under <i>Pierce</i> would be undermined were the lending of free textbooks denied to those who attend private school  in other words, that school children who attend private schools might be deprived of the equal protection of laws were they individually classified under the state textbook loan program simply because their parents had exercised the constitutionally protected choice to send their children to private schools.\" [413 U.S. [at] 462, 93 S.Ct. at 2809].</blockquote>\n<blockquote>Chief Justice Burger pointed out in <i>Norwood</i> that <i>Pierce</i> \"said nothing of any supposed right of private or parochial schools to share with public schools in state largesse, on an equal basis or otherwise.\" He added:</blockquote>\n<blockquote>It has never been held that if private schools are not given some share of public funds allocated for education that such schools are isolated into a classification violative of the Equal Protection Clause. It is one thing to say that a state may not prohibit the maintenance of private schools and quite another to say that such schools must, as a matter of equal protection, receive state aid. [413 U.S. [at] 462, 93 S.Ct. 2809].</blockquote>\n<blockquote>\n<i>San Antonio Independent School District v. Rodriguez</i> [411 U.S. 1, 93 S.Ct. 1278, 36 L.Ed.2d 16 (1973)], which held that education was not a federally protected constitutional <span class=\"star-pagination\">*446</span> right, was cited and relied upon in <i>Norwood.</i> If one's right to a public school education is not within the protection of the Constitution, certainly it cannot be said that one has a federally protected constitutional right to a parochial school education, nor a federally protected constitutional right to receive free public transportation to and from parochial schools.</blockquote>\n<p>364 F.Supp. at 382.</p>\n<p>Similarly in <i>Brusca v. Missouri ex rel. State Board of Education,</i> 332 F.Supp. 275 (E.D.Mo.1971), <i>aff'd </i><i>mem.,</i> 405 U.S. 1050, 92 S.Ct. 1493, 31 L.Ed.2d 786 (1972), taxpayers who wished to send their children to private religious schools challenged a state statute barring the use of state funds to aid such schools. As in <i>Luetkemeyer,</i> the parents argued that <i>Pierce</i> recognized their right to send their children to private school and that the economic burden caused by the state statute constituted an impermissible burden on that right. As in <i>Luetkemeyer</i> the challenge was rejected: \"[A] parent's right to choose a religious private school for his children may not be equated with a right to insist that the state is compelled to finance his child's non-public school education in whole or in part in order that he may obtain a religious education.\" 332 F.Supp. at 277; <i>accord </i><i>Jackson v. California,</i> 460 F.2d 282 (9th Cir. 1972); <i>see </i><i>Everson v. Board of Education,</i> 330 U.S. 1, 67 S.Ct. 504, 91 L.Ed. 711 (1947).</p>\n<p>Plaintiff argues that another line of cases which includes <i>Sherbert v. Verner,</i> 374 U.S. 398, 83 S.Ct. 1790, 10 L.Ed.2d 965 (1963), and <i>Keegan v. University of Delaware,</i> 349 A.2d 14 (Del.1975), <i>cert. denied,</i> 424 U.S. 934, 96 S.Ct. 1148, 47 L.Ed.2d 342 (1976), requires a different result. In <i>Sherbert</i> the United States Supreme Court held that a state statute which denied unemployment compensation benefits to an applicant who refused to accept employment requiring her to work on Saturdays was unconstitutional as applied to an applicant whose religious beliefs forbade working on Saturdays. In <i>Keegan</i> the Delaware Supreme Court held that a university regulation prohibiting religious services in the common rooms of University dormitories constituted a burden on the students' constitutional right to freely exercise their religion.</p>\n<p>Plaintiff argues that <i>Sherbert, Keegan</i> and similar cases stand for the proposition that state action which infringes the free exercise of religion, in any degree, violates the first amendment. There is some language in the above-cited cases to support such an argument, but as the Delaware Supreme Court noted in <i>Keegan</i> the difficulty is largely due to the words of degree frequently and perhaps necessarily employed by the courts. 349 A.2d at 16. Thus, although the <i>Keegan</i> court stated that upon a showing of a burden however incidental or indirect upon a free exercise of religion the State would have to justify its action on the basis of a \"substantial interest,\" <i>id.</i> at 17, the court was in fact presented with a direct prohibition of religious activity in what the lower court had characterized as the students' home for all intents and purposes for up to nine to twelve months a year. <i>University of Delaware v. Keegan,</i> 318 A.2d 135, 141 (Del.Ch. 1974). Similarly, in <i>Sherbert</i> the state statute would have forced the applicant to choose between practicing her religion and receiving the state benefits to which she was otherwise entitled.</p>\n<p>In contrast plaintiff here is free to operate, and the parents are free to send their children to, a private religious school. Similarly, plaintiff may bid on and purchase the surplus public property. The only thing plaintiff is forbidden to do is purchase the property and use it for private school purposes. I conclude that the sale of surplus schools is not logically distinct from the loan of textbooks (<i>Norwood</i>), the provision of bus transportation (<i>Luetkemeyer</i>), and the granting of state aid (<i>Brusca, Jackson</i>). As in those cases defendants here have not prohibited WCS's operation. Strictly speaking they have not even made that operation more expensive. In making WCS ineligible to bid on surplus school property defendants have simply declined to make plaintiff's exercise of a fundamental right <span class=\"star-pagination\">*447</span> less expensive. To the extent, if any, that defendants' act of declining to aid WCS imposes a burden on a fundamental right, it is a purely financial one such as was held insufficient to trigger strict scrutiny analysis in each of the above-cited cases. <i>See also </i><i>Harris v. McRae,</i> 448 U.S. 297, 100 S.Ct. 2671, 65 L.Ed.2d 784 (1980) (upholding constitutionality of statute barring medicaid funding for most abortions). <i>Califano v. Jobst,</i> 434 U.S. 47, 98 S.Ct. 95, 54 L.Ed.2d 228 (1977) (upholding constitutionality of statute terminating dependent child's Social Security Act benefits upon marriage to an individual not entitled to benefits under the Act). <i>Braunfeld v. Brown,</i> 366 U.S. 599, 81 S.Ct. 1144, 6 L.Ed.2d 563 (1961) (upholding Sunday closing law against challenge by members of Orthodox Jewish faith who alleged that the statute operated to make it more expensive for them to practice their religious beliefs). In each case the applicable standard of review was whether the state's decision is rationally related to any legitimate state interest.<sup>[4]</sup></p>\n<p></p>\n<h2><i>The Standard Applied</i></h2>\n<p>In applying that standard to the facts of this case, the Court is not free to substitute its judgment for that of the legislature, which is \"the appropriate representative body through which the public makes democratic choices among solutions to social and economic problems.\" <i>Schweiker v. Wilson,</i> 450 U.S. 221, 230, 101 S.Ct. 1074, 1080, 67 L.Ed.2d 186 (1981). If that choice has some reasonable basis, it does not offend the Constitution simply because the line it draws is not made with mathematical nicety or because in practice some inequality results. \"`The problems of government are practical ones and may justify, if they do not require rough accommodations  illogical, it may be, and unscientific.\"' <i>Dandridge v. Williams,</i> 397 U.S. 471, 485, 90 S.Ct. 1153, 1161, 25 L.Ed.2d 591 (1970) (quoting <i>Metropolis Theatre Co. v. Chicago,</i> 228 U.S. 61, 68-70, 33 S.Ct. 441, 443, 57 L.Ed. 730 (1913)).</p>\n<p>Judged by this standard, the defendants have not acted irrationally. Defendants identify two interests furthered by their policy: implementation of desegregation and discouraging or at least avoiding the encouragement of private education. Plaintiff argues that the latter goal is not a legitimate state interest citing <i>Pierce v. Society of Sisters,</i> 268 U.S. 510, 45 S.Ct. 571, 69 L.Ed. 1070 (1925). In <i>Pierce,</i> the Supreme Court invalidated an Oregon statute which compelled attendance at public schools. The Court held that the statute unreasonably interfered \"with the liberty of parents and guardians to direct the upbringing and education of children under their control.\" 268 at 534-35, 45 S.Ct. at 573. However, it is a considerable leap from the proposition of <i>Pierce</i>  that a state cannot force students to attend public as opposed to private schools  to that urged by plaintiff  that a state cannot encourage students to attend public schools. Indeed, the Supreme Court has consistently held that the state is under no obligation to support private education in any way. <i>See, e.g., </i><i>Norwood v. Harrison,</i> 413 U.S. 455, 93 S.Ct. 2804, 37 L.Ed.2d 723 (1973) (textbooks); <i>Everson v. Board of Education,</i> 330 U.S. 1, 67 S.Ct. 504, 91 L.Ed. 711 (1946) (school transportation).</p>\n<p>Even if encouraging students to attend public school were not a legitimate state interest, it is clear that furthering desegregation and the avoidance of possible violations of the fourteenth amendment is a legitimate interest. Plaintiff does not contest this point but argues that defendants' concern with any potential liability for violation of its fourteenth amendment obligations is misplaced because discriminatory <span class=\"star-pagination\">*448</span> intent or purpose must be shown before defendants could be accused of violating the fourteenth amendment. Plaintiff's Opening Brief at 27-30. (Docket No. 15). Defendants dispute plaintiff's interpretation of the law, but the Court need not address the issue of the level of intent necessary to support a charge of violating the fourteenth amendment. Defendants need not show that they implemented their policy out of a reasonable fear that their failure to do so would violate the fourteenth amendment. All that is required is that their actions bear a reasonable relationship to a legitimate state interest; in this case, that interest is the promotion of desegregation.</p>\n<p>Although private school enrollment in New Castle County has increased dramatically in recent years, there has not been a significant enrollment of minority students in those schools. Stipulation EX E. The State can reasonably infer from this fact that there is an increase in enrollment in private schools of white, but not black students. The resulting increase in the percentage of the minority enrollment in public schools thus raises the spectre of re-segregation. If defendants were to make surplus public school property available to private schools, their enrollment capacity would be increased thereby arguably enhancing the ability of the private schools to drain additional white students from the public school system. It might be possible to alleviate the problem by less drastic measures than that chosen by defendants,<sup>[5]</sup> as, for example, addressing the root causes of dissatisfaction with the public school system, but the choice between competing alternatives is one for the state legislature and state and school officials, not this Court.</p>\n<p>The alternative chosen bears a reasonable relationship to a legitimate state purpose. Any questions as to its advisability must be debated in another forum. I wish to emphasize, however, that the holding today should not be read as meaning that the sale of a surplus public school to WCS would not pass constitutional muster. All that is held is that in the factual context of this case the decision of whether to sell a surplus public school to a private school is appropriately left to state authorities.<sup>[6]</sup></p>\n<p></p>\n<h2><i>Article X</i></h2>\n<p>Plaintiff also contends that defendants' policy violates Article X of the Delaware Constitution. Article X, Section 1 of the Delaware Constitution of 1897 provides:</p>\n<blockquote>The General Assembly shall provide for the establishment and maintenance of a general and efficient system of free public schools, and may require by law that every child, not physically or mentally disabled, shall attend the public school, <i>unless educated by other means.</i>\n</blockquote>\n<p>(emphasis supplied). WCS would have this Court read the highlighted portion of Article X as explicitly guaranteeing citizens of Delaware a right to private education. As a preliminary matter it is noted that only the Delaware courts can provide a definitive interpretation of the Delaware Constitution. At best this Court can attempt to <span class=\"star-pagination\">*449</span> make an accurate prediction of what the Delaware Supreme Court would hold if it were presented with this issue. <i>McKenna v. Ortho Pharmaceutical Corp.,</i> 622 F.2d 657, 661 (3d Cir.), <i>cert. denied,</i> 449 U.S. 976, 101 S.Ct. 387, 66 L.Ed.2d 237 (1980).</p>\n<p>Neither Court nor counsel have uncovered any Delaware case interpreting the language in question. Defendants argue that the most natural reading of the clause suggests that it was intended to preserve a parent's right to send a child to a private school. As such it would simply be a state constitutional analogue to <i>Pierce</i> and would not be the source of an affirmative duty to sell surplus public school property to private schools.</p>\n<p>The Court is reluctant to embark on a course of interpreting the Delaware Constitution without the aid of the Delaware courts. The interpretation of the organic law of a sovereign state is not something to be undertaken lightly. There is no independent jurisdictional basis for plaintiff's claim under Article X of the Delaware Constitution. Instead it is before the Court pursuant to the doctrine of pendent jurisdiction. As explained in the landmark case of <i>United Mine Workers of America v. Gibbs,</i> 383 U.S. 715, 86 S.Ct. 1130, 16 L.Ed.2d 218 (1966):</p>\n<blockquote>Pendent jurisdiction, in the sense of judicial <i>power,</i> exists whenever there is a claim \"arising under [the] Constitution, the Laws of the United States, and Treaties made, or which shall be made, under their Authority ...,\" U.S.Const., Art. III § 2 and the relationship between that claim and the state claim permits the conclusion that the entire action before the court comprises but one constitutional \"case.\"</blockquote>\n<p>383 U.S. at 725, 86 S.Ct. at 1138 (footnote omitted).</p>\n<p>Even if the power exists, however, the decision as to whether it should be exercised lies within the sound discretion of the Court. The Supreme Court cautioned that in making that decision the courts should avoid \"[n]eedless decisions of state law ... both as a matter of comity and to promote justice between the parties by procuring for them a surer-footed reading of applicable law.\" 388 U.S. at 726, 86 S.Ct. at 1139. Moreover, the Court directed that when, as in this case, summary judgment is granted on the federal claims before the trial the state claim should ordinarily be dismissed as well. <i>Id.; accord, </i><i>Wham-O-Mfg. Co. v. Paradise Manufacturing Co.,</i> 327 F.2d 748, 753 (9th Cir. 1964). <i>But see </i><i>Rosado v. Wyman,</i> 397 U.S. 397, 90 S.Ct. 1207, 25 L.Ed.2d 442 (1970) (upholding exercise of pendent jurisdiction despite pretrial dismissal of underlying claim).</p>\n<p>On the facts of this case, involving a pretrial dismissal of all federal claims and an important issue of first impression concerning the interpretation of a state constitution, the Court, in its discretion, will decline to exercise pendent jurisdiction over count three of the Complaint.</p>\n<p>An order granting defendants' motions for summary judgment as to counts one and two of the Complaint will be entered. Count three of the Complaint will be dismissed.</p>\n<h2>NOTES</h2>\n<p>[1]  WCS's enrollment of black students since September, 1976 has been as follows:\n</p>\n<p></p>\n<pre>\n1975-76   63 (29%)\n1976-77   65 (23%)\n1977-78   50 (16%)\n1978-79   41 (10%)\n1979-80   38 (8%)\n1980-81   43 (8%)\n1981-82   49 (8.1%)\n</pre>\n<p>Stipulation ¶ 18.</p>\n<p>[2]  The prayer for relief does not literally request the Court to order the sale, but if granted that would for all practical purposes be the result. The prayer requests that the Court:\n</p>\n<p>(a) Enter judgment against the defendants;</p>\n<p>(b) Enter a declaratory judgment declaring the aforesaid acts of the defendants to be violations of the United States and Delaware Constitutions;</p>\n<p>(c) Enter a declaratory judgment declaring that the sale of the surplus public property at issue to Wilmington Christian School would not violate the defendant's obligations under the Fourteenth Amendment to the United States Constitution;</p>\n<p>(d) Issue a permanent injunction setting out a series of guidelines for the defendants to follow whenever they raise their obligations under the Fourteenth Amendment to the United States Constitution as a potential bar to the sale of surplus public school property;</p>\n<p>(e) Issue a permanent injunction enjoining the defendants from refusing to sell surplus public school property to Wilmington Christian School because of their obligations under the Fourteenth Amendment to the United States Constitution or a desire to further public education and the plurality it reflects by not appearing to encourage private education;</p>\n<p>(f) Require the defendants to pay Wilmington Christian School costs, post judgment interest, and attorney's fees for this suit; and</p>\n<p>(g) Require such other and further equitable relief as the Court deems just and proper under the circumstances.</p>\n<p>[3]  The Supreme Court has recognized an intermediate or heightened scrutiny standard of review in a limited but nonetheless growing number of situations wherein classifications will be held invalid unless substantially related to permissible state interests. <i>See e.g. </i><i>Craig v. Boren,</i> 429 U.S. 190, 97 S.Ct. 451, 50 L.Ed.2d 397 (1976) (state gender based differential of drinking age); <i>Trimble v. Gordon,</i> 430 U.S. 762, 97 S.Ct. 1459, 52 L.Ed.2d 31 (1977), and <i>Lalli v. Lalli,</i> 439 U.S. 259, 99 S.Ct. 518, 58 L.Ed.2d 503 (1978) (state based classification predicated on fact that child is born of unwed parents); <i>Plyler v. Doe,</i> ___ U.S. ___, 102 S.Ct. 2382, 72 L.Ed.2d 786 (1982) (state denial of funding of public education for undocumented children of aliens).</p>\n<p>[4]  Plaintiff also argues that defendants' policy constitutes an impermissible irrebuttable presumption that all private schools are white flight segregationist academies. The above-cited cases, which proceed in terms of rational basis-strict scrutiny rather than irrebuttable presumption indicate that the former is the proper mode of analysis in this case. Even if the Court were to assume that this case were <i>sui generis,</i> the Court of Appeals for the Third Circuit has indicated that rational basis-strict scrutiny is the proper mode of analysis for all cases. <i>Malmed v. Thornburgh,</i> 621 F.2d 565 (3d Cir.), <i>cert. denied,</i> 449 U.S. 955, 101 S.Ct. 361, 66 L.Ed.2d 219 (1980).</p>\n<p>[5]  WCS has represented to the Court that it would be willing to place a cap on any potential growth for three years following the sale of the Krebs School to it. Affidavit of Mark VanGilst ¶¶ 15-17. (Docket No. 8). That representation would not of course entirely alleviate defendants' concerns. Defendants interest in the promotion of desegregation is not limited to any particular span of time. Moreover, their policy is based not on the possible effects of a sale to WCS but to private schools generally. A narrower case-by-case procedure might have been preferable to the broad based prohibition imposed, but as noted in the text the Court cannot say that the prohibition bears no rational relationship to a legitimate state purpose.</p>\n<p>[6]  The Court notes that a contrary result to that expressed in this opinion was reached by the court in <i>Binet-Montessori, Inc. v. San Francisco Unified School District,</i> 98 Cal.App.3d 991, 160 Cal.Rptr. 38 (1979). However, that case which involved a challenge to a similar policy implemented by the San Francisco Unified School District was decided under California rather than federal law. The court held that the school district policy violated the requirements of <i>Parrish v. Civil Service Commission,</i> 66 Cal.2d 260, 425 P.2d 223, 57 Cal.Rptr. 623 (1967), a decision of the California Supreme Court. To the extent that the decision may be read to imply a view of how this issue should be determined under federal law, the Court declines to follow it.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">545</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">440</span></span> (1982)</b></center>\n<center><h1>WILMINGTON CHRISTIAN SCHOOL, INC., a Delaware non-profit corporation, Plaintiff,<br>\nv.<br>\nBOARD OF EDUCATION OF the RED CLAY CONSOLIDATED SCHOOL DISTRICT, et al., Defendants.</h1></center>\n<center>Civ. A. No. 82-127.</center>\n<center><p><b>United States District Court, D. Delaware.</b></p></center>\n<center>August 13, 1982.</center>\n<p>Thomas Stephen Neuberger, Wilmington, Del., for plaintiffs.</p>\n<p>Henry N. Herndon, Jr., and Edward M. McNally, Morris, James, Hitchens &amp; Williams, Wilmington, Del., for the Red Clay Consol. School Dist.</p>\n<p>Regina M. Mullen, State Sol., Dept. of Justice, Wilmington, Del., for the State Bd. of Educ.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>MURRAY M. SCHWARTZ, District Judge.</p>\n<p>Plaintiff, Wilmington Christian School, Inc. (\"WCS\"), a Delaware non-profit corporation <span class=\"star-pagination\">*441</span> operating private schools, has filed suit seeking declaratory and injunctive relief against the Board of Education of the Red Clay Consolidated School District (\"the Board\") and the Delaware State Board of Education and its present members in their official capacities (collectively \"the State Board\"). Jurisdiction is based on 28 U.S.C. §§ 1331, 1343(3), 1343(4), and the doctrine of pendent jurisdiction.</p>\n<p>Declining public school populations have resulted in the closing of a number of New Castle County public schools in recent years. Eight such schools are located in the Red Clay School District; seven have been offered for sale and one for lease. The Krebs Junior High School and Elementary School (\"Krebs\") is among the Red Clay schools which have been offered for sale. Stipulation of Facts at ¶¶ 4-5 (Docket No. 10) (\"Stipulation.\"). On January 8, 1982, WCS submitted a written offer to buy the Krebs school; that offer has since been extended to December 31, 1982. The Board has determined that it will not sell or lease any Red Clay school to a private school operating a kindergarten through twelfth grade program. That policy decision was based on two grounds:</p>\n<blockquote>(1) to implement and avoid violations of the Fourteenth Amendment to the United States Constitution and the remedy orders entered in <i>Evans v. Buchanan,</i> <span class=\"citation\" data-id=\"2299292\"><a href=\"/opinion/2299292/evans-v-buchanan/\"><span class=\"volume\">512</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">839</span></a></span> (D.Del.) and (2) to neither encourage nor appear to encourage private education and to foster a program of public education with as broad and diverse a base of students as possible.</blockquote>\n<p>Stipulation ¶ 23. WCS alleges that the Board's refusal to sell it the Krebs school violates rights guaranteed it under the first, ninth and fourteenth amendments to the United States Constitution as well as Article X of the Delaware Constitution. Presently before the Court are the parties' cross-motions for summary judgment.</p>\n<p>Inasmuch as the Court concludes that defendants' motions must be granted, the complaint will be dismissed and plaintiff's motion will not be considered. Plaintiff will therefore be considered the nonmoving party and all facts, including uncontested allegations, will be taken in the light most favorable to plaintiff. <i>See </i><i>Drexel v. Union Prescription Center, Inc.,</i> <span class=\"citation\" data-id=\"358969\"><a href=\"/opinion/358969/drexel-rose-marie-administratrix-of-the-estate-of-drexel-edward-h-sr/\"><span class=\"volume\">582</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">781</span></a></span> (3d Cir. 1978).</p>\n<p></p>\n<h2><i>Background</i></h2>\n<p>The Board is the duly constituted and elected school board for the Red Clay Consolidated School District (\"Red Clay\"). Red Clay is one of four successor districts to the New Castle County School District (the \"NCCSD\") which was formed on July 1, 1978 as part of the implementation of the desegregation remedy ordered in <i>Evans v. Buchanan,</i> <span class=\"citation\" data-id=\"2299292\"><a href=\"/opinion/2299292/evans-v-buchanan/\"><span class=\"volume\">512</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">839</span></a></span> (D.Del.), and thereafter divided into four districts effective July 1, 1981.</p>\n<p>Included in the Court's opinion was the observation that:</p>\n<blockquote>in this case the forms of ancillary remedial relief particularized below are necessary and essential to overcome the dual school system and the vestige effects of <i>de jure</i> segregation and to assure an effective transition to a racially nondiscriminatory unitary school system. In mandating this relief, the substantial authority of state and local officials in managing educational affairs is recognized by according ample latitude to the [New Castle County Planning Board of Education]. The precise development and actual implementation of remedial relief is left to the discretion of educational authorities. On this record, however, the Court is compelled to delineate certain general guidelines for ancillary relief required to redress the continuing constitutional violation.</blockquote>\n<p><i>Evans v. Buchanan,</i> <span class=\"citation\" data-id=\"1620310\"><a href=\"/opinion/1620310/evans-v-buchanan/\"><span class=\"volume\">447</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">982</span></a></span>, 1015 (D.Del.), <i>aff'd,</i> <span class=\"citation\" data-id=\"358968\"><a href=\"/opinion/358968/brenda-evans-lillian-richardson-mary-woods-wilbur-r-carr-sr-clifton/\"><span class=\"volume\">582</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">750</span></a></span> (3d Cir. 1978), <i>cert. denied,</i> <span class=\"citation\" data-id=\"110277\"><a href=\"/opinion/110277/delaware-state-board-of-education-v-brenda-evans-alexis-i-du-pont-school/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">923</span></a></span>, <span class=\"citation\" data-id=\"110254\"><a href=\"/opinion/110254/rhode-island-v-innis/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1682</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">278</span></span> (1980). Among the points addressed by the general guidelines were surplus schools:</p>\n<blockquote>selection of school sites, construction of new buildings, expansion of existing facilities, and closing of school buildings obviously have an important bearing on the future status of desegregation in this area.... The new Board must establish <span class=\"star-pagination\">*442</span> and enforce nondiscriminatory guidelines for new construction, review of building needs, and the appropriateness of each proposed building project or school closing.</blockquote>\n<p><i>Id.</i> at 1016.</p>\n<p>There has been a decline in enrollment in the geographical area now comprising the Red Clay school district in recent years. That decline accelerated in 1978, when the new pupil assignments designed to implement court-ordered desegregation went into effect. Stipulation Exhibits B and E. It is estimated that the decline will continue for at least the next two years. Stipulation Exhibit B. At the same time, there has been a marked increase in private school enrollments in New Castle County. Stipulation Exhibit E.</p>\n<p>WCS was founded in 1946, eight years before <i>Brown v. Board of Education,</i> <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">786</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></span> (1954), was decided and thirty-two years before court-ordered desegregation in New Castle County. The school is qualified under section 501(c)(3) of the United States Internal Revenue Code as a non-profit organization. Plaintiff alleges, and on this record the Court accepts that WCS was founded and is operated as a vehicle for transmitting the Christian faith to the next generation and which Christian parents can use to direct the religious upbringing of their children. Verified Complaint ¶¶ 14-15. (Docket No. 1) (\"Complaint\"). WCS's primary objectives are two-fold: \"to relate all subjects to the Triune God who reveals Himself in creation, providence and the Bible,\" and \"To do the best possible job educationally for every student.\" Exhibit E1 to Attachment 1 to Complaint. (\"EX\"). Immediately after its establishment, WCS informally applied religious criteria in establishing its admissions policies. In 1975 the school adopted a written admissions policy expressly applying religious criteria in order to discourage \"white flight\" in the wake of impending court-ordered desegregation. Attachment 1 to Complaint; EX C1; EX D1. As revised, that admissions policy limits enrollment</p>\n<blockquote>to families in which at least one parent believes the Scriptural principles which are enunciated in the school's doctrinal statement.... An interview by a designated member or members of the Admissions Committee with the applicant's family [is also required] in order to determine that [the] parent(s) believe and are committed to [those] Scriptural principles....</blockquote>\n<p>EX E at 3-4.</p>\n<p>WCS's admissions policy has always been racially nondiscriminatory. On March 18, 1976 the school's board adopted a formal written policy of nondiscrimination on the basis of race, color, national or ethnic origin. Attachment 3 to Complaint. At that time the school's population was 29% black. Stipulation ¶ 18. During the school year ending June 1982 the school population was 8.1% black.<sup>[1]</sup> Stipulation ¶ 18. The school believes school desegregation in New Castle County caused a sizable portion of its minority population to return to public schools. Attachment 1 to Complaint. Blacks actively participate in all phases of the school's operation.</p>\n<p>When it first opened WCS had no high school. It began one in the summer of 1975 by adding a tenth grade in 1976, and then adding grades eleven and twelve in 1977 and 1978, respectively. The school presently operates three facilities, two for kindergarten through fifth grade and one for sixth through twelfth grade. There are presently 135 students in grades nine through twelve and 473 students in grades kindergarten through eight. If it is successful in purchasing the Krebs school, WCS plans to close its three existing facilities and consolidate its operations at Krebs. WCS's program needs require it to either <span class=\"star-pagination\">*443</span> purchase the Krebs school or construct a new facility at an estimated cost exceeding $2.5 million. WCS presently operates out of space rented from three churches and as a consequence it does not have space for an adequate library, and it has no space for science or physical education facilities. WCS is presently seeking accreditation from the Middle States Association of Colleges and Schools for its high school. If it is accredited, the college educational opportunities for its graduates will increase, but it cannot obtain such accreditation unless it acquires a facility like the Krebs school. Complaint ¶¶ 16-21.</p>\n<p>WCS offered to purchase the Krebs school for $380,000, $5,000 more than the asking price. Complaint ¶ 6. WCS is the only party that has offered to purchase Krebs. Stipulation ¶ 20. Despite WCS's attempts to persuade the Board to set up and apply guidelines to determine if any of the prospective private school purchasers of surplus school property are so-called \"white-flight segregationist academies,\" the Board has refused to give WCS's offer individual consideration. WCS also submitted a detailed factual record to the State Board, which was to consider the issue of sales of surplus schools to private schools. That factual record was intended to establish that WCS was not a white-flight segregationist academy. In addition, WCS's counsel rendered a legal opinion to the State Board on the propriety of the proposed sale. Although the point is disputed, plaintiff contends that it also requested the State Board's assistance in this matter. However, it is undisputed that the State Board did not issue any guidelines and simply directed the local school boards to handle the entire issue with \"extreme caution.\" Exhibit A to Answer of State Board of Education (Docket No. 5).</p>\n<p>On March 18, 1982 the Delaware General Assembly passed Senate Concurrent Resolution No. 99, which urgently requested the Board to accept WCS's offer for the Krebs school if it were satisfied that it could do so without violating its obligations under the Fourteenth Amendment to the United States Constitution. That resolution also stated that:</p>\n<blockquote>the General Assembly continues to recognize the need for both public and private schools to meet the educational needs of citizens of the State and ... Wilmington Christian School ... has for 36 years served the educational needs of citizens of this state, and</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>the Wilmington Christian School has had a long and enviable reputation and integrity in the community....</blockquote>\n<p>Stipulation ¶ 25.</p>\n<p>WCS has requested this Court to enter a declaratory judgment declaring the defendants' refusal to establish guidelines to identify white-flight segregationist academies and afford WCS's offer for the Krebs school individual consideration a violation of the United States and Delaware Constitutions. In addition, it requests that the Court declare that a sale of the property in question would not violate defendants' obligations under the fourteenth amendment, issue permanent injunctions establishing guidelines governing the sale of surplus public schools to private schools and order the sale of Krebs to WCS.<sup>[2]</sup> Complaint at pp. 6-7.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*444</span> <i>The Applicable Legal Standard</i>\n</h2>\n<p>It is important to emphasize what this case does not involve. This is not a school closing case or a case involving a violation of this Court's desegregation decree. The Krebs school has been closed since June 1, 1981 and no party to this suit is challenging that action. The issue before the Court concerns the disposition of certain real property which was at one time used for public school purposes. Nor is this a case involving attempts to prohibit private education or free exercise of religion. The School Board has not attempted to prevent WCS from operating a religiously-oriented private school. The Board has simply offered certain surplus public property for sale. The only issue before this Court is whether the Board may validly exclude a certain class of buyers (those who wish to use the property for private school purposes) from bidding on that property. For the reasons set forth below, the Court concludes that it can; defendants' motions for summary judgment will therefore be granted.</p>\n<p>Although variously phrased in the briefs, plaintiff's claims really involve allegations of two basic federal constitutional \"wrongs.\" First, that defendants' failure to give WCS's offer individual consideration violates its fourteenth amendment right to due process and equal protection. Complaint ¶ 30, 31. Second, that defendants' actions have imposed unconstitutional conditions on the operation of a private religious school. Those conditions are alleged to violate the provisions of the first, ninth and fourteenth amendments. Complaint ¶ 32, 22.</p>\n<p>In any case involving an attempt to invalidate state action as contrary to the federal constitution, the Court must first establish the standard by which the state action is to be judged. With certain exceptions not relevant here, the Supreme Court has recognized two standards of review.<sup>[3]</sup> If the state's action implicates a \"fundamental\" right or a \"suspect\" classification, it will be invalidated unless it is necessary to promote a compelling state interest. <i>E.g., </i><i>Massachusetts Bd. of Retirement v. Murgia,</i> <span class=\"citation\" data-id=\"109515\"><a href=\"/opinion/109515/massachusetts-bd-of-retirement-v-murgia/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, 312, <span class=\"citation\" data-id=\"109515\"><a href=\"/opinion/109515/massachusetts-bd-of-retirement-v-murgia/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2562</span></a></span>, 2566, <span class=\"citation\" data-id=\"109515\"><a href=\"/opinion/109515/massachusetts-bd-of-retirement-v-murgia/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">520</span></a></span> (1976); <i>NAACP v. Alabama,</i> <span class=\"citation\" data-id=\"105746\"><a href=\"/opinion/105746/naacp-v-alabama-ex-rel-patterson/\"><span class=\"volume\">357</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">449</span></a></span>, 463, <span class=\"citation\" data-id=\"105746\"><a href=\"/opinion/105746/naacp-v-alabama-ex-rel-patterson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1163</span></a></span>, 1172, <span class=\"citation\" data-id=\"105746\"><a href=\"/opinion/105746/naacp-v-alabama-ex-rel-patterson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1488</span></a></span> (1958). In the absence of a fundamental right or suspect classification, state action will not be invalidated if it is rationally related to any legitimate purpose. <i>See, e.g., </i><i>Schweiker v. Wilson,</i> <span class=\"citation\" data-id=\"110423\"><a href=\"/opinion/110423/schweiker-v-wilson/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">221</span></a></span>, 230, <span class=\"citation\" data-id=\"110423\"><a href=\"/opinion/110423/schweiker-v-wilson/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1074</span></a></span>, 1080, <span class=\"citation\" data-id=\"110423\"><a href=\"/opinion/110423/schweiker-v-wilson/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">186</span></a></span> (1981); <i>Dandridge v. Williams,</i> <span class=\"citation\" data-id=\"108115\"><a href=\"/opinion/108115/dandridge-v-williams/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, 485, <span class=\"citation\" data-id=\"108115\"><a href=\"/opinion/108115/dandridge-v-williams/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1153</span></a></span>, 1161, <span class=\"citation\" data-id=\"108115\"><a href=\"/opinion/108115/dandridge-v-williams/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">491</span></a></span> (1970). This case involves no question of a suspect classification such as race or religion. Defendants' policy does not single out religious schools; it applies to all private schools, religious and secular alike. Instead, plaintiff contends that defendants' actions implicate two fundamental rights: the right to operate a private school, and the right of the students' parents to direct the religious upbringing of their children.</p>\n<p>Regardless of whether in and of themselves the cited interests are properly <span class=\"star-pagination\">*445</span> termed \"fundamental\" in a constitutional sense, it is clear that when considered together \"more than merely a `reasonable relation to some purpose within the competency of the State' is required to sustain the validity of [state action which impinges on those interests.]\" <i>Wisconsin v. Yoder,</i> <span class=\"citation\" data-id=\"108530\"><a href=\"/opinion/108530/wisconsin-v-yoder/\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">205</span></a></span>, 233, <span class=\"citation\" data-id=\"108530\"><a href=\"/opinion/108530/wisconsin-v-yoder/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1526</span></a></span>, 1542, <span class=\"citation\" data-id=\"108530\"><a href=\"/opinion/108530/wisconsin-v-yoder/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">15</span></a></span> (1972) (quoting <i>Pierce v. Society of Sisters,</i> <span class=\"citation\" data-id=\"100694\"><a href=\"/opinion/100694/pierce-v-society-of-sisters/\"><span class=\"volume\">268</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, 535, <span class=\"citation\" data-id=\"100694\"><a href=\"/opinion/100694/pierce-v-society-of-sisters/\"><span class=\"volume\">45</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">571</span></a></span>, 573, <span class=\"citation\" data-id=\"100694\"><a href=\"/opinion/100694/pierce-v-society-of-sisters/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1070</span></a></span> (1925)). Thus a fundamental right is in some sense implicated in this case. WCS is a private religious school, and thus under <i>Yoder</i> the state could not prohibit its operation absent a compelling state interest.</p>\n<p>But defendants have not forbidden WCS to operate nor have they denied parents the right to direct the religious upbringing of their children. At most, defendants have made both these activities more expensive. Thus, the Court is not here presented with the type of direct prohibition struck down in <i>Yoder</i> and <i>Pierce.</i> Apparently in recognition of that fact, plaintiff makes two additional arguments. WCS contends that by making it more expensive for the school to operate, and for parents to send their children to a private religious school, defendants are burdening fundamental rights. In a related argument, WCS asserts that by making the surplus school property available to all except those who wish to operate a private school defendants have unconstitutionally conditioned a benefit (the ability to purchase public property) on the waiver of a constitutional right (the right to operate a private religious school).</p>\n<p>Analogous claims were presented to a three-judge district court in <i>Luetkemeyer v. Kaufmann,</i> <span class=\"citation\" data-id=\"2259286\"><a href=\"/opinion/2259286/luetkemeyer-v-kaufmann/\"><span class=\"volume\">364</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">376</span></a></span> (W.D.Mo.1973), <i>aff'd </i><i>without opinion,</i> <span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">888</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">167</span></span>, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">134</span></span> (1974). In <i>Luetkemeyer</i> a taxpayer who sent his children to a Roman Catholic school in accordance with his religious conscience challenged a state statute which provided free bus transportation for public school but not private school children. The <i>Luetkemeyer</i> court's analysis is instructive:</p>\n<blockquote>The plaintiffs direct attention to the language in <i>Shapiro v. Thompson</i> [<span class=\"citation\" data-id=\"107901\"><a href=\"/opinion/107901/shapiro-v-thompson/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">618</span></a></span>, <span class=\"citation\" data-id=\"107901\"><a href=\"/opinion/107901/shapiro-v-thompson/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1322</span></a></span>, <span class=\"citation\" data-id=\"107901\"><a href=\"/opinion/107901/shapiro-v-thompson/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">600</span></a></span> (1969) ], which states that \"any classification which serves to penalize the exercise of [a constitutional] right, unless shown to be necessary to promote a compelling government interest, is unconstitutional.\" The constitutional right claimed is the right to attend a church-sponsored school, as defined in <i>Pierce v. Society of Sisters</i> [<span class=\"citation\" data-id=\"100694\"><a href=\"/opinion/100694/pierce-v-society-of-sisters/\"><span class=\"volume\">268</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, <span class=\"citation\" data-id=\"100694\"><a href=\"/opinion/100694/pierce-v-society-of-sisters/\"><span class=\"volume\">45</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">571</span></a></span>, <span class=\"citation\" data-id=\"100694\"><a href=\"/opinion/100694/pierce-v-society-of-sisters/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1070</span></a></span> (1925) ]. Plaintiffs in this case as in <i>Norwood v. Harrison,</i> [<span class=\"citation\" data-id=\"108851\"><a href=\"/opinion/108851/norwood-v-harrison/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">455</span></a></span>, <span class=\"citation\" data-id=\"108851\"><a href=\"/opinion/108851/norwood-v-harrison/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2804</span></a></span>, <span class=\"citation\" data-id=\"108851\"><a href=\"/opinion/108851/norwood-v-harrison/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">723</span></a></span> (1973)], fail to recognize the limited scope of <i>Pierce.</i> In <i>Norwood,</i> appellees suggested that \"the rights of parents under <i>Pierce</i> would be undermined were the lending of free textbooks denied to those who attend private school  in other words, that school children who attend private schools might be deprived of the equal protection of laws were they individually classified under the state textbook loan program simply because their parents had exercised the constitutionally protected choice to send their children to private schools.\" [413 U.S. [at] 462, 93 S.Ct. at 2809].</blockquote>\n<blockquote>Chief Justice Burger pointed out in <i>Norwood</i> that <i>Pierce</i> \"said nothing of any supposed right of private or parochial schools to share with public schools in state largesse, on an equal basis or otherwise.\" He added:</blockquote>\n<blockquote>It has never been held that if private schools are not given some share of public funds allocated for education that such schools are isolated into a classification violative of the Equal Protection Clause. It is one thing to say that a state may not prohibit the maintenance of private schools and quite another to say that such schools must, as a matter of equal protection, receive state aid. [413 U.S. [at] 462, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2809</span></span>].</blockquote>\n<blockquote>\n<i>San Antonio Independent School District v. Rodriguez</i> [<span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1278</span></a></span>, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">16</span></a></span> (1973)], which held that education was not a federally protected constitutional <span class=\"star-pagination\">*446</span> right, was cited and relied upon in <i>Norwood.</i> If one's right to a public school education is not within the protection of the Constitution, certainly it cannot be said that one has a federally protected constitutional right to a parochial school education, nor a federally protected constitutional right to receive free public transportation to and from parochial schools.</blockquote>\n<p>364 F.Supp. at 382.</p>\n<p>Similarly in <i>Brusca v. Missouri ex rel. State Board of Education,</i> <span class=\"citation\" data-id=\"1624281\"><a href=\"/opinion/1624281/brusca-v-state-of-missouri-ex-rel-state-bd-of-ed/\"><span class=\"volume\">332</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">275</span></a></span> (E.D.Mo.1971), <i>aff'd </i><i>mem.,</i> <span class=\"citation no-link\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1050</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1493</span></span>, <span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">786</span></span> (1972), taxpayers who wished to send their children to private religious schools challenged a state statute barring the use of state funds to aid such schools. As in <i>Luetkemeyer,</i> the parents argued that <i>Pierce</i> recognized their right to send their children to private school and that the economic burden caused by the state statute constituted an impermissible burden on that right. As in <i>Luetkemeyer</i> the challenge was rejected: \"[A] parent's right to choose a religious private school for his children may not be equated with a right to insist that the state is compelled to finance his child's non-public school education in whole or in part in order that he may obtain a religious education.\" 332 F.Supp. at 277; <i>accord </i><i>Jackson v. California,</i> <span class=\"citation\" data-id=\"303463\"><a href=\"/opinion/303463/harvey-h-jackson-v-state-of-california/\"><span class=\"volume\">460</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">282</span></a></span> (9th Cir. 1972); <i>see </i><i>Everson v. Board of Education,</i> <span class=\"citation\" data-id=\"104373\"><a href=\"/opinion/104373/everson-v-board-of-ed-of-ewing/\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"104373\"><a href=\"/opinion/104373/everson-v-board-of-ed-of-ewing/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">504</span></a></span>, <span class=\"citation\" data-id=\"104373\"><a href=\"/opinion/104373/everson-v-board-of-ed-of-ewing/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">711</span></a></span> (1947).</p>\n<p>Plaintiff argues that another line of cases which includes <i>Sherbert v. Verner,</i> <span class=\"citation\" data-id=\"106660\"><a href=\"/opinion/106660/sherbert-v-verner/\"><span class=\"volume\">374</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">398</span></a></span>, <span class=\"citation\" data-id=\"106660\"><a href=\"/opinion/106660/sherbert-v-verner/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1790</span></a></span>, <span class=\"citation\" data-id=\"106660\"><a href=\"/opinion/106660/sherbert-v-verner/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">965</span></a></span> (1963), and <i>Keegan v. University of Delaware,</i> <span class=\"citation\" data-id=\"1962639\"><a href=\"/opinion/1962639/keegan-v-university-of-delaware/\"><span class=\"volume\">349</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">14</span></a></span> (Del.1975), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">934</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1148</span></span>, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">342</span></span> (1976), requires a different result. In <i>Sherbert</i> the United States Supreme Court held that a state statute which denied unemployment compensation benefits to an applicant who refused to accept employment requiring her to work on Saturdays was unconstitutional as applied to an applicant whose religious beliefs forbade working on Saturdays. In <i>Keegan</i> the Delaware Supreme Court held that a university regulation prohibiting religious services in the common rooms of University dormitories constituted a burden on the students' constitutional right to freely exercise their religion.</p>\n<p>Plaintiff argues that <i>Sherbert, Keegan</i> and similar cases stand for the proposition that state action which infringes the free exercise of religion, in any degree, violates the first amendment. There is some language in the above-cited cases to support such an argument, but as the Delaware Supreme Court noted in <i>Keegan</i> the difficulty is largely due to the words of degree frequently and perhaps necessarily employed by the courts. 349 A.2d at 16. Thus, although the <i>Keegan</i> court stated that upon a showing of a burden however incidental or indirect upon a free exercise of religion the State would have to justify its action on the basis of a \"substantial interest,\" <i>id.</i> at 17, the court was in fact presented with a direct prohibition of religious activity in what the lower court had characterized as the students' home for all intents and purposes for up to nine to twelve months a year. <i>University of Delaware v. Keegan,</i> <span class=\"citation\" data-id=\"1935185\"><a href=\"/opinion/1935185/university-of-delaware-v-keegan/\"><span class=\"volume\">318</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">135</span></a></span>, 141 (Del.Ch. 1974). Similarly, in <i>Sherbert</i> the state statute would have forced the applicant to choose between practicing her religion and receiving the state benefits to which she was otherwise entitled.</p>\n<p>In contrast plaintiff here is free to operate, and the parents are free to send their children to, a private religious school. Similarly, plaintiff may bid on and purchase the surplus public property. The only thing plaintiff is forbidden to do is purchase the property and use it for private school purposes. I conclude that the sale of surplus schools is not logically distinct from the loan of textbooks (<i>Norwood</i>), the provision of bus transportation (<i>Luetkemeyer</i>), and the granting of state aid (<i>Brusca, Jackson</i>). As in those cases defendants here have not prohibited WCS's operation. Strictly speaking they have not even made that operation more expensive. In making WCS ineligible to bid on surplus school property defendants have simply declined to make plaintiff's exercise of a fundamental right <span class=\"star-pagination\">*447</span> less expensive. To the extent, if any, that defendants' act of declining to aid WCS imposes a burden on a fundamental right, it is a purely financial one such as was held insufficient to trigger strict scrutiny analysis in each of the above-cited cases. <i>See also </i><i>Harris v. McRae,</i> <span class=\"citation\" data-id=\"110333\"><a href=\"/opinion/110333/harris-v-mcrae/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">297</span></a></span>, <span class=\"citation\" data-id=\"110333\"><a href=\"/opinion/110333/harris-v-mcrae/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2671</span></a></span>, <span class=\"citation\" data-id=\"110333\"><a href=\"/opinion/110333/harris-v-mcrae/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">784</span></a></span> (1980) (upholding constitutionality of statute barring medicaid funding for most abortions). <i>Califano v. Jobst,</i> <span class=\"citation\" data-id=\"109746\"><a href=\"/opinion/109746/califano-v-jobst/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">47</span></a></span>, <span class=\"citation\" data-id=\"109746\"><a href=\"/opinion/109746/califano-v-jobst/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">95</span></a></span>, <span class=\"citation\" data-id=\"109746\"><a href=\"/opinion/109746/califano-v-jobst/\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">228</span></a></span> (1977) (upholding constitutionality of statute terminating dependent child's Social Security Act benefits upon marriage to an individual not entitled to benefits under the Act). <i>Braunfeld v. Brown,</i> <span class=\"citation\" data-id=\"106251\"><a href=\"/opinion/106251/braunfeld-v-brown/\"><span class=\"volume\">366</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">599</span></a></span>, <span class=\"citation\" data-id=\"106251\"><a href=\"/opinion/106251/braunfeld-v-brown/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1144</span></a></span>, <span class=\"citation\" data-id=\"106251\"><a href=\"/opinion/106251/braunfeld-v-brown/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">563</span></a></span> (1961) (upholding Sunday closing law against challenge by members of Orthodox Jewish faith who alleged that the statute operated to make it more expensive for them to practice their religious beliefs). In each case the applicable standard of review was whether the state's decision is rationally related to any legitimate state interest.<sup>[4]</sup></p>\n<p></p>\n<h2><i>The Standard Applied</i></h2>\n<p>In applying that standard to the facts of this case, the Court is not free to substitute its judgment for that of the legislature, which is \"the appropriate representative body through which the public makes democratic choices among solutions to social and economic problems.\" <i>Schweiker v. Wilson,</i> <span class=\"citation\" data-id=\"110423\"><a href=\"/opinion/110423/schweiker-v-wilson/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">221</span></a></span>, 230, <span class=\"citation\" data-id=\"110423\"><a href=\"/opinion/110423/schweiker-v-wilson/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1074</span></a></span>, 1080, <span class=\"citation\" data-id=\"110423\"><a href=\"/opinion/110423/schweiker-v-wilson/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">186</span></a></span> (1981). If that choice has some reasonable basis, it does not offend the Constitution simply because the line it draws is not made with mathematical nicety or because in practice some inequality results. \"`The problems of government are practical ones and may justify, if they do not require rough accommodations  illogical, it may be, and unscientific.\"' <i>Dandridge v. Williams,</i> <span class=\"citation\" data-id=\"108115\"><a href=\"/opinion/108115/dandridge-v-williams/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, 485, <span class=\"citation\" data-id=\"108115\"><a href=\"/opinion/108115/dandridge-v-williams/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1153</span></a></span>, 1161, <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">591</span></span> (1970) (quoting <i>Metropolis Theatre Co. v. Chicago,</i> <span class=\"citation\" data-id=\"97830\"><a href=\"/opinion/97830/metropolis-theater-company-plffs-in-err-v-city-of-chicago-and-ernest-j/\"><span class=\"volume\">228</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">61</span></a></span>, 68-70, <span class=\"citation\" data-id=\"97830\"><a href=\"/opinion/97830/metropolis-theater-company-plffs-in-err-v-city-of-chicago-and-ernest-j/\"><span class=\"volume\">33</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">441</span></a></span>, 443, <span class=\"citation\" data-id=\"97830\"><a href=\"/opinion/97830/metropolis-theater-company-plffs-in-err-v-city-of-chicago-and-ernest-j/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">730</span></a></span> (1913)).</p>\n<p>Judged by this standard, the defendants have not acted irrationally. Defendants identify two interests furthered by their policy: implementation of desegregation and discouraging or at least avoiding the encouragement of private education. Plaintiff argues that the latter goal is not a legitimate state interest citing <i>Pierce v. Society of Sisters,</i> <span class=\"citation\" data-id=\"100694\"><a href=\"/opinion/100694/pierce-v-society-of-sisters/\"><span class=\"volume\">268</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, <span class=\"citation\" data-id=\"100694\"><a href=\"/opinion/100694/pierce-v-society-of-sisters/\"><span class=\"volume\">45</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">571</span></a></span>, <span class=\"citation\" data-id=\"100694\"><a href=\"/opinion/100694/pierce-v-society-of-sisters/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1070</span></a></span> (1925). In <i>Pierce,</i> the Supreme Court invalidated an Oregon statute which compelled attendance at public schools. The Court held that the statute unreasonably interfered \"with the liberty of parents and guardians to direct the upbringing and education of children under their control.\" 268 at 534-35, 45 S.Ct. at 573. However, it is a considerable leap from the proposition of <i>Pierce</i>  that a state cannot force students to attend public as opposed to private schools  to that urged by plaintiff  that a state cannot encourage students to attend public schools. Indeed, the Supreme Court has consistently held that the state is under no obligation to support private education in any way. <i>See, e.g., </i><i>Norwood v. Harrison,</i> <span class=\"citation\" data-id=\"108851\"><a href=\"/opinion/108851/norwood-v-harrison/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">455</span></a></span>, <span class=\"citation\" data-id=\"108851\"><a href=\"/opinion/108851/norwood-v-harrison/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2804</span></a></span>, <span class=\"citation\" data-id=\"108851\"><a href=\"/opinion/108851/norwood-v-harrison/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">723</span></a></span> (1973) (textbooks); <i>Everson v. Board of Education,</i> <span class=\"citation\" data-id=\"104373\"><a href=\"/opinion/104373/everson-v-board-of-ed-of-ewing/\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"104373\"><a href=\"/opinion/104373/everson-v-board-of-ed-of-ewing/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">504</span></a></span>, <span class=\"citation\" data-id=\"104373\"><a href=\"/opinion/104373/everson-v-board-of-ed-of-ewing/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">711</span></a></span> (1946) (school transportation).</p>\n<p>Even if encouraging students to attend public school were not a legitimate state interest, it is clear that furthering desegregation and the avoidance of possible violations of the fourteenth amendment is a legitimate interest. Plaintiff does not contest this point but argues that defendants' concern with any potential liability for violation of its fourteenth amendment obligations is misplaced because discriminatory <span class=\"star-pagination\">*448</span> intent or purpose must be shown before defendants could be accused of violating the fourteenth amendment. Plaintiff's Opening Brief at 27-30. (Docket No. 15). Defendants dispute plaintiff's interpretation of the law, but the Court need not address the issue of the level of intent necessary to support a charge of violating the fourteenth amendment. Defendants need not show that they implemented their policy out of a reasonable fear that their failure to do so would violate the fourteenth amendment. All that is required is that their actions bear a reasonable relationship to a legitimate state interest; in this case, that interest is the promotion of desegregation.</p>\n<p>Although private school enrollment in New Castle County has increased dramatically in recent years, there has not been a significant enrollment of minority students in those schools. Stipulation EX E. The State can reasonably infer from this fact that there is an increase in enrollment in private schools of white, but not black students. The resulting increase in the percentage of the minority enrollment in public schools thus raises the spectre of re-segregation. If defendants were to make surplus public school property available to private schools, their enrollment capacity would be increased thereby arguably enhancing the ability of the private schools to drain additional white students from the public school system. It might be possible to alleviate the problem by less drastic measures than that chosen by defendants,<sup>[5]</sup> as, for example, addressing the root causes of dissatisfaction with the public school system, but the choice between competing alternatives is one for the state legislature and state and school officials, not this Court.</p>\n<p>The alternative chosen bears a reasonable relationship to a legitimate state purpose. Any questions as to its advisability must be debated in another forum. I wish to emphasize, however, that the holding today should not be read as meaning that the sale of a surplus public school to WCS would not pass constitutional muster. All that is held is that in the factual context of this case the decision of whether to sell a surplus public school to a private school is appropriately left to state authorities.<sup>[6]</sup></p>\n<p></p>\n<h2><i>Article X</i></h2>\n<p>Plaintiff also contends that defendants' policy violates Article X of the Delaware Constitution. Article X, Section 1 of the Delaware Constitution of 1897 provides:</p>\n<blockquote>The General Assembly shall provide for the establishment and maintenance of a general and efficient system of free public schools, and may require by law that every child, not physically or mentally disabled, shall attend the public school, <i>unless educated by other means.</i>\n</blockquote>\n<p>(emphasis supplied). WCS would have this Court read the highlighted portion of Article X as explicitly guaranteeing citizens of Delaware a right to private education. As a preliminary matter it is noted that only the Delaware courts can provide a definitive interpretation of the Delaware Constitution. At best this Court can attempt to <span class=\"star-pagination\">*449</span> make an accurate prediction of what the Delaware Supreme Court would hold if it were presented with this issue. <i>McKenna v. Ortho Pharmaceutical Corp.,</i> <span class=\"citation\" data-id=\"378870\"><a href=\"/opinion/378870/sondra-l-mckenna-and-james-r-mckenna-v-ortho-pharmaceutical-corporation/\"><span class=\"volume\">622</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">657</span></a></span>, 661 (3d Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">976</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">387</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">237</span></span> (1980).</p>\n<p>Neither Court nor counsel have uncovered any Delaware case interpreting the language in question. Defendants argue that the most natural reading of the clause suggests that it was intended to preserve a parent's right to send a child to a private school. As such it would simply be a state constitutional analogue to <i>Pierce</i> and would not be the source of an affirmative duty to sell surplus public school property to private schools.</p>\n<p>The Court is reluctant to embark on a course of interpreting the Delaware Constitution without the aid of the Delaware courts. The interpretation of the organic law of a sovereign state is not something to be undertaken lightly. There is no independent jurisdictional basis for plaintiff's claim under Article X of the Delaware Constitution. Instead it is before the Court pursuant to the doctrine of pendent jurisdiction. As explained in the landmark case of <i>United Mine Workers of America v. Gibbs,</i> <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1130</span></a></span>, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span></a></span> (1966):</p>\n<blockquote>Pendent jurisdiction, in the sense of judicial <i>power,</i> exists whenever there is a claim \"arising under [the] Constitution, the Laws of the United States, and Treaties made, or which shall be made, under their Authority ...,\" U.S.Const., Art. III § 2 and the relationship between that claim and the state claim permits the conclusion that the entire action before the court comprises but one constitutional \"case.\"</blockquote>\n<p>383 U.S. at 725, 86 S.Ct. at 1138 (footnote omitted).</p>\n<p>Even if the power exists, however, the decision as to whether it should be exercised lies within the sound discretion of the Court. The Supreme Court cautioned that in making that decision the courts should avoid \"[n]eedless decisions of state law ... both as a matter of comity and to promote justice between the parties by procuring for them a surer-footed reading of applicable law.\" 388 U.S. at 726, 86 S.Ct. at 1139. Moreover, the Court directed that when, as in this case, summary judgment is granted on the federal claims before the trial the state claim should ordinarily be dismissed as well. <i>Id.; accord, </i><i>Wham-O-Mfg. Co. v. Paradise Manufacturing Co.,</i> <span class=\"citation\" data-id=\"263218\"><a href=\"/opinion/263218/wham-o-mfg-co-a-corporation-v-paradise-manufacturing-co-a-corporation/\"><span class=\"volume\">327</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">748</span></a></span>, 753 (9th Cir. 1964). <i>But see </i><i>Rosado v. Wyman,</i> <span class=\"citation\" data-id=\"108113\"><a href=\"/opinion/108113/rosado-v-wyman/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">397</span></a></span>, <span class=\"citation\" data-id=\"108113\"><a href=\"/opinion/108113/rosado-v-wyman/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1207</span></a></span>, <span class=\"citation\" data-id=\"108113\"><a href=\"/opinion/108113/rosado-v-wyman/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">442</span></a></span> (1970) (upholding exercise of pendent jurisdiction despite pretrial dismissal of underlying claim).</p>\n<p>On the facts of this case, involving a pretrial dismissal of all federal claims and an important issue of first impression concerning the interpretation of a state constitution, the Court, in its discretion, will decline to exercise pendent jurisdiction over count three of the Complaint.</p>\n<p>An order granting defendants' motions for summary judgment as to counts one and two of the Complaint will be entered. Count three of the Complaint will be dismissed.</p>\n<h2>NOTES</h2>\n<p>[1]  WCS's enrollment of black students since September, 1976 has been as follows:\n</p>\n<p></p>\n<pre>\n1975-76   63 (29%)\n1976-77   65 (23%)\n1977-78   50 (16%)\n1978-79   41 (10%)\n1979-80   38 (8%)\n1980-81   43 (8%)\n1981-82   49 (8.1%)\n</pre>\n<p>Stipulation ¶ 18.</p>\n<p>[2]  The prayer for relief does not literally request the Court to order the sale, but if granted that would for all practical purposes be the result. The prayer requests that the Court:\n</p>\n<p>(a) Enter judgment against the defendants;</p>\n<p>(b) Enter a declaratory judgment declaring the aforesaid acts of the defendants to be violations of the United States and Delaware Constitutions;</p>\n<p>(c) Enter a declaratory judgment declaring that the sale of the surplus public property at issue to Wilmington Christian School would not violate the defendant's obligations under the Fourteenth Amendment to the United States Constitution;</p>\n<p>(d) Issue a permanent injunction setting out a series of guidelines for the defendants to follow whenever they raise their obligations under the Fourteenth Amendment to the United States Constitution as a potential bar to the sale of surplus public school property;</p>\n<p>(e) Issue a permanent injunction enjoining the defendants from refusing to sell surplus public school property to Wilmington Christian School because of their obligations under the Fourteenth Amendment to the United States Constitution or a desire to further public education and the plurality it reflects by not appearing to encourage private education;</p>\n<p>(f) Require the defendants to pay Wilmington Christian School costs, post judgment interest, and attorney's fees for this suit; and</p>\n<p>(g) Require such other and further equitable relief as the Court deems just and proper under the circumstances.</p>\n<p>[3]  The Supreme Court has recognized an intermediate or heightened scrutiny standard of review in a limited but nonetheless growing number of situations wherein classifications will be held invalid unless substantially related to permissible state interests. <i>See e.g. </i><i>Craig v. Boren,</i> <span class=\"citation\" data-id=\"109570\"><a href=\"/opinion/109570/craig-v-boren/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">190</span></a></span>, <span class=\"citation\" data-id=\"109570\"><a href=\"/opinion/109570/craig-v-boren/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">451</span></a></span>, <span class=\"citation\" data-id=\"109570\"><a href=\"/opinion/109570/craig-v-boren/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">397</span></a></span> (1976) (state gender based differential of drinking age); <i>Trimble v. Gordon,</i> <span class=\"citation\" data-id=\"109641\"><a href=\"/opinion/109641/trimble-v-gordon/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">762</span></a></span>, <span class=\"citation\" data-id=\"109641\"><a href=\"/opinion/109641/trimble-v-gordon/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1459</span></a></span>, <span class=\"citation\" data-id=\"109641\"><a href=\"/opinion/109641/trimble-v-gordon/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">31</span></a></span> (1977), and <i>Lalli v. Lalli,</i> <span class=\"citation\" data-id=\"109958\"><a href=\"/opinion/109958/lalli-v-lalli/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">259</span></a></span>, <span class=\"citation\" data-id=\"109958\"><a href=\"/opinion/109958/lalli-v-lalli/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">518</span></a></span>, <span class=\"citation\" data-id=\"109958\"><a href=\"/opinion/109958/lalli-v-lalli/\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">503</span></a></span> (1978) (state based classification predicated on fact that child is born of unwed parents); <i>Plyler v. Doe,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"110742\"><a href=\"/opinion/110742/plyler-v-doe/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2382</span></a></span>, <span class=\"citation\" data-id=\"110742\"><a href=\"/opinion/110742/plyler-v-doe/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">786</span></a></span> (1982) (state denial of funding of public education for undocumented children of aliens).</p>\n<p>[4]  Plaintiff also argues that defendants' policy constitutes an impermissible irrebuttable presumption that all private schools are white flight segregationist academies. The above-cited cases, which proceed in terms of rational basis-strict scrutiny rather than irrebuttable presumption indicate that the former is the proper mode of analysis in this case. Even if the Court were to assume that this case were <i>sui generis,</i> the Court of Appeals for the Third Circuit has indicated that rational basis-strict scrutiny is the proper mode of analysis for all cases. <i>Malmed v. Thornburgh,</i> <span class=\"citation\" data-id=\"378089\"><a href=\"/opinion/378089/22-fair-emplpraccas-1387-23-empl-prac-dec-p-31030-malmed-edwin-s/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">565</span></a></span> (3d Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">955</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">361</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">219</span></span> (1980).</p>\n<p>[5]  WCS has represented to the Court that it would be willing to place a cap on any potential growth for three years following the sale of the Krebs School to it. Affidavit of Mark VanGilst ¶¶ 15-17. (Docket No. 8). That representation would not of course entirely alleviate defendants' concerns. Defendants interest in the promotion of desegregation is not limited to any particular span of time. Moreover, their policy is based not on the possible effects of a sale to WCS but to private schools generally. A narrower case-by-case procedure might have been preferable to the broad based prohibition imposed, but as noted in the text the Court cannot say that the prohibition bears no rational relationship to a legitimate state purpose.</p>\n<p>[6]  The Court notes that a contrary result to that expressed in this opinion was reached by the court in <i>Binet-Montessori, Inc. v. San Francisco Unified School District,</i> <span class=\"citation\" data-id=\"2149359\"><a href=\"/opinion/2149359/binet-montessori-v-san-francisco-unified-school/\"><span class=\"volume\">98</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">991</span></a></span>, <span class=\"citation\" data-id=\"2149359\"><a href=\"/opinion/2149359/binet-montessori-v-san-francisco-unified-school/\"><span class=\"volume\">160</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">38</span></a></span> (1979). However, that case which involved a challenge to a similar policy implemented by the San Francisco Unified School District was decided under California rather than federal law. The court held that the school district policy violated the requirements of <i>Parrish v. Civil Service Commission,</i> <span class=\"citation\" data-id=\"1240070\"><a href=\"/opinion/1240070/parrish-v-civil-service-commission/\"><span class=\"volume\">66</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">260</span></a></span>, <span class=\"citation\" data-id=\"1240070\"><a href=\"/opinion/1240070/parrish-v-civil-service-commission/\"><span class=\"volume\">425</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">223</span></a></span>, <span class=\"citation\" data-id=\"1240070\"><a href=\"/opinion/1240070/parrish-v-civil-service-commission/\"><span class=\"volume\">57</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">623</span></a></span> (1967), a decision of the California Supreme Court. To the extent that the decision may be read to imply a view of how this issue should be determined under federal law, the Court declines to follow it.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/97830/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/100694/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104373/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105746/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106251/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106660/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107200/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107901/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108113/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108115/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108530/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108751/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108851/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109515/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109570/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109641/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109746/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109958/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110254/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110277/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110333/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110423/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110742/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/263218/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/303463/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/358968/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/358969/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/378089/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/378870/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1240070/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1620310/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1624281/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1935185/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1962639/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2149359/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2259286/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2299292/"
          ]
        }
      ],
      "judges": "Murray M. Schwartz",
      "date_created": "2014-10-30T13:02:33.539364Z",
      "date_modified": "2016-03-03T19:50:04.379055Z",
      "date_filed": "1982-08-13",
      "date_filed_is_approximate": false,
      "slug": "wilmington-christian-school-v-board-of-educ-etc",
      "citation_id": 1404767,
      "case_name_short": "",
      "case_name": "Wilmington Christian School v. BOARD OF EDUC., ETC.",
      "case_name_full": "",
      "federal_cite_one": "545 F. Supp. 440",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 1,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/904864/wilmington-christian-school-v-board-of-educ-etc/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T13:02:33.536977Z",
  "date_modified": "2014-10-30T13:02:33.536977Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Wilmington Christian School v. BOARD OF EDUC., ETC.",
  "case_name_full": "",
  "slug": "wilmington-christian-school-v-board-of-educ-etc",
  "docket_number": "Civ. A. No. 82-127",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}