{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/906407/",
  "id": 906407,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/idaho/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1432852/",
      "id": 1432852,
      "absolute_url": "/opinion/1432852/penrod-v-crowley/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/906407/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1432852/",
          "id": 1432852,
          "absolute_url": "/opinion/1432852/penrod-v-crowley/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1432852/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/4184/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:07:23.218556Z",
          "date_modified": "2017-04-05T19:17:50.934062Z",
          "type": "010combined",
          "sha1": "af7b4052c189f59de84fe5f4e87f9abd493b4a5f",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>356 P.2d 73 (1960)</b></center>\n<center><h1>Harry PENROD, Harry Youren and Charles Biggers, as and constituting the Board of County Commissioners of Boise County, Idaho, Plaintiffs-Respondents,<br>\nv.<br>\nAriel L. CROWLEY, In his capacity as Probate Judge of Boise County, Idaho, Defendant-Appellant.</h1></center>\n<center>No. 8922.</center>\n<center><p><b>Supreme Court of Idaho.</b></p></center>\n<center>October 14, 1960.</center>\n<p><span class=\"star-pagination\">*74</span> Ariel L. Crowley, Idaho City, Frank L. Benson, Atty. Gen., for appellant.</p>\n<p>Willis C. Moffatt, W. E. Sullivan, Bruce Bowler, Boise, amici curiæ.</p>\n<p>Louis H. Cosho, Boise, for respondents.</p>\n<p>TAYLOR, Chief Justice.</p>\n<p>The 1955 session of the legislature approved Senate Joint Resolution No. 5, as follows:</p>\n<blockquote>\"<i>Be It Resolved by the Legislature of the State of Idaho</i>:</blockquote>\n<blockquote>\"Section 1. That Section 22 of Article 5 of the Constitution of the State of Idaho be amended to read as follows:</blockquote>\n<blockquote>\"Section 22. Jurisdiction of justices of the peace.  In each county of this state * * * justices of the peace <i>shall be selected in the manner</i> as prescribed by law. Justices of the peace shall have such jurisdiction <i>in civil and criminal cases</i> as may be conferred by law, but they shall not have jurisdiction of any cause * * * where the boundaries or title to any real property shall be * * * <i>in issue.</i>\n</blockquote>\n<blockquote>\"Sec. 2. The question to be submitted to the electors of the State of Idaho at the next general election shall be as follows:</blockquote>\n<blockquote>\"`Shall Section 22 of Article 5 of the Constitution of the State of Idaho relating to the jurisdiction of justices of the peace be amended to provide for the selection of justices of the peace and to eliminate the limitation of jurisdiction with respect to cases wherein the value of the property or the amount in controversy is not in excess of the sum of $300, exclusive of interest, <span class=\"star-pagination\">*75</span> and in lieu thereof to provide that justices of the peace shall have such jurisdiction in civil and criminal cases as may be conferred by law?'\" Sess. Laws 1955, page 670.</blockquote>\n<p>The proposed amendment was ratified by the electors of the state at the general election held in November, 1956. Prior to amendment, § 22 of art. 5 was as follows:</p>\n<blockquote>\"§ 22. <i>Jurisdiction of justices of the peace.</i>  In each county of this state there shall be elected justices of the peace as prescribed by law. Justices of the peace shall have such jurisdiction as may be conferred by law, but they shall not have jurisdiction of any cause wherein the value of the property or the amount in controversy exceeds the sum of three hundred dollars, exclusive of interest, nor where the boundaries or title to any real property shall be called in question.\"</blockquote>\n<p>In 1959, pursuant to the amendment, the legislature enacted and the governor approved Senate Bill No. 27 (Sess.Laws 1959, c. 221). Among other things, this act provides:</p>\n<blockquote>\"Justices of the Peace shall be appointed by and may be removed at the discretion of the Board of County Commissioners of the county and the probate judge; * * *\". § 4.</blockquote>\n<p>January 18, 1960, the plaintiffs as county commissioners of Boise county filed their complaint in the district court against the defendant in his capacity as probate judge of Boise county, alleging that they convened as such board in regular session January 12, 1960, for the purpose of appointing a justice of the peace for the Horseshoe Bend precinct in Boise county pursuant to authority of Sess.Laws 1959, c. 221, § 4; that defendant met with the board and notified the board that until the validity of the constitutional amendment of 1955 and of Sess.Laws 1959, c. 221, is judicially established, he does now, and will continue to, refuse to approve the appointment of any justice of the peace in Boise county; that the defendant asserts the constitutional provision has never been amended by reason of defects in submission of the proposed amendment to the electorate; and that art. 5, § 22, of the Constitution as it existed prior to the purported amendment is still in force, requiring the election of justices of the peace; that because of the refusal of the defendant to act in the premises, plaintiffs cannot perform the duty imposed upon them by Sess.Laws 1959, c. 221, § 4.</p>\n<p>Plaintiffs pray that the validity of the constitutional amendment and the 1959 act be declared, and the defendant be required to act with the board in the appointment of justices of the peace pursuant to the statute.</p>\n<p>In his answer defendant alleges that:</p>\n<blockquote>1. Const. art. 20, § 2, providing that</blockquote>\n<blockquote>\"If two or more amendments are proposed, they shall be submitted in such manner that the electors shall vote for or against each of them separately\"</blockquote>\n<p>was not complied with, in that the proposed amendment consists \"of several amendments\" and that they were not submitted in such manner that the electors should vote for or against each of them separately.</p>\n<p>2. \"Senate Joint Resolution No. 5, 670-671 1955 Session Laws, proposed three constitutional amendments, towit: (a) <i>selection</i> in lieu of <i>election</i> of justices of the peace, (b) elimination of the monetary jurisdictional limitation of $300 exclusive of interest, and (c) elimination of the clause `where the boundaries or title to any real property shall be <i>called in question</i>' and substitution therefor of the clause `where the boundaries or title to any real property shall be <i>in issue.</i>'\"</p>\n<p>3. \"Each of said proposed amendments is a radical departure from the previous constitutional provision, each is independent, completely segregable, and this defendant, who is, in additional capacity a licensed and practicing attorney at law as well as a citizen and resident of Boise County and an elector thereof, was denied at said general election his right to vote for or against the said three amendments separately, as were <span class=\"star-pagination\">*76</span> all other electors who voted at said election.\"</p>\n<p>4. That c. 221, Sess.Laws 1959, is void because dependent upon the attempted constitutional amendment.</p>\n<p>Both parties moved for summary judgment. The court made and entered its judgment upholding the validity of the constitutional amendment and c. 221, Sess. Laws 1959, and ordered the defendant in his capacity as probate judge to act with the plaintiffs in the appointment of justices of the peace. Defendant brought this appeal.</p>\n<p>In his brief on appeal defendant now contends that the resolution of the legislature proposed five constitutional amendments, and submitted same in one single question in violation of art. 20, § 2. The five alleged amendments are set out by defendant as follows:</p>\n<blockquote>\"1. The insertion of a new and definitive title <i>Jurisdiction of Justices of the Peace</i> in contravention of the actual sense of Article V, Section 22.</blockquote>\n<blockquote>\"2. Substitution of <i>selection</i> for <i>election</i> of the Peace.</blockquote>\n<blockquote>\"3. Elimination of the monetary ceiling on jurisdiction.</blockquote>\n<blockquote>\"4. Deprivation of Justices of the Peace of the former constitutional right to exercise all jurisdiction conferred by law, and limiting the same to <i>civil</i> and <i>criminal</i> cases.</blockquote>\n<blockquote>\"5. Elimination of the words `called in question' and substitution of the words `in issue', of radically different import, therefor.\"</blockquote>\n<p>The fundamental principles governing our determination of the validity of constitutional amendments are set out at length in a well-reasoned opinion by Justice Hyatt in Keenan v. Price, 68 Idaho 423, 195 P.2d 662, 667, among which are the following:</p>\n<blockquote>\"* * * and here as always we enter upon a consideration of the validity of a constitutional amendment after its adoption by the people with every presumption in its favor: The question is not whether it is possible to condemn the amendment, but whether it is possible to uphold it, and we shall not condemn it unless in our judgment its nullity is manifest beyond a reasonable doubt.\" State ex rel. Corry v. Cooney, 70 Mont. 355, 225 P. 1007, at page 1009.</blockquote>\n<blockquote>\"The view is taken that substance is more important than form, and that the will of the legislature lawfully expressed in proposing an amendment and the will of the people expressed at the proper time and in the proper manner in ratifying such amendment ought not to be lightly disregarded.\" 11 Am. Jur., Constitutional Law, § 32, p. 638.</blockquote>\n<blockquote>\"Another factor which must be noted and which must govern in the determination of this issue is `that every reasonable presumption, both of law and fact, is to be indulged in favor of the validity of an amendment to the Constitution when it is attacked <i>after its ratification by the people.</i>' People exrel. Elder v. Sours, 31 Colo. 369, 74 P. 167, 169, 102 Am.St.Rep. 34.\" Keenan v. Price, 68 Idaho 423, 434, 195 P. 2d 662.</blockquote>\n<p>In support of his contention that more than one amendment was submitted in the question, the defendant urges the rule followed in McBee v. Brady, 15 Idaho 761, 100 P. 97, therein stated as follows:</p>\n<blockquote>\"The determination whether a proposed change in the Constitution constitutes one or more amendments, it seems to us, depends upon whether the change as proposed relates to one subject and accomplishes a single purpose, and the true test should be, can the change or changes proposed be divided into subjects distinct and independent, and can any one of them be adopted without in any way being controlled, modified, or qualified by the other? If not, then there are as many amendments as there are distinct and independent subjects, and it matters <span class=\"star-pagination\">*77</span> not whether the proposed change affects one or many sections or articles of the constitution.\" 15 Idaho at page 779, 100 P. at page 103.</blockquote>\n<p>In that case the proposed amendment was lengthy. It proposed to repeal two sections of the constitution and to amend five others. A study of the opinion indicates that the principal object of the proposed amendment was to abolish the probate courts and to transfer their jurisdiction to the district courts. The court held that the proposal contained six amendments, each complete within itself, and not affected, controlled or modified by any of the others. The court did not determine nor discuss what may have been the general controlling purpose of the proposal. However, it does appear that the proposal therein considered to increase the salaries of the justices of the supreme court could have no relation to the transfer of probate jurisdiction to the district courts.</p>\n<p>Defendant also cites Mundell v. Swedlund, 58 Idaho 209, 71 P.2d 434. That case involved validity of the amendment of art. 5, § 9, to provide for direct appeal to this court from any order of the industrial accident board, and limiting the court's review of such orders to questions of law. Speaking through Justice Ailshie, the court said:</p>\n<blockquote>\"* * * where the question submitted to the people for vote involves an amendment or change in the Constitution, even though it may contain what appears to be several or different questions, nevertheless, if they cannot be so intelligently divided that, when submitted separately, any one might be approved and all the others rejected, and when so approved become effective and operative, then they should be submitted as one amendment; otherwise they should be submitted as separate amendments. In other words, if a proposed amendment, when divided up into two or more amendments, reduces the questions to such form that the voters might reject the main or controlling question and adopt the collateral or subordinate amendment or amendments, and thus leave the amendment or amendments so adopted useless or inoperative, or so incongruous as to upset or impair an existing system, then of course it follows that the whole matter should be submitted as one amendment.\" 58 Idaho at page 224, 71 P.2d at page 441.</blockquote>\n<p>Adopting and applying as analogous the law governing the sufficiency of the title of a legislative act under Const. art. 3, § 16, providing that \"Every act shall embrace but one subject and matters properly connected therewith, which subject shall be expressed in the title\", the court further said:</p>\n<blockquote>\"* * * It is true that a resolution proposing a constitutional amendment is not `a formal \"act\" or statute' and does not require a title (Hays v. Hays, 5 Ida. 154, 159, 47 Pac. 732); but the same reason ought to exist for determining the singleness of subject embraced in a legislative act as in determining whether more than one subject and essentially related matter is embodied in a single amendment.</blockquote>\n<blockquote>\"Adoption of an amendment under the plan provided by our constitution (sections 1 and 2, art. 20) requires two major acts of approval: First, the vote of the legislature, two-thirds of the members of each house voting separately, voting for the proposed amendment; so that in the first place the nature, scope, and extent of the amendment must meet with the approval of the legislature and be such as two-thirds of each house, voting separately, are willing and desire to submit to the electors for their approval or rejection. The second and final act is the approval of a majority of the electors of the state. On this second vote the people have no right to alter, change, or modify the proposal as agreed to by the legislature and submitted to the electors for their approval or rejection. They may accept or reject the amendment as submitted.\" <span class=\"star-pagination\">*78</span> 58 Idaho at pages 225 and 226, 71 P.2d at page 442.</blockquote>\n<p>The court in Mundell v. Swedlund, supra, also quoted from Kerby v. Luhrs, 44 Ariz. 208, 36 P.2d 549, at page 554, 94 A.L.R. 1502, at page 1509:</p>\n<blockquote>\"If the different changes contained in the proposed amendment all cover matters necessary to be dealt with in some manner, in order that the Constitution, as amended, shall constitute a consistent and workable whole on the general topic embraced in that part which is amended, and if, logically speaking, they should stand or fall as a whole, then there is but one amendment submitted.\" 36 P.2d at page 554.</blockquote>\n<p>In Keenan v. Price, supra, also cited by defendant, the court held valid the amendment of Const. art. 4, § 1, which extended the terms of office of the executive officers of the state from two to four years; changed the residence requirements of all such officers, except the lieutenant governor; provided that the governor should not succeed himself in office, but would be eligible to hold such office after a lapse of one term. It was contended that the amendment contained four distinct amendments: (1) increasing the term of office, (2) changing the requirement as to residence, (3) providing that the governor shall not succeed himself, and (4) that the governor shall be eligible for that office after the expiration of one term, all in violation of Const. art. 20, § 2. Referring to that constitutional provision, Justice Hyatt quoted from McBee v. Brady, supra, as follows:</p>\n<blockquote>\"* * * it was evidently the intention by this provision to require that propositions which were incongruous, or which did not relate to the same subject-matter or have the same object and purpose, should be considered as separate amendments.\" 15 Idaho at page 779, 100 P. at page 103.</blockquote>\n<p>and from State ex rel. City of Fargo v. Wetz, 40 N.D. 299, 168 N.W. 835, 847, 5 A.L.R. 731, 752:</p>\n<blockquote>\"Such a constitutional provision is designed to prevent the submission to the voters, as one amendment, of distinct propositions that are so far disconnected and independent of each other as to have no direct relation to a general subject. The vice it is designed to prevent is analogous to the log-rolling and joker practices which are so familiar to students of legislation, and which are generally sought to be prevented by constitutional provisions requiring an expression of the subject of legislation in the title of the bill, and that the legislation shall concern but a single subject.\" 168 N.W. at page 847, 5 A.L.R. at page 752.</blockquote>\n<p>In State ex rel. Hudd v. Timme, 54 Wis. 318, 11 N.W. 785, 791, the court considered a constitutional amendment changing the sessions of the legislature from annual to biennial, and to change the term of office of its members from one year to two years. Referring to the contention that the two changes should have been submitted as separate amendments, the court reasoned that the two propositions were so connected in logic and reason that they should either both be defeated or both adopted; that they were both parts of a common purpose and were properly submitted as one amendment, and further said:</p>\n<blockquote>\"We think amendments to the constitution, which the section above quoted requires shall be submitted separately, must be construed to mean amendments which have different objects and purposes in view. In order to constitute more than one amendment, the proposition submitted must relate to more than one subject, and have at least two distinct and separate purposes not dependent upon or connected with each other. * * * We do not contend that the legislature, if it had seen fit, might not have adopted these changes as separate amendments, and have submitted them to the people as such; <i>but we think, under the constitution, the legislature has a discretion, within the limits above suggested, of determining what</i> <span class=\"star-pagination\">*79</span> <i>shall be submitted as a single amendment, and they are not compelled to submit, as separate amendments, the separate propositions necessary to accomplish a single purpose.</i>\" (Emphasis supplied.) 11 N.W. at page 791.</blockquote>\n<p>In Keenan v. Price, supra, this court held that all of the changes made by the amendment concerned the general subject of executive state officers, their enumeration, tenure, residence and duty; all grouped by the framers of the constitution in one section of that instrument. Referring to the contention that the amendment was duplicitous, the court said:</p>\n<blockquote>\"The test for duplicity in a constitutional amendment, when viewed in the light of cases on the subject, is not that the matters contained therein might be divided and submitted in separate questions, but that they are incongruous and essentially unrelated. * * *</blockquote>\n<blockquote>\"What constitutes related matters is for the legislature to determine in the first instance when it proposes an amendment, and if there is any reasonable basis or theory upon which such determination is founded, and the same is not arbitrary or capricious, its judgment in that regard should be respected. As was said in Hillman v. Stockett, 183 Md. 641, 39 A.2d 803, at page 808: `The Legislature was empowered in the first instance to determine what changes it considered advisable and to put these changes in one bill, this whether they were all in one section of the Constitution or whether they were in several sections, or whether they were not in the Constitution at all, and new sections had to be added. * * * In the absence of clear violation, the judgment of the Legislature as to what is related and what is not related should be respected, and the Courts should not interfere.'\" Keenan v. Price, 68 Idaho 423, at page 454, 195 P.2d 662, at page 681.</blockquote>\n<p>The framers of the constitution provided for both the election and jurisdiction of justices of the peace in one section of that instrument. The general subject of the amendment here considered is the courts of justices of the peace. The purpose or object of the legislature in submitting the proposed amendment was to improve the administration of justice in those courts. Obviously the legislature considered that more competent judges for those courts would be secured by selection than by election, and that such judges should have broader jurisdiction. Hence, the amendment was proposed authorizing the legislature to provide for the selection of justices of the peace, and to fix their jurisdiction by statute. It was within the discretion of the legislature to submit these two propositions to the electors in one proposal. Such submission did not violate art. 20, § 2, since both are germane to the common object and purpose. Mundell v. Swedlund, 58 Idaho 209, 71 P.2d 434; Keenan v. Price, supra; Kerby v. Luhrs, 44 Ariz. 208, 36 P.2d 549, 94 A.L.R. 1502, and annotation 94 A.L.R. 1510; Gottstein v. Lister, 88 Wash. 462, 153 P. 595; Graham v. Miller, 348 Mich. 684, 84 N.W.2d 46.</p>\n<p>Defendant further contends that the question submitted to the electorate was not responsive to the proposal set forth in the resolution passed by the legislature, in that certain elements of the proposal were omitted from the question, and in other respects the question is contradictory to the resolution. First, it is contended that the amendment effects the insertion of the title, \"jurisdiction of justices of the peace\" into the constitutional provision, thus working a change which was not voted upon by the people. It is true that the section as originally adopted had no title and that the present title was subsequently supplied by a codifier. However, we think the contention is without merit. The section does deal with jurisdiction of justices of the peace. The question refers to it as \"relating to the jurisdiction of justices of the peace.\" The title in no way affects the <span class=\"star-pagination\">*80</span> contents of the section and its inclusion in the amendment accomplishes no change in the fundamental law. It is pure surplusage.</p>\n<p>Second, defendant contends that the elimination of the limitation of jurisdiction in cases where the value of the property or the amount in controversy exceeds the sum of $300 was not submitted because the question is so worded as to submit to the voters the elimination of a limitation on jurisdiction in cases wherein the value of the property or amount in controversy is in excess of $300, a nonexistent limitation. We do not so read the question. It may have been more accurate had the words \"with respect\" been omitted; but, as worded, it would be read by the voter as meaning that the limitation proposed to be eliminated was one limiting the jurisdiction of the justice courts to cases wherein the value of the property or the amount involved does not exceed $300.</p>\n<p>Moreover, pursuant to I.C. § 67-507a, the attorney general prepared a statement of the meaning and purpose of the proposed amendment, which was printed on the ballot for the voters' information, as commanded by the statute. The statement is as follows:</p>\n<blockquote>\"The proposed amendment is designed to give the legislature more control in the manner of selecting justices of the peace and in fixing their jurisdiction. Under Article 5, Section 22, of the Idaho Constitution, as presently written, justices of the peace must be `elected' and they cannot determine civil cases involving more that $300. The proposed amendment gives the legislature power to provide by statute the manner in which justices of the peace are to be `selected' which means that they may be chosen by election, appointment, or such other method as the legislature may provide. The proposed amendment also removes the $300 limitation in civil cases and permits the legislature to fix the jurisdictional limits in civil cases by statute. Otherwise the jurisdiction of justices of the peace is left unchanged.\"</blockquote>\n<p>This statement clearly explained to the voters that the restriction upon jurisdiction which the amendment proposed to eliminate was the pre-existent limitation of such jurisdiction to cases wherein the amount involved did not exceed $300. True, the legislature could not by the enactment of § 67-507a modify art. 20, §§ 1 and 2, as to the requirements for the submission of a proposed constitutional amendment to the electorate. However, our constitution being a limitation and not a grant of legislative power (Eberle v. Nielson, 78 Idaho 572, 306 P.2d 1083), it is competent for the legislature to adopt additional requirements, designed to secure a vote on a proposed amendment by an informed electorate and to avoid possible uncertainty.</p>\n<p>Third, defendant contends that the wording of the proposed amendment, \"justices of the peace shall have such jurisdiction <i>in civil and criminal cases</i> as may be conferred by law,\" is a limitation upon the jurisdiction conferred by the section prior to the amendment, towit: \"justices of the peace shall have such jurisdiction as may be conferred by law.\" It is urged that the amendment ousts the justice courts of previously existing administrative, inquisitorial and paternalistic jurisdiction, including the jurisdiction to act as coroner in certain cases (I.C. § 31-2805), and that the elimination of such non-judicial jurisdiction was not submitted to the voters by the question. We find this contention to be without merit. The mention of \"civil and criminal cases\" in the definition of the jurisdiction in the amended section is not to be construed as a denial of other jurisdiction not mentioned. The rule of expressio unius est exclusio alterius does not apply to provisions of the state constitution. Eberle v. Nielson, supra. The legislature may confer upon judicial officers administrative and minor executive and ministerial functions which do not amount to a delegation of legislative power. Lyon v. City of Payette, 38 Idaho 705, 224 P. 793; <span class=\"star-pagination\">*81</span> Electors of Big Butte Area v. State Board of Education, 78 Idaho 602, 308 P.2d 225; 16 C.J.S. Constitutional Law § 162. The authority and duty of a justice of the peace to act as coroner was conferred by the territorial legislature in 1875 (I.C. § 31-2805). This statute was continued in force by Const. art. 21, § 2, which provides:</p>\n<blockquote>\"All laws now in force in the territory of Idaho which are not repugnant to this Constitution shall remain in force until they expire by their own limitation or be altered or repealed by the legislature.\"</blockquote>\n<p>This statutory duty and authority of the justice of the peace to act as coroner is in no way repugnant to Const. art. 5, § 22, either before or after its amendment.</p>\n<p>Lastly, defendant contends that the elimination of the words \"called in question\" and substitution of the words \"in issue\" constituted a change not only of form but of substance and intendment, which should have been separately submitted to the voters. Defendant relies upon the rule of statutory construction that a change of wording imports a change of sense, and cites United Pac. Ins. Co. v. Bakes, 57 Idaho 537, 67 P.2d 1024; State ex rel. Anderson v. Rayner, 60 Idaho 706, 96 P.2d 244; Pigg v. Brockman, 79 Idaho 233, 314 P.2d 609. That rule is not of universal application. It does not mean that in every case of a change of wording the courts must find a change of meaning. The legislature in drafting the proposal may have determined to make the change in language to improve the diction and to make the constitutional and statutory limitations of such jurisdiction uniform. The statutory limitation was enacted by the territorial legislature and has continued in force, unchanged, to the present. I.C. § 1-1404.</p>\n<p>In Hammer v. Garrett, 15 Idaho 657, 99 P. 124, this court in discussing the variance between the language of the constitution and the statute, said:</p>\n<blockquote>\"* * * The phrases, `called in question,' and `put in issue,' evidently are intended to have the same meaning and application, and that is that justices' courts have no jurisdiction of an action in which the title to real property must necessarily be determined.\" 15 Idaho at page 663, 99 P. at page 126.</blockquote>\n<p>It may be, as defendant contends, that this statement by the court in that case is dictum. However, the conclusion is sound, and it is applicable to the case before us. The change in diction did not change the meaning, and is not sufficient to require a separate submission, nor to defeat the amendment after its adoption by the people. 11 Am.Jur., Constitutional Law, § 32 (quoted supra); Hays v. Hays, 5 Idaho 154, 47 P. 732; Keenan v. Price, 68 Idaho 423, 195 P.2d 662.</p>\n<p>Although not raised by his answer in the district court, defendant, in his able and exhaustive brief in this court, urges that this change in wording was not mentioned in the question propounded to the voters and therefore the amendment submitted was not the same as the one proposed by the legislature. Defendant cites Lane v. Lukens, 48 Idaho 517, 283 P. 532, and urges that the submission here violates the rule there quoted from McBee v. Brady, supra, as follows:</p>\n<blockquote>\"* * * The questions submitted should be the same questions proposed as the amendment or amendments. The Legislature cannot propose one question and submit to the voters another.\" 15 Idaho at page 780, 100 P. at page 104.</blockquote>\n<p>In Lane v. Lukens, supra, this court found that:</p>\n<blockquote>\"* * * The `character and purpose' of the amendment proposed was fundamentally antagonistic to the `character and purpose' indicated by the printed question.\" 48 Idaho at page 523, 283 P. at page 533.</blockquote>\n<p>In this case the character and purpose of the proposed amendment is in harmony <span class=\"star-pagination\">*82</span> with the character and purpose indicated by the printed question. The question made no mention of any part of the clause, \"nor where the boundaries or title to any real property shall be called in question.\" There being no change, except one of diction, in this clause, its omission from the question did not render the question antagonistic to, or something other than, the amendment proposed. Moreover, the attorney general's statement of the meaning and purpose of the proposed amendment which was printed on the ballot correctly advised the voters that \"Otherwise the jurisdiction of justices of the peace is left unchanged.\" Thus, the will of the voter is accurately reflected in the amendment as proposed and ratified.</p>\n<p>In Sylvester v. Tindall, 154 Fla. 663, 18 So.2d 892, 895, the court was concerned with the validity of a constitutional amendment providing for the creation and authority of a game and freshwater fish commission. After the amendment had been adopted and implementing legislation had been enacted, the petitioner in a habeas corpus proceeding challenged its validity on the ground that the form of the ballot was defective and insufficient. The court there relied in part upon a <i>statute</i> which provided that the substance of the amendment shall be printed on the ballot and held the ballot \"sufficient to put the electorate on notice as to the amendment they were voting upon, especially in view of the three months publication of the amendment [constitutional requirement] and the posting of a complete copy of it in each voting place [statutory requirement].\" Concluding this phase of the case the court further said:</p>\n<blockquote>\"While it is true that the procedure set forth in Section 1 of Art. XVII is mandatory and should be followed (Crawford v. Gilchrist, 64 Fla. 41, 59 So. 963, Ann.Cas. 1914B, 916; Gray v. Childs, 115 Fla. 816, 156 So. 274), this Court has recognized the almost universal rule that once an amendment is duly proposed and is actually published and submitted to a vote of the people and by them adopted without any question having been raised prior to the election as to the method by which the amendment gets before them, the effect of a favorable vote by the people is to cure defects in the form of the submission.\" 18 So. 2d at page 895.</blockquote>\n<p>The same rule was followed by the Florida court in Pearson v. Taylor, 159 Fla. 775, 32 So.2d 826.</p>\n<p>In State ex rel. Thomson v. Peoples State Bank, 272 Wis. 614, 76 N.W.2d 370, the court upheld a constitutional amendment raising the debt limit of school districts and certain cities for school purposes. It was contended the amendment was invalid because the secretary of state included in the notice of the election an explanation of the effect of the amendment, erroneously stating that the maximum debt limit would be 5%, whereas the amendment made the limit 8%, of the value of taxable property. The court called attention to the fact that the statute requiring the secretary of state to prepare such an explanatory statement, applied only to questions submitted at the general November election, whereas this proposal was submitted at the special April election where the statute had no application. After finding that the secretary of state's error did not affect the outcome of the election, the court said:</p>\n<blockquote>\"The will of the electors as indicated by their ballots should not be defeated by a mere irregularity in the procedure of submission of the amendment. Under the circumstances here we cannot say that there was doubt or confusion in the minds of the electors when they voted.\" 76 N.W.2d at page 375.</blockquote>\n<p>Defects which relate only to the form or procedure by which an amendment to the constitution is submitted to the electorate, and which are not such as to mislead the voters, are not sufficient to warrant the courts in holding the amendment void <span class=\"star-pagination\">*83</span> and defeating the will of the people after the people have clearly and knowingly approved the amendment as proposed. The expressed will of the people is not thus lightly to be disregarded and defeated on purely technical grounds. 11 Am.Jur., Constitutional Law, § 32; 16 C.J.S. Contitutional Law § 9, P. 60; Swanson v. State, 132 Neb. 82, 271 N.W. 264, 267; Larkin v. Gronna, 69 N.D. 234, 285 N.W. 59, 63; Keenan v. Price, 68 Idaho 423, 434, 195 P.2d 662; Lewis v. Woodall, 72 Idaho 16, 236 P.2d 91; Boise City v. Better Homes, 72 Idaho 441, 448, 243 P.2d 303; Keyes v. Class \"B\" School Dist. No. 421, 74 Idaho 314, 320, 261 P.2d 811; People ex rel. Elder v. Sours, 31 Colo. 369, 74 P. 167.</p>\n<p>Judgment affirmed.</p>\n<p>No costs allowed.</p>\n<p>SMITH, KNUDSON, McQUADE and McFADDEN, JJ., concur.</p>\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">356</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">73</span></span> (1960)</b></center>\n<center><h1>Harry PENROD, Harry Youren and Charles Biggers, as and constituting the Board of County Commissioners of Boise County, Idaho, Plaintiffs-Respondents,<br>\nv.<br>\nAriel L. CROWLEY, In his capacity as Probate Judge of Boise County, Idaho, Defendant-Appellant.</h1></center>\n<center>No. 8922.</center>\n<center><p><b>Supreme Court of Idaho.</b></p></center>\n<center>October 14, 1960.</center>\n<p><span class=\"star-pagination\">*74</span> Ariel L. Crowley, Idaho City, Frank L. Benson, Atty. Gen., for appellant.</p>\n<p>Willis C. Moffatt, W. E. Sullivan, Bruce Bowler, Boise, amici curiæ.</p>\n<p>Louis H. Cosho, Boise, for respondents.</p>\n<p>TAYLOR, Chief Justice.</p>\n<p>The 1955 session of the legislature approved Senate Joint Resolution No. 5, as follows:</p>\n<blockquote>\"<i>Be It Resolved by the Legislature of the State of Idaho</i>:</blockquote>\n<blockquote>\"Section 1. That Section 22 of Article 5 of the Constitution of the State of Idaho be amended to read as follows:</blockquote>\n<blockquote>\"Section 22. Jurisdiction of justices of the peace.  In each county of this state * * * justices of the peace <i>shall be selected in the manner</i> as prescribed by law. Justices of the peace shall have such jurisdiction <i>in civil and criminal cases</i> as may be conferred by law, but they shall not have jurisdiction of any cause * * * where the boundaries or title to any real property shall be * * * <i>in issue.</i>\n</blockquote>\n<blockquote>\"Sec. 2. The question to be submitted to the electors of the State of Idaho at the next general election shall be as follows:</blockquote>\n<blockquote>\"`Shall Section 22 of Article 5 of the Constitution of the State of Idaho relating to the jurisdiction of justices of the peace be amended to provide for the selection of justices of the peace and to eliminate the limitation of jurisdiction with respect to cases wherein the value of the property or the amount in controversy is not in excess of the sum of $300, exclusive of interest, <span class=\"star-pagination\">*75</span> and in lieu thereof to provide that justices of the peace shall have such jurisdiction in civil and criminal cases as may be conferred by law?'\" Sess. Laws 1955, page 670.</blockquote>\n<p>The proposed amendment was ratified by the electors of the state at the general election held in November, 1956. Prior to amendment, § 22 of art. 5 was as follows:</p>\n<blockquote>\"§ 22. <i>Jurisdiction of justices of the peace.</i>  In each county of this state there shall be elected justices of the peace as prescribed by law. Justices of the peace shall have such jurisdiction as may be conferred by law, but they shall not have jurisdiction of any cause wherein the value of the property or the amount in controversy exceeds the sum of three hundred dollars, exclusive of interest, nor where the boundaries or title to any real property shall be called in question.\"</blockquote>\n<p>In 1959, pursuant to the amendment, the legislature enacted and the governor approved Senate Bill No. 27 (Sess.Laws 1959, c. 221). Among other things, this act provides:</p>\n<blockquote>\"Justices of the Peace shall be appointed by and may be removed at the discretion of the Board of County Commissioners of the county and the probate judge; * * *\". § 4.</blockquote>\n<p>January 18, 1960, the plaintiffs as county commissioners of Boise county filed their complaint in the district court against the defendant in his capacity as probate judge of Boise county, alleging that they convened as such board in regular session January 12, 1960, for the purpose of appointing a justice of the peace for the Horseshoe Bend precinct in Boise county pursuant to authority of Sess.Laws 1959, c. 221, § 4; that defendant met with the board and notified the board that until the validity of the constitutional amendment of 1955 and of Sess.Laws 1959, c. 221, is judicially established, he does now, and will continue to, refuse to approve the appointment of any justice of the peace in Boise county; that the defendant asserts the constitutional provision has never been amended by reason of defects in submission of the proposed amendment to the electorate; and that art. 5, § 22, of the Constitution as it existed prior to the purported amendment is still in force, requiring the election of justices of the peace; that because of the refusal of the defendant to act in the premises, plaintiffs cannot perform the duty imposed upon them by Sess.Laws 1959, c. 221, § 4.</p>\n<p>Plaintiffs pray that the validity of the constitutional amendment and the 1959 act be declared, and the defendant be required to act with the board in the appointment of justices of the peace pursuant to the statute.</p>\n<p>In his answer defendant alleges that:</p>\n<blockquote>1. Const. art. 20, § 2, providing that</blockquote>\n<blockquote>\"If two or more amendments are proposed, they shall be submitted in such manner that the electors shall vote for or against each of them separately\"</blockquote>\n<p>was not complied with, in that the proposed amendment consists \"of several amendments\" and that they were not submitted in such manner that the electors should vote for or against each of them separately.</p>\n<p>2. \"Senate Joint Resolution No. 5, 670-671 1955 Session Laws, proposed three constitutional amendments, towit: (a) <i>selection</i> in lieu of <i>election</i> of justices of the peace, (b) elimination of the monetary jurisdictional limitation of $300 exclusive of interest, and (c) elimination of the clause `where the boundaries or title to any real property shall be <i>called in question</i>' and substitution therefor of the clause `where the boundaries or title to any real property shall be <i>in issue.</i>'\"</p>\n<p>3. \"Each of said proposed amendments is a radical departure from the previous constitutional provision, each is independent, completely segregable, and this defendant, who is, in additional capacity a licensed and practicing attorney at law as well as a citizen and resident of Boise County and an elector thereof, was denied at said general election his right to vote for or against the said three amendments separately, as were <span class=\"star-pagination\">*76</span> all other electors who voted at said election.\"</p>\n<p>4. That c. 221, Sess.Laws 1959, is void because dependent upon the attempted constitutional amendment.</p>\n<p>Both parties moved for summary judgment. The court made and entered its judgment upholding the validity of the constitutional amendment and c. 221, Sess. Laws 1959, and ordered the defendant in his capacity as probate judge to act with the plaintiffs in the appointment of justices of the peace. Defendant brought this appeal.</p>\n<p>In his brief on appeal defendant now contends that the resolution of the legislature proposed five constitutional amendments, and submitted same in one single question in violation of art. 20, § 2. The five alleged amendments are set out by defendant as follows:</p>\n<blockquote>\"1. The insertion of a new and definitive title <i>Jurisdiction of Justices of the Peace</i> in contravention of the actual sense of Article V, Section 22.</blockquote>\n<blockquote>\"2. Substitution of <i>selection</i> for <i>election</i> of the Peace.</blockquote>\n<blockquote>\"3. Elimination of the monetary ceiling on jurisdiction.</blockquote>\n<blockquote>\"4. Deprivation of Justices of the Peace of the former constitutional right to exercise all jurisdiction conferred by law, and limiting the same to <i>civil</i> and <i>criminal</i> cases.</blockquote>\n<blockquote>\"5. Elimination of the words `called in question' and substitution of the words `in issue', of radically different import, therefor.\"</blockquote>\n<p>The fundamental principles governing our determination of the validity of constitutional amendments are set out at length in a well-reasoned opinion by Justice Hyatt in Keenan v. Price, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">423</span></span>, <span class=\"citation\" data-id=\"3411594\"><a href=\"/opinion/3415678/keenan-v-price/\"><span class=\"volume\">195</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">662</span></a></span>, 667, among which are the following:</p>\n<blockquote>\"* * * and here as always we enter upon a consideration of the validity of a constitutional amendment after its adoption by the people with every presumption in its favor: The question is not whether it is possible to condemn the amendment, but whether it is possible to uphold it, and we shall not condemn it unless in our judgment its nullity is manifest beyond a reasonable doubt.\" State ex rel. Corry v. Cooney, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">Mont.</span> <span class=\"page\">355</span></span>, <span class=\"citation no-link\"><span class=\"volume\">225</span> <span class=\"reporter\">P.</span> <span class=\"page\">1007</span></span>, at page 1009.</blockquote>\n<blockquote>\"The view is taken that substance is more important than form, and that the will of the legislature lawfully expressed in proposing an amendment and the will of the people expressed at the proper time and in the proper manner in ratifying such amendment ought not to be lightly disregarded.\" 11 Am. Jur., Constitutional Law, § 32, p. 638.</blockquote>\n<blockquote>\"Another factor which must be noted and which must govern in the determination of this issue is `that every reasonable presumption, both of law and fact, is to be indulged in favor of the validity of an amendment to the Constitution when it is attacked <i>after its ratification by the people.</i>' People exrel. Elder v. Sours, <span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">Colo.</span> <span class=\"page\">369</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">P.</span> <span class=\"page\">167</span></span>, 169, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">Am. St. Rep.</span> <span class=\"page\">34</span></span>.\" Keenan v. Price, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">423</span></span>, 434, <span class=\"citation\" data-id=\"3411594\"><a href=\"/opinion/3415678/keenan-v-price/\"><span class=\"volume\">195</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">662</span></a></span>.</blockquote>\n<p>In support of his contention that more than one amendment was submitted in the question, the defendant urges the rule followed in McBee v. Brady, <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">761</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">P.</span> <span class=\"page\">97</span></span>, therein stated as follows:</p>\n<blockquote>\"The determination whether a proposed change in the Constitution constitutes one or more amendments, it seems to us, depends upon whether the change as proposed relates to one subject and accomplishes a single purpose, and the true test should be, can the change or changes proposed be divided into subjects distinct and independent, and can any one of them be adopted without in any way being controlled, modified, or qualified by the other? If not, then there are as many amendments as there are distinct and independent subjects, and it matters <span class=\"star-pagination\">*77</span> not whether the proposed change affects one or many sections or articles of the constitution.\" 15 Idaho at page 779, 100 P. at page 103.</blockquote>\n<p>In that case the proposed amendment was lengthy. It proposed to repeal two sections of the constitution and to amend five others. A study of the opinion indicates that the principal object of the proposed amendment was to abolish the probate courts and to transfer their jurisdiction to the district courts. The court held that the proposal contained six amendments, each complete within itself, and not affected, controlled or modified by any of the others. The court did not determine nor discuss what may have been the general controlling purpose of the proposal. However, it does appear that the proposal therein considered to increase the salaries of the justices of the supreme court could have no relation to the transfer of probate jurisdiction to the district courts.</p>\n<p>Defendant also cites Mundell v. Swedlund, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">209</span></span>, <span class=\"citation\" data-id=\"3410317\"><a href=\"/opinion/3414695/mundell-v-swedlund/\"><span class=\"volume\">71</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">434</span></a></span>. That case involved validity of the amendment of art. 5, § 9, to provide for direct appeal to this court from any order of the industrial accident board, and limiting the court's review of such orders to questions of law. Speaking through Justice Ailshie, the court said:</p>\n<blockquote>\"* * * where the question submitted to the people for vote involves an amendment or change in the Constitution, even though it may contain what appears to be several or different questions, nevertheless, if they cannot be so intelligently divided that, when submitted separately, any one might be approved and all the others rejected, and when so approved become effective and operative, then they should be submitted as one amendment; otherwise they should be submitted as separate amendments. In other words, if a proposed amendment, when divided up into two or more amendments, reduces the questions to such form that the voters might reject the main or controlling question and adopt the collateral or subordinate amendment or amendments, and thus leave the amendment or amendments so adopted useless or inoperative, or so incongruous as to upset or impair an existing system, then of course it follows that the whole matter should be submitted as one amendment.\" 58 Idaho at page 224, 71 P.2d at page 441.</blockquote>\n<p>Adopting and applying as analogous the law governing the sufficiency of the title of a legislative act under Const. art. 3, § 16, providing that \"Every act shall embrace but one subject and matters properly connected therewith, which subject shall be expressed in the title\", the court further said:</p>\n<blockquote>\"* * * It is true that a resolution proposing a constitutional amendment is not `a formal \"act\" or statute' and does not require a title (Hays v. Hays, <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">154</span></span>, 159, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">P.</span> <span class=\"page\">732</span></span>); but the same reason ought to exist for determining the singleness of subject embraced in a legislative act as in determining whether more than one subject and essentially related matter is embodied in a single amendment.</blockquote>\n<blockquote>\"Adoption of an amendment under the plan provided by our constitution (sections 1 and 2, art. 20) requires two major acts of approval: First, the vote of the legislature, two-thirds of the members of each house voting separately, voting for the proposed amendment; so that in the first place the nature, scope, and extent of the amendment must meet with the approval of the legislature and be such as two-thirds of each house, voting separately, are willing and desire to submit to the electors for their approval or rejection. The second and final act is the approval of a majority of the electors of the state. On this second vote the people have no right to alter, change, or modify the proposal as agreed to by the legislature and submitted to the electors for their approval or rejection. They may accept or reject the amendment as submitted.\" <span class=\"star-pagination\">*78</span> 58 Idaho at pages 225 and 226, 71 P.2d at page 442.</blockquote>\n<p>The court in Mundell v. Swedlund, supra, also quoted from Kerby v. Luhrs, <span class=\"citation\" data-id=\"3257206\"><a href=\"/opinion/3254981/kerby-v-luhrs/\"><span class=\"volume\">44</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">208</span></a></span>, <span class=\"citation\" data-id=\"3257206\"><a href=\"/opinion/3254981/kerby-v-luhrs/\"><span class=\"volume\">36</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">549</span></a></span>, at page 554, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">1502</span></span>, at page 1509:</p>\n<blockquote>\"If the different changes contained in the proposed amendment all cover matters necessary to be dealt with in some manner, in order that the Constitution, as amended, shall constitute a consistent and workable whole on the general topic embraced in that part which is amended, and if, logically speaking, they should stand or fall as a whole, then there is but one amendment submitted.\" 36 P.2d at page 554.</blockquote>\n<p>In Keenan v. Price, supra, also cited by defendant, the court held valid the amendment of Const. art. 4, § 1, which extended the terms of office of the executive officers of the state from two to four years; changed the residence requirements of all such officers, except the lieutenant governor; provided that the governor should not succeed himself in office, but would be eligible to hold such office after a lapse of one term. It was contended that the amendment contained four distinct amendments: (1) increasing the term of office, (2) changing the requirement as to residence, (3) providing that the governor shall not succeed himself, and (4) that the governor shall be eligible for that office after the expiration of one term, all in violation of Const. art. 20, § 2. Referring to that constitutional provision, Justice Hyatt quoted from McBee v. Brady, supra, as follows:</p>\n<blockquote>\"* * * it was evidently the intention by this provision to require that propositions which were incongruous, or which did not relate to the same subject-matter or have the same object and purpose, should be considered as separate amendments.\" 15 Idaho at page 779, 100 P. at page 103.</blockquote>\n<p>and from State ex rel. City of Fargo v. Wetz, <span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">N.D.</span> <span class=\"page\">299</span></span>, <span class=\"citation no-link\"><span class=\"volume\">168</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">835</span></span>, 847, <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">731</span></span>, 752:</p>\n<blockquote>\"Such a constitutional provision is designed to prevent the submission to the voters, as one amendment, of distinct propositions that are so far disconnected and independent of each other as to have no direct relation to a general subject. The vice it is designed to prevent is analogous to the log-rolling and joker practices which are so familiar to students of legislation, and which are generally sought to be prevented by constitutional provisions requiring an expression of the subject of legislation in the title of the bill, and that the legislation shall concern but a single subject.\" 168 N.W. at page 847, 5 A.L.R. at page 752.</blockquote>\n<p>In State ex rel. Hudd v. Timme, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">Wis.</span> <span class=\"page\">318</span></span>, <span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">785</span></span>, 791, the court considered a constitutional amendment changing the sessions of the legislature from annual to biennial, and to change the term of office of its members from one year to two years. Referring to the contention that the two changes should have been submitted as separate amendments, the court reasoned that the two propositions were so connected in logic and reason that they should either both be defeated or both adopted; that they were both parts of a common purpose and were properly submitted as one amendment, and further said:</p>\n<blockquote>\"We think amendments to the constitution, which the section above quoted requires shall be submitted separately, must be construed to mean amendments which have different objects and purposes in view. In order to constitute more than one amendment, the proposition submitted must relate to more than one subject, and have at least two distinct and separate purposes not dependent upon or connected with each other. * * * We do not contend that the legislature, if it had seen fit, might not have adopted these changes as separate amendments, and have submitted them to the people as such; <i>but we think, under the constitution, the legislature has a discretion, within the limits above suggested, of determining what</i> <span class=\"star-pagination\">*79</span> <i>shall be submitted as a single amendment, and they are not compelled to submit, as separate amendments, the separate propositions necessary to accomplish a single purpose.</i>\" (Emphasis supplied.) 11 N.W. at page 791.</blockquote>\n<p>In Keenan v. Price, supra, this court held that all of the changes made by the amendment concerned the general subject of executive state officers, their enumeration, tenure, residence and duty; all grouped by the framers of the constitution in one section of that instrument. Referring to the contention that the amendment was duplicitous, the court said:</p>\n<blockquote>\"The test for duplicity in a constitutional amendment, when viewed in the light of cases on the subject, is not that the matters contained therein might be divided and submitted in separate questions, but that they are incongruous and essentially unrelated. * * *</blockquote>\n<blockquote>\"What constitutes related matters is for the legislature to determine in the first instance when it proposes an amendment, and if there is any reasonable basis or theory upon which such determination is founded, and the same is not arbitrary or capricious, its judgment in that regard should be respected. As was said in Hillman v. Stockett, <span class=\"citation\" data-id=\"3483103\"><a href=\"/opinion/3485252/hillman-v-stockett/\"><span class=\"volume\">183</span> <span class=\"reporter\">Md.</span> <span class=\"page\">641</span></a></span>, <span class=\"citation\" data-id=\"3483103\"><a href=\"/opinion/3485252/hillman-v-stockett/\"><span class=\"volume\">39</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">803</span></a></span>, at page 808: `The Legislature was empowered in the first instance to determine what changes it considered advisable and to put these changes in one bill, this whether they were all in one section of the Constitution or whether they were in several sections, or whether they were not in the Constitution at all, and new sections had to be added. * * * In the absence of clear violation, the judgment of the Legislature as to what is related and what is not related should be respected, and the Courts should not interfere.'\" Keenan v. Price, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">423</span></span>, at page 454, <span class=\"citation\" data-id=\"3411594\"><a href=\"/opinion/3415678/keenan-v-price/\"><span class=\"volume\">195</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">662</span></a></span>, at page 681.</blockquote>\n<p>The framers of the constitution provided for both the election and jurisdiction of justices of the peace in one section of that instrument. The general subject of the amendment here considered is the courts of justices of the peace. The purpose or object of the legislature in submitting the proposed amendment was to improve the administration of justice in those courts. Obviously the legislature considered that more competent judges for those courts would be secured by selection than by election, and that such judges should have broader jurisdiction. Hence, the amendment was proposed authorizing the legislature to provide for the selection of justices of the peace, and to fix their jurisdiction by statute. It was within the discretion of the legislature to submit these two propositions to the electors in one proposal. Such submission did not violate art. 20, § 2, since both are germane to the common object and purpose. Mundell v. Swedlund, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">209</span></span>, <span class=\"citation\" data-id=\"3410317\"><a href=\"/opinion/3414695/mundell-v-swedlund/\"><span class=\"volume\">71</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">434</span></a></span>; Keenan v. Price, supra; Kerby v. Luhrs, <span class=\"citation\" data-id=\"3257206\"><a href=\"/opinion/3254981/kerby-v-luhrs/\"><span class=\"volume\">44</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">208</span></a></span>, <span class=\"citation\" data-id=\"3257206\"><a href=\"/opinion/3254981/kerby-v-luhrs/\"><span class=\"volume\">36</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">549</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">1502</span></span>, and annotation <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">1510</span></span>; Gottstein v. Lister, 88 Wash. 462, <span class=\"citation no-link\"><span class=\"volume\">153</span> <span class=\"reporter\">P.</span> <span class=\"page\">595</span></span>; Graham v. Miller, <span class=\"citation\" data-id=\"1876217\"><a href=\"/opinion/1876217/graham-v-miller/\"><span class=\"volume\">348</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">684</span></a></span>, <span class=\"citation\" data-id=\"1876217\"><a href=\"/opinion/1876217/graham-v-miller/\"><span class=\"volume\">84</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">46</span></a></span>.</p>\n<p>Defendant further contends that the question submitted to the electorate was not responsive to the proposal set forth in the resolution passed by the legislature, in that certain elements of the proposal were omitted from the question, and in other respects the question is contradictory to the resolution. First, it is contended that the amendment effects the insertion of the title, \"jurisdiction of justices of the peace\" into the constitutional provision, thus working a change which was not voted upon by the people. It is true that the section as originally adopted had no title and that the present title was subsequently supplied by a codifier. However, we think the contention is without merit. The section does deal with jurisdiction of justices of the peace. The question refers to it as \"relating to the jurisdiction of justices of the peace.\" The title in no way affects the <span class=\"star-pagination\">*80</span> contents of the section and its inclusion in the amendment accomplishes no change in the fundamental law. It is pure surplusage.</p>\n<p>Second, defendant contends that the elimination of the limitation of jurisdiction in cases where the value of the property or the amount in controversy exceeds the sum of $300 was not submitted because the question is so worded as to submit to the voters the elimination of a limitation on jurisdiction in cases wherein the value of the property or amount in controversy is in excess of $300, a nonexistent limitation. We do not so read the question. It may have been more accurate had the words \"with respect\" been omitted; but, as worded, it would be read by the voter as meaning that the limitation proposed to be eliminated was one limiting the jurisdiction of the justice courts to cases wherein the value of the property or the amount involved does not exceed $300.</p>\n<p>Moreover, pursuant to I.C. § 67-507a, the attorney general prepared a statement of the meaning and purpose of the proposed amendment, which was printed on the ballot for the voters' information, as commanded by the statute. The statement is as follows:</p>\n<blockquote>\"The proposed amendment is designed to give the legislature more control in the manner of selecting justices of the peace and in fixing their jurisdiction. Under Article 5, Section 22, of the Idaho Constitution, as presently written, justices of the peace must be `elected' and they cannot determine civil cases involving more that $300. The proposed amendment gives the legislature power to provide by statute the manner in which justices of the peace are to be `selected' which means that they may be chosen by election, appointment, or such other method as the legislature may provide. The proposed amendment also removes the $300 limitation in civil cases and permits the legislature to fix the jurisdictional limits in civil cases by statute. Otherwise the jurisdiction of justices of the peace is left unchanged.\"</blockquote>\n<p>This statement clearly explained to the voters that the restriction upon jurisdiction which the amendment proposed to eliminate was the pre-existent limitation of such jurisdiction to cases wherein the amount involved did not exceed $300. True, the legislature could not by the enactment of § 67-507a modify art. 20, §§ 1 and 2, as to the requirements for the submission of a proposed constitutional amendment to the electorate. However, our constitution being a limitation and not a grant of legislative power (Eberle v. Nielson, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">572</span></span>, <span class=\"citation\" data-id=\"1392172\"><a href=\"/opinion/1392172/eberle-v-nielson/\"><span class=\"volume\">306</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1083</span></a></span>), it is competent for the legislature to adopt additional requirements, designed to secure a vote on a proposed amendment by an informed electorate and to avoid possible uncertainty.</p>\n<p>Third, defendant contends that the wording of the proposed amendment, \"justices of the peace shall have such jurisdiction <i>in civil and criminal cases</i> as may be conferred by law,\" is a limitation upon the jurisdiction conferred by the section prior to the amendment, towit: \"justices of the peace shall have such jurisdiction as may be conferred by law.\" It is urged that the amendment ousts the justice courts of previously existing administrative, inquisitorial and paternalistic jurisdiction, including the jurisdiction to act as coroner in certain cases (I.C. § 31-2805), and that the elimination of such non-judicial jurisdiction was not submitted to the voters by the question. We find this contention to be without merit. The mention of \"civil and criminal cases\" in the definition of the jurisdiction in the amended section is not to be construed as a denial of other jurisdiction not mentioned. The rule of expressio unius est exclusio alterius does not apply to provisions of the state constitution. Eberle v. Nielson, supra. The legislature may confer upon judicial officers administrative and minor executive and ministerial functions which do not amount to a delegation of legislative power. Lyon v. City of Payette, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">705</span></span>, <span class=\"citation no-link\"><span class=\"volume\">224</span> <span class=\"reporter\">P.</span> <span class=\"page\">793</span></span>; <span class=\"star-pagination\">*81</span> Electors of Big Butte Area v. State Board of Education, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">602</span></span>, <span class=\"citation\" data-id=\"1264066\"><a href=\"/opinion/1264066/electors-of-big-butte-a-v-state-board-of-education/\"><span class=\"volume\">308</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">225</span></a></span>; 16 C.J.S. Constitutional Law § 162. The authority and duty of a justice of the peace to act as coroner was conferred by the territorial legislature in 1875 (I.C. § 31-2805). This statute was continued in force by Const. art. 21, § 2, which provides:</p>\n<blockquote>\"All laws now in force in the territory of Idaho which are not repugnant to this Constitution shall remain in force until they expire by their own limitation or be altered or repealed by the legislature.\"</blockquote>\n<p>This statutory duty and authority of the justice of the peace to act as coroner is in no way repugnant to Const. art. 5, § 22, either before or after its amendment.</p>\n<p>Lastly, defendant contends that the elimination of the words \"called in question\" and substitution of the words \"in issue\" constituted a change not only of form but of substance and intendment, which should have been separately submitted to the voters. Defendant relies upon the rule of statutory construction that a change of wording imports a change of sense, and cites United Pac. Ins. Co. v. Bakes, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">537</span></span>, <span class=\"citation\" data-id=\"3410879\"><a href=\"/opinion/3415132/united-pacific-ins-co-v-bakes/\"><span class=\"volume\">67</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1024</span></a></span>; State ex rel. Anderson v. Rayner, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">706</span></span>, <span class=\"citation\" data-id=\"3410120\"><a href=\"/opinion/3414551/anderson-v-rayner/\"><span class=\"volume\">96</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">244</span></a></span>; Pigg v. Brockman, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">233</span></span>, <span class=\"citation\" data-id=\"1215152\"><a href=\"/opinion/1215152/pigg-v-brockman/\"><span class=\"volume\">314</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">609</span></a></span>. That rule is not of universal application. It does not mean that in every case of a change of wording the courts must find a change of meaning. The legislature in drafting the proposal may have determined to make the change in language to improve the diction and to make the constitutional and statutory limitations of such jurisdiction uniform. The statutory limitation was enacted by the territorial legislature and has continued in force, unchanged, to the present. I.C. § 1-1404.</p>\n<p>In Hammer v. Garrett, <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">657</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">P.</span> <span class=\"page\">124</span></span>, this court in discussing the variance between the language of the constitution and the statute, said:</p>\n<blockquote>\"* * * The phrases, `called in question,' and `put in issue,' evidently are intended to have the same meaning and application, and that is that justices' courts have no jurisdiction of an action in which the title to real property must necessarily be determined.\" 15 Idaho at page 663, 99 P. at page 126.</blockquote>\n<p>It may be, as defendant contends, that this statement by the court in that case is dictum. However, the conclusion is sound, and it is applicable to the case before us. The change in diction did not change the meaning, and is not sufficient to require a separate submission, nor to defeat the amendment after its adoption by the people. 11 Am.Jur., Constitutional Law, § 32 (quoted supra); Hays v. Hays, <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">154</span></span>, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">P.</span> <span class=\"page\">732</span></span>; Keenan v. Price, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">423</span></span>, <span class=\"citation\" data-id=\"3411594\"><a href=\"/opinion/3415678/keenan-v-price/\"><span class=\"volume\">195</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">662</span></a></span>.</p>\n<p>Although not raised by his answer in the district court, defendant, in his able and exhaustive brief in this court, urges that this change in wording was not mentioned in the question propounded to the voters and therefore the amendment submitted was not the same as the one proposed by the legislature. Defendant cites Lane v. Lukens, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">517</span></span>, <span class=\"citation\" data-id=\"3412441\"><a href=\"/opinion/3416349/lane-v-lukens/\"><span class=\"volume\">283</span> <span class=\"reporter\">P.</span> <span class=\"page\">532</span></a></span>, and urges that the submission here violates the rule there quoted from McBee v. Brady, supra, as follows:</p>\n<blockquote>\"* * * The questions submitted should be the same questions proposed as the amendment or amendments. The Legislature cannot propose one question and submit to the voters another.\" 15 Idaho at page 780, 100 P. at page 104.</blockquote>\n<p>In Lane v. Lukens, supra, this court found that:</p>\n<blockquote>\"* * * The `character and purpose' of the amendment proposed was fundamentally antagonistic to the `character and purpose' indicated by the printed question.\" 48 Idaho at page 523, 283 P. at page 533.</blockquote>\n<p>In this case the character and purpose of the proposed amendment is in harmony <span class=\"star-pagination\">*82</span> with the character and purpose indicated by the printed question. The question made no mention of any part of the clause, \"nor where the boundaries or title to any real property shall be called in question.\" There being no change, except one of diction, in this clause, its omission from the question did not render the question antagonistic to, or something other than, the amendment proposed. Moreover, the attorney general's statement of the meaning and purpose of the proposed amendment which was printed on the ballot correctly advised the voters that \"Otherwise the jurisdiction of justices of the peace is left unchanged.\" Thus, the will of the voter is accurately reflected in the amendment as proposed and ratified.</p>\n<p>In Sylvester v. Tindall, <span class=\"citation\" data-id=\"3379484\"><a href=\"/opinion/3387763/sylvester-v-tindall/\"><span class=\"volume\">154</span> <span class=\"reporter\">Fla.</span> <span class=\"page\">663</span></a></span>, <span class=\"citation\" data-id=\"3379484\"><a href=\"/opinion/3387763/sylvester-v-tindall/\"><span class=\"volume\">18</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">892</span></a></span>, 895, the court was concerned with the validity of a constitutional amendment providing for the creation and authority of a game and freshwater fish commission. After the amendment had been adopted and implementing legislation had been enacted, the petitioner in a habeas corpus proceeding challenged its validity on the ground that the form of the ballot was defective and insufficient. The court there relied in part upon a <i>statute</i> which provided that the substance of the amendment shall be printed on the ballot and held the ballot \"sufficient to put the electorate on notice as to the amendment they were voting upon, especially in view of the three months publication of the amendment [constitutional requirement] and the posting of a complete copy of it in each voting place [statutory requirement].\" Concluding this phase of the case the court further said:</p>\n<blockquote>\"While it is true that the procedure set forth in Section 1 of Art. XVII is mandatory and should be followed (Crawford v. Gilchrist, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">Fla.</span> <span class=\"page\">41</span></span>, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">So.</span> <span class=\"page\">963</span></span>, Ann.Cas. 1914B, 916; Gray v. Childs, <span class=\"citation\" data-id=\"3388596\"><a href=\"/opinion/3395622/gray-v-childs/\"><span class=\"volume\">115</span> <span class=\"reporter\">Fla.</span> <span class=\"page\">816</span></a></span>, <span class=\"citation\" data-id=\"3388596\"><a href=\"/opinion/3395622/gray-v-childs/\"><span class=\"volume\">156</span> <span class=\"reporter\">So.</span> <span class=\"page\">274</span></a></span>), this Court has recognized the almost universal rule that once an amendment is duly proposed and is actually published and submitted to a vote of the people and by them adopted without any question having been raised prior to the election as to the method by which the amendment gets before them, the effect of a favorable vote by the people is to cure defects in the form of the submission.\" 18 So. 2d at page 895.</blockquote>\n<p>The same rule was followed by the Florida court in Pearson v. Taylor, <span class=\"citation\" data-id=\"3390734\"><a href=\"/opinion/3397496/pearson-v-taylor/\"><span class=\"volume\">159</span> <span class=\"reporter\">Fla.</span> <span class=\"page\">775</span></a></span>, <span class=\"citation\" data-id=\"3390734\"><a href=\"/opinion/3397496/pearson-v-taylor/\"><span class=\"volume\">32</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">826</span></a></span>.</p>\n<p>In State ex rel. Thomson v. Peoples State Bank, <span class=\"citation\" data-id=\"1247650\"><a href=\"/opinion/1247650/state-ex-rel-thomson-v-peoples-state-bank/\"><span class=\"volume\">272</span> <span class=\"reporter\">Wis.</span> <span class=\"page\">614</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">370</span></span>, the court upheld a constitutional amendment raising the debt limit of school districts and certain cities for school purposes. It was contended the amendment was invalid because the secretary of state included in the notice of the election an explanation of the effect of the amendment, erroneously stating that the maximum debt limit would be 5%, whereas the amendment made the limit 8%, of the value of taxable property. The court called attention to the fact that the statute requiring the secretary of state to prepare such an explanatory statement, applied only to questions submitted at the general November election, whereas this proposal was submitted at the special April election where the statute had no application. After finding that the secretary of state's error did not affect the outcome of the election, the court said:</p>\n<blockquote>\"The will of the electors as indicated by their ballots should not be defeated by a mere irregularity in the procedure of submission of the amendment. Under the circumstances here we cannot say that there was doubt or confusion in the minds of the electors when they voted.\" 76 N.W.2d at page 375.</blockquote>\n<p>Defects which relate only to the form or procedure by which an amendment to the constitution is submitted to the electorate, and which are not such as to mislead the voters, are not sufficient to warrant the courts in holding the amendment void <span class=\"star-pagination\">*83</span> and defeating the will of the people after the people have clearly and knowingly approved the amendment as proposed. The expressed will of the people is not thus lightly to be disregarded and defeated on purely technical grounds. 11 Am.Jur., Constitutional Law, § 32; 16 C.J.S. Contitutional Law § 9, P. 60; Swanson v. State, <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">Neb.</span> <span class=\"page\">82</span></span>, <span class=\"citation no-link\"><span class=\"volume\">271</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">264</span></span>, 267; Larkin v. Gronna, <span class=\"citation\" data-id=\"3681473\"><a href=\"/opinion/3934451/larkin-v-gronna/\"><span class=\"volume\">69</span> <span class=\"reporter\">N.D.</span> <span class=\"page\">234</span></a></span>, <span class=\"citation\" data-id=\"3681473\"><a href=\"/opinion/3934451/larkin-v-gronna/\"><span class=\"volume\">285</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">59</span></a></span>, 63; Keenan v. Price, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">423</span></span>, 434, <span class=\"citation\" data-id=\"3411594\"><a href=\"/opinion/3415678/keenan-v-price/\"><span class=\"volume\">195</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">662</span></a></span>; Lewis v. Woodall, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">16</span></span>, <span class=\"citation\" data-id=\"1147948\"><a href=\"/opinion/1147948/lewis-v-woodall/\"><span class=\"volume\">236</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">91</span></a></span>; Boise City v. Better Homes, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">441</span></span>, 448, <span class=\"citation\" data-id=\"1181407\"><a href=\"/opinion/1181407/boise-city-v-better-homes/\"><span class=\"volume\">243</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">303</span></a></span>; Keyes v. Class \"B\" School Dist. No. 421, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">Idaho</span> <span class=\"page\">314</span></span>, 320, <span class=\"citation\" data-id=\"1362531\"><a href=\"/opinion/1362531/keyes-v-class-b-school-dist-no-421/\"><span class=\"volume\">261</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">811</span></a></span>; People ex rel. Elder v. Sours, <span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">Colo.</span> <span class=\"page\">369</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">P.</span> <span class=\"page\">167</span></span>.</p>\n<p>Judgment affirmed.</p>\n<p>No costs allowed.</p>\n<p>SMITH, KNUDSON, McQUADE and McFADDEN, JJ., concur.</p>\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1147948/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1181407/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1215152/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1247650/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1264066/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1362531/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1392172/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1876217/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3257206/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3379484/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3388596/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3390734/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3410120/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3410317/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3410879/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3411594/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3412441/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3483103/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3681473/"
          ]
        }
      ],
      "judges": "Taylor",
      "date_created": "2014-10-30T13:03:08.025943Z",
      "date_modified": "2017-04-01T00:28:29.458257Z",
      "date_filed": "1960-10-14",
      "date_filed_is_approximate": false,
      "slug": "penrod-v-crowley",
      "citation_id": 1405623,
      "case_name_short": "Penrod",
      "case_name": "Penrod v. Crowley",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "356 P.2d 73",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 10,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/906407/penrod-v-crowley/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T13:03:08.023658Z",
  "date_modified": "2014-10-30T13:03:08.023658Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Penrod",
  "case_name": "Penrod v. Crowley",
  "case_name_full": "",
  "slug": "penrod-v-crowley",
  "docket_number": "8922",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}