{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/909237/",
  "id": 909237,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca6/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/867117/",
      "id": 867117,
      "absolute_url": "/opinion/867117/frances-spurlock-v-david-fox/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/909237/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/867117/",
          "id": 867117,
          "absolute_url": "/opinion/867117/frances-spurlock-v-david-fox/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/867117/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-05-10T14:21:38.762038Z",
          "date_modified": "2017-03-28T09:54:24.582373Z",
          "type": "010combined",
          "sha1": "81cb470680e28ab00bdc2d6199be2d93e7069adc",
          "page_count": 30,
          "download_url": "http://www.ca6.uscourts.gov/opinions.pdf/13a0135p-06.pdf",
          "local_path": "pdf/2013/05/10/frances_spurlock_v._david_fox.pdf",
          "plain_text": "                     RECOMMENDED FOR FULL-TEXT PUBLICATION\n                         Pursuant to Sixth Circuit I.O.P. 32.1(b)\n                                File Name: 13a0135p.06\n\n              UNITED STATES COURT OF APPEALS\n                            FOR THE SIXTH CIRCUIT\n                              _________________\n\n\n FRANCES SPURLOCK; JEFFREY SPURLOCK, on X\n                                                    -\n                                                    -\n behalf of their minor daughter, themselves,\n and all others similarly situated; KEITH           -\n                                                    -\n                                                        No. 12-5978\n CALDWELL; CARROLL LEWIS; TENNESSEE\n                                                    ,\n                                                     >\n                           Plaintiffs-Appellants, -\n ALLIANCE FOR PROGRESS,\n\n                                                    -\n                                                    -\n                                                    -\n             v.\n                                                    -\n                                                    -\n                          Defendants-Appellees. -\n DAVID A. FOX et al.,\n                                                   N\n                     Appeal from the United States District Court\n                   for the Middle District of Tennessee at Nashville.\n                 No. 3:09-cv-00756—Kevin H. Sharp, District Judge.\n                               Argued: April 24, 2013\n                        Decided and Filed: May 10, 2013\n           Before: GILMAN, ROGERS, and SUTTON, Circuit Judges.\n\n                                _________________\n\n                                    COUNSEL\nARGUED: Michael Lottman, Kingston Springs, Tennessee, for Appellants. Allison L.\nBussell, DEPARTMENT OF LAW OF THE METROPOLITAN GOVERNMENT OF\nNASHVILLE AND DAVIDSON COUNTY, Nashville, Tennessee, for Appellees.\nON BRIEF: Michael Lottman, Kingston Springs, Tennessee, Larry Woods, Allen\nWoods, WOODS & WOODS, Nashville, Tennessee, for Appellants. Allison L. Bussell,\nChristopher M. Lackey, DEPARTMENT OF LAW OF THE METROPOLITAN\nGOVERNMENT OF NASHVILLE AND DAVIDSON COUNTY, Nashville,\nTennessee, John W. Borkowski, HOGAN LOVELLS US LLP, South Bend, Indiana, for\nAppellees.\n\n\n\n\n                                          1\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                  Page 2\n\n\n                                  _________________\n\n                                       OPINION\n                                  _________________\n\n       RONALD LEE GILMAN, Circuit Judge. This is a class-action lawsuit alleging\nracial resegregation in the Nashville public school system.          In July 2008, the\nMetropolitan Nashville Board of Public Education (the Board) adopted a new student-\nassignment plan generally referred to as the Rezoning Plan. The Rezoning Plan\nmodified the student-assignment plan that had been in place since the Metropolitan\nNashville Public Schools District (the District) achieved unitary status (i.e., became\ndesegregated) in 1998. One of the modifications effected by the Rezoning Plan was to\neliminate the so-called mandatory noncontiguous transfer zones, meaning that the\nexisting system whereby students in racially isolated geographical zones were bused to\nracially diverse schools in noncontiguous zones was replaced by a system in which the\nsame students were given a choice of either attending the schools in their own\nneighborhood or being bused to schools in the same noncontiguous zone as before, but\nnot necessarily to the same school previously attended.\n\n       The parents and the grandmother, respectively, of two black children sued the\nBoard on behalf of their children and all black students in the District whose school\nassignments were adversely affected by the elimination of the mandatory noncontiguous\ntransfer zones. They allege that the Rezoning Plan eliminated the desirable practice of\nbeing bused to a good, racially diverse school and replaced it with two inferior choices:\nstaying in a bad, racially isolated neighborhood school or being bused to a bad, racially\ndiverse school. This, they claim, has led to resegregation in violation of the students’\nrights under the Equal Protection Clause of the United States Constitution. The district\ncourt ruled in favor of the Board after an 11-day bench trial. For the reasons set forth\nbelow, we AFFIRM the judgment of the district court.\n\fNo. 12-5978         Spurlock et al. v. Fox et al.                                     Page 3\n\n\n                                  I. BACKGROUND\n\nA. Factual background\n\n        The following facts are taken primarily from the district court’s Findings of Fact\nand Conclusions of Law as filed in Spurlock v. Metropolitan Government of Nashville,\nNo. 3:09–cv–00756, 2012 WL 3064251 (M.D. Tenn. July 27, 2012). Nashville has a\nlong history of officially enforced school segregation. Following the Supreme Court’s\nlandmark decisions in Brown v. Board of Education, 347 U.S. 483 (1954) (Brown I)\n(holding that segregating schoolchildren by race is unconstitutional), and Brown v.\nBoard of Education, 349 U.S. 294, 301 (1955) (Brown II) (imposing on local school\nboards in segregated districts the affirmative duty to “effectuate a transition to a racially\nnondiscriminatory school system”), Nashville, like many other previously segregated\nschool districts, was ordered to desegregate. This was finally accomplished in 1998\nwhen, pursuant to a settlement in Kelley v. Metropolitan Board of Education, No. 3:55-\n2094, the District achieved unitary status.\n\n        Unitary status means that a school district has abandoned the “dual” status of\n“intentional segregation of students by race” and “has been brought into compliance with\nthe command of the Constitution.” Freeman v. Pitts, 503 U.S. 467, 487 (1992) (internal\nquotation marks omitted). It signifies, in other words, that a district has “eliminated the\nvestiges of prior segregation to the greatest extent practicable” with respect to legally\nimposed segregation, although it does not mean that, as a factual matter, all district\nschools contain a racially diverse mix of students. See Parents Involved in Cmty. Schs.\nv. Seattle Sch. Dist. No. 1, 551 U.S. 701, 701, 715-16, 720-21 (2007). In fact, many\nschool districts that are no longer segregated de jure remain segregated de facto due to\nprivate preferences reflected in housing patterns, and Nashville’s District is no\nexception. See Spurlock, 2012 WL 3064251, at *16-17 (setting forth data showing that,\nboth before and after the implementation of the Rezoning Plan, a number of\nneighborhoods and schools in Nashville were over 80-percent black and a few over 90-\npercent black). Once a school district has achieved unitary status, however, it is no\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                   Page 4\n\n\nlonger under an affirmative “duty to remedy imbalance that is caused by demographic\nfactors.” Freeman, 503 U.S. at 494.\n\n        After achieving unitary status, the District operated under a plan whereby\nstudents were assigned to schools largely on the basis of geography. Nashville’s school\nsystem was organized into 11 (later changed to 12) “clusters,” one cluster for each\ncomprehensive high school. The cluster system provided for stable “feeder” patterns,\nmeaning that students in the relatively large number of elementary schools in each\ncluster would be “fed” into a smaller number of middle schools in the same cluster, and\nmiddle-school students in turn would be funneled into the single comprehensive high\nschool in the cluster.\n\n        Most clusters were geographically contiguous.         Some, however, included\nnoncontiguous zones—that is, areas that were considered part of the cluster even though\nthey were not adjacent to the rest of it. Students from a cluster’s noncontiguous zones,\nlike students from elsewhere in the cluster, were assigned to the comprehensive high\nschool in the cluster, and the District provided them with free school-bus transportation\nfor that purpose. The noncontiguous zones included the poor and predominantly black\nPearl-Cohn Cluster, which was linked to the comparatively well-off and racially diverse\nHillwood Cluster. Nashville operated under this student-assignment plan from 1998 to\n2008.\n\n        The old student-assignment plan was not without its disadvantages. One problem\nthat had long worried Nashville’s political leaders, including several mayors and the\nMetro City Council, was the under-utilization of various schools throughout the District.\nSome schools attracted a large number of students and were utilized above capacity,\nwhile other schools were relatively empty and operated at levels well below what their\ninfrastructure and resources would allow. This problem grew worse after the failure of\na September 2005 referendum to increase school funding.\n\n        The District has a history of attempting to address its under-utilization problem.\nIn 2006, the District contracted with the Council of Great City Schools, an association\nof the nation’s 66 largest urban school districts, to study zoning patterns and make\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                   Page 5\n\n\nrecommendations to the Board. A team from the Council was sent to Nashville for this\npurpose but, as the trial transcript indicates, the team “fell apart” before making any\nrecommendations. Similarly, a task force appointed by the Board to look into potential\nrezoning and the closing of some schools in order to address the under-utilization\nproblem “walked away” from the task after a few meetings because the issue was too\npolitically contentious.\n\n       The school-utilization issue came up again in 2007, when the anticipated opening\nof the Cane Ridge High School in 2008 provided an impetus for the Board to tackle the\nchallenge.    In May 2007, Larry Collier, then the District’s Director of Student\nAssignment Services, made a presentation to the Board about the desirability of\noptimizing facility utilization, maximizing student choice, reducing transportation costs,\nand enhancing the involvement of families in their children’s education.             The\npresentation also posed the question of whether the noncontiguous zones were necessary.\n\n       Collier drafted a rezoning plan over the summer and presented it to the Board in\nthe fall of 2007. Under the proposed plan, elementary- and middle-school students\nliving in the Pearl-Cohn Cluster would no longer be bused to the distant Hillwood\nCluster schools, but would instead be zoned to attend the schools closer to their own\nhomes. High-school students from the Pearl-Cohn Cluster, however, would continue to\nattend Hillwood High School for the time being. Collier’s plan was considered by the\nBoard but ultimately withdrawn. Instead, the Metropolitan Nashville Public Schools\n(MNPS) implemented a scaled-back plan that left the old student-assignment system\nlargely intact but added a cluster to accommodate the new Cane Ridge High School.\n\n       In January 2008, the Board created a Community Task Force for Student\nAssignment (the Task Force) with a mission to come up with a new, comprehensive\nstudent-assignment plan for the District. The Task Force initially consisted of twelve\nappointed members. Of these, one was appointed by each of the nine Board members\n(including the Chair), one by the Mayor of Nashville, one by the MNPS Director, and\none current Board member was placed on the Task Force as a second appointee of Board\nChair Marsha Warden. Mark North, the Board member appointed by Warden, chaired\n\fNo. 12-5978          Spurlock et al. v. Fox et al.                                    Page 6\n\n\nthe Task Force. The members appointed by the MNPS Director and the Mayor later\nwithdrew for reasons not specified by the district court or in the parties’ briefs. This left\nthe Task Force with ten members, consisting of five blacks and five whites (including\nNorth).     (The words “black” and “white” as used throughout this opinion are\nsynonymous with “African-American” and “Caucasian,” respectively.)\n\n          The Board vested the Task Force with the goal “to develop a plan that promotes\nexcellent academic and scholastic opportunities for every school-age resident of\nDavidson County” (the county that is coextensive with the city of Nashville). It also\ngave the Task Force a list of nonexclusive factors to consider—namely, “building\nunder-utilization and overcrowding,” “choice options for students and parents,”\n“diversity” (defined as “the benefit of different perspectives and backgrounds to the\nstudent, the classroom, the school, and the school system as a whole”), “enhanced\nacademic achievement,” “enhanced opportunities for extracurricular activities,” “fiscal\nresponsibility,” “more parental involvement,” “benefits of neighborhood schools,”\n“stability and certainty for students and parents evaluating their options,” and “potential\nunintended consequences.” Several materials were provided for the Task Force to\nconsider in developing a new student-assignment plan, including a history of student-\nassignment issues in Nashville, the 1998 student-assignment plan, the Collier plan that\nwas proposed and withdrawn in 2007, the scaled-back plan that had been adopted in\n2007, demographic data, an article by two professors at Vanderbilt University analyzing\nthe policy of neighborhood schooling in Nashville, and the Supreme Court’s opinions\nin Keyes v. School District No. 1, 413 U.S. 189 (1973), and Parents Involved in\nCommunity Schools v. Seattle School District No. 1, 551 U.S. 701 (2007).\n\n          The Task Force began its work promptly in early January 2008. It held weekly\nmeetings lasting two to four hours each, all open to the public, and it also held separate\nbrainstorming sessions. The Task Force initially focused on the Pearl-Cohn and\nHillwood Clusters because “they embodied virtually all the issues in the Task Force’s\ncharge, e.g., building utilization, transportation costs, diversity, and school\nperformance.” Spurlock, 2012 WL 3064251, at *8. Task Force members considered and\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                    Page 7\n\n\ndebated all of the materials provided to them. They also personally took bus rides with\nschoolchildren going from noncontiguous zones to their assigned schools.\n\n       During its deliberations, the Task Force requested and received demographic data\nfrom the District staff, including student-enrollment numbers by race and socioeconomic\nstatus. The data also showed what the demographic and socioeconomic picture would\nlook like if various proposals were adopted. Task Force members, including Chairman\nNorth, testified that they requested such data because racial and socioeconomic diversity\nwas one of the factors that they had been asked to consider.\n\n       Task Force members, both black and white, testified favorably regarding the\nTask Force’s own diversity—both racial diversity and the diversity of backgrounds and\nviews. They testified that they individually did not harbor any racial prejudices and did\nnot think that any other member harbored such prejudices either, and the plaintiffs do\nnot point to any testimony or evidence to the contrary.\n\n       The Task Force ultimately achieved unanimous agreement on a set of\nrecommendations that it initially presented to the Board at the end of May 2008. These\nrecommendations—which, with certain revisions, would be adopted by the Board in July\nof that year as the final Rezoning Plan—left intact the basic structure of the old student-\nassignment plan whereby a student’s geographical area of residence determined his or\nher school assignment. The Rezoning Plan did, however, alter the zoning designation\nof certain geographic areas and schools, propose school-specific recommendations, and\nclose a number of schools.\n\n       Most importantly for the purposes of the present case, the Rezoning Plan changed\nthe old noncontiguous zones to “choice zones.” Under the new system, students in the\nformer noncontiguous zones would not be required to attend a school in a geographically\ndistant neighborhood. They would instead have a choice of either attending a school in\ntheir own neighborhood or being bused to a more distant school in the same cluster\nwhere they had formerly attended school, with free transportation provided by the\nDistrict. But the new schools designated for students in noncontiguous zones were not\nnecessarily the same individual schools designated under the old plan.\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                 Page 8\n\n\n       According to the Task Force, the new outside schools designated for\nnoncontiguous-zone students were those that had the capacity to take in more students\nand stood to gain more from a diverse student body. The plaintiffs, however, have a\ndifferent view of the matter. They claim that the newly designated schools were inferior\nto the schools to which they had been bused under the old plan. This inferior option,\nthey allege, effectively directed the overwhelmingly black student population in\nnoncontiguous zones away from the racially diverse schools in higher-income\nneighborhoods and toward the racially isolated schools in their own poverty-stricken\nneighborhoods.\n\n       The other significant modification effected by the Rezoning Plan was to increase\nthe funding and resources allocated to schools in the poorer areas. Specifically, the\nRezoning Plan called for more advanced-placement and honors course offerings, lower\nstudent-teacher and student-counselor ratios, enhanced pay for teachers, increased\ntechnology offerings, additional social workers, and full-time career and college\ncounselors for schools in low-income and racially isolated neighborhoods.\n\n       These measures were designed to increase the utilization of low-income\nneighborhood schools—which, in the case of schools located in the Pearl-Cohn Cluster,\nwere described in the Plan as “grossly underutilized”—by enhancing their quality and\nattractiveness. The same goal was also pursued through geographic rezoning. For\nexample, the Rezoning Plan placed the relatively high-income Hope Gardens\nneighborhood, as well as affluent areas in Germantown and Downtown Nashville, into\nthe Pearl-Cohn Cluster.\n\n       When North presented the Task Force’s draft Rezoning Plan to the Board in May\n2008, Board members asked questions and requested more details regarding certain\naspects of the Plan, but were overall favorably disposed. Subsequently the Board sought\nand received community input on the proposed Plan. It held community meetings at\nEast Literature Magnet School in East Nashville, Fall-Hamilton Elementary School in\nSouth Nashville, Hillwood High School in West Nashville, and John Early Middle\nSchool in North Nashville. The Board also scheduled meetings throughout June to\n\fNo. 12-5978         Spurlock et al. v. Fox et al.                               Page 9\n\n\npresent the draft Rezoning Plan to and receive feedback from various interested groups\nand persons—including the Interdenominational Ministers’ Fellowship, the National\nAssociation for the Advancement of Colored People (NAACP), the Parents Advisory\nCouncil, the Comité de Padres Latinos (the Committee of Latino Parents), the\nMetropolitan Nashville Education Association Teachers’ Union, the Service Employees\nInternational Union, the Mayor’s Office, and the authors of the Vanderbilt study.\n\n         Meanwhile, the Task Force met again to address some of the concerns expressed\nby the Board and the community. It provided more details on the additional resources\nrecommended for the Pearl-Cohn Cluster, prepared a budget indicating where the\nadditional resources would come from, and, in response to a request by a representative\nof the NAACP, added more advanced-placement and honors courses for the poorer\nschools. The Task Force also worked out the details of the zoned-option choice. Having\nmade these modifications, the Task Force voted unanimously in favor of recommending\nthe revised Rezoning Plan to the Board.\n\n         The Task Force presented the revised Rezoning Plan to the Board in early July\n2008. North reiterated that “the most important thing is that every school be a good\none.” Others, however, spoke in favor of deferring the Rezoning Plan’s implementation.\nMarilyn Robinson, President of the NAACP branch in Nashville, recommended that the\nRezoning Plan be delayed because the Board could not guarantee additional resources\nfor the poorer schools and because the Plan would create separate-but-equal schools by\n“warehousing students” in the Pearl-Cohn Cluster. Board member Ed Kindall similarly\ncontended that the Rezoning Plan would increase racial and socioeconomic isolation\nwithout making meaningful progress on facility utilization and academic performance.\nChairperson Warden then spoke out in defense of the Rezoning Plan, describing the\nhistory of gridlock on rezoning reform in Nashville and underscoring the Board’s\nresponsibility to vote on the Task Force’s reform measures. In the end, the Board voted\nby a five-to-four margin not to delay a vote on the Rezoning Plan. The five-member\nmajority consisted of one black and four whites; the four minority members were all\nblack.\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                  Page 10\n\n\n       Debate then focused on whether to vote for or against the Rezoning Plan itself.\nTwo Board members spoke in favor of the Plan, emphasizing the Task Force’s diversity,\napolitical nature, and unanimity. They also cautioned against adopting modified or\nalternative proposals that had been submitted on the spot by other Board members and\nhad not been subject to prior deliberation. Another Board member recommended that\nthe Board adopt the Rezoning Plan except for the provisions affecting the Pearl-Cohn,\nHillsboro, and Hillwood Clusters. In the end, the Board voted five to four to adopt the\nTask Force’s Rezoning Plan without modifications. The vote on the merits broke down\nalong the same lines as the vote to delay.\n\n        The Rezoning Plan went into effect starting with the 2009-10 academic year.\nAlthough its long-term effects cannot be fully ascertained at the present time, the\navailable data does permit a provisional assessment of how the Rezoning Plan has\naddressed several of its stated goals and concerns. With respect to facility under-\nutilization, which provided the original impetus for the Task Force as well as for\nprevious rezoning efforts, the district court assembled the following data:\n\n                             Facility Utilization in MNPS\n                            2008-09          2009-10      2010-11       2011-12\n Schools > 100%             38               31           35            40\ncapacity\n Schools < 70%              28               22           19            21\n capacity\n\nSpurlock, 2012 WL 3064251, at *16.\n\n       As shown by the above table, the Rezoning Plan made some headway in reducing\nthe number of over-utilized schools during its first year of operation, but the number of\nover-utilized schools had climbed back up to and beyond its pre-Plan levels by the 2011-\n12 academic year. The number of under-utilized schools, however, has seen a sustained\ndecline of approximately 25 percent since the Rezoning Plan’s implementation. This\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                  Page 11\n\n\nindicates that the Rezoning Plan has made material progress on the issue that has been\nat the forefront of reform efforts for a number of years.\n\n       On the academic-performance front, however, the data is far less encouraging.\nNashville public schools have a history of poor academic performance. The District\nfailed the No Child Left Behind benchmarks (which measure math and reading ability,\nas well as graduation and attendance rates) four times between 2003 and 2007, despite\nthe fact that Tennessee’s benchmarks rank 46th out of the 50 states in difficulty. These\nfailures conferred on the District the dubious distinction of becoming one of the first two\nschool districts in Tennessee to achieve Corrective Action status under the No Child Left\nBehind law, mandating state intervention to address the academic problems.\n\n       Post-Plan school-performance statistics set forth by the district court show no\nmarked improvement in academic performance in either the Hillwood or Pearl-Cohn\nClusters. And the achievement gap between the two clusters continues to persist. See\nSpurlock, 2012 WL 3064251, at *17-21. For example, none of the schools in the largely\nblack Pearl-Cohn Cluster achieved a “good standing” indicator of annual progress in\n2011, whereas all but two of the schools in the relatively diverse Hillwood Cluster were\nin good standing in the same year. Id. at *19-20.\n\n       Finally, with respect to racial diversity, the picture is mixed. The district court\nfocused only on the enrollment of black students, and did not make the kind of findings\nwith respect to all races (including whites, Hispanics, Asian-Americans, and others) that\nwould enable a comprehensive assessment of the Rezoning Plan’s effects on racial\ndiversity. See Parents Involved, 551 U.S. at 723-24 (cautioning against a binary view\nof race and a “limited notion of diversity” in the school-policy context). Nor are the\nstatistics emphasized on appeal by the parties particularly helpful because each party\ncherry picks absolute numbers that suit its own purpose rather than showing the post-\nPlan change in racial diversity that is the proper measure of the Plan’s effect.\nNevertheless, the following table compiled by the district court provides at least some\nmeaningful sense of the Plan’s effects, albeit only for the limited category of black\nstudent enrollment:\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                  Page 12\n\n\n\n    Percentage of Black Student Enrollment in Different Clusters in the District\n                  2008-09            2009-10          2010-11           2011-12\n District-wide    48.0               47.5             46.6              46.0\n Antioch          47.5               46.3             41.6              40.8\n Cane Ridge       41.0               44.1             44.1              43.2\n Glencliff        28.4               28.6             28.7              27.9\n Hillsboro        41.2               40.1             40.3              37.0\n Hillwood         37.5               26.4             26.1              25.5\n Hunters Lane     54.7               52.0             51.9              50.6\n Maplewood        69.8               69.7             68.2              66.1\n McGavock         36.1               35.2             36.6              36.2\n Overton          27.9               24.3             23.0              21.5\n Pearl-Cohn       79.4               80.5             80.5              80.9\n Stratford        69.4               69.3             68.5              67.4\n Whites Creek     76.1               79.0             78.3              78.3\n\nSpurlock, 2012 WL 3064251, at *16.\n\n       As the foregoing table shows, the changes in the vast majority of the clusters are\ntoo small or too inconsistent to signify a material trend toward racial isolation. There\nis, however, a pronounced trend in the Hillwood Cluster, where black student enrollment\ndropped from pre-Plan levels of 37.5 percent to 25.5 percent in the 2011-12 school year.\nMore detailed findings for the first post-Plan year show a decline in the percentage of\nblack student enrollment in all but one of the schools in the Hillwood Cluster, despite\nthe closure of the only two schools in the cluster that had a majority black student\npopulation. See id. at *17. In all, 790 fewer black students were enrolled in the\nHillwood Cluster schools during the first year after the Rezoning Plan’s implementation.\nId. The decline in the number and percentage of black students attending the relatively\ndiverse and academically superior schools in the Hillwood Cluster is at the heart of the\npresent action.\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                 Page 13\n\n\nB. Procedural background\n\n       This action was initiated by Frances and Jeffrey Spurlock and by Carroll Lewis,\nrespectively the parents and the grandmother of two black children who ended up in\nallegedly inferior schools after the Rezoning Plan was implemented. The overall\ngravamen of the complaint is that the Rezoning Plan replaced the noncontiguous-zone\nstudents’ assignment to a good school with a choice between two bad schools, thereby\nsteering black students away from racially diverse schools in relatively high-income\nneighborhoods and toward racially isolated schools in low-income neighborhoods.\n\n       The Spurlocks’ daughter lived with her parents in the Pearl-Cohn Cluster, which\nwas classified as a noncontiguous zone for the Hillwood Cluster under the old student-\nassignment plan. During the 2008-09 school year, Spurlock attended Bellevue Middle\nSchool in the Hillwood Cluster, where she qualified for the honor roll and made a\nracially diverse group of friends. After the Rezoning Plan went into effect, the District\ninformed Spurlock’s parents that she was no longer eligible to attend Bellevue, but could\ninstead attend either John Early Middle School in the Pearl-Cohn Cluster or H.G. Hill\nMiddle School in the Hillwood Cluster, both of which were academically inferior to\nBellevue. After a District representative misinformed Spurlock’s mother that the family\nmight have to pay for transportation to H.G. Hill out of its own pocket, the family\ndecided to send Spurlock to John Early. Spurlock’s experience at John Early was\nnothing like that at Bellevue. She received no homework assignments, had to share\ntextbooks with a number of other students, and often cried on the way to and from school\nbecause she was picked on by her peers.\n\n       The Lewis granddaughter also lived in the Pearl-Cohn Cluster. She attended\nMartha Vaught Middle School in the Hillwood Cluster during the 2008-09 year. After\nthe Rezoning Plan went into effect, Lewis was no longer eligible to attend Martha\nVaught, but was given the option of attending Bellevue Middle School in the Hillwood\nCluster or John Early Middle School in the Pearl-Cohn Cluster. Bellevue is a good\nschool and the one that Spurlock had attended before the Rezoning Plan’s\nimplementation. Lewis’s grandmother nevertheless decided to send her to the under-\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                  Page 14\n\n\nresourced and academically weak John Early instead, apparently because the\ngrandmother was mistakenly led to believe that it was a magnet school.\n\n       Spurlock and Lewis, joined by the Tennessee Alliance for Progress, brought suit\nin the district court against the Board and a number of related individuals and entities in\nAugust 2009, alleging that the Rezoning Plan segregated students by race in violation\nof the Equal Protection Clause of the United States Constitution. A temporary\nrestraining order was entered the very next day requiring the Board to (1) permit\nSpurlock’s transfer to Bellevue Middle School, and (2) provide textbooks to all sixth-\ngrade students at John Early Middle School. The case was subsequently reassigned to\na different district judge, who held hearings for three weeks in November 2009 on a\nmotion for a preliminary injunction. But the court never ruled on the preliminary-\ninjunction motion, and the case was again reassigned after the second judge recused\nhimself.\n\n       In April 2012, the court certified a class action on behalf of “all\nAfrican-American students in the Metropolitan Nashville public school system whose\nschool assignment was affected by the elimination of mandatory noncontiguous transfer\nzones in the 2008 re-zoning plan.” The court subsequently denied the Board’s\nsuccessive motions to dismiss and for summary judgment, and set the case for trial.\nAfter an 11-day bench trial in May 2012, the court ruled in favor of the Board for the\nreasons set forth in its 80-page Findings of Fact and Conclusions of Law. This appeal\nfollowed.\n\n                                    II. ANALYSIS\n\nA. The district court’s analysis and the claims on appeal\n\n       The district court analyzed the plaintiffs’ equal-protection claim in three steps.\nFirst the court found that the Rezoning Plan did not facially classify students by race.\nSpurlock, 2012 WL 3064251, at *24-25. Then it proceeded to examine the question of\nde jure segregation, which requires proof of acts with a segregative purpose that actually\nresult in increased or continued segregation in the public schools. The district court\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                   Page 15\n\n\nfound that there was a segregative effect, id. at *35, and that the segregative effect\nresulted from the implementation of the Rezoning Plan, id. at *31-33. But the court\nnevertheless rejected the de jure segregation claim because it found that the plaintiffs\nhad failed to prove that the Board intended to segregate students by race. Id. at *35-43.\nFinally, the district court held that the Rezoning Plan passes muster under the deferential\nrational-basis standard because the Plan is rationally related to legitimate governmental\ninterests. Id. at *43-44.\n\n       On appeal, the plaintiffs challenge all three steps of the district court’s analysis.\nThey first claim that the Rezoning Plan classifies students on the basis of race. Then\nthey argue that the district court erred in finding no intent to segregate. Finally, they\ncontend that even if there were no racial classifications nor an intent to segregate, the\nRezoning Plan would still be invalid because it cannot survive rational-basis review.\n\n       The Board, by contrast, defends all three parts of the district court’s decision.\nAlternatively, the Board argues that the district court’s decision may be upheld on the\nbasis that the Plan did not have an overall segregative effect.\n\nB. Standard of review\n\n       We review the district court’s legal conclusions de novo and its factual findings\nfollowing a bench trial under the clear-error standard. Kalamazoo River Study Grp. v.\nRockwell Int’l Corp., 355 F.3d 574, 589 (6th Cir. 2004). Clear error will be found only\nif we are “left with the definite and firm conviction that a mistake has been committed.”\nUnited States v. Canipe, 569 F.3d 597, 600 (6th Cir. 2009).\n\nC. Explicit racial classification\n\n       The plaintiffs’ first argument is that the Rezoning Plan classifies students on the\nbasis of race. Their argument relies on the Supreme Court’s opinion in Parents Involved\nin Community Schools v. Seattle School District No. 1, 551 U.S. 701 (2007), which held\nthat a unitary school district’s decision to classify students by race and to rely on that\nclassification in determining school assignments is subject to strict scrutiny. Id. at 720-\n23. The application of strict scrutiny means that an explicit racial classification will be\n\fNo. 12-5978         Spurlock et al. v. Fox et al.                                 Page 16\n\n\nupheld only if it is “narrowly tailored to achieve a compelling government interest.” Id.\nat 720 (internal quotation marks omitted). Applying these principles, the Court struck\ndown as unconstitutional the school policies in Seattle and Louisville that used a\nstudent’s racial classification (defined as “white” or “nonwhite” in Seattle and “black”\nor “other” in Louisville) as an important stand-alone factor in determining school\nassignments and that used a predetermined range of racial enrollment percentages to\nadjust the racial “balance” in individual schools. Id. at 709-17.\n\n       Parents Involved has no factual similarity to the present case. The plaintiffs have\nbeen unable to cite any provision of the Rezoning Plan that classifies students by race\nor that uses race as a factor in school assignment because there is no such provision.\nInstead, the Plan classifies students on the basis of geography. The only factor that\ndetermines a student’s school choices is his or her place of residence, regardless of race.\nAnd there is no provision in the Plan that requires a specific “balance” of racial groups\nin each school or each cluster. So the answer to the question of whether the Plan\nclassifies students by race is a clear “no.”\n\n       But the plaintiffs resist this simple reading of the Rezoning Plan and urge us to\nhold that the Plan employs a racial classification because its drafters “made use of\ndetailed racial and ethnic data throughout the process of development.” The plaintiffs\npoint out that the Task Force obtained data on the racial breakdown of students attending\ndifferent schools under the old student-assignment plan, as well as projections of student\nenrollment by race in the event that various modifications were adopted. They contend\nthat obtaining this data and including some of it in the Rezoning Plan shows that the Plan\nclassifies students by race.\n\n       We find the plaintiffs’ argument unpersuasive. Racial classification requires\nmore than the consideration of racial data. If consideration of racial data were alone\nsufficient to trigger strict scrutiny, then legislators and other policymakers would be\nrequired to blind themselves to the demographic realities of their jurisdictions and the\npotential demographic consequences of their decisions. The import of the plaintiffs’\nargument, in other words, is to impose a duty of ignorance on the part of public officials.\n\fNo. 12-5978         Spurlock et al. v. Fox et al.                                     Page 17\n\n\nSuch a requirement would be counterproductive. It would also be impossible to enforce\nbecause there is no practical way to monitor and supervise the data that policymakers are\npermitted to consider.\n\n        Not surprisingly, the plaintiffs’ argument finds no support in the law. The\nSupreme Court in Parents Involved made clear that its prohibition of racial\nclassifications “ha[s] nothing to do” with the use of racial demographic data in\npolicymaking, so long as the policy itself does not classify people by race. See 551 U.S.\nat 745 (“But the examples the dissent mentions—for example, a provision of the No\nChild Left Behind Act of 2001 that requires States to set measurable objectives to track\nthe   achievement      of    students    from       major   racial   and    ethnic    groups,\n20 U.S.C. § 6311(b)(2)(C)(v) (2000 ed., Supp. IV)—have nothing to do with the\npertinent issues in these cases.”). Justice Kennedy’s controlling concurrence put the\nmatter even more directly:\n\n        School boards may pursue the goal of bringing together students of\n        diverse backgrounds and races through other means, including strategic\n        site selection of new schools; drawing attendance zones with general\n        recognition of the demographics of neighborhoods; allocating resources\n        for special programs; recruiting students and faculty in a targeted\n        fashion; and tracking enrollments, performance, and other statistics by\n        race. These mechanisms are race conscious but do not lead to different\n        treatment based on a classification that tells each student he or she is to\n        be defined by race, so it is unlikely any of them would demand strict\n        scrutiny to be found permissible. Executive and legislative branches,\n        which for generations now have considered these types of policies and\n        procedures, should be permitted to employ them with candor and with\n        confidence that a constitutional violation does not occur whenever a\n        decisionmaker considers the impact a given approach might have\n        on students of different races. Assigning to each student a personal\n        designation according to a crude system of individual racial\n        classifications is quite a different matter; and the legal analysis changes\n        accordingly.\n\nId. at 789 (Kennedy, J., concurring) (internal citations omitted). See also Doe ex rel.\nDoe v. Lower Merion Sch. Dist., 665 F.3d 524, 548 (3d Cir. 2011) (“The consideration\nor awareness of race while developing or selecting a policy, however, is not in and of\nitself a racial classification. . . . Designing a policy ‘with racial factors in mind’ does not\n\fNo. 12-5978         Spurlock et al. v. Fox et al.                                    Page 18\n\n\nconstitute a racial classification if the policy is facially neutral and is administered in a\nrace-neutral fashion.”).\n\n        In short, the requirement that legislative classifications be color-blind does not\ndemand demographic ignorance during the policymaking process. One searches in vain\nfor a single pronouncement from any Justice of the Supreme Court, even in dissent, that\ngoes so far as to conclude that the consideration of racial demographic data during the\npolicymaking process amounts to racial classification.\n\n        Nor is the Fifth Circuit’s per curiam decision in Lewis v. Ascension Parish\nSchool Board, 662 F.3d 343 (5th Cir. 2011), to the contrary. In that case, the court of\nappeals overturned the district court’s grant of summary judgment in favor of the school\nboard “[b]ecause factual questions exist as to whether [the challenged policy] had both\na racially discriminatory motive and a disparate impact.” 662 F.3d at 352. This is\nclearly a holding with respect to the issue of de jure segregation, not racial classification.\nThe court nowhere opined that the consideration of demographic data alone amounts to\na classification by race.\n\n        To be fair, however, certain confusing pronouncements in the Lewis per curiam\nopinion appear to suggest the contrary. See, e.g., id. at 350 (“Indeed, it is unclear how\na student assignment plan could calculate the percentage of black students at each school\nwithout classifying individual students by race.”) (emphases in original). But, as the\nconcurring-and-dissenting opinion in Lewis pointed out, this statement lacks clarity. See\nid. at 361 (King, J., concurring in part and dissenting in part). After all, if the court\nmajority had truly believed that there was racial classification at play, it would have\nordered the district court on remand to subject the challenged policy to strict scrutiny,\nwhich it did not do. In any event, to the extent that certain statements in Lewis conflict\nwith Supreme Court precedent, the latter obviously prevails.\n\n        The plaintiffs next argue that we should pierce the veil of the Rezoning Plan’s\nostensible facial neutrality because “[t]he reality is that[,] if anything, streets and\naddresses in the district’s plan serve as surrogates for race.” This argument is not\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                  Page 19\n\n\nelaborated on, and the only evidence cited to support it is a general citation to the Plan\nitself, without any specific references.\n\n       But to accept the general claim that geography-based school-assignment policies\nare unconstitutional because they are really nothing more than race-based policies in\ndisguise would mean that any neighborhood-school policy adopted in a community with\nracially identifiable housing patterns is unconstitutional. Such a far-reaching implication\nhas been repeatedly disavowed by both the Supreme Court and this circuit. See Freeman\nv. Pitts, 503 U.S. 467, 495 (1992) (“Where resegregation is a product not of state action\nbut of private choices, it does not have constitutional implications. It is beyond the\nauthority and beyond the practical ability of the federal courts to try to counteract these\nkinds of continuous and massive demographic shifts. To attempt such results would\nrequire ongoing and never-ending supervision by the courts of school districts simply\nbecause they were once de jure segregated.”); accord Parents Involved, 551 U.S. at 721,\n736-37; see also Nat’l Ass’n for the Advancement of Colored People v. Lansing Bd. of\nEduc., 559 F.2d 1042, 1049 (6th Cir. 1977) (“As a matter of general principle, assigning\nschool children to schools in their neighborhoods does not offend the constitution.\nRacial imbalance in the schools does not, in itself, establish a constitutional violation.\nThe Constitution imposes no duty on school officials to correct segregative conditions\nresulting from factors over which they have no control, such as residential patterns, and\nthe failure to anticipate the effect on racial composition of the schools of adherence to\na neighborhood school policy does not signify that a school board has created a dual\nsystem, absent a showing of segregative intent.”) (internal citations omitted).\n\n       In short, the Rezoning Plan employs no racial classifications in determining a\nstudent’s school assignment. This conclusion is clear from the face of the Rezoning\nPlan, and the plaintiffs make no claim that the Plan as actually implemented differs from\nthe Plan as set forth on paper.\n\fNo. 12-5978          Spurlock et al. v. Fox et al.                                     Page 20\n\n\nD. De jure segregation\n\n        We next turn to the issue of de jure segregation. To prevail on such a claim, a\nplaintiff must show “(1) action or inaction by public officials (2) with a segregative\npurpose (3) which actually results in increased or continued segregation in the public\nschools.” Lansing Bd. of Educ., 559 F.2d at 1046; see also Keyes v. Sch. Dist. No. 1, 413\nU.S. 189, 205 (1973) (listing the “essential elements of de jure segregation” as “a current\ncondition of segregation resulting from intentional state action”). The district court\nfound that the plaintiffs had succeeded in proving state action resulting in racial\nsegregation, but that their case collapsed because of a failure to prove segregative intent.\nSpurlock, 2012 WL 3064251, at *43. This latter finding is contested by the plaintiffs on\nappeal. We must review this claim of error in light of the Supreme Court’s directive that\n“the trial court’s decision on the ultimate question of discriminatory intent represents a\nfinding of fact of the sort accorded great deference on appeal.” Hernandez v. New York,\n500 U.S. 352, 364 (1991).\n\n        In analyzing the issue of discriminatory intent, the Supreme Court’s opinion in\nVillage of Arlington Heights v. Metropolitan Housing Development Corp., 429 U.S. 252\n(1977), is instructive. The Court in Arlington Heights reaffirmed that “official action\nwill not be held unconstitutional solely because it results in a racially disproportionate\nimpact,” and that “[p]roof of racially discriminatory intent or purpose is required to show\na violation of the Equal Protection Clause.” 429 U.S. at 264-65. It then went on to\nidentify the following factors as important “evidentiary source[s]” to consider in the\nintent inquiry: “[t]he historical background of the decision[,] . . . particularly if it reveals\na series of official actions taken for invidious purposes”; “[t]he specific sequence of\nevents leading up the challenged decision”; “[d]epartures from the normal procedural\nsequence”; “[s]ubstantive departures[,] . . . particularly if the factors usually considered\nimportant by the decisionmaker strongly favor a decision contrary to the one reached”;\nand the “legislative or administrative history[,] . . . especially where there are\ncontemporary statements by members of the decisionmaking body, minutes of its\nmeetings, or reports.” Id. at 267-68. The foregoing factors are overlapping and not\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                  Page 21\n\n\nexhaustive, id. at 268, and “[t]he inquiry is practical,” Pers. Adm’r of Mass. v. Feeney,\n442 U.S. 256, 279 n.24 (1979).\n\n       We have carefully reviewed the district court’s application of the Arlington\nHeights factors to the present case, see Spurlock, 2012 WL 3064251, at *38-43, and find\nno error, much less clear error. The following evidence supports the district court’s\nfinding that there was no segregative intent at play:\n\n       •                The Rezoning Plan and the process leading to it were the\n               culmination of longstanding official efforts to address the under-\n               utilization problem that had plagued the Nashville public schools\n               for years. And the Plan meaningfully addressed this problem\n               with at least modest success. The present case therefore\n               represents the opposite of a “[s]ubstantive departure[]” where\n               “the factors usually considered important by the decisionmaker\n               strongly favor a decision contrary to the one reached,” Arlington\n               Heights, 429 U.S. at 267. Rather, the Rezoning Plan shows a\n               substantive continuity of concerns where the factor long\n               considered central by the District strongly favors the result\n               reached.\n       •                The procedure used to arrive at the Rezoning Plan was\n               well-defined, well-regulated, and transparent. Namely, a Task\n               Force representing a diversity of racial, intellectual, and\n               experiential backgrounds was appointed by representatives of\n               various constituencies; its members were free of racial prejudice;\n               its tasks and priorities were clearly and transparently defined; its\n               deliberations were conducted in the open; its process of\n               decisionmaking relied on substantive debates, listening to the\n               concerns of various interested parties, and consulting\n               authoritative Supreme Court opinions; it met with various groups\n               ranging from business interests to community activists; and it\n               was responsive to feedback from various constituencies,\n               including a modification of the Plan in response to suggestions by\n               the NAACP.\n       •               The plaintiffs criticize the fact that the Task Force “was\n               chaired, and very much led, by then-school Board member Mark\n               North, who was appointed by then-chairperson of the Board\n               Marsha Warden and who became a committed advocate of the\n               resulting plan,” and that “all the group’s decisions were required\n               to be made on a unanimous basis.” But this criticism does\n               nothing to prove segregative intent. Similarly, the cursory\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                 Page 22\n\n\n               allegation that “minutes or other records apparently were not\n               maintained of the task force’s deliberations and straw votes” is\n               inconsequential in view of the fact that all regular Task Force\n               meetings were open to the public. Nor is there any persuasive\n               force to the plaintiffs’ contention that using the Task Force\n               procedure represents a“[d]eparture[] from the normal procedural\n               sequence” where certain witnesses could recall only one prior\n               instance (in the mid-1990s) of a similar procedure having been\n               used by the Board. There is nothing abnormal or pernicious\n               about the political appointment of apolitical bodies to address\n               significant public-policy concerns. In the federal context, such\n               bodies have included the 9/11 Commission, the Iraq Study\n               Group, and the Financial Crisis Inquiry Commission, to mention\n               only a few well-known examples. Moreover, if the use of the\n               Task Force had been in any way suspicious, one would expect\n               that community voices would have been raised against it at the\n               inception, which the plaintiffs have not alleged.\n       •                Apparently aware of the difficulty of poking holes in the\n               Task Force procedure, and of the absence of any evidence\n               showing that any of the Task Force members harbored\n               discriminatory intentions, the plaintiffs claim that “the intent of\n               the members of the School District’s Task Force is immaterial”\n               and that we should instead focus solely on the Board. To be sure,\n               the Board was the body that ultimately decided to adopt and\n               implement the Rezoning Plan, and its intentions are therefore\n               relevant (and will be discussed below). But given the degree of\n               authority and autonomy afforded the Task Force, and the district\n               court’s uncontested finding that “the Board essentially\n               rubber-stamped the Task Force’s work product,” Spurlock, 2012\n               WL 3064251, at *43, the Task Force members’ intentions are in\n               fact far from “immaterial.”\n\n       Nothwitstanding the foregoing indicia of proper intent, the plaintiffs press two\narguments in support of their contention that the Rezoning Plan was intended to\nsegregate students by race.      They argue, first, that the racial demographic data\nconsidered by the Task Force and set forth in the Plan indicates an intent to segregate,\nand, second, that the disparate impact of the Plan on black students is so pervasive that\nit cannot be explained by anything other than racial animus. We find neither argument\npersuasive.\n\fNo. 12-5978         Spurlock et al. v. Fox et al.                                   Page 23\n\n\n        The claim that considering demographic data amounts to segregative intent flies\nin the face of the Supreme Court’s holding that “disparate impact and foreseeable\nconsequences, without more, do not establish a constitutional violation.” Columbus Bd.\nof Educ. v. Penick, 443 U.S. 449, 464 (1979). As the Court explained in Personnel\nAdministrator of Massachusetts v. Feeney, 442 U.S. 256 (1979),\n\n        “[d]iscriminatory purpose” . . . implies more than intent as volition or\n        intent as awareness of consequences. It implies that the decisionmaker\n        . . . selected or reaffirmed a particular course of action at least in part\n        “because of,” not merely “in spite of,” its adverse effects upon an\n        identifiable group.\n\nId. at 279 (internal citations omitted).\n\n        The plaintiffs attempt to circumvent this unfavorable precedent by arguing that\n“this case is not about ‘awareness’ or ‘consciousness’ of racial information, but about\nembracing and relying on such information and updated projections of same at every\nstep of the plan-drafting process.” The distinction urged by the plaintiffs, however, is\nunconvincing. If what is meant by “embracing and relying” is that policymakers can be\naware of certain demographic facts but cannot affirmatively solicit or use them during\nthe policymaking process, such a rule would prove unenforceable because, in the\nabsence of any explicit racial classification or proof of discriminatory intent, the line\nbetween “awareness” and “embracing” is almost impossible to draw.\n\n        Moreover, such line-drawing would accomplish nothing. The Supreme Court,\nas previously discussed, has acknowledged that demographic data is used in a variety of\nlegislative and policymaking contexts, and it has made clear that the use of such data,\nwithout more, does not offend the Constitution. See Parents Involved in Cmty. Schs. v.\nSeattle Sch. Dist. No. 1, 551 U.S. 701, 745 (2007); id. at 789 (Kennedy, J., concurring).\nSee also United States v. Hays, 515 U.S. 737, 745 (1995) (“The record does contain\nevidence tending to show that the legislature was aware of the racial composition of\nDistrict 5, and of Lincoln Parish. We [have] recognized . . . , however, that the\nlegislature always is aware of race when it draws district lines, just as it is aware of age,\neconomic status, religious and political persuasion, and a variety of other demographic\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                  Page 24\n\n\nfactors. That sort of race consciousness does not lead inevitably to impermissible race\ndiscrimination.”) (emphases in original) (quotation marks omitted). So we squarely\nreject the purported ban on “embracing” demographic data because it would impose a\ncounterproductive duty of ignorance on the part of public officials and would require\njudges to undertake impracticable inquiries.\n\n       In the present case, there is no proof to justify the inference that the Task Force\nobtained racial demographic data in furtherance of an intent to segregate the Nashville\nschool system. The evidence cited by the plaintiffs instead suggests that the Task Force\nmembers’ intent in considering racial data was to understand the demographic\nconsequences of various potential reforms so as to adopt measures that would have the\nleast possible effect on increasing racial isolation and exacerbating the racial\nachievement gap.\n\n       And that is exactly what they attempted to do. For example, the Rezoning Plan\ncontains a number of measures specifically designed to address the myriad problems in\nthe racially isolated and socioeconomically deprived Pearl-Cohn Cluster—including\nmore advanced-placement and honors course offerings, lower student-teacher and\nstudent-counselor ratios, enhanced pay for teachers, increased technology offerings, the\naddition of social workers and full-time career and college counselors, and the merging\nof relatively high-income areas into the Pearl-Cohn Cluster. Such measures, which were\ndesigned to improve the Pearl-Cohn Cluster schools and increase their utilization,\nundermine the plaintiffs’ claim of racial animus. See Doe ex rel. Doe v. Lower Merion\nSch. Dist., 665 F.3d 524, 553 (3d Cir. 2011) (refusing to find discriminatory intent where\ncertain statements by school-board officials “may indicate awareness or consciousness\nof race,” but “[i]nstead of being adopted for the purpose of discrimination, the statements\nindicate, if anything, that Board members and Administrators adopted [the] Plan [at\nissue] in an attempt not to discriminate on the basis of race”) (emphasis in original).\n\n       The plaintiffs also emphasize the testimony of NAACP member Thomas Searcy\nduring the preliminary-injunction hearings. Searcy testified that when he challenged\nNorth by arguing that the Plan would increase racial isolation in certain clusters, “his\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                  Page 25\n\n\nreply essentially was that that was a small price to pay for what ultimately was going to\nbe an improvement in the schools; i.e., the schools, though more segregated, would be\nbetter.” Even assuming that these were in fact North’s words, this testimony does not\nhelp the plaintiffs. It simply shows that North, while aware that the Plan might increase\nracial isolation, thought that the benefits of improved academic performance outweighed\nthe potential negative consequences.        This is simply a candid expression of a\npolicymaker’s cost-benefit judgment. It shows, at most, that North decided in favor of\nthe Plan “in spite of” its effect on racial isolation, not “because of” such an effect. See\nFeeney, 442 U.S. at 279. In light of the firmly established principle that awareness of\na disparate impact does not prove an intent to segregate, Searcy’s testimony about\nNorth’s alleged remark is not determinative.\n\n       Moreover, unlike other cases where courts have found segregative intent, there\nis no evidence in the present case that racial demographic data was used to create race-\nbased loopholes and exceptions in an otherwise geographically based scheme. Cf.\nColumbus Bd. of Educ., 443 U.S. at 461-62, 461 n.8 (noting that black teachers were\nassigned only to those schools with substantial black student populations and that\nexceptions were made to an otherwise geographically based neighborhood-school policy\nto allow white students to avoid predominantly black schools); Nat’l Ass’n for the\nAdvancement of Colored People v. Lansing Bd. of Educ., 559 F.2d 1042, 1050-52 (6th\nCir. 1977) (noting that the neighborhood-school policy was subject to a loophole in the\nform of a “special transfer policy” due to “emotional need,” which was used to allow\nwhite students living in black neighborhoods to avoid attending predominantly black\nschools, and that “the Board of Education pursued a practice of disproportionate\nassignment of minority teachers and administrators to predominantly black schools”).\nIn sum, the inferences that can be drawn from the Task Force’s consideration of\ndemographic data undercut, rather than support, a finding of segregative intent.\n\n       Finally, the plaintiffs ask us to draw an inference of discriminatory intent from\nthe bare fact of the Rezoning Plan’s disparate impact on black students. But disparate\nimpact standing alone, as previously discussed, does not establish a constitutional\n\fNo. 12-5978         Spurlock et al. v. Fox et al.                                   Page 26\n\n\nviolation. Feeney, 442 U.S. at 272-73; Vill. of Arlington Heights v. Metro. Hous. Dev.\nCorp., 429 U.S. 252, 264-65 (1977); Washington v. Davis, 426 U.S. 229, 242 (1976).\nThe plaintiffs correctly note, however, that evidence of a policy’s disparate impact may\nbe probative in determining whether the policymaker harbored a discriminatory intent.\nSee Arlington Heights, 429 U.S. at 266 (“Determining whether invidious discriminatory\npurpose was a motivating factor demands a sensitive inquiry into such circumstantial and\ndirect evidence of intent as may be available. The impact of the official action, whether\nit bears more heavily on one race than another, may provide an important starting\npoint.”) (internal citation and quotation marks omitted); Washington v. Davis, 426 U.S.\nat 242 (“Disproportionate impact is not irrelevant, but it is not the sole touchstone of an\ninvidious racial discrimination forbidden by the Constitution.”); accord Feeney, 442\nU.S. at 274.\n\n        Evidence of disparate impact, although relevant, is rarely dispositive. This\ncircuit at one time operated under the rule that “[a] presumption of segregative purpose\narises when plaintiffs establish that the natural, probable, and foreseeable result of public\nofficials’ action or inaction was an increase or perpetuation of public school\nsegregation.” Oliver v. Mich. State Bd. of Educ., 508 F.2d 178, 182 (6th Cir. 1974). But\nthe Supreme Court has specifically rejected the Oliver presumption. See Dayton Bd. of\nEduc. v. Brinkman, 443 U.S. 526, 536 n.9 (1979) (referring to Oliver and explaining that\n“[w]e have never held that as a general proposition the foreseeability of segregative\nconsequences makes out a prima facie case of purposeful racial discrimination and shifts\nthe burden of producing evidence to the defendants if they are to escape judgment; and\neven more clearly there is no warrant in our cases for holding that such foreseeability\nroutinely shifts the burden of persuasion to the defendants”).\n\n        The Supreme Court’s decision in Arlington Heights fleshed out the proper role\nof disparate-impact evidence with regard to the intent inquiry:\n\n        Sometimes a clear pattern, unexplainable on grounds other than race,\n        emerges from the effect of the state action even when the governing\n        legislation appears neutral on its face. Yick Wo v. Hopkins, 118 U.S. 356\n        (1886); Gomillion v. Lightfoot, 364 U.S. 339 (1960). The evidentiary\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                 Page 27\n\n\n       inquiry is then relatively easy. But such cases are rare. Absent a pattern\n       as stark as that in Gomillion or Yick Wo, impact alone is not\n       determinative, and the Court must look to other evidence.\n\n429 U.S. at 266 (some internal citations omitted). Applying these principles, our task\nis to determine whether the present case belongs with Yick Wo and Gomillion in that rare\ncategory where the clear pattern of disparate impact cannot be explained except by\nreference to discriminatory intent, or whether it fits the usual mold where disparate\nimpact alone cannot justify an inference of intent.\n\n       Yick Wo involved San Francisco ordinances governing the regulation of\nlaundries.    The undisputed evidence showed that the ordinances were enforced\nexclusively against Chinese laundry operators and never against whites, even though\nthere was no difference in the two groups’ compliance with legal requirements. 118 U.S.\nat 374. No reason was proffered for the discriminatory enforcement. Id. The Supreme\nCourt held that the lopsided enforcement “is a denial of the equal protection of the laws,\nand a violation of the fourteenth amendment of the constitution.” Id.\n\n       In Gomillion, the complaint alleged that the Alabama legislature transformed “the\nshape of Tuskegee from a square to an uncouth twenty-eight-sided figure,” which served\nto “remove from the city all save four or five of its 400 Negro voters while not removing\na single white voter or resident.” 364 U.S. at 340-41. The Supreme Court held that the\ncomplaint stated a claim for the violation of the right to vote under the Fifteenth\nAmendment. Id. at 347-48. Justice Whittaker concurred in the result, opining that “the\ndecision should be rested not on the Fifteenth Amendment, but rather on the Equal\nProtection Clause of the Fourteenth Amendment to the Constitution.” Id. at 349\n(Whittaker, J., concurring).\n\n       The present case bears no resemblance to either Yick Wo or Gomillion. Here, the\nnegative impact of the Rezoning Plan is not so overwhelmingly or suspiciously\nconcentrated upon black citizens as to leave no room for an inference other than\nsegregative intent. To the contrary, the Plan contains numerous provisions specifically\nbenefitting the schools in underprivileged neighborhoods heavily populated by blacks.\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                  Page 28\n\n\nThe district court’s uncontested findings further show that there was a significant drop\nin the percentage of black student enrollment in only one out of twelve geographic\nclusters, and even there black student enrollment remained at over 25 percent.\n\n       Moreover, the defendants in the present case, unlike those in Yick Wo and\nGomillion, have offered a number of plausible nondiscriminatory explanations for their\nreform efforts, chief among them tackling the school under-utilization problem. The\nother Arlington Heights factors also point away from a finding of segregative intent. So\nthe present case does not come close to being the rare one where segregative intent is\nshown by disparate impact alone.\n\n       Rather, the present case is more like Personnel Administrator of Massachusetts\nv. Feeney, 442 U.S. 256 (1979), which involved an equal-protection challenge to a\nMassachusetts statute establishing a hiring preference for veterans.          The statute\n“benefit[ted] an overwhelmingly male class,” id. at 269, an effect so obvious a priori\nthat the legislators’ foreknowledge of the statute’s disparate impact could not be denied,\nid. at 278. Nevertheless, the Supreme Court refused to find an intent to discriminate\nagainst women, holding that the statute was intended to benefit veterans, not men, and\nthat it was adopted “in spite of” its disparate impact on women, not “because of” such\nan impact. Id. at 279-80. The present case is analogous in that the Rezoning Plan was\nintended to ameliorate the school under-utilization problem, not to benefit whites. And\nto the extent that the Board might have known of the possibility of a disparate impact (a\npossibility that, unlike in Feeney, was by no means inevitable), there is no proof that the\nRezoning Plan was adopted “because of” its disparate impact on blacks rather than “in\nspite” of such an impact.\n\n       In sum, the overwhelming weight of the evidence supports the district court’s\nfinding that the Rezoning Plan was not adopted or implemented with a segregative\nintent. The plaintiffs have therefore failed to satisfy the segregative-intent element of\na de jure segregation claim. We thus have no occasion to address the Board’s alternative\nargument for affirmance on the basis that the Plan’s segregative effect was too marginal\nto be legally cognizable.\n\fNo. 12-5978         Spurlock et al. v. Fox et al.                                     Page 29\n\n\nE. Rational-basis review\n\n        Because the Rezoning Plan does not classify students by race and was not\nadopted with a segregative intent, the Plan is subject to rational-basis review. See, e.g.,\nDoe ex rel. Doe v. Lower Merion Sch. Dist., 665 F.3d 524, 556 (3d Cir. 2011). Under\nthis standard, “legislation is presumed to be valid and will be sustained if the\nclassification drawn by the statute is rationally related to a legitimate state interest.” City\nof Cleburne v. Cleburne Living Ctr., 473 U.S. 432, 440 (1985). “When social or\neconomic legislation is at issue, the Equal Protection Clause allows the States wide\nlatitude, and the Constitution presumes that even improvident decisions will eventually\nbe rectified by the democratic processes.” Id. (internal citations omitted). Rational-basis\nreview is “highly deferential” and will result in a holding of unconstitutionality “only\nin rare or exceptional circumstances.” Doe v. Mich. Dep’t of State Police, 490 F.3d 491,\n501 (6th Cir. 2007).\n\n        In the present case, the Board contends that a number of legitimate state interests\nare served by the Rezoning Plan. We need address only one—namely, school under-\nutilization. As discussed above, under-utilization had long been a concern in the\nDistrict, with many schools operating at levels below what their resources and\ninfrastructure would permit, while other schools were overflowing. The Board’s interest\nin remedying this problem and attaining a more efficient allocation of educational\nresources indisputably qualifies as a legitimate state interest. And the Rezoning Plan\nmeaningfully addressed the under-utilization problem by, among other things, adjusting\nschool-zone boundaries, redesignating certain schools, recommending school-specific\nreforms, and allocating more resources to areas with under-utilized schools. These\nmeasures not only rationally relate to the under-utilization problem; they actually solved\nthe problem in a significant portion of the underutilized schools. This is more than\nenough to show that the Rezoning Plan passes constitutional muster.\n\n        Our conclusion that the Rezoning Plan is constitutional, however, should not be\nunderstood to be a judicial endorsement of its “success.” As the district court found, the\nPlan’s much-touted neighborhood-school concept “may have thin support in the\n\fNo. 12-5978            Spurlock et al. v. Fox et al.                              Page 30\n\n\nacademic literature.” Spurlock, 2012 WL 3064251, at *44. That equivocal finding is\nnot surprising. After all, the notion that children from underprivileged neighborhoods\nare somehow better off staying in their woefully deprived neighborhood schools—so\nwoefully deprived that the students at John Early Middle School in the Pearl-Cohn\nCluster had to share textbooks—instead of attending manifestly superior outside schools,\nis counterintuitive.\n\n         Nor is there any indication in the record that the Rezoning Plan has done much\nto alleviate problems other than school under-utilization, despite the Rezoning Plan’s\nefforts to direct more resources into the racially isolated schools in the District. The\nracial achievement gap apparently exists much as before. Nor has overall academic\nperformance materially changed. Nashville public-school students as a whole were\ndoing poorly before the Plan and continue to do poorly after the Plan. Finally, the effect\non racial and socioeconomic diversity, although not dramatic in one direction or the\nother, appears to have drifted in the direction of increasing isolation.\n\n         In the aggregate, then, the Plan seems to have achieved a modest measure of\nsuccess in improving school utilization while modestly increasing racial isolation.\nWhether that incremental step forward was worth the incremental step backward is a\ndebatable question. But “the Fourteenth Amendment cannot be made a refuge from ill-\nadvised laws,” and “[t]he calculus of effects, the manner in which a particular law\nreverberates in a society, is a legislative and not a judicial responsibility.” Pers. Adm’r\nof Mass. v. Feeney, 442 U.S. 256, 281, 272 (1979) (ellipsis and quotation marks\nomitted). In the absence of any constitutional infirmity, it is not the province of the\ncourts to dictate and supervise local school policy.\n\n                                     III. CONCLUSION\n\n         For all of the reasons set forth above, we AFFIRM the judgment of the district\ncourt.\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">                     RECOMMENDED FOR FULL-TEXT PUBLICATION\n                         Pursuant to Sixth Circuit I.O.P. 32.1(b)\n                                File Name: 13a0135p.06\n\n              UNITED STATES COURT OF APPEALS\n                            FOR THE SIXTH CIRCUIT\n                              _________________\n\n\n FRANCES SPURLOCK; JEFFREY SPURLOCK, on X\n                                                    -\n                                                    -\n behalf of their minor daughter, themselves,\n and all others similarly situated; KEITH           -\n                                                    -\n                                                        No. 12-5978\n CALDWELL; CARROLL LEWIS; TENNESSEE\n                                                    ,\n                                                     >\n                           Plaintiffs-Appellants, -\n ALLIANCE FOR PROGRESS,\n\n                                                    -\n                                                    -\n                                                    -\n             v.\n                                                    -\n                                                    -\n                          Defendants-Appellees. -\n DAVID A. FOX et al.,\n                                                   N\n                     Appeal from the United States District Court\n                   for the Middle District of Tennessee at Nashville.\n                 No. 3:09-cv-00756—Kevin H. Sharp, District Judge.\n                               Argued: April 24, 2013\n                        Decided and Filed: May 10, 2013\n           Before: GILMAN, ROGERS, and SUTTON, Circuit Judges.\n\n                                _________________\n\n                                    COUNSEL\nARGUED: Michael Lottman, Kingston Springs, Tennessee, for Appellants. Allison L.\nBussell, DEPARTMENT OF LAW OF THE METROPOLITAN GOVERNMENT OF\nNASHVILLE AND DAVIDSON COUNTY, Nashville, Tennessee, for Appellees.\nON BRIEF: Michael Lottman, Kingston Springs, Tennessee, Larry Woods, Allen\nWoods, WOODS & WOODS, Nashville, Tennessee, for Appellants. Allison L. Bussell,\nChristopher M. Lackey, DEPARTMENT OF LAW OF THE METROPOLITAN\nGOVERNMENT OF NASHVILLE AND DAVIDSON COUNTY, Nashville,\nTennessee, John W. Borkowski, HOGAN LOVELLS US LLP, South Bend, Indiana, for\nAppellees.\n\n\n\n\n                                          1\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                  Page 2\n\n\n                                  _________________\n\n                                       OPINION\n                                  _________________\n\n       RONALD LEE GILMAN, Circuit Judge. This is a class-action lawsuit alleging\nracial resegregation in the Nashville public school system.          In July 2008, the\nMetropolitan Nashville Board of Public Education (the Board) adopted a new student-\nassignment plan generally referred to as the Rezoning Plan. The Rezoning Plan\nmodified the student-assignment plan that had been in place since the Metropolitan\nNashville Public Schools District (the District) achieved unitary status (i.e., became\ndesegregated) in 1998. One of the modifications effected by the Rezoning Plan was to\neliminate the so-called mandatory noncontiguous transfer zones, meaning that the\nexisting system whereby students in racially isolated geographical zones were bused to\nracially diverse schools in noncontiguous zones was replaced by a system in which the\nsame students were given a choice of either attending the schools in their own\nneighborhood or being bused to schools in the same noncontiguous zone as before, but\nnot necessarily to the same school previously attended.\n\n       The parents and the grandmother, respectively, of two black children sued the\nBoard on behalf of their children and all black students in the District whose school\nassignments were adversely affected by the elimination of the mandatory noncontiguous\ntransfer zones. They allege that the Rezoning Plan eliminated the desirable practice of\nbeing bused to a good, racially diverse school and replaced it with two inferior choices:\nstaying in a bad, racially isolated neighborhood school or being bused to a bad, racially\ndiverse school. This, they claim, has led to resegregation in violation of the students’\nrights under the Equal Protection Clause of the United States Constitution. The district\ncourt ruled in favor of the Board after an 11-day bench trial. For the reasons set forth\nbelow, we AFFIRM the judgment of the district court.\n\fNo. 12-5978         Spurlock et al. v. Fox et al.                                     Page 3\n\n\n                                  I. BACKGROUND\n\nA. Factual background\n\n        The following facts are taken primarily from the district court’s Findings of Fact\nand Conclusions of Law as filed in Spurlock v. Metropolitan Government of Nashville,\nNo. 3:09–cv–00756, </pre><span class=\"citation no-link\"><span class=\"volume\">2012</span> <span class=\"reporter\">WL</span> <span class=\"page\">3064251</span></span><pre class=\"inline\"> (M.D. Tenn. July 27, 2012). Nashville has a\nlong history of officially enforced school segregation. Following the Supreme Court’s\nlandmark decisions in Brown v. Board of Education, </pre><span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span><pre class=\"inline\"> (1954) (Brown I)\n(holding that segregating schoolchildren by race is unconstitutional), and Brown v.\nBoard of Education, </pre><span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">349</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span><pre class=\"inline\">, 301 (1955) (Brown II) (imposing on local school\nboards in segregated districts the affirmative duty to “effectuate a transition to a racially\nnondiscriminatory school system”), Nashville, like many other previously segregated\nschool districts, was ordered to desegregate. This was finally accomplished in 1998\nwhen, pursuant to a settlement in Kelley v. Metropolitan Board of Education, No. 3:55-\n2094, the District achieved unitary status.\n\n        Unitary status means that a school district has abandoned the “dual” status of\n“intentional segregation of students by race” and “has been brought into compliance with\nthe command of the Constitution.” Freeman v. Pitts, </pre><span class=\"citation\" data-id=\"112718\"><a href=\"/opinion/112718/freeman-v-pitts/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">467</span></a></span><pre class=\"inline\">, 487 (1992) (internal\nquotation marks omitted). It signifies, in other words, that a district has “eliminated the\nvestiges of prior segregation to the greatest extent practicable” with respect to legally\nimposed segregation, although it does not mean that, as a factual matter, all district\nschools contain a racially diverse mix of students. See Parents Involved in Cmty. Schs.\nv. Seattle Sch. Dist. No. 1, </pre><span class=\"citation\" data-id=\"145702\"><a href=\"/opinion/145702/parents-involved-in-community-schools-v-seattle-school-dist-no-1/\"><span class=\"volume\">551</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">701</span></a></span><pre class=\"inline\">, 701, 715-16, 720-21 (2007). In fact, many\nschool districts that are no longer segregated de jure remain segregated de facto due to\nprivate preferences reflected in housing patterns, and Nashville’s District is no\nexception. See Spurlock, </pre><span class=\"citation no-link\"><span class=\"volume\">2012</span> <span class=\"reporter\">WL</span> <span class=\"page\">3064251</span></span><pre class=\"inline\">, at *16-17 (setting forth data showing that,\nboth before and after the implementation of the Rezoning Plan, a number of\nneighborhoods and schools in Nashville were over 80-percent black and a few over 90-\npercent black). Once a school district has achieved unitary status, however, it is no\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                   Page 4\n\n\nlonger under an affirmative “duty to remedy imbalance that is caused by demographic\nfactors.” Freeman, 503 U.S. at 494.\n\n        After achieving unitary status, the District operated under a plan whereby\nstudents were assigned to schools largely on the basis of geography. Nashville’s school\nsystem was organized into 11 (later changed to 12) “clusters,” one cluster for each\ncomprehensive high school. The cluster system provided for stable “feeder” patterns,\nmeaning that students in the relatively large number of elementary schools in each\ncluster would be “fed” into a smaller number of middle schools in the same cluster, and\nmiddle-school students in turn would be funneled into the single comprehensive high\nschool in the cluster.\n\n        Most clusters were geographically contiguous.         Some, however, included\nnoncontiguous zones—that is, areas that were considered part of the cluster even though\nthey were not adjacent to the rest of it. Students from a cluster’s noncontiguous zones,\nlike students from elsewhere in the cluster, were assigned to the comprehensive high\nschool in the cluster, and the District provided them with free school-bus transportation\nfor that purpose. The noncontiguous zones included the poor and predominantly black\nPearl-Cohn Cluster, which was linked to the comparatively well-off and racially diverse\nHillwood Cluster. Nashville operated under this student-assignment plan from 1998 to\n2008.\n\n        The old student-assignment plan was not without its disadvantages. One problem\nthat had long worried Nashville’s political leaders, including several mayors and the\nMetro City Council, was the under-utilization of various schools throughout the District.\nSome schools attracted a large number of students and were utilized above capacity,\nwhile other schools were relatively empty and operated at levels well below what their\ninfrastructure and resources would allow. This problem grew worse after the failure of\na September 2005 referendum to increase school funding.\n\n        The District has a history of attempting to address its under-utilization problem.\nIn 2006, the District contracted with the Council of Great City Schools, an association\nof the nation’s 66 largest urban school districts, to study zoning patterns and make\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                   Page 5\n\n\nrecommendations to the Board. A team from the Council was sent to Nashville for this\npurpose but, as the trial transcript indicates, the team “fell apart” before making any\nrecommendations. Similarly, a task force appointed by the Board to look into potential\nrezoning and the closing of some schools in order to address the under-utilization\nproblem “walked away” from the task after a few meetings because the issue was too\npolitically contentious.\n\n       The school-utilization issue came up again in 2007, when the anticipated opening\nof the Cane Ridge High School in 2008 provided an impetus for the Board to tackle the\nchallenge.    In May 2007, Larry Collier, then the District’s Director of Student\nAssignment Services, made a presentation to the Board about the desirability of\noptimizing facility utilization, maximizing student choice, reducing transportation costs,\nand enhancing the involvement of families in their children’s education.             The\npresentation also posed the question of whether the noncontiguous zones were necessary.\n\n       Collier drafted a rezoning plan over the summer and presented it to the Board in\nthe fall of 2007. Under the proposed plan, elementary- and middle-school students\nliving in the Pearl-Cohn Cluster would no longer be bused to the distant Hillwood\nCluster schools, but would instead be zoned to attend the schools closer to their own\nhomes. High-school students from the Pearl-Cohn Cluster, however, would continue to\nattend Hillwood High School for the time being. Collier’s plan was considered by the\nBoard but ultimately withdrawn. Instead, the Metropolitan Nashville Public Schools\n(MNPS) implemented a scaled-back plan that left the old student-assignment system\nlargely intact but added a cluster to accommodate the new Cane Ridge High School.\n\n       In January 2008, the Board created a Community Task Force for Student\nAssignment (the Task Force) with a mission to come up with a new, comprehensive\nstudent-assignment plan for the District. The Task Force initially consisted of twelve\nappointed members. Of these, one was appointed by each of the nine Board members\n(including the Chair), one by the Mayor of Nashville, one by the MNPS Director, and\none current Board member was placed on the Task Force as a second appointee of Board\nChair Marsha Warden. Mark North, the Board member appointed by Warden, chaired\n\fNo. 12-5978          Spurlock et al. v. Fox et al.                                    Page 6\n\n\nthe Task Force. The members appointed by the MNPS Director and the Mayor later\nwithdrew for reasons not specified by the district court or in the parties’ briefs. This left\nthe Task Force with ten members, consisting of five blacks and five whites (including\nNorth).     (The words “black” and “white” as used throughout this opinion are\nsynonymous with “African-American” and “Caucasian,” respectively.)\n\n          The Board vested the Task Force with the goal “to develop a plan that promotes\nexcellent academic and scholastic opportunities for every school-age resident of\nDavidson County” (the county that is coextensive with the city of Nashville). It also\ngave the Task Force a list of nonexclusive factors to consider—namely, “building\nunder-utilization and overcrowding,” “choice options for students and parents,”\n“diversity” (defined as “the benefit of different perspectives and backgrounds to the\nstudent, the classroom, the school, and the school system as a whole”), “enhanced\nacademic achievement,” “enhanced opportunities for extracurricular activities,” “fiscal\nresponsibility,” “more parental involvement,” “benefits of neighborhood schools,”\n“stability and certainty for students and parents evaluating their options,” and “potential\nunintended consequences.” Several materials were provided for the Task Force to\nconsider in developing a new student-assignment plan, including a history of student-\nassignment issues in Nashville, the 1998 student-assignment plan, the Collier plan that\nwas proposed and withdrawn in 2007, the scaled-back plan that had been adopted in\n2007, demographic data, an article by two professors at Vanderbilt University analyzing\nthe policy of neighborhood schooling in Nashville, and the Supreme Court’s opinions\nin Keyes v. School District No. 1, </pre><span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span><pre class=\"inline\"> (1973), and Parents Involved in\nCommunity Schools v. Seattle School District No. 1, </pre><span class=\"citation\" data-id=\"145702\"><a href=\"/opinion/145702/parents-involved-in-community-schools-v-seattle-school-dist-no-1/\"><span class=\"volume\">551</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">701</span></a></span><pre class=\"inline\"> (2007).\n\n          The Task Force began its work promptly in early January 2008. It held weekly\nmeetings lasting two to four hours each, all open to the public, and it also held separate\nbrainstorming sessions. The Task Force initially focused on the Pearl-Cohn and\nHillwood Clusters because “they embodied virtually all the issues in the Task Force’s\ncharge, e.g., building utilization, transportation costs, diversity, and school\nperformance.” Spurlock, </pre><span class=\"citation no-link\"><span class=\"volume\">2012</span> <span class=\"reporter\">WL</span> <span class=\"page\">3064251</span></span><pre class=\"inline\">, at *8. Task Force members considered and\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                    Page 7\n\n\ndebated all of the materials provided to them. They also personally took bus rides with\nschoolchildren going from noncontiguous zones to their assigned schools.\n\n       During its deliberations, the Task Force requested and received demographic data\nfrom the District staff, including student-enrollment numbers by race and socioeconomic\nstatus. The data also showed what the demographic and socioeconomic picture would\nlook like if various proposals were adopted. Task Force members, including Chairman\nNorth, testified that they requested such data because racial and socioeconomic diversity\nwas one of the factors that they had been asked to consider.\n\n       Task Force members, both black and white, testified favorably regarding the\nTask Force’s own diversity—both racial diversity and the diversity of backgrounds and\nviews. They testified that they individually did not harbor any racial prejudices and did\nnot think that any other member harbored such prejudices either, and the plaintiffs do\nnot point to any testimony or evidence to the contrary.\n\n       The Task Force ultimately achieved unanimous agreement on a set of\nrecommendations that it initially presented to the Board at the end of May 2008. These\nrecommendations—which, with certain revisions, would be adopted by the Board in July\nof that year as the final Rezoning Plan—left intact the basic structure of the old student-\nassignment plan whereby a student’s geographical area of residence determined his or\nher school assignment. The Rezoning Plan did, however, alter the zoning designation\nof certain geographic areas and schools, propose school-specific recommendations, and\nclose a number of schools.\n\n       Most importantly for the purposes of the present case, the Rezoning Plan changed\nthe old noncontiguous zones to “choice zones.” Under the new system, students in the\nformer noncontiguous zones would not be required to attend a school in a geographically\ndistant neighborhood. They would instead have a choice of either attending a school in\ntheir own neighborhood or being bused to a more distant school in the same cluster\nwhere they had formerly attended school, with free transportation provided by the\nDistrict. But the new schools designated for students in noncontiguous zones were not\nnecessarily the same individual schools designated under the old plan.\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                 Page 8\n\n\n       According to the Task Force, the new outside schools designated for\nnoncontiguous-zone students were those that had the capacity to take in more students\nand stood to gain more from a diverse student body. The plaintiffs, however, have a\ndifferent view of the matter. They claim that the newly designated schools were inferior\nto the schools to which they had been bused under the old plan. This inferior option,\nthey allege, effectively directed the overwhelmingly black student population in\nnoncontiguous zones away from the racially diverse schools in higher-income\nneighborhoods and toward the racially isolated schools in their own poverty-stricken\nneighborhoods.\n\n       The other significant modification effected by the Rezoning Plan was to increase\nthe funding and resources allocated to schools in the poorer areas. Specifically, the\nRezoning Plan called for more advanced-placement and honors course offerings, lower\nstudent-teacher and student-counselor ratios, enhanced pay for teachers, increased\ntechnology offerings, additional social workers, and full-time career and college\ncounselors for schools in low-income and racially isolated neighborhoods.\n\n       These measures were designed to increase the utilization of low-income\nneighborhood schools—which, in the case of schools located in the Pearl-Cohn Cluster,\nwere described in the Plan as “grossly underutilized”—by enhancing their quality and\nattractiveness. The same goal was also pursued through geographic rezoning. For\nexample, the Rezoning Plan placed the relatively high-income Hope Gardens\nneighborhood, as well as affluent areas in Germantown and Downtown Nashville, into\nthe Pearl-Cohn Cluster.\n\n       When North presented the Task Force’s draft Rezoning Plan to the Board in May\n2008, Board members asked questions and requested more details regarding certain\naspects of the Plan, but were overall favorably disposed. Subsequently the Board sought\nand received community input on the proposed Plan. It held community meetings at\nEast Literature Magnet School in East Nashville, Fall-Hamilton Elementary School in\nSouth Nashville, Hillwood High School in West Nashville, and John Early Middle\nSchool in North Nashville. The Board also scheduled meetings throughout June to\n\fNo. 12-5978         Spurlock et al. v. Fox et al.                               Page 9\n\n\npresent the draft Rezoning Plan to and receive feedback from various interested groups\nand persons—including the Interdenominational Ministers’ Fellowship, the National\nAssociation for the Advancement of Colored People (NAACP), the Parents Advisory\nCouncil, the Comité de Padres Latinos (the Committee of Latino Parents), the\nMetropolitan Nashville Education Association Teachers’ Union, the Service Employees\nInternational Union, the Mayor’s Office, and the authors of the Vanderbilt study.\n\n         Meanwhile, the Task Force met again to address some of the concerns expressed\nby the Board and the community. It provided more details on the additional resources\nrecommended for the Pearl-Cohn Cluster, prepared a budget indicating where the\nadditional resources would come from, and, in response to a request by a representative\nof the NAACP, added more advanced-placement and honors courses for the poorer\nschools. The Task Force also worked out the details of the zoned-option choice. Having\nmade these modifications, the Task Force voted unanimously in favor of recommending\nthe revised Rezoning Plan to the Board.\n\n         The Task Force presented the revised Rezoning Plan to the Board in early July\n2008. North reiterated that “the most important thing is that every school be a good\none.” Others, however, spoke in favor of deferring the Rezoning Plan’s implementation.\nMarilyn Robinson, President of the NAACP branch in Nashville, recommended that the\nRezoning Plan be delayed because the Board could not guarantee additional resources\nfor the poorer schools and because the Plan would create separate-but-equal schools by\n“warehousing students” in the Pearl-Cohn Cluster. Board member Ed Kindall similarly\ncontended that the Rezoning Plan would increase racial and socioeconomic isolation\nwithout making meaningful progress on facility utilization and academic performance.\nChairperson Warden then spoke out in defense of the Rezoning Plan, describing the\nhistory of gridlock on rezoning reform in Nashville and underscoring the Board’s\nresponsibility to vote on the Task Force’s reform measures. In the end, the Board voted\nby a five-to-four margin not to delay a vote on the Rezoning Plan. The five-member\nmajority consisted of one black and four whites; the four minority members were all\nblack.\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                  Page 10\n\n\n       Debate then focused on whether to vote for or against the Rezoning Plan itself.\nTwo Board members spoke in favor of the Plan, emphasizing the Task Force’s diversity,\napolitical nature, and unanimity. They also cautioned against adopting modified or\nalternative proposals that had been submitted on the spot by other Board members and\nhad not been subject to prior deliberation. Another Board member recommended that\nthe Board adopt the Rezoning Plan except for the provisions affecting the Pearl-Cohn,\nHillsboro, and Hillwood Clusters. In the end, the Board voted five to four to adopt the\nTask Force’s Rezoning Plan without modifications. The vote on the merits broke down\nalong the same lines as the vote to delay.\n\n        The Rezoning Plan went into effect starting with the 2009-10 academic year.\nAlthough its long-term effects cannot be fully ascertained at the present time, the\navailable data does permit a provisional assessment of how the Rezoning Plan has\naddressed several of its stated goals and concerns. With respect to facility under-\nutilization, which provided the original impetus for the Task Force as well as for\nprevious rezoning efforts, the district court assembled the following data:\n\n                             Facility Utilization in MNPS\n                            2008-09          2009-10      2010-11       2011-12\n Schools > 100%             38               31           35            40\ncapacity\n Schools < 70%              28               22           19            21\n capacity\n\nSpurlock, </pre><span class=\"citation no-link\"><span class=\"volume\">2012</span> <span class=\"reporter\">WL</span> <span class=\"page\">3064251</span></span><pre class=\"inline\">, at *16.\n\n       As shown by the above table, the Rezoning Plan made some headway in reducing\nthe number of over-utilized schools during its first year of operation, but the number of\nover-utilized schools had climbed back up to and beyond its pre-Plan levels by the 2011-\n12 academic year. The number of under-utilized schools, however, has seen a sustained\ndecline of approximately 25 percent since the Rezoning Plan’s implementation. This\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                  Page 11\n\n\nindicates that the Rezoning Plan has made material progress on the issue that has been\nat the forefront of reform efforts for a number of years.\n\n       On the academic-performance front, however, the data is far less encouraging.\nNashville public schools have a history of poor academic performance. The District\nfailed the No Child Left Behind benchmarks (which measure math and reading ability,\nas well as graduation and attendance rates) four times between 2003 and 2007, despite\nthe fact that Tennessee’s benchmarks rank 46th out of the 50 states in difficulty. These\nfailures conferred on the District the dubious distinction of becoming one of the first two\nschool districts in Tennessee to achieve Corrective Action status under the No Child Left\nBehind law, mandating state intervention to address the academic problems.\n\n       Post-Plan school-performance statistics set forth by the district court show no\nmarked improvement in academic performance in either the Hillwood or Pearl-Cohn\nClusters. And the achievement gap between the two clusters continues to persist. See\nSpurlock, </pre><span class=\"citation no-link\"><span class=\"volume\">2012</span> <span class=\"reporter\">WL</span> <span class=\"page\">3064251</span></span><pre class=\"inline\">, at *17-21. For example, none of the schools in the largely\nblack Pearl-Cohn Cluster achieved a “good standing” indicator of annual progress in\n2011, whereas all but two of the schools in the relatively diverse Hillwood Cluster were\nin good standing in the same year. Id. at *19-20.\n\n       Finally, with respect to racial diversity, the picture is mixed. The district court\nfocused only on the enrollment of black students, and did not make the kind of findings\nwith respect to all races (including whites, Hispanics, Asian-Americans, and others) that\nwould enable a comprehensive assessment of the Rezoning Plan’s effects on racial\ndiversity. See Parents Involved, 551 U.S. at 723-24 (cautioning against a binary view\nof race and a “limited notion of diversity” in the school-policy context). Nor are the\nstatistics emphasized on appeal by the parties particularly helpful because each party\ncherry picks absolute numbers that suit its own purpose rather than showing the post-\nPlan change in racial diversity that is the proper measure of the Plan’s effect.\nNevertheless, the following table compiled by the district court provides at least some\nmeaningful sense of the Plan’s effects, albeit only for the limited category of black\nstudent enrollment:\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                  Page 12\n\n\n\n    Percentage of Black Student Enrollment in Different Clusters in the District\n                  2008-09            2009-10          2010-11           2011-12\n District-wide    48.0               47.5             46.6              46.0\n Antioch          47.5               46.3             41.6              40.8\n Cane Ridge       41.0               44.1             44.1              43.2\n Glencliff        28.4               28.6             28.7              27.9\n Hillsboro        41.2               40.1             40.3              37.0\n Hillwood         37.5               26.4             26.1              25.5\n Hunters Lane     54.7               52.0             51.9              50.6\n Maplewood        69.8               69.7             68.2              66.1\n McGavock         36.1               35.2             36.6              36.2\n Overton          27.9               24.3             23.0              21.5\n Pearl-Cohn       79.4               80.5             80.5              80.9\n Stratford        69.4               69.3             68.5              67.4\n Whites Creek     76.1               79.0             78.3              78.3\n\nSpurlock, </pre><span class=\"citation no-link\"><span class=\"volume\">2012</span> <span class=\"reporter\">WL</span> <span class=\"page\">3064251</span></span><pre class=\"inline\">, at *16.\n\n       As the foregoing table shows, the changes in the vast majority of the clusters are\ntoo small or too inconsistent to signify a material trend toward racial isolation. There\nis, however, a pronounced trend in the Hillwood Cluster, where black student enrollment\ndropped from pre-Plan levels of 37.5 percent to 25.5 percent in the 2011-12 school year.\nMore detailed findings for the first post-Plan year show a decline in the percentage of\nblack student enrollment in all but one of the schools in the Hillwood Cluster, despite\nthe closure of the only two schools in the cluster that had a majority black student\npopulation. See id. at *17. In all, 790 fewer black students were enrolled in the\nHillwood Cluster schools during the first year after the Rezoning Plan’s implementation.\nId. The decline in the number and percentage of black students attending the relatively\ndiverse and academically superior schools in the Hillwood Cluster is at the heart of the\npresent action.\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                 Page 13\n\n\nB. Procedural background\n\n       This action was initiated by Frances and Jeffrey Spurlock and by Carroll Lewis,\nrespectively the parents and the grandmother of two black children who ended up in\nallegedly inferior schools after the Rezoning Plan was implemented. The overall\ngravamen of the complaint is that the Rezoning Plan replaced the noncontiguous-zone\nstudents’ assignment to a good school with a choice between two bad schools, thereby\nsteering black students away from racially diverse schools in relatively high-income\nneighborhoods and toward racially isolated schools in low-income neighborhoods.\n\n       The Spurlocks’ daughter lived with her parents in the Pearl-Cohn Cluster, which\nwas classified as a noncontiguous zone for the Hillwood Cluster under the old student-\nassignment plan. During the 2008-09 school year, Spurlock attended Bellevue Middle\nSchool in the Hillwood Cluster, where she qualified for the honor roll and made a\nracially diverse group of friends. After the Rezoning Plan went into effect, the District\ninformed Spurlock’s parents that she was no longer eligible to attend Bellevue, but could\ninstead attend either John Early Middle School in the Pearl-Cohn Cluster or H.G. Hill\nMiddle School in the Hillwood Cluster, both of which were academically inferior to\nBellevue. After a District representative misinformed Spurlock’s mother that the family\nmight have to pay for transportation to H.G. Hill out of its own pocket, the family\ndecided to send Spurlock to John Early. Spurlock’s experience at John Early was\nnothing like that at Bellevue. She received no homework assignments, had to share\ntextbooks with a number of other students, and often cried on the way to and from school\nbecause she was picked on by her peers.\n\n       The Lewis granddaughter also lived in the Pearl-Cohn Cluster. She attended\nMartha Vaught Middle School in the Hillwood Cluster during the 2008-09 year. After\nthe Rezoning Plan went into effect, Lewis was no longer eligible to attend Martha\nVaught, but was given the option of attending Bellevue Middle School in the Hillwood\nCluster or John Early Middle School in the Pearl-Cohn Cluster. Bellevue is a good\nschool and the one that Spurlock had attended before the Rezoning Plan’s\nimplementation. Lewis’s grandmother nevertheless decided to send her to the under-\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                  Page 14\n\n\nresourced and academically weak John Early instead, apparently because the\ngrandmother was mistakenly led to believe that it was a magnet school.\n\n       Spurlock and Lewis, joined by the Tennessee Alliance for Progress, brought suit\nin the district court against the Board and a number of related individuals and entities in\nAugust 2009, alleging that the Rezoning Plan segregated students by race in violation\nof the Equal Protection Clause of the United States Constitution. A temporary\nrestraining order was entered the very next day requiring the Board to (1) permit\nSpurlock’s transfer to Bellevue Middle School, and (2) provide textbooks to all sixth-\ngrade students at John Early Middle School. The case was subsequently reassigned to\na different district judge, who held hearings for three weeks in November 2009 on a\nmotion for a preliminary injunction. But the court never ruled on the preliminary-\ninjunction motion, and the case was again reassigned after the second judge recused\nhimself.\n\n       In April 2012, the court certified a class action on behalf of “all\nAfrican-American students in the Metropolitan Nashville public school system whose\nschool assignment was affected by the elimination of mandatory noncontiguous transfer\nzones in the 2008 re-zoning plan.” The court subsequently denied the Board’s\nsuccessive motions to dismiss and for summary judgment, and set the case for trial.\nAfter an 11-day bench trial in May 2012, the court ruled in favor of the Board for the\nreasons set forth in its 80-page Findings of Fact and Conclusions of Law. This appeal\nfollowed.\n\n                                    II. ANALYSIS\n\nA. The district court’s analysis and the claims on appeal\n\n       The district court analyzed the plaintiffs’ equal-protection claim in three steps.\nFirst the court found that the Rezoning Plan did not facially classify students by race.\nSpurlock, </pre><span class=\"citation no-link\"><span class=\"volume\">2012</span> <span class=\"reporter\">WL</span> <span class=\"page\">3064251</span></span><pre class=\"inline\">, at *24-25. Then it proceeded to examine the question of\nde jure segregation, which requires proof of acts with a segregative purpose that actually\nresult in increased or continued segregation in the public schools. The district court\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                   Page 15\n\n\nfound that there was a segregative effect, id. at *35, and that the segregative effect\nresulted from the implementation of the Rezoning Plan, id. at *31-33. But the court\nnevertheless rejected the de jure segregation claim because it found that the plaintiffs\nhad failed to prove that the Board intended to segregate students by race. Id. at *35-43.\nFinally, the district court held that the Rezoning Plan passes muster under the deferential\nrational-basis standard because the Plan is rationally related to legitimate governmental\ninterests. Id. at *43-44.\n\n       On appeal, the plaintiffs challenge all three steps of the district court’s analysis.\nThey first claim that the Rezoning Plan classifies students on the basis of race. Then\nthey argue that the district court erred in finding no intent to segregate. Finally, they\ncontend that even if there were no racial classifications nor an intent to segregate, the\nRezoning Plan would still be invalid because it cannot survive rational-basis review.\n\n       The Board, by contrast, defends all three parts of the district court’s decision.\nAlternatively, the Board argues that the district court’s decision may be upheld on the\nbasis that the Plan did not have an overall segregative effect.\n\nB. Standard of review\n\n       We review the district court’s legal conclusions de novo and its factual findings\nfollowing a bench trial under the clear-error standard. Kalamazoo River Study Grp. v.\nRockwell Int’l Corp., </pre><span class=\"citation\" data-id=\"784791\"><a href=\"/opinion/784791/kalamazoo-river-study-group-v-rockwell-international-corporation-and-eaton/\"><span class=\"volume\">355</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">574</span></a></span><pre class=\"inline\">, 589 (6th Cir. 2004). Clear error will be found only\nif we are “left with the definite and firm conviction that a mistake has been committed.”\nUnited States v. Canipe, </pre><span class=\"citation\" data-id=\"1238126\"><a href=\"/opinion/1238126/united-states-v-canipe/\"><span class=\"volume\">569</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">597</span></a></span><pre class=\"inline\">, 600 (6th Cir. 2009).\n\nC. Explicit racial classification\n\n       The plaintiffs’ first argument is that the Rezoning Plan classifies students on the\nbasis of race. Their argument relies on the Supreme Court’s opinion in Parents Involved\nin Community Schools v. Seattle School District No. 1, </pre><span class=\"citation\" data-id=\"145702\"><a href=\"/opinion/145702/parents-involved-in-community-schools-v-seattle-school-dist-no-1/\"><span class=\"volume\">551</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">701</span></a></span><pre class=\"inline\"> (2007), which held\nthat a unitary school district’s decision to classify students by race and to rely on that\nclassification in determining school assignments is subject to strict scrutiny. Id. at 720-\n23. The application of strict scrutiny means that an explicit racial classification will be\n\fNo. 12-5978         Spurlock et al. v. Fox et al.                                 Page 16\n\n\nupheld only if it is “narrowly tailored to achieve a compelling government interest.” Id.\nat 720 (internal quotation marks omitted). Applying these principles, the Court struck\ndown as unconstitutional the school policies in Seattle and Louisville that used a\nstudent’s racial classification (defined as “white” or “nonwhite” in Seattle and “black”\nor “other” in Louisville) as an important stand-alone factor in determining school\nassignments and that used a predetermined range of racial enrollment percentages to\nadjust the racial “balance” in individual schools. Id. at 709-17.\n\n       Parents Involved has no factual similarity to the present case. The plaintiffs have\nbeen unable to cite any provision of the Rezoning Plan that classifies students by race\nor that uses race as a factor in school assignment because there is no such provision.\nInstead, the Plan classifies students on the basis of geography. The only factor that\ndetermines a student’s school choices is his or her place of residence, regardless of race.\nAnd there is no provision in the Plan that requires a specific “balance” of racial groups\nin each school or each cluster. So the answer to the question of whether the Plan\nclassifies students by race is a clear “no.”\n\n       But the plaintiffs resist this simple reading of the Rezoning Plan and urge us to\nhold that the Plan employs a racial classification because its drafters “made use of\ndetailed racial and ethnic data throughout the process of development.” The plaintiffs\npoint out that the Task Force obtained data on the racial breakdown of students attending\ndifferent schools under the old student-assignment plan, as well as projections of student\nenrollment by race in the event that various modifications were adopted. They contend\nthat obtaining this data and including some of it in the Rezoning Plan shows that the Plan\nclassifies students by race.\n\n       We find the plaintiffs’ argument unpersuasive. Racial classification requires\nmore than the consideration of racial data. If consideration of racial data were alone\nsufficient to trigger strict scrutiny, then legislators and other policymakers would be\nrequired to blind themselves to the demographic realities of their jurisdictions and the\npotential demographic consequences of their decisions. The import of the plaintiffs’\nargument, in other words, is to impose a duty of ignorance on the part of public officials.\n\fNo. 12-5978         Spurlock et al. v. Fox et al.                                     Page 17\n\n\nSuch a requirement would be counterproductive. It would also be impossible to enforce\nbecause there is no practical way to monitor and supervise the data that policymakers are\npermitted to consider.\n\n        Not surprisingly, the plaintiffs’ argument finds no support in the law. The\nSupreme Court in Parents Involved made clear that its prohibition of racial\nclassifications “ha[s] nothing to do” with the use of racial demographic data in\npolicymaking, so long as the policy itself does not classify people by race. See 551 U.S.\nat 745 (“But the examples the dissent mentions—for example, a provision of the No\nChild Left Behind Act of 2001 that requires States to set measurable objectives to track\nthe   achievement      of    students    from       major   racial   and    ethnic    groups,\n20 U.S.C. § 6311(b)(2)(C)(v) (2000 ed., Supp. IV)—have nothing to do with the\npertinent issues in these cases.”). Justice Kennedy’s controlling concurrence put the\nmatter even more directly:\n\n        School boards may pursue the goal of bringing together students of\n        diverse backgrounds and races through other means, including strategic\n        site selection of new schools; drawing attendance zones with general\n        recognition of the demographics of neighborhoods; allocating resources\n        for special programs; recruiting students and faculty in a targeted\n        fashion; and tracking enrollments, performance, and other statistics by\n        race. These mechanisms are race conscious but do not lead to different\n        treatment based on a classification that tells each student he or she is to\n        be defined by race, so it is unlikely any of them would demand strict\n        scrutiny to be found permissible. Executive and legislative branches,\n        which for generations now have considered these types of policies and\n        procedures, should be permitted to employ them with candor and with\n        confidence that a constitutional violation does not occur whenever a\n        decisionmaker considers the impact a given approach might have\n        on students of different races. Assigning to each student a personal\n        designation according to a crude system of individual racial\n        classifications is quite a different matter; and the legal analysis changes\n        accordingly.\n\nId. at 789 (Kennedy, J., concurring) (internal citations omitted). See also Doe ex rel.\nDoe v. Lower Merion Sch. Dist., </pre><span class=\"citation no-link\"><span class=\"volume\">665</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">524</span></span><pre class=\"inline\">, 548 (3d Cir. 2011) (“The consideration\nor awareness of race while developing or selecting a policy, however, is not in and of\nitself a racial classification. . . . Designing a policy ‘with racial factors in mind’ does not\n\fNo. 12-5978         Spurlock et al. v. Fox et al.                                    Page 18\n\n\nconstitute a racial classification if the policy is facially neutral and is administered in a\nrace-neutral fashion.”).\n\n        In short, the requirement that legislative classifications be color-blind does not\ndemand demographic ignorance during the policymaking process. One searches in vain\nfor a single pronouncement from any Justice of the Supreme Court, even in dissent, that\ngoes so far as to conclude that the consideration of racial demographic data during the\npolicymaking process amounts to racial classification.\n\n        Nor is the Fifth Circuit’s per curiam decision in Lewis v. Ascension Parish\nSchool Board, </pre><span class=\"citation no-link\"><span class=\"volume\">662</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">343</span></span><pre class=\"inline\"> (5th Cir. 2011), to the contrary. In that case, the court of\nappeals overturned the district court’s grant of summary judgment in favor of the school\nboard “[b]ecause factual questions exist as to whether [the challenged policy] had both\na racially discriminatory motive and a disparate impact.” 662 F.3d at 352. This is\nclearly a holding with respect to the issue of de jure segregation, not racial classification.\nThe court nowhere opined that the consideration of demographic data alone amounts to\na classification by race.\n\n        To be fair, however, certain confusing pronouncements in the Lewis per curiam\nopinion appear to suggest the contrary. See, e.g., id. at 350 (“Indeed, it is unclear how\na student assignment plan could calculate the percentage of black students at each school\nwithout classifying individual students by race.”) (emphases in original). But, as the\nconcurring-and-dissenting opinion in Lewis pointed out, this statement lacks clarity. See\nid. at 361 (King, J., concurring in part and dissenting in part). After all, if the court\nmajority had truly believed that there was racial classification at play, it would have\nordered the district court on remand to subject the challenged policy to strict scrutiny,\nwhich it did not do. In any event, to the extent that certain statements in Lewis conflict\nwith Supreme Court precedent, the latter obviously prevails.\n\n        The plaintiffs next argue that we should pierce the veil of the Rezoning Plan’s\nostensible facial neutrality because “[t]he reality is that[,] if anything, streets and\naddresses in the district’s plan serve as surrogates for race.” This argument is not\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                  Page 19\n\n\nelaborated on, and the only evidence cited to support it is a general citation to the Plan\nitself, without any specific references.\n\n       But to accept the general claim that geography-based school-assignment policies\nare unconstitutional because they are really nothing more than race-based policies in\ndisguise would mean that any neighborhood-school policy adopted in a community with\nracially identifiable housing patterns is unconstitutional. Such a far-reaching implication\nhas been repeatedly disavowed by both the Supreme Court and this circuit. See Freeman\nv. Pitts, </pre><span class=\"citation\" data-id=\"112718\"><a href=\"/opinion/112718/freeman-v-pitts/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">467</span></a></span><pre class=\"inline\">, 495 (1992) (“Where resegregation is a product not of state action\nbut of private choices, it does not have constitutional implications. It is beyond the\nauthority and beyond the practical ability of the federal courts to try to counteract these\nkinds of continuous and massive demographic shifts. To attempt such results would\nrequire ongoing and never-ending supervision by the courts of school districts simply\nbecause they were once de jure segregated.”); accord Parents Involved, 551 U.S. at 721,\n736-37; see also Nat’l Ass’n for the Advancement of Colored People v. Lansing Bd. of\nEduc., </pre><span class=\"citation\" data-id=\"347686\"><a href=\"/opinion/347686/national-association-for-the-advancement-of-colored-people-lansing-branch/\"><span class=\"volume\">559</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1042</span></a></span><pre class=\"inline\">, 1049 (6th Cir. 1977) (“As a matter of general principle, assigning\nschool children to schools in their neighborhoods does not offend the constitution.\nRacial imbalance in the schools does not, in itself, establish a constitutional violation.\nThe Constitution imposes no duty on school officials to correct segregative conditions\nresulting from factors over which they have no control, such as residential patterns, and\nthe failure to anticipate the effect on racial composition of the schools of adherence to\na neighborhood school policy does not signify that a school board has created a dual\nsystem, absent a showing of segregative intent.”) (internal citations omitted).\n\n       In short, the Rezoning Plan employs no racial classifications in determining a\nstudent’s school assignment. This conclusion is clear from the face of the Rezoning\nPlan, and the plaintiffs make no claim that the Plan as actually implemented differs from\nthe Plan as set forth on paper.\n\fNo. 12-5978          Spurlock et al. v. Fox et al.                                     Page 20\n\n\nD. De jure segregation\n\n        We next turn to the issue of de jure segregation. To prevail on such a claim, a\nplaintiff must show “(1) action or inaction by public officials (2) with a segregative\npurpose (3) which actually results in increased or continued segregation in the public\nschools.” Lansing Bd. of Educ., 559 F.2d at 1046; see also Keyes v. Sch. Dist. No. 1, </pre><span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span><pre class=\"inline\">, 205 (1973) (listing the “essential elements of de jure segregation” as “a current\ncondition of segregation resulting from intentional state action”). The district court\nfound that the plaintiffs had succeeded in proving state action resulting in racial\nsegregation, but that their case collapsed because of a failure to prove segregative intent.\nSpurlock, </pre><span class=\"citation no-link\"><span class=\"volume\">2012</span> <span class=\"reporter\">WL</span> <span class=\"page\">3064251</span></span><pre class=\"inline\">, at *43. This latter finding is contested by the plaintiffs on\nappeal. We must review this claim of error in light of the Supreme Court’s directive that\n“the trial court’s decision on the ultimate question of discriminatory intent represents a\nfinding of fact of the sort accorded great deference on appeal.” Hernandez v. New York,\n</pre><span class=\"citation\" data-id=\"112601\"><a href=\"/opinion/112601/hernandez-v-new-york/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">352</span></a></span><pre class=\"inline\">, 364 (1991).\n\n        In analyzing the issue of discriminatory intent, the Supreme Court’s opinion in\nVillage of Arlington Heights v. Metropolitan Housing Development Corp., </pre><span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></a></span><pre class=\"inline\">\n(1977), is instructive. The Court in Arlington Heights reaffirmed that “official action\nwill not be held unconstitutional solely because it results in a racially disproportionate\nimpact,” and that “[p]roof of racially discriminatory intent or purpose is required to show\na violation of the Equal Protection Clause.” 429 U.S. at 264-65. It then went on to\nidentify the following factors as important “evidentiary source[s]” to consider in the\nintent inquiry: “[t]he historical background of the decision[,] . . . particularly if it reveals\na series of official actions taken for invidious purposes”; “[t]he specific sequence of\nevents leading up the challenged decision”; “[d]epartures from the normal procedural\nsequence”; “[s]ubstantive departures[,] . . . particularly if the factors usually considered\nimportant by the decisionmaker strongly favor a decision contrary to the one reached”;\nand the “legislative or administrative history[,] . . . especially where there are\ncontemporary statements by members of the decisionmaking body, minutes of its\nmeetings, or reports.” Id. at 267-68. The foregoing factors are overlapping and not\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                  Page 21\n\n\nexhaustive, id. at 268, and “[t]he inquiry is practical,” Pers. Adm’r of Mass. v. Feeney,\n</pre><span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">256</span></a></span><pre class=\"inline\">, 279 n.24 (1979).\n\n       We have carefully reviewed the district court’s application of the Arlington\nHeights factors to the present case, see Spurlock, </pre><span class=\"citation no-link\"><span class=\"volume\">2012</span> <span class=\"reporter\">WL</span> <span class=\"page\">3064251</span></span><pre class=\"inline\">, at *38-43, and find\nno error, much less clear error. The following evidence supports the district court’s\nfinding that there was no segregative intent at play:\n\n       •                The Rezoning Plan and the process leading to it were the\n               culmination of longstanding official efforts to address the under-\n               utilization problem that had plagued the Nashville public schools\n               for years. And the Plan meaningfully addressed this problem\n               with at least modest success. The present case therefore\n               represents the opposite of a “[s]ubstantive departure[]” where\n               “the factors usually considered important by the decisionmaker\n               strongly favor a decision contrary to the one reached,” Arlington\n               Heights, 429 U.S. at 267. Rather, the Rezoning Plan shows a\n               substantive continuity of concerns where the factor long\n               considered central by the District strongly favors the result\n               reached.\n       •                The procedure used to arrive at the Rezoning Plan was\n               well-defined, well-regulated, and transparent. Namely, a Task\n               Force representing a diversity of racial, intellectual, and\n               experiential backgrounds was appointed by representatives of\n               various constituencies; its members were free of racial prejudice;\n               its tasks and priorities were clearly and transparently defined; its\n               deliberations were conducted in the open; its process of\n               decisionmaking relied on substantive debates, listening to the\n               concerns of various interested parties, and consulting\n               authoritative Supreme Court opinions; it met with various groups\n               ranging from business interests to community activists; and it\n               was responsive to feedback from various constituencies,\n               including a modification of the Plan in response to suggestions by\n               the NAACP.\n       •               The plaintiffs criticize the fact that the Task Force “was\n               chaired, and very much led, by then-school Board member Mark\n               North, who was appointed by then-chairperson of the Board\n               Marsha Warden and who became a committed advocate of the\n               resulting plan,” and that “all the group’s decisions were required\n               to be made on a unanimous basis.” But this criticism does\n               nothing to prove segregative intent. Similarly, the cursory\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                 Page 22\n\n\n               allegation that “minutes or other records apparently were not\n               maintained of the task force’s deliberations and straw votes” is\n               inconsequential in view of the fact that all regular Task Force\n               meetings were open to the public. Nor is there any persuasive\n               force to the plaintiffs’ contention that using the Task Force\n               procedure represents a“[d]eparture[] from the normal procedural\n               sequence” where certain witnesses could recall only one prior\n               instance (in the mid-1990s) of a similar procedure having been\n               used by the Board. There is nothing abnormal or pernicious\n               about the political appointment of apolitical bodies to address\n               significant public-policy concerns. In the federal context, such\n               bodies have included the 9/11 Commission, the Iraq Study\n               Group, and the Financial Crisis Inquiry Commission, to mention\n               only a few well-known examples. Moreover, if the use of the\n               Task Force had been in any way suspicious, one would expect\n               that community voices would have been raised against it at the\n               inception, which the plaintiffs have not alleged.\n       •                Apparently aware of the difficulty of poking holes in the\n               Task Force procedure, and of the absence of any evidence\n               showing that any of the Task Force members harbored\n               discriminatory intentions, the plaintiffs claim that “the intent of\n               the members of the School District’s Task Force is immaterial”\n               and that we should instead focus solely on the Board. To be sure,\n               the Board was the body that ultimately decided to adopt and\n               implement the Rezoning Plan, and its intentions are therefore\n               relevant (and will be discussed below). But given the degree of\n               authority and autonomy afforded the Task Force, and the district\n               court’s uncontested finding that “the Board essentially\n               rubber-stamped the Task Force’s work product,” Spurlock, </pre><span class=\"citation no-link\"><span class=\"volume\">2012</span>\n               <span class=\"reporter\">WL</span> <span class=\"page\">3064251</span></span><pre class=\"inline\">, at *43, the Task Force members’ intentions are in\n               fact far from “immaterial.”\n\n       Nothwitstanding the foregoing indicia of proper intent, the plaintiffs press two\narguments in support of their contention that the Rezoning Plan was intended to\nsegregate students by race.      They argue, first, that the racial demographic data\nconsidered by the Task Force and set forth in the Plan indicates an intent to segregate,\nand, second, that the disparate impact of the Plan on black students is so pervasive that\nit cannot be explained by anything other than racial animus. We find neither argument\npersuasive.\n\fNo. 12-5978         Spurlock et al. v. Fox et al.                                   Page 23\n\n\n        The claim that considering demographic data amounts to segregative intent flies\nin the face of the Supreme Court’s holding that “disparate impact and foreseeable\nconsequences, without more, do not establish a constitutional violation.” Columbus Bd.\nof Educ. v. Penick, </pre><span class=\"citation\" data-id=\"110141\"><a href=\"/opinion/110141/columbus-bd-of-ed-v-penick/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">449</span></a></span><pre class=\"inline\">, 464 (1979). As the Court explained in Personnel\nAdministrator of Massachusetts v. Feeney, </pre><span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">256</span></a></span><pre class=\"inline\"> (1979),\n\n        “[d]iscriminatory purpose” . . . implies more than intent as volition or\n        intent as awareness of consequences. It implies that the decisionmaker\n        . . . selected or reaffirmed a particular course of action at least in part\n        “because of,” not merely “in spite of,” its adverse effects upon an\n        identifiable group.\n\nId. at 279 (internal citations omitted).\n\n        The plaintiffs attempt to circumvent this unfavorable precedent by arguing that\n“this case is not about ‘awareness’ or ‘consciousness’ of racial information, but about\nembracing and relying on such information and updated projections of same at every\nstep of the plan-drafting process.” The distinction urged by the plaintiffs, however, is\nunconvincing. If what is meant by “embracing and relying” is that policymakers can be\naware of certain demographic facts but cannot affirmatively solicit or use them during\nthe policymaking process, such a rule would prove unenforceable because, in the\nabsence of any explicit racial classification or proof of discriminatory intent, the line\nbetween “awareness” and “embracing” is almost impossible to draw.\n\n        Moreover, such line-drawing would accomplish nothing. The Supreme Court,\nas previously discussed, has acknowledged that demographic data is used in a variety of\nlegislative and policymaking contexts, and it has made clear that the use of such data,\nwithout more, does not offend the Constitution. See Parents Involved in Cmty. Schs. v.\nSeattle Sch. Dist. No. 1, </pre><span class=\"citation\" data-id=\"145702\"><a href=\"/opinion/145702/parents-involved-in-community-schools-v-seattle-school-dist-no-1/\"><span class=\"volume\">551</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">701</span></a></span><pre class=\"inline\">, 745 (2007); id. at 789 (Kennedy, J., concurring).\nSee also United States v. Hays, </pre><span class=\"citation\" data-id=\"117965\"><a href=\"/opinion/117965/united-states-v-hays/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">737</span></a></span><pre class=\"inline\">, 745 (1995) (“The record does contain\nevidence tending to show that the legislature was aware of the racial composition of\nDistrict 5, and of Lincoln Parish. We [have] recognized . . . , however, that the\nlegislature always is aware of race when it draws district lines, just as it is aware of age,\neconomic status, religious and political persuasion, and a variety of other demographic\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                  Page 24\n\n\nfactors. That sort of race consciousness does not lead inevitably to impermissible race\ndiscrimination.”) (emphases in original) (quotation marks omitted). So we squarely\nreject the purported ban on “embracing” demographic data because it would impose a\ncounterproductive duty of ignorance on the part of public officials and would require\njudges to undertake impracticable inquiries.\n\n       In the present case, there is no proof to justify the inference that the Task Force\nobtained racial demographic data in furtherance of an intent to segregate the Nashville\nschool system. The evidence cited by the plaintiffs instead suggests that the Task Force\nmembers’ intent in considering racial data was to understand the demographic\nconsequences of various potential reforms so as to adopt measures that would have the\nleast possible effect on increasing racial isolation and exacerbating the racial\nachievement gap.\n\n       And that is exactly what they attempted to do. For example, the Rezoning Plan\ncontains a number of measures specifically designed to address the myriad problems in\nthe racially isolated and socioeconomically deprived Pearl-Cohn Cluster—including\nmore advanced-placement and honors course offerings, lower student-teacher and\nstudent-counselor ratios, enhanced pay for teachers, increased technology offerings, the\naddition of social workers and full-time career and college counselors, and the merging\nof relatively high-income areas into the Pearl-Cohn Cluster. Such measures, which were\ndesigned to improve the Pearl-Cohn Cluster schools and increase their utilization,\nundermine the plaintiffs’ claim of racial animus. See Doe ex rel. Doe v. Lower Merion\nSch. Dist., </pre><span class=\"citation no-link\"><span class=\"volume\">665</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">524</span></span><pre class=\"inline\">, 553 (3d Cir. 2011) (refusing to find discriminatory intent where\ncertain statements by school-board officials “may indicate awareness or consciousness\nof race,” but “[i]nstead of being adopted for the purpose of discrimination, the statements\nindicate, if anything, that Board members and Administrators adopted [the] Plan [at\nissue] in an attempt not to discriminate on the basis of race”) (emphasis in original).\n\n       The plaintiffs also emphasize the testimony of NAACP member Thomas Searcy\nduring the preliminary-injunction hearings. Searcy testified that when he challenged\nNorth by arguing that the Plan would increase racial isolation in certain clusters, “his\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                  Page 25\n\n\nreply essentially was that that was a small price to pay for what ultimately was going to\nbe an improvement in the schools; i.e., the schools, though more segregated, would be\nbetter.” Even assuming that these were in fact North’s words, this testimony does not\nhelp the plaintiffs. It simply shows that North, while aware that the Plan might increase\nracial isolation, thought that the benefits of improved academic performance outweighed\nthe potential negative consequences.        This is simply a candid expression of a\npolicymaker’s cost-benefit judgment. It shows, at most, that North decided in favor of\nthe Plan “in spite of” its effect on racial isolation, not “because of” such an effect. See\nFeeney, 442 U.S. at 279. In light of the firmly established principle that awareness of\na disparate impact does not prove an intent to segregate, Searcy’s testimony about\nNorth’s alleged remark is not determinative.\n\n       Moreover, unlike other cases where courts have found segregative intent, there\nis no evidence in the present case that racial demographic data was used to create race-\nbased loopholes and exceptions in an otherwise geographically based scheme. Cf.\nColumbus Bd. of Educ., 443 U.S. at 461-62, 461 n.8 (noting that black teachers were\nassigned only to those schools with substantial black student populations and that\nexceptions were made to an otherwise geographically based neighborhood-school policy\nto allow white students to avoid predominantly black schools); Nat’l Ass’n for the\nAdvancement of Colored People v. Lansing Bd. of Educ., </pre><span class=\"citation\" data-id=\"347686\"><a href=\"/opinion/347686/national-association-for-the-advancement-of-colored-people-lansing-branch/\"><span class=\"volume\">559</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1042</span></a></span><pre class=\"inline\">, 1050-52 (6th\nCir. 1977) (noting that the neighborhood-school policy was subject to a loophole in the\nform of a “special transfer policy” due to “emotional need,” which was used to allow\nwhite students living in black neighborhoods to avoid attending predominantly black\nschools, and that “the Board of Education pursued a practice of disproportionate\nassignment of minority teachers and administrators to predominantly black schools”).\nIn sum, the inferences that can be drawn from the Task Force’s consideration of\ndemographic data undercut, rather than support, a finding of segregative intent.\n\n       Finally, the plaintiffs ask us to draw an inference of discriminatory intent from\nthe bare fact of the Rezoning Plan’s disparate impact on black students. But disparate\nimpact standing alone, as previously discussed, does not establish a constitutional\n\fNo. 12-5978         Spurlock et al. v. Fox et al.                                   Page 26\n\n\nviolation. Feeney, 442 U.S. at 272-73; Vill. of Arlington Heights v. Metro. Hous. Dev.\nCorp., </pre><span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></a></span><pre class=\"inline\">, 264-65 (1977); Washington v. Davis, </pre><span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span><pre class=\"inline\">, 242 (1976).\nThe plaintiffs correctly note, however, that evidence of a policy’s disparate impact may\nbe probative in determining whether the policymaker harbored a discriminatory intent.\nSee Arlington Heights, 429 U.S. at 266 (“Determining whether invidious discriminatory\npurpose was a motivating factor demands a sensitive inquiry into such circumstantial and\ndirect evidence of intent as may be available. The impact of the official action, whether\nit bears more heavily on one race than another, may provide an important starting\npoint.”) (internal citation and quotation marks omitted); Washington v. Davis, 426 U.S.\nat 242 (“Disproportionate impact is not irrelevant, but it is not the sole touchstone of an\ninvidious racial discrimination forbidden by the Constitution.”); accord Feeney, 442\nU.S. at 274.\n\n        Evidence of disparate impact, although relevant, is rarely dispositive. This\ncircuit at one time operated under the rule that “[a] presumption of segregative purpose\narises when plaintiffs establish that the natural, probable, and foreseeable result of public\nofficials’ action or inaction was an increase or perpetuation of public school\nsegregation.” Oliver v. Mich. State Bd. of Educ., </pre><span class=\"citation\" data-id=\"324034\"><a href=\"/opinion/324034/michelle-oliver-v-michigan-state-board-of-education-and-kalamazooboard-of/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">178</span></a></span><pre class=\"inline\">, 182 (6th Cir. 1974). But\nthe Supreme Court has specifically rejected the Oliver presumption. See Dayton Bd. of\nEduc. v. Brinkman, </pre><span class=\"citation\" data-id=\"110142\"><a href=\"/opinion/110142/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">526</span></a></span><pre class=\"inline\">, 536 n.9 (1979) (referring to Oliver and explaining that\n“[w]e have never held that as a general proposition the foreseeability of segregative\nconsequences makes out a prima facie case of purposeful racial discrimination and shifts\nthe burden of producing evidence to the defendants if they are to escape judgment; and\neven more clearly there is no warrant in our cases for holding that such foreseeability\nroutinely shifts the burden of persuasion to the defendants”).\n\n        The Supreme Court’s decision in Arlington Heights fleshed out the proper role\nof disparate-impact evidence with regard to the intent inquiry:\n\n        Sometimes a clear pattern, unexplainable on grounds other than race,\n        emerges from the effect of the state action even when the governing\n        legislation appears neutral on its face. Yick Wo v. Hopkins, </pre><span class=\"citation\" data-id=\"91704\"><a href=\"/opinion/91704/yick-wo-v-hopkins/\"><span class=\"volume\">118</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">356</span></a></span><pre class=\"inline\">\n        (1886); Gomillion v. Lightfoot, </pre><span class=\"citation\" data-id=\"106127\"><a href=\"/opinion/106127/gomillion-v-lightfoot/\"><span class=\"volume\">364</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">339</span></a></span><pre class=\"inline\"> (1960). The evidentiary\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                 Page 27\n\n\n       inquiry is then relatively easy. But such cases are rare. Absent a pattern\n       as stark as that in Gomillion or Yick Wo, impact alone is not\n       determinative, and the Court must look to other evidence.\n\n429 U.S. at 266 (some internal citations omitted). Applying these principles, our task\nis to determine whether the present case belongs with Yick Wo and Gomillion in that rare\ncategory where the clear pattern of disparate impact cannot be explained except by\nreference to discriminatory intent, or whether it fits the usual mold where disparate\nimpact alone cannot justify an inference of intent.\n\n       Yick Wo involved San Francisco ordinances governing the regulation of\nlaundries.    The undisputed evidence showed that the ordinances were enforced\nexclusively against Chinese laundry operators and never against whites, even though\nthere was no difference in the two groups’ compliance with legal requirements. 118 U.S.\nat 374. No reason was proffered for the discriminatory enforcement. Id. The Supreme\nCourt held that the lopsided enforcement “is a denial of the equal protection of the laws,\nand a violation of the fourteenth amendment of the constitution.” Id.\n\n       In Gomillion, the complaint alleged that the Alabama legislature transformed “the\nshape of Tuskegee from a square to an uncouth twenty-eight-sided figure,” which served\nto “remove from the city all save four or five of its 400 Negro voters while not removing\na single white voter or resident.” 364 U.S. at 340-41. The Supreme Court held that the\ncomplaint stated a claim for the violation of the right to vote under the Fifteenth\nAmendment. Id. at 347-48. Justice Whittaker concurred in the result, opining that “the\ndecision should be rested not on the Fifteenth Amendment, but rather on the Equal\nProtection Clause of the Fourteenth Amendment to the Constitution.” Id. at 349\n(Whittaker, J., concurring).\n\n       The present case bears no resemblance to either Yick Wo or Gomillion. Here, the\nnegative impact of the Rezoning Plan is not so overwhelmingly or suspiciously\nconcentrated upon black citizens as to leave no room for an inference other than\nsegregative intent. To the contrary, the Plan contains numerous provisions specifically\nbenefitting the schools in underprivileged neighborhoods heavily populated by blacks.\n\fNo. 12-5978        Spurlock et al. v. Fox et al.                                  Page 28\n\n\nThe district court’s uncontested findings further show that there was a significant drop\nin the percentage of black student enrollment in only one out of twelve geographic\nclusters, and even there black student enrollment remained at over 25 percent.\n\n       Moreover, the defendants in the present case, unlike those in Yick Wo and\nGomillion, have offered a number of plausible nondiscriminatory explanations for their\nreform efforts, chief among them tackling the school under-utilization problem. The\nother Arlington Heights factors also point away from a finding of segregative intent. So\nthe present case does not come close to being the rare one where segregative intent is\nshown by disparate impact alone.\n\n       Rather, the present case is more like Personnel Administrator of Massachusetts\nv. Feeney, </pre><span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">256</span></a></span><pre class=\"inline\"> (1979), which involved an equal-protection challenge to a\nMassachusetts statute establishing a hiring preference for veterans.          The statute\n“benefit[ted] an overwhelmingly male class,” id. at 269, an effect so obvious a priori\nthat the legislators’ foreknowledge of the statute’s disparate impact could not be denied,\nid. at 278. Nevertheless, the Supreme Court refused to find an intent to discriminate\nagainst women, holding that the statute was intended to benefit veterans, not men, and\nthat it was adopted “in spite of” its disparate impact on women, not “because of” such\nan impact. Id. at 279-80. The present case is analogous in that the Rezoning Plan was\nintended to ameliorate the school under-utilization problem, not to benefit whites. And\nto the extent that the Board might have known of the possibility of a disparate impact (a\npossibility that, unlike in Feeney, was by no means inevitable), there is no proof that the\nRezoning Plan was adopted “because of” its disparate impact on blacks rather than “in\nspite” of such an impact.\n\n       In sum, the overwhelming weight of the evidence supports the district court’s\nfinding that the Rezoning Plan was not adopted or implemented with a segregative\nintent. The plaintiffs have therefore failed to satisfy the segregative-intent element of\na de jure segregation claim. We thus have no occasion to address the Board’s alternative\nargument for affirmance on the basis that the Plan’s segregative effect was too marginal\nto be legally cognizable.\n\fNo. 12-5978         Spurlock et al. v. Fox et al.                                     Page 29\n\n\nE. Rational-basis review\n\n        Because the Rezoning Plan does not classify students by race and was not\nadopted with a segregative intent, the Plan is subject to rational-basis review. See, e.g.,\nDoe ex rel. Doe v. Lower Merion Sch. Dist., </pre><span class=\"citation no-link\"><span class=\"volume\">665</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">524</span></span><pre class=\"inline\">, 556 (3d Cir. 2011). Under\nthis standard, “legislation is presumed to be valid and will be sustained if the\nclassification drawn by the statute is rationally related to a legitimate state interest.” City\nof Cleburne v. Cleburne Living Ctr., </pre><span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">432</span></a></span><pre class=\"inline\">, 440 (1985). “When social or\neconomic legislation is at issue, the Equal Protection Clause allows the States wide\nlatitude, and the Constitution presumes that even improvident decisions will eventually\nbe rectified by the democratic processes.” Id. (internal citations omitted). Rational-basis\nreview is “highly deferential” and will result in a holding of unconstitutionality “only\nin rare or exceptional circumstances.” Doe v. Mich. Dep’t of State Police, </pre><span class=\"citation\" data-id=\"798098\"><a href=\"/opinion/798098/john-doe-xiv-v-michigan-department-of-state-police-and-col-tadarial/\"><span class=\"volume\">490</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">491</span></a></span><pre class=\"inline\">,\n501 (6th Cir. 2007).\n\n        In the present case, the Board contends that a number of legitimate state interests\nare served by the Rezoning Plan. We need address only one—namely, school under-\nutilization. As discussed above, under-utilization had long been a concern in the\nDistrict, with many schools operating at levels below what their resources and\ninfrastructure would permit, while other schools were overflowing. The Board’s interest\nin remedying this problem and attaining a more efficient allocation of educational\nresources indisputably qualifies as a legitimate state interest. And the Rezoning Plan\nmeaningfully addressed the under-utilization problem by, among other things, adjusting\nschool-zone boundaries, redesignating certain schools, recommending school-specific\nreforms, and allocating more resources to areas with under-utilized schools. These\nmeasures not only rationally relate to the under-utilization problem; they actually solved\nthe problem in a significant portion of the underutilized schools. This is more than\nenough to show that the Rezoning Plan passes constitutional muster.\n\n        Our conclusion that the Rezoning Plan is constitutional, however, should not be\nunderstood to be a judicial endorsement of its “success.” As the district court found, the\nPlan’s much-touted neighborhood-school concept “may have thin support in the\n\fNo. 12-5978            Spurlock et al. v. Fox et al.                              Page 30\n\n\nacademic literature.” Spurlock, </pre><span class=\"citation no-link\"><span class=\"volume\">2012</span> <span class=\"reporter\">WL</span> <span class=\"page\">3064251</span></span><pre class=\"inline\">, at *44. That equivocal finding is\nnot surprising. After all, the notion that children from underprivileged neighborhoods\nare somehow better off staying in their woefully deprived neighborhood schools—so\nwoefully deprived that the students at John Early Middle School in the Pearl-Cohn\nCluster had to share textbooks—instead of attending manifestly superior outside schools,\nis counterintuitive.\n\n         Nor is there any indication in the record that the Rezoning Plan has done much\nto alleviate problems other than school under-utilization, despite the Rezoning Plan’s\nefforts to direct more resources into the racially isolated schools in the District. The\nracial achievement gap apparently exists much as before. Nor has overall academic\nperformance materially changed. Nashville public-school students as a whole were\ndoing poorly before the Plan and continue to do poorly after the Plan. Finally, the effect\non racial and socioeconomic diversity, although not dramatic in one direction or the\nother, appears to have drifted in the direction of increasing isolation.\n\n         In the aggregate, then, the Plan seems to have achieved a modest measure of\nsuccess in improving school utilization while modestly increasing racial isolation.\nWhether that incremental step forward was worth the incremental step backward is a\ndebatable question. But “the Fourteenth Amendment cannot be made a refuge from ill-\nadvised laws,” and “[t]he calculus of effects, the manner in which a particular law\nreverberates in a society, is a legislative and not a judicial responsibility.” Pers. Adm’r\nof Mass. v. Feeney, </pre><span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">256</span></a></span><pre class=\"inline\">, 281, 272 (1979) (ellipsis and quotation marks\nomitted). In the absence of any constitutional infirmity, it is not the province of the\ncourts to dictate and supervise local school policy.\n\n                                     III. CONCLUSION\n\n         For all of the reasons set forth above, we AFFIRM the judgment of the district\ncourt.\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/91704/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105312/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106127/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108844/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109469/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109573/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110098/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110141/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110142/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111507/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112601/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112718/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/117965/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/145702/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/324034/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/347686/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/784791/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/798098/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1238126/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-10-30T13:04:17.457263Z",
      "date_modified": "2014-10-30T13:04:17.457263Z",
      "date_filed": "2013-05-10",
      "date_filed_is_approximate": false,
      "slug": "frances-spurlock-v-david-fox",
      "citation_id": 839879,
      "case_name_short": "",
      "case_name": "Frances Spurlock v. David Fox",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/909237/frances-spurlock-v-david-fox/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T13:04:17.454867Z",
  "date_modified": "2014-10-30T13:04:17.454867Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Frances Spurlock v. David Fox",
  "case_name_full": "",
  "slug": "frances-spurlock-v-david-fox",
  "docket_number": "12-5978",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}