{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/920055/",
  "id": 920055,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/njsuperctappdiv/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1439453/",
      "id": 1439453,
      "absolute_url": "/opinion/1439453/pascack-assoc-v-mayor-coun-tp-of-washington/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/920055/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1439453/",
          "id": 1439453,
          "absolute_url": "/opinion/1439453/pascack-assoc-v-mayor-coun-tp-of-washington/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1439453/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:10:12.402087Z",
          "date_modified": "2017-04-05T20:03:00.262749Z",
          "type": "010combined",
          "sha1": "f93e5c8b74e26608e84226c34bddeec271c4a9cf",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>131 N.J. Super. 195 (1974)</b></center>\n<center><b>329 A.2d 89</b></center>\n<center><h1>PASCACK ASSOCIATION, LIMITED, PLAINTIFF,<br>\nv.<br>\nMAYOR AND COUNCIL OF THE TOWNSHIP OF WASHINGTON, BERGEN COUNTY, NEW JERSEY, DEFENDANT. WALDY, INC., A NEW JERSEY CORPORATION, PLAINTIFF,<br>\nv.<br>\nTHE BOARD OF ADJUSTMENT AND THE TOWNSHIP COUNCIL OF THE TOWNSHIP OF WASHINGTON, BERGEN COUNTY, NEW JERSEY, DEFENDANTS.</h1></center>\n<center><p><b>Superior Court of New Jersey, Law Division.</b></p></center>\n<center>Decided February 1, 1974.</center>\n<p><span class=\"star-pagination\">*196</span> <i>Mr. Allan J. Werksman,</i> for plaintiffs Pascack Association, Limited and Waldy, Inc. (<i>Messrs. Werksman, Saffron and Cohen,</i> attorneys).</p>\n<p><span class=\"star-pagination\">*197</span> <i>Mr. Leonard Adler,</i> for defendant Mayor and Council of the Township of Washington.</p>\n<p><i>Mr. Kevin M. O'Halloran,</i> for defendant-Board of Adjustment (<i>Messrs. Morrison &amp; Griggs,</i> attorneys).</p>\n<p><i>Mr. Robert S. Kleinberg,</i> for defendant Washington Lakes Association (<i>Messrs. Kleinberg &amp; Kleinberg,</i> attorneys).</p>\n<p>GELMAN, J.S.C.</p>\n<p>This matter is before the court on plaintiff's application for enforcement of a final judgment entered on January 12, 1973. A brief review of the procedural history of this litigation is essential to an understanding of the issues projected by this application.</p>\n<p>These actions were commenced in lieu of prerogative writs by the owner (Pascack Association Ltd.) and contract purchaser (Waldy, Inc.), of lands in the Township of Washington, in which plaintiffs challenged the validity of the basic zoning ordinance of the township. In addition, Waldy appealed from the denial to it of a subsection (d) variance to permit construction of a garden apartment development on the subject property. The actions were consolidated and tried in October and November 1972.</p>\n<p>An opinion was filed on December 20, 1972, holding: (1) an amendment to the Washington Township zoning ordinance establishing a two-acre minimum lot size for residential use of the subject property was invalid; (2) the existing zoning ordinance was invalid insofar as it failed to make any provision for multi-family or rental-type housing, and (3) the zoning board's denial of the variance for multi-family use was based on an erroneous view of the statutory requirements for a subsection (d) variance.</p>\n<p>Judgment was entered in accordance with the opinion on January 12, 1973. It is important to note in the present context the following language in the court's opinion as to the township's obligations in connection with the judgment entered on January 12, 1973:</p>\n<p><span class=\"star-pagination\">*198</span> In holding the zoning ordinance under review invalid it must be noted that the court is not directing the municipality to rezone the plaintiffs' property for multi-family use. While the experts who testified on both sides were in general agreement that the subject premises would be suitable for this type of land use and development, it is not the province of the court to specify zoning densities or to exercise any other control at this juncture over the manner in which the township must meet its obligation to provide for multi-family or rental-type housing within its borders. Obviously, in view of the township's state of development, the range of choices available to it is limited, but these choices are properly a function of the legislative power which it must exercise with reasonable promptness and in accordance with the requirements of the statute.</p>\n<p>Despite the foregoing statement in the opinion and a recital in the judgment that it was final, the township did not file a timely notice of appeal from the judgment declaring the zoning ordinance invalid.</p>\n<p>On January 29, 1973 the township adopted an amendment to its zoning ordinance establishing a multi-family district consisting of approximately 34 acres located in the southeastern area of the township (Ordinance No. 73-1).<sup>[*]</sup> Of the acreage included within the new MF district almost half (16.3 acres) is owned by the Young Men's Hebrew Association which has announced plans to utilize its property for nonresidential purposes; 6.5 acres are owned by the township, and 4 acres are owned by an organization known as the Columbian Club. Within the MF district, there is one other sizeable parcel (approximately five acres) under common ownership and development of this property for a four-story, 82-unit condominium has been proposed.</p>\n<p>Ordinance 73-1 imposes the following restrictions upon multi-family development within the MF district:</p>\n<blockquote>(1) Minimum lot size of four acres;</blockquote>\n<blockquote>(2) Minimum street frontage of 225 feet;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*199</span> (3) Minimum lot depth of 700 feet;</blockquote>\n<blockquote>(4) Minimum front yard of 100 feet, rear yard 68 feet, and side yards 50 feet;</blockquote>\n<blockquote>(5) Off-street parking equal to two spaces for each dwelling unit, of which at least 25% must be enclosed;</blockquote>\n<blockquote>(6) Minimum floor areas of 1,000 square feet for one-bedroom units and 1,200 square feet for two-bedroom units, with two complete bathrooms required for the latter;</blockquote>\n<blockquote>(7) One-bedroom units must constitute at least 70% of the total number of dwelling units.</blockquote>\n<blockquote>(8) The maximum density of units per acre may not exceed six for two-story buildings, nine for three-story buildings, and fifteen four-story buildings.</blockquote>\n<p>In addition to the foregoing controls, the ordinance imposes certain construction standards which include provision for a central air conditioning system, landscaping requirements, and site plan review and approval by the planning board.</p>\n<p>No action was taken by the township to rezone plaintiffs' property, and on June 29, 1973 a hearing was held on plaintiffs' motion to compel the township to comply with the judgment entered on January 12, 1973. At the hearing plaintiffs urged that Ordinance 73-1 did not constitute compliance with the judgment in that the area rezoned for multi-family was, because of its diverse ownership, limited in its application to but a single, five-acre parcel; the ordinance imposed unreasonable and arbitrary restrictions with respect to zoning density, minimum floor areas, numbers of bedrooms and bathrooms, garages and other factors which were designed and intended to preclude any multi-family residential use consistent with the economic needs of the residents of the township and the region for such housing; and the township had failed to rezone plaintiffs' property for multi-family use although the evidence at the trial established that its property was the most suitable land available within the township for such development.</p>\n<p>Under date of July 9, 1973 an order was entered directing the township to carry out \"all rezoning required for compliance\" with the prior judgment within 60 days. On July <span class=\"star-pagination\">*200</span> 20, 1973 the township moved to vacate this order because the township planning board had recommended adoption of an ordinance similar to Ordinance 73-1 for an area which would include plaintiffs' property. Following a hearing on this application, an order was entered denying the motion. Thereafter, the township filed a notice of motion for leave to appeal to the Appellate Division from all of the orders previously entered, but leave to appeal was subsequently denied by that court.</p>\n<p>No further zoning action having been taken by the township within the 60-day period set forth in the order, plaintiffs moved for an order directing the township to issue to Waldy a building permit for a multi-family garden type complex in accordance with the plans and the site plan originally submitted to the board of adjustment in support of its application for a variance. Those plans called for the construction of 520 multi-family dwelling units in two-story buildings. Plaintiffs again urged that Ordinance 73-1 did not comply with the court's mandate to provide multi-family zoning for the reasons already described, and that it was entitled to immediate relief in accordance with the judgment and prior orders of the court.</p>\n<p>A hearing was held on this motion on October 4, 1973, at which the township urged that it needed additional time to make a zoning decision with respect to plaintiffs' property. At the conclusion of the hearing this court held that the township had been afforded sufficient opportunity to comply with the judgment of January 12, 1973, and stated that it would appoint planning and zoning consultants to review all proceedings theretofore had in these actions and to report to the court on the following:</p>\n<p>(1) Whether by the adoption of Ordinance 73-1 the township had satisfied the January 12 judgment requiring it to rezone for multi-family or rental-type housing sufficient to meet the statutory requirements of a valid zoning plan.</p>\n<p>(2) If it had not, to recommend a zoning plan for the township that would carry out the terms of the judgment, giving due consideration <span class=\"star-pagination\">*201</span> to all lands available for multi-family use and development within the township, and</p>\n<p>(3) To recommend zoning controls and regulations appropriate to multi-family zoning in Washington Township consistent with the purposes of zoning as set forth in the zoning statutes of the State of New Jersey.</p>\n<p>Thereafter the court appointed Dr. Melvin Levin, Chairman of the Department of Urban Planning, Rutgers University, and Dr. Jerome G. Rose, Professor of Urban Planning, Rutgers University, as consultants to the court in accordance with the opinion of October 4, 1973. The report of the court's consultants was submitted under date of January 9, 1974 and was immediately distributed to the parties upon receipt.</p>\n<p>The consultants' report recognized a public need for apartment rental units to serve at least two sizeable groups in the present population of Washington Township: young married couples whose incomes and needs do not yet require large free-standing residences; and \"overhoused\" older people who wished to remain in the community. Considering the problem either from a municipal or a regional vantage point, the report concluded that Ordinance 73-1, with its excessive restrictions creating unnecessarily high construction costs and its limited site applicability, did not comply with the court's judgment of January 12, 1973.</p>\n<p>The consultants recommended the addition of a northeastern site (including plaintiffs' property) to the MF District and the modification of certain restrictive provisions of Ordinance 73-1 by (1) reducing minimum floor space requirements to 850 square feet for one-bedroom units and to 1,000 for two-bedroom units; (2) eliminating a second bathroom in the two-bedroom units; (3) setting the percentage of one-bedroom and two-bedroom units at 50% each, and (4) allowing for a minimum density of six units per acre, and a maximum density of nine units per acre with Planning board approval.</p>\n<p>Following the receipt of the consultants' report and an opportunity for the parties to comment thereon, a hearing <span class=\"star-pagination\">*202</span> was held on January 25, 1974 for the taking of testimony and argument on the order to be entered by this court by way of enforcing the final judgment of January 12, 1973.</p>\n<p>The township urges that the court lacks jurisdiction to enforce the January 12, 1973 judgment insofar as that judgment directed the municipality to amend its zoning ordinance to provide for multi-family housing. The argument is premised upon the proposition that the exercise of the zoning power is a local legislative function and is wholly immunized from judicial direction or control. The township says, in essence, that the court is powerless to provide a remedy where the legislative body refuses to comply with a judgment which includes a direction to rezone.</p>\n<p>Municipalities, like other agencies of government, must operate within a framework of constitutional government under which the judicial branch has been assigned jurisdiction to adjudicate cases and controversies arising out of the exercise of governmental powers by the legislative and executive branches. This was the concept of the judicial role laid down by Chief Justice Marshall in <i>Marbury v. Madison,</i> 1 Cranch 137, 5 <i>U.S.</i> 137, 2 L.Ed. 60 (1803), and it remains a valid concept today. See, for example, <i>Brown v. Board of Education,</i> 347 <i>U.S.</i> 483, 74 S.Ct. 686, 98 L.Ed. 873 (1954), supplemented 349 <i>U.S.</i> 294, 75 S.Ct. 753, 99 L.Ed. 1083 (1955); <i>Swann v. Charlotte-Mecklenburg Board of Education,</i> 402 <i>U.S.</i> 1, 91 S.Ct. 1267, 28 L.Ed.2d 554 (1971); <i>Baker v. Carr,</i> 369 <i>U.S.</i> 186, 82 S.Ct. 691, 7 L.Ed.2d 663 (1962); <i>Jackman v. Bodine,</i> 43 <i>N.J.</i> 453 (1964); <i>Robinson v. Cahill,</i> 62 <i>N.J.</i> 473, supplemented 63 <i>N.J.</i> 196 (1973); <i>Molino v. Mayor, etc., of Glassboro,</i> 116 <i>N.J. Super.</i> 195 (Law Div. 1971); <i>Southern Burlington County NAACP v. Mount Laurel Tp.,</i> 119 <i>N.J. Super.</i> 164 (Law Div. 1972); <i>Gautreaux v. Chicago Housing Authority,</i> 296 <i>F. Supp.</i> 907, 304 <i>F. Supp.</i> 736 (N.D. Ill. 1969); <i>Kennedy Park Homes Ass'n v. City of Lackawanna,</i> 318 <i>F. Supp.</i> 669 (W.D.N.Y. 1970), aff'd 436 <i>F.</i>2d 108 (2 Cir., 1970), <i>cert.</i> den. 401 <i>U.S.</i> 1010, 91 S.Ct. 1256, 28 L.Ed.2d 546 (1970).</p>\n<p><span class=\"star-pagination\">*203</span> Coincident with the performance of its role in the constitutional scheme, the judiciary has historically and necessarily exercised its power to compel coordinate branches of government to fulfill their obligations as defined by the courts in the decisional process and as embodied in their orders and judgments. In <i>Brown v. Board of Education, supra</i><i>,</i> the United States Supreme Court declared segregated public school systems unconstitutional. The following year in <i>Brown II, supra,</i> the court addressed itself to the question of the manner and extent of judicial involvement in the remedial process by which segregation would be eliminated from school systems. The court foresaw the problems that lay ahead for the judiciary and set forth the standards for judicial remedial relief. It said:</p>\n<p>In fashioning and effectuating the decrees, the Courts will be guided by equitable principles. Traditionally, equity has been characterized by a practical flexibility in shaping its remedies and by a facility for adjusting and reconciling public and private needs. These cases call for the exercise of these traditional attributes of equity power. At stake is the personal interest of the plaintiffs in admission to public schools as soon as practicable on a nondiscriminatory basis. To effectuate this interest may call for elimination of a variety of obstacles in making the transition to school systems operated in accordance with the constitutional principles set forth in our May 17, 1954 decision. Courts of equity may properly take into account the public interest in the elimination of such obstacles in a systematic and effective manner. [349 <i>U.S.</i> at 300, 75 S.Ct. at 756.]</p>\n<p>An illustration of the judicial role in the fashioning of remedies following <i>Brown II</i> may be found in <i>Swann v. Charlotte-Mecklenburg Board of Education, supra</i><i>.</i> There the United States District Court had ordered defendant to submit a school desegregation plan in compliance with a prior court order. Upon defendant's failure to meet the deadline fixed in the order the court appointed an educational consultant to recommend a desegregation plan. The District Court ultimately entered an order substantially adopting the plan submitted by its own expert. On appeal the United <span class=\"star-pagination\">*204</span> States Supreme Court sustained the procedure as well as the substance of the District Court's order, saying:</p>\n<p>If school authorities fail in their affirmative obligations under these holdings, judicial authority may be invoked. Once a right and a violation have been shown, the scope of a district court's equitable powers to remedy past wrongs is broad, for breadth and flexibility are inherent in equitable remedies.</p>\n<p></p>\n<h2>* * * * * * * *</h2>\n<p>Remedial judicial authority does not put judges automatically in the shoes of school authorities whose powers are plenary. Judicial authority enters only when local authority defaults.</p>\n<p></p>\n<h2>* * * * * * * *</h2>\n<p>As with any equity case, the nature of the violation determines the scope of the remedy. In default by the school authorities of their obligation to proffer acceptable remedies, a district court has broad power to fashion a remedy that will assure a unitary school system. [402 <i>U.S.</i> at 15-16, 91 S.Ct. at 1276.]</p>\n<p>Where the duty to be enforced by judicial decree impinges upon the exercise of executive or legislative functions by coordinate branches of government, remedial judicial intervention has been and should be exercised only as a last resort and after the legislative or executive branch has defaulted in its obligation to act. Thus, in <i>Jackman v. Bodine, supra</i><i>,</i> having declared the New Jersey Constitution's legislative apportionment scheme to be in violation of the Federal Constitution, our Supreme Court dealt with the question of remedy and said:</p>\n<p>The duty to comply with the equal protection clause rests upon the three branches of State Government and upon the people of the State as well. The question is what part must be played by each.</p>\n<p>We think it clear that the judiciary should not itself devise a plan except as a last resort. The reasons, simply stated, are that the prescription of a plan of apportionment is laden with political controversy from which the judiciary cannot be too distant, and further, that if the judiciary should devise an interim plan, that plan will likely seem so attractive to some as to impede the search for common agreement. We therefore will confine our role for the present to the minimum demands of the Federal and State Constitutions, retaining jurisdiction, upon applications directly to us and within this cause, to grant further relief if circumstances so require and to resolve such additional issues as may arise. [43 <i>N.J.</i> 473-474]</p>\n<p><span class=\"star-pagination\">*205</span> As the subsequent history of the <i>Jackman</i> litigation bears witness, the Supreme Court did, in fact, fashion orders directly altering legislative districting as the exigencies and circumstances required that such action be taken. As one example, see <i>Jackman v. Bodine,</i> 53 <i>N.J.</i> 585 (1969).</p>\n<p>In <i>Reynolds v. Sims,</i> 377 <i>U.S.</i> 533, 84 S.Ct. 1362, 12 L.Ed.2d 506 (1964), the District Court had declared Alabama's legislative apportionment scheme unconstitutional and fixed a deadline for action by the state legislature to accomplish a constitutional plan of reapportionment. The Alabama legislature adopted two such plans within the time allowed the court, both of which were rejected by the court after hearing. The court then devised its own temporary reapportionment plan and ordered that primary and general elections be held pursuant to its plan. The District Court's action was affirmed on appeal to the United States Supreme Court, and Chief Justice Warren offered the following comments upon the propriety of the course followed by the lower court:</p>\n<p>We feel that the District Court in this case acted in a most proper and commendable manner. It initially acted wisely in declining to stay the impending primary election in Alabama, and properly refrained from acting further until the Alabama Legislature had been given an opportunity to remedy the admitted discrepancies in the State's legislative apportionment scheme, while initially stating some of its views to provide guidelines for legislative action. And it correctly recognized that legislative reapportionment is primarily a matter for legislative consideration and determination, and that judicial relief becomes appropriate only when a legislature fails to reapportion according to federal constitutional requisites in a timely fashion after having had an adequate opportunity to do so. Additionally, the court below acted with proper judicial restraint, after the Alabama Legislature had failed to act effectively in remedying the constitutional deficiencies in the State's legislative apportionment scheme, in ordering its own temporary reapportionment plan into effect, at a time sufficiently early to permit the holding of elections pursuant to that plan without great difficulty, and in prescribing a plan admittedly provisional in purpose so as not to usurp the primary responsibility for reapportionment which rests with the legislature. [377 <i>U.S.</i> at 586, 84 S.Ct. at 1394.]</p>\n<p><span class=\"star-pagination\">*206</span> In <i>Kennedy Park Homes Ass'n v. City of Lackawanna, supra</i><i>,</i> the court found that certain amendments to the municipal zoning ordinance as well as other municipal action had been undertaken to prevent construction of a multi-family subdivision intended for black residents. The court held that such actions constituted a denial to plaintiffs of the equal protection of the law and ordered the municipality to affirmatively take whatever steps were necessary to permit the construction of the housing desired by plaintiffs.</p>\n<p>In the <i>Mount Laurel</i> case, <i>supra,</i> which is presently pending before the New Jersey Supreme Court, the Law Division invalidated a zoning ordinance which prohibited multi-family dwellings, principally for the reason the ordinance discriminated against the poor and deprived them of adequate housing and the opportunity to secure publicly-subsidized housing. The court, as part of its judgment, directed the municipality to take affirmative action, not merely to rezone, but to develop a plan to provide for publicly subsidized housing within the community.</p>\n<p>The cases which have been cited above illustrate the principles which have guided courts in the past in fashioning remedies to meet the adjudicated facts in specific controversies involving the application of the judicial power to compel affirmative action by other branches of government. Those principles sustain the court's jurisdiction to act here, but at the same time impose a heavy burden to exercise that jurisdiction with restraint and only to the extent necessary to accomplish a reconciliation of the public and private interests involved in this dispute.</p>\n<p>The question, then, is not whether but the manner in which the inherent equity power of the court should be exercised. The traditional method of enforcing judicial decrees through contempt proceedings is singularly inappropriate in resolving a zoning controversy; its use would afford no practical benefit to plaintiffs and would be inadequate to vindicate plaintiffs' rights established by the judgment. The remedy espoused by plaintiffs 혰 to compel the issuance of a building <span class=\"star-pagination\">*207</span> permit for the development of their property as they have proposed it 혰 has the virtue of simplicity but nothing else to commend it. While this course has been followed in at least one other jurisdiction. see <i>Appeal of Girsh,</i> 437 <i>Pa.</i> 237, 263 <i>A.</i>2d 395 (Sup. Ct. 1970), it affords no protection to other property owners in the community who might be adversely affected by what in essence would be the unregulated development by the plaintiffs of their property.</p>\n<p>The only viable remedy is a limited intervention by the court in the zoning process. Since judges have not been known to possess any particular expertise in either zoning or planning, it is incumbent upon the court to utilize the services of independent expert consultants to assist in formulating a remedy consistent with effectuating the judgment. See <i>Swann v. Charlotte-Mecklenburg Board of Education, supra</i><i>.</i> With such guidance \"judicially discoverable and manageable standards\" are readily available for resolving this controversy. See <i>Baker v. Carr, supra,</i> 369 <i>U.S.</i> at 217, 82 S.Ct. 691, 7 L.Ed.2d 663.</p>\n<p>The purpose of this proceeding is to ensure that the municipal zoning ordinance meets the general welfare requirements of the zoning statute, <i>N.J.S.</i> 40:55-32, and if possible to avoid an adverse impact upon the existing zoning plan of the township. The consultants' report substantially accomplishes that objective. The answers the consultants have supplied to the questions asked of them are amply supported by their reasoning and analysis as well as the statistical evidence they have supplied. Their recommendations as to zoning controls and densities are designed primarily to meet existing and prospective needs for multi-family housing emanating from within the township itself, and are in harmony with the maintenance of the suburban residential character of this community.</p>\n<p>Upon review of the consultant's report and the recommendations contained therein as well as the evidence received at the hearing on January 25, 1974, an order will be entered as follows:</p>\n<p><span class=\"star-pagination\">*208</span> (1) Upon proper application being made by plaintiff to the appropriate municipal departments and agencies having jurisdiction thereof, including but not limited to application to the Washington Township Planning Board for site plan review pursuant to Ordinance 73-1, the Township of Washington is ordered and directed to issue to the plaintiff a building permit for the construction of multiple-family garden-type dwelling units, not exceeding two stories in height on premises known as Lot 1 in Block 3202; Lots 1 through 14, inclusive, in Block 3204, Lots 5 through 10, inclusive, in Block 3203, and Lots 2 and 4 in Block 3201, subject to the following:</p>\n<p>(a) The maximum number of multiple-family dwelling units permitted as of right shall be not less than nine units per acre;</p>\n<p>(b) The minimum offstreet parking spaces required shall be not less than two spaces for each dwelling unit, which shall include enclosed offstreet parking spaces in an amount not less than 25% of the number of dwelling units to be constructed;</p>\n<p>(c) 50% of the multiple-family dwelling units shall have one bedroom and the balance of the multiple-family dwelling units shall have two bedrooms;</p>\n<p>(d) The minimum floor area requirements for each dwelling unit shall be as follows:</p>\n<blockquote>(1) One-bedroom dwelling unit 혰 800 square feet;</blockquote>\n<blockquote>(2) Two-bedroom dwelling unit 혰 1,000 square feet;</blockquote>\n<p>(e) The building plans and specifications shall comply with the applicable building code of the Township of Washington then in effect on the date of the application.</p>\n<p>(f) The township planning board shall be authorized to approve an application for site plan approval increasing the density of units per acre and without the minimum floor area limitations hereinabove set forth upon a finding that such dwelling units shall, by reason of location, amenities and design, provide special requirements to meet the housing needs and requirements of residents of the age of fifty-five and above.</p>\n<p>(2) This court will retain jurisdiction upon proper application being made to enforce the provisions of this order.</p>\n<h2>NOTES</h2>\n<p>[*]  Prior to the adoption of Ordinance 73-1 the Washington Township zoning ordinance prohibited any multi-family or apartment use. All residential uses were restricted to one-family detached dwellings on lots ranging from 10,000 square feet to one acre.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">N.J. Super.</span> <span class=\"page\">195</span></span> (1974)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">329</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">89</span></span></b></center>\n<center><h1>PASCACK ASSOCIATION, LIMITED, PLAINTIFF,<br>\nv.<br>\nMAYOR AND COUNCIL OF THE TOWNSHIP OF WASHINGTON, BERGEN COUNTY, NEW JERSEY, DEFENDANT. WALDY, INC., A NEW JERSEY CORPORATION, PLAINTIFF,<br>\nv.<br>\nTHE BOARD OF ADJUSTMENT AND THE TOWNSHIP COUNCIL OF THE TOWNSHIP OF WASHINGTON, BERGEN COUNTY, NEW JERSEY, DEFENDANTS.</h1></center>\n<center><p><b>Superior Court of New Jersey, Law Division.</b></p></center>\n<center>Decided February 1, 1974.</center>\n<p><span class=\"star-pagination\">*196</span> <i>Mr. Allan J. Werksman,</i> for plaintiffs Pascack Association, Limited and Waldy, Inc. (<i>Messrs. Werksman, Saffron and Cohen,</i> attorneys).</p>\n<p><span class=\"star-pagination\">*197</span> <i>Mr. Leonard Adler,</i> for defendant Mayor and Council of the Township of Washington.</p>\n<p><i>Mr. Kevin M. O'Halloran,</i> for defendant-Board of Adjustment (<i>Messrs. Morrison &amp; Griggs,</i> attorneys).</p>\n<p><i>Mr. Robert S. Kleinberg,</i> for defendant Washington Lakes Association (<i>Messrs. Kleinberg &amp; Kleinberg,</i> attorneys).</p>\n<p>GELMAN, J.S.C.</p>\n<p>This matter is before the court on plaintiff's application for enforcement of a final judgment entered on January 12, 1973. A brief review of the procedural history of this litigation is essential to an understanding of the issues projected by this application.</p>\n<p>These actions were commenced in lieu of prerogative writs by the owner (Pascack Association Ltd.) and contract purchaser (Waldy, Inc.), of lands in the Township of Washington, in which plaintiffs challenged the validity of the basic zoning ordinance of the township. In addition, Waldy appealed from the denial to it of a subsection (d) variance to permit construction of a garden apartment development on the subject property. The actions were consolidated and tried in October and November 1972.</p>\n<p>An opinion was filed on December 20, 1972, holding: (1) an amendment to the Washington Township zoning ordinance establishing a two-acre minimum lot size for residential use of the subject property was invalid; (2) the existing zoning ordinance was invalid insofar as it failed to make any provision for multi-family or rental-type housing, and (3) the zoning board's denial of the variance for multi-family use was based on an erroneous view of the statutory requirements for a subsection (d) variance.</p>\n<p>Judgment was entered in accordance with the opinion on January 12, 1973. It is important to note in the present context the following language in the court's opinion as to the township's obligations in connection with the judgment entered on January 12, 1973:</p>\n<p><span class=\"star-pagination\">*198</span> In holding the zoning ordinance under review invalid it must be noted that the court is not directing the municipality to rezone the plaintiffs' property for multi-family use. While the experts who testified on both sides were in general agreement that the subject premises would be suitable for this type of land use and development, it is not the province of the court to specify zoning densities or to exercise any other control at this juncture over the manner in which the township must meet its obligation to provide for multi-family or rental-type housing within its borders. Obviously, in view of the township's state of development, the range of choices available to it is limited, but these choices are properly a function of the legislative power which it must exercise with reasonable promptness and in accordance with the requirements of the statute.</p>\n<p>Despite the foregoing statement in the opinion and a recital in the judgment that it was final, the township did not file a timely notice of appeal from the judgment declaring the zoning ordinance invalid.</p>\n<p>On January 29, 1973 the township adopted an amendment to its zoning ordinance establishing a multi-family district consisting of approximately 34 acres located in the southeastern area of the township (Ordinance No. 73-1).<sup>[*]</sup> Of the acreage included within the new MF district almost half (16.3 acres) is owned by the Young Men's Hebrew Association which has announced plans to utilize its property for nonresidential purposes; 6.5 acres are owned by the township, and 4 acres are owned by an organization known as the Columbian Club. Within the MF district, there is one other sizeable parcel (approximately five acres) under common ownership and development of this property for a four-story, 82-unit condominium has been proposed.</p>\n<p>Ordinance 73-1 imposes the following restrictions upon multi-family development within the MF district:</p>\n<blockquote>(1) Minimum lot size of four acres;</blockquote>\n<blockquote>(2) Minimum street frontage of 225 feet;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*199</span> (3) Minimum lot depth of 700 feet;</blockquote>\n<blockquote>(4) Minimum front yard of 100 feet, rear yard 68 feet, and side yards 50 feet;</blockquote>\n<blockquote>(5) Off-street parking equal to two spaces for each dwelling unit, of which at least 25% must be enclosed;</blockquote>\n<blockquote>(6) Minimum floor areas of 1,000 square feet for one-bedroom units and 1,200 square feet for two-bedroom units, with two complete bathrooms required for the latter;</blockquote>\n<blockquote>(7) One-bedroom units must constitute at least 70% of the total number of dwelling units.</blockquote>\n<blockquote>(8) The maximum density of units per acre may not exceed six for two-story buildings, nine for three-story buildings, and fifteen four-story buildings.</blockquote>\n<p>In addition to the foregoing controls, the ordinance imposes certain construction standards which include provision for a central air conditioning system, landscaping requirements, and site plan review and approval by the planning board.</p>\n<p>No action was taken by the township to rezone plaintiffs' property, and on June 29, 1973 a hearing was held on plaintiffs' motion to compel the township to comply with the judgment entered on January 12, 1973. At the hearing plaintiffs urged that Ordinance 73-1 did not constitute compliance with the judgment in that the area rezoned for multi-family was, because of its diverse ownership, limited in its application to but a single, five-acre parcel; the ordinance imposed unreasonable and arbitrary restrictions with respect to zoning density, minimum floor areas, numbers of bedrooms and bathrooms, garages and other factors which were designed and intended to preclude any multi-family residential use consistent with the economic needs of the residents of the township and the region for such housing; and the township had failed to rezone plaintiffs' property for multi-family use although the evidence at the trial established that its property was the most suitable land available within the township for such development.</p>\n<p>Under date of July 9, 1973 an order was entered directing the township to carry out \"all rezoning required for compliance\" with the prior judgment within 60 days. On July <span class=\"star-pagination\">*200</span> 20, 1973 the township moved to vacate this order because the township planning board had recommended adoption of an ordinance similar to Ordinance 73-1 for an area which would include plaintiffs' property. Following a hearing on this application, an order was entered denying the motion. Thereafter, the township filed a notice of motion for leave to appeal to the Appellate Division from all of the orders previously entered, but leave to appeal was subsequently denied by that court.</p>\n<p>No further zoning action having been taken by the township within the 60-day period set forth in the order, plaintiffs moved for an order directing the township to issue to Waldy a building permit for a multi-family garden type complex in accordance with the plans and the site plan originally submitted to the board of adjustment in support of its application for a variance. Those plans called for the construction of 520 multi-family dwelling units in two-story buildings. Plaintiffs again urged that Ordinance 73-1 did not comply with the court's mandate to provide multi-family zoning for the reasons already described, and that it was entitled to immediate relief in accordance with the judgment and prior orders of the court.</p>\n<p>A hearing was held on this motion on October 4, 1973, at which the township urged that it needed additional time to make a zoning decision with respect to plaintiffs' property. At the conclusion of the hearing this court held that the township had been afforded sufficient opportunity to comply with the judgment of January 12, 1973, and stated that it would appoint planning and zoning consultants to review all proceedings theretofore had in these actions and to report to the court on the following:</p>\n<p>(1) Whether by the adoption of Ordinance 73-1 the township had satisfied the January 12 judgment requiring it to rezone for multi-family or rental-type housing sufficient to meet the statutory requirements of a valid zoning plan.</p>\n<p>(2) If it had not, to recommend a zoning plan for the township that would carry out the terms of the judgment, giving due consideration <span class=\"star-pagination\">*201</span> to all lands available for multi-family use and development within the township, and</p>\n<p>(3) To recommend zoning controls and regulations appropriate to multi-family zoning in Washington Township consistent with the purposes of zoning as set forth in the zoning statutes of the State of New Jersey.</p>\n<p>Thereafter the court appointed Dr. Melvin Levin, Chairman of the Department of Urban Planning, Rutgers University, and Dr. Jerome G. Rose, Professor of Urban Planning, Rutgers University, as consultants to the court in accordance with the opinion of October 4, 1973. The report of the court's consultants was submitted under date of January 9, 1974 and was immediately distributed to the parties upon receipt.</p>\n<p>The consultants' report recognized a public need for apartment rental units to serve at least two sizeable groups in the present population of Washington Township: young married couples whose incomes and needs do not yet require large free-standing residences; and \"overhoused\" older people who wished to remain in the community. Considering the problem either from a municipal or a regional vantage point, the report concluded that Ordinance 73-1, with its excessive restrictions creating unnecessarily high construction costs and its limited site applicability, did not comply with the court's judgment of January 12, 1973.</p>\n<p>The consultants recommended the addition of a northeastern site (including plaintiffs' property) to the MF District and the modification of certain restrictive provisions of Ordinance 73-1 by (1) reducing minimum floor space requirements to 850 square feet for one-bedroom units and to 1,000 for two-bedroom units; (2) eliminating a second bathroom in the two-bedroom units; (3) setting the percentage of one-bedroom and two-bedroom units at 50% each, and (4) allowing for a minimum density of six units per acre, and a maximum density of nine units per acre with Planning board approval.</p>\n<p>Following the receipt of the consultants' report and an opportunity for the parties to comment thereon, a hearing <span class=\"star-pagination\">*202</span> was held on January 25, 1974 for the taking of testimony and argument on the order to be entered by this court by way of enforcing the final judgment of January 12, 1973.</p>\n<p>The township urges that the court lacks jurisdiction to enforce the January 12, 1973 judgment insofar as that judgment directed the municipality to amend its zoning ordinance to provide for multi-family housing. The argument is premised upon the proposition that the exercise of the zoning power is a local legislative function and is wholly immunized from judicial direction or control. The township says, in essence, that the court is powerless to provide a remedy where the legislative body refuses to comply with a judgment which includes a direction to rezone.</p>\n<p>Municipalities, like other agencies of government, must operate within a framework of constitutional government under which the judicial branch has been assigned jurisdiction to adjudicate cases and controversies arising out of the exercise of governmental powers by the legislative and executive branches. This was the concept of the judicial role laid down by Chief Justice Marshall in <i>Marbury v. Madison,</i> 1 Cranch 137, 5 <i>U.S.</i> 137, <span class=\"citation\" data-id=\"84759\"><a href=\"/opinion/84759/marbury-v-madison/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">60</span></a></span> (1803), and it remains a valid concept today. See, for example, <i>Brown v. Board of Education,</i> 347 <i>U.S.</i> 483, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></span> (1954), supplemented 349 <i>U.S.</i> 294, <span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">753</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1083</span></span> (1955); <i>Swann v. Charlotte-Mecklenburg Board of Education,</i> 402 <i>U.S.</i> 1, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span> (1971); <i>Baker v. Carr,</i> 369 <i>U.S.</i> 186, <span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">691</span></a></span>, <span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">663</span></a></span> (1962); <i>Jackman v. Bodine,</i> 43 <i>N.J.</i> 453 (1964); <i>Robinson v. Cahill,</i> 62 <i>N.J.</i> 473, supplemented 63 <i>N.J.</i> 196 (1973); <i>Molino v. Mayor, etc., of Glassboro,</i> 116 <i>N.J. Super.</i> 195 (Law Div. 1971); <i>Southern Burlington County NAACP v. Mount Laurel Tp.,</i> 119 <i>N.J. Super.</i> 164 (Law Div. 1972); <i>Gautreaux v. Chicago Housing Authority,</i> 296 <i>F. Supp.</i> 907, 304 <i>F. Supp.</i> 736 (N.D. Ill. 1969); <i>Kennedy Park Homes Ass'n v. City of Lackawanna,</i> 318 <i>F. Supp.</i> 669 (W.D.N.Y. 1970), aff'd 436 <i>F.</i>2d 108 (2 Cir., 1970), <i>cert.</i> den. 401 <i>U.S.</i> 1010, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1256</span></span>, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">546</span></span> (1970).</p>\n<p><span class=\"star-pagination\">*203</span> Coincident with the performance of its role in the constitutional scheme, the judiciary has historically and necessarily exercised its power to compel coordinate branches of government to fulfill their obligations as defined by the courts in the decisional process and as embodied in their orders and judgments. In <i>Brown v. Board of Education, supra</i><i>,</i> the United States Supreme Court declared segregated public school systems unconstitutional. The following year in <i>Brown II, supra,</i> the court addressed itself to the question of the manner and extent of judicial involvement in the remedial process by which segregation would be eliminated from school systems. The court foresaw the problems that lay ahead for the judiciary and set forth the standards for judicial remedial relief. It said:</p>\n<p>In fashioning and effectuating the decrees, the Courts will be guided by equitable principles. Traditionally, equity has been characterized by a practical flexibility in shaping its remedies and by a facility for adjusting and reconciling public and private needs. These cases call for the exercise of these traditional attributes of equity power. At stake is the personal interest of the plaintiffs in admission to public schools as soon as practicable on a nondiscriminatory basis. To effectuate this interest may call for elimination of a variety of obstacles in making the transition to school systems operated in accordance with the constitutional principles set forth in our May 17, 1954 decision. Courts of equity may properly take into account the public interest in the elimination of such obstacles in a systematic and effective manner. [349 <i>U.S.</i> at 300, 75 S.Ct. at 756.]</p>\n<p>An illustration of the judicial role in the fashioning of remedies following <i>Brown II</i> may be found in <i>Swann v. Charlotte-Mecklenburg Board of Education, supra</i><i>.</i> There the United States District Court had ordered defendant to submit a school desegregation plan in compliance with a prior court order. Upon defendant's failure to meet the deadline fixed in the order the court appointed an educational consultant to recommend a desegregation plan. The District Court ultimately entered an order substantially adopting the plan submitted by its own expert. On appeal the United <span class=\"star-pagination\">*204</span> States Supreme Court sustained the procedure as well as the substance of the District Court's order, saying:</p>\n<p>If school authorities fail in their affirmative obligations under these holdings, judicial authority may be invoked. Once a right and a violation have been shown, the scope of a district court's equitable powers to remedy past wrongs is broad, for breadth and flexibility are inherent in equitable remedies.</p>\n<p></p>\n<h2>* * * * * * * *</h2>\n<p>Remedial judicial authority does not put judges automatically in the shoes of school authorities whose powers are plenary. Judicial authority enters only when local authority defaults.</p>\n<p></p>\n<h2>* * * * * * * *</h2>\n<p>As with any equity case, the nature of the violation determines the scope of the remedy. In default by the school authorities of their obligation to proffer acceptable remedies, a district court has broad power to fashion a remedy that will assure a unitary school system. [402 <i>U.S.</i> at 15-16, 91 S.Ct. at 1276.]</p>\n<p>Where the duty to be enforced by judicial decree impinges upon the exercise of executive or legislative functions by coordinate branches of government, remedial judicial intervention has been and should be exercised only as a last resort and after the legislative or executive branch has defaulted in its obligation to act. Thus, in <i>Jackman v. Bodine, supra</i><i>,</i> having declared the New Jersey Constitution's legislative apportionment scheme to be in violation of the Federal Constitution, our Supreme Court dealt with the question of remedy and said:</p>\n<p>The duty to comply with the equal protection clause rests upon the three branches of State Government and upon the people of the State as well. The question is what part must be played by each.</p>\n<p>We think it clear that the judiciary should not itself devise a plan except as a last resort. The reasons, simply stated, are that the prescription of a plan of apportionment is laden with political controversy from which the judiciary cannot be too distant, and further, that if the judiciary should devise an interim plan, that plan will likely seem so attractive to some as to impede the search for common agreement. We therefore will confine our role for the present to the minimum demands of the Federal and State Constitutions, retaining jurisdiction, upon applications directly to us and within this cause, to grant further relief if circumstances so require and to resolve such additional issues as may arise. [43 <i>N.J.</i> 473-474]</p>\n<p><span class=\"star-pagination\">*205</span> As the subsequent history of the <i>Jackman</i> litigation bears witness, the Supreme Court did, in fact, fashion orders directly altering legislative districting as the exigencies and circumstances required that such action be taken. As one example, see <i>Jackman v. Bodine,</i> 53 <i>N.J.</i> 585 (1969).</p>\n<p>In <i>Reynolds v. Sims,</i> 377 <i>U.S.</i> 533, <span class=\"citation\" data-id=\"106850\"><a href=\"/opinion/106850/reynolds-v-sims/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1362</span></a></span>, <span class=\"citation\" data-id=\"106850\"><a href=\"/opinion/106850/reynolds-v-sims/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">506</span></a></span> (1964), the District Court had declared Alabama's legislative apportionment scheme unconstitutional and fixed a deadline for action by the state legislature to accomplish a constitutional plan of reapportionment. The Alabama legislature adopted two such plans within the time allowed the court, both of which were rejected by the court after hearing. The court then devised its own temporary reapportionment plan and ordered that primary and general elections be held pursuant to its plan. The District Court's action was affirmed on appeal to the United States Supreme Court, and Chief Justice Warren offered the following comments upon the propriety of the course followed by the lower court:</p>\n<p>We feel that the District Court in this case acted in a most proper and commendable manner. It initially acted wisely in declining to stay the impending primary election in Alabama, and properly refrained from acting further until the Alabama Legislature had been given an opportunity to remedy the admitted discrepancies in the State's legislative apportionment scheme, while initially stating some of its views to provide guidelines for legislative action. And it correctly recognized that legislative reapportionment is primarily a matter for legislative consideration and determination, and that judicial relief becomes appropriate only when a legislature fails to reapportion according to federal constitutional requisites in a timely fashion after having had an adequate opportunity to do so. Additionally, the court below acted with proper judicial restraint, after the Alabama Legislature had failed to act effectively in remedying the constitutional deficiencies in the State's legislative apportionment scheme, in ordering its own temporary reapportionment plan into effect, at a time sufficiently early to permit the holding of elections pursuant to that plan without great difficulty, and in prescribing a plan admittedly provisional in purpose so as not to usurp the primary responsibility for reapportionment which rests with the legislature. [377 <i>U.S.</i> at 586, 84 S.Ct. at 1394.]</p>\n<p><span class=\"star-pagination\">*206</span> In <i>Kennedy Park Homes Ass'n v. City of Lackawanna, supra</i><i>,</i> the court found that certain amendments to the municipal zoning ordinance as well as other municipal action had been undertaken to prevent construction of a multi-family subdivision intended for black residents. The court held that such actions constituted a denial to plaintiffs of the equal protection of the law and ordered the municipality to affirmatively take whatever steps were necessary to permit the construction of the housing desired by plaintiffs.</p>\n<p>In the <i>Mount Laurel</i> case, <i>supra,</i> which is presently pending before the New Jersey Supreme Court, the Law Division invalidated a zoning ordinance which prohibited multi-family dwellings, principally for the reason the ordinance discriminated against the poor and deprived them of adequate housing and the opportunity to secure publicly-subsidized housing. The court, as part of its judgment, directed the municipality to take affirmative action, not merely to rezone, but to develop a plan to provide for publicly subsidized housing within the community.</p>\n<p>The cases which have been cited above illustrate the principles which have guided courts in the past in fashioning remedies to meet the adjudicated facts in specific controversies involving the application of the judicial power to compel affirmative action by other branches of government. Those principles sustain the court's jurisdiction to act here, but at the same time impose a heavy burden to exercise that jurisdiction with restraint and only to the extent necessary to accomplish a reconciliation of the public and private interests involved in this dispute.</p>\n<p>The question, then, is not whether but the manner in which the inherent equity power of the court should be exercised. The traditional method of enforcing judicial decrees through contempt proceedings is singularly inappropriate in resolving a zoning controversy; its use would afford no practical benefit to plaintiffs and would be inadequate to vindicate plaintiffs' rights established by the judgment. The remedy espoused by plaintiffs 혰 to compel the issuance of a building <span class=\"star-pagination\">*207</span> permit for the development of their property as they have proposed it 혰 has the virtue of simplicity but nothing else to commend it. While this course has been followed in at least one other jurisdiction. see <i>Appeal of Girsh,</i> 437 <i>Pa.</i> 237, 263 <i>A.</i>2d 395 (Sup. Ct. 1970), it affords no protection to other property owners in the community who might be adversely affected by what in essence would be the unregulated development by the plaintiffs of their property.</p>\n<p>The only viable remedy is a limited intervention by the court in the zoning process. Since judges have not been known to possess any particular expertise in either zoning or planning, it is incumbent upon the court to utilize the services of independent expert consultants to assist in formulating a remedy consistent with effectuating the judgment. See <i>Swann v. Charlotte-Mecklenburg Board of Education, supra</i><i>.</i> With such guidance \"judicially discoverable and manageable standards\" are readily available for resolving this controversy. See <i>Baker v. Carr, supra,</i> 369 <i>U.S.</i> at 217, <span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">691</span></a></span>, <span class=\"citation\" data-id=\"106366\"><a href=\"/opinion/106366/baker-v-carr/\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">663</span></a></span>.</p>\n<p>The purpose of this proceeding is to ensure that the municipal zoning ordinance meets the general welfare requirements of the zoning statute, <i>N.J.S.</i> 40:55-32, and if possible to avoid an adverse impact upon the existing zoning plan of the township. The consultants' report substantially accomplishes that objective. The answers the consultants have supplied to the questions asked of them are amply supported by their reasoning and analysis as well as the statistical evidence they have supplied. Their recommendations as to zoning controls and densities are designed primarily to meet existing and prospective needs for multi-family housing emanating from within the township itself, and are in harmony with the maintenance of the suburban residential character of this community.</p>\n<p>Upon review of the consultant's report and the recommendations contained therein as well as the evidence received at the hearing on January 25, 1974, an order will be entered as follows:</p>\n<p><span class=\"star-pagination\">*208</span> (1) Upon proper application being made by plaintiff to the appropriate municipal departments and agencies having jurisdiction thereof, including but not limited to application to the Washington Township Planning Board for site plan review pursuant to Ordinance 73-1, the Township of Washington is ordered and directed to issue to the plaintiff a building permit for the construction of multiple-family garden-type dwelling units, not exceeding two stories in height on premises known as Lot 1 in Block 3202; Lots 1 through 14, inclusive, in Block 3204, Lots 5 through 10, inclusive, in Block 3203, and Lots 2 and 4 in Block 3201, subject to the following:</p>\n<p>(a) The maximum number of multiple-family dwelling units permitted as of right shall be not less than nine units per acre;</p>\n<p>(b) The minimum offstreet parking spaces required shall be not less than two spaces for each dwelling unit, which shall include enclosed offstreet parking spaces in an amount not less than 25% of the number of dwelling units to be constructed;</p>\n<p>(c) 50% of the multiple-family dwelling units shall have one bedroom and the balance of the multiple-family dwelling units shall have two bedrooms;</p>\n<p>(d) The minimum floor area requirements for each dwelling unit shall be as follows:</p>\n<blockquote>(1) One-bedroom dwelling unit 혰 800 square feet;</blockquote>\n<blockquote>(2) Two-bedroom dwelling unit 혰 1,000 square feet;</blockquote>\n<p>(e) The building plans and specifications shall comply with the applicable building code of the Township of Washington then in effect on the date of the application.</p>\n<p>(f) The township planning board shall be authorized to approve an application for site plan approval increasing the density of units per acre and without the minimum floor area limitations hereinabove set forth upon a finding that such dwelling units shall, by reason of location, amenities and design, provide special requirements to meet the housing needs and requirements of residents of the age of fifty-five and above.</p>\n<p>(2) This court will retain jurisdiction upon proper application being made to enforce the provisions of this order.</p>\n<h2>NOTES</h2>\n<p>[*]  Prior to the adoption of Ordinance 73-1 the Washington Township zoning ordinance prohibited any multi-family or apartment use. All residential uses were restricted to one-family detached dwellings on lots ranging from 10,000 square feet to one acre.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/84759/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105312/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106366/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106850/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108316/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1480968/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1492493/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1868030/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1982538/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2061807/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2096010/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2262368/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2378245/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2384631/"
          ]
        }
      ],
      "judges": "Gelman",
      "date_created": "2014-10-30T13:08:58.162313Z",
      "date_modified": "2016-03-03T19:51:18.959955Z",
      "date_filed": "1974-02-01",
      "date_filed_is_approximate": false,
      "slug": "pascack-assoc-v-mayor-coun-tp-of-washington",
      "citation_id": 1412224,
      "case_name_short": "",
      "case_name": "Pascack Assoc. v. Mayor, Coun. Tp. of Washington",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "131 N.J. Super. 195",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "329 A.2d 89",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 8,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/920055/pascack-assoc-v-mayor-coun-tp-of-washington/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T13:08:58.158835Z",
  "date_modified": "2014-10-30T13:08:58.158835Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Pascack Assoc. v. Mayor, Coun. Tp. of Washington",
  "case_name_full": "",
  "slug": "pascack-assoc-v-mayor-coun-tp-of-washington",
  "docket_number": "",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}