{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/923711/",
  "id": 923711,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/njd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1379706/",
      "id": 1379706,
      "absolute_url": "/opinion/1379706/newark-branch-naacp-v-township-of-west-orange/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/923711/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1379706/",
          "id": 1379706,
          "absolute_url": "/opinion/1379706/newark-branch-naacp-v-township-of-west-orange/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1379706/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/1885/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T05:52:27.951593Z",
          "date_modified": "2017-04-04T16:35:49.725441Z",
          "type": "010combined",
          "sha1": "ffb68074bdbfa0aadf2b7b017f8ee04bc99ca742",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>786 F.Supp. 408 (1992)</b></center>\n<center><h1>NEWARK BRANCH, NATIONAL ASSOCIATION FOR THE ADVANCEMENT OF COLORED PEOPLE, New Jersey State Conference, National Association for the Advancement of Colored People and the National Association for the Advancement of Colored People, Plaintiffs<br>\nv.<br>\nTOWNSHIP OF WEST ORANGE, NEW JERSEY, Defendant.</h1></center>\n<center>Civ. A. No. 89-3236 (AJL).</center>\n<center><p><b>United States District Court, D. New Jersey.</b></p></center>\n<center>February 14, 1992.</center>\n<p><span class=\"star-pagination\">*409</span> <span class=\"star-pagination\">*410</span> Jonathan M. Hyman, Rutgers Constitutional Litigation Clinic, Newark, N.J., Everald F. Thompson, Baltimore, Md. and David L. Rose, Washington, D.C., for plaintiffs.</p>\n<p><span class=\"star-pagination\">*411</span> Matthew J. Scola, West Orange, N.J., for defendant Tp. of West Orange.</p>\n<p>David I. Fox, Fox and Fox, Newark, N.J., for amicus curiae, West Orange Residents First.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>LECHNER, District Judge.</p>\n<p>This lawsuit was commenced by the Newark, New Jersey Branch of the National Association for the Advancement of Colored People, New Jersey State Conference, National Association for the Advancement, and the National Association for the Advancement of Colored People (collectively, the \"NAACP\") against the Township of West Orange (\"West Orange\") on 31 July 1989 under Title VII of the Civil Rights Act of 1964, as amended, 42 U.S.C. § 2000e, <i>et seq</i> (\"Title VII\").</p>\n<p>The NAACP alleges in its complaint (the \"Complaint\") that the policy of West Orange giving preference in municipal hiring to West Orange residents violates Title VII. On 10 May 1990 the NAACP and West Orange signed a consent decree (the \"Consent Decree\") which provides that West Orange would not base its hiring decisions on town residency, that West Orange would attempt to recruit African-Americans for municipal employment, and that West Orange would cease use of civil service lists (the \"Eligible Residents List\") created while the residency preference was in effect. The Consent Decree provided for continuing jurisdiction by this court over the enforcement of the Consent Decree for five years.</p>\n<p>Currently before the court is the motion brought by West Orange to vacate the Consent Decree and for leave to hire additional employees from the Eligible Residents List.<sup>[1]</sup> Joining in the motion as <i>amicus curiae</i> are twenty-three individuals<sup>[2]</sup> (the \"Residents First\") who are on the Eligible Residents List for appointment to police officer and fire fighter positions in West Orange. Also before the court is the motion for summary judgment by the NAACP<sup>[3]</sup> and the cross-motion for summary judgment by West Orange which have been pending since 11 December 1989 <span class=\"star-pagination\">*412</span> when they were argued.<sup>[4]</sup> Decisions for the NAACP summary judgment motion and the West Orange cross-motion were reserved because immediately following oral argument the parties expressed an intent to settle the case and so informed the Court. As a result, the Consent Decree was entered and the motion and the cross-motion for summary judgment were mooted until the filing of this motion to vacate the Consent Decree.<sup>[5]</sup> For the reasons which follow, the motion to vacate the Consent Decree and for leave to hire additional fire fighters from the Eligible Residents List is denied. If for any reason the Consent Decree is set aside, the NAACP motion for summary judgment is granted and the West Orange cross-motion for summary judgment is denied.</p>\n<p></p>\n<h2><i>Facts</i></h2>\n<p>The NAACP is a \"voluntary association committed to the improvement of the social and economic status of minority groups, the elimination of racial prejudice and discrimination, and the attainment of civil rights and equal opportunities for its members and other persons.\" Complaint, ¶ 3. It is composed of local branches and other constituent bodies and its membership is open to all persons sharing its goals. Jones Dec., ¶ 2. The Newark Branch of the NAACP has over two thousand five hundred members who live in or around Newark, New Jersey, the great majority of whom are African-American. <i>Id.,</i> ¶ 4.</p>\n<p>West Orange is a township established under the laws of New Jersey and is a political subdivision of New Jersey. Complaint, ¶ 5. West Orange adjoins Orange and is within commuting distance of East Orange, Newark and Jersey City, all of which have a higher percentage of African-Americans than West Orange. NAACP 12G Statement, ¶ 7; Summary Judgment Opp. Brief, 1. The adjoining municipalities of Newark, Orange and East Orange all have hiring policies similar to those adopted by West Orange.<sup>[6]</sup><i>Id.,</i> Ex. A.</p>\n<p><span class=\"star-pagination\">*413</span> The Complaint alleges West Orange has 39,510 residents, of whom 2.4 percent are African-American. <i>Id.,</i> ¶ 6. It alleges West Orange employs three hundred fourteen full-time employees, of whom two, or .63 percent, are African-American, in addition to ninety-three part-time employees of whom none are African-American. <i>Id.,</i> ¶ 7. West Orange states it employs three hundred fifteen full-time and one hundred fifty nine part-time employees, including two full-time African-American employees and thirteen African-American part-time workers. Summary Judgment Opp. Brief, 2. In February 1990 around two to three percent of municipal employees were African-Americans. Transcript of 13 February 1990 Meeting, 9. At that same time, thirty percent of the people employed in the private sector of West Orange consisted of African-Americans.<sup>[7]</sup><i>Id.</i></p>\n<p>Among the membership of the NAACP are fifty-one African-Americans who have expressed interest, through a questionnaire, in municipal employment in the police and fire departments or other positions available in West Orange. Attachment 4. There are also at least eighteen members of the NAACP who would apply for various municipal employment opportunities if residency was not a factor. Attachment 9. Additionally, at least three members have applied for positions in West Orange or would have applied if permitted to do so. Watson Dec., ¶ 3; Jenkins Dec., ¶ 6; Wise Dec., ¶ 5. All of these individuals reside outside West Orange, but are within commuting distance.</p>\n<p>Tyrone Jenkins (\"Jenkins\") is an African-American in his mid-thirties, physically fit and interested in a fire fighter or police position in West Orange. Jenkins Dec., ¶ 2. He took the written and physical examination for fire fighters and scored 96.770 and was ranked number twenty-eight on the 28 August 1984 certified list for fire fighters in Newark. <i>Id.,</i> ¶ 4. He first applied only in Newark as he was told he could only apply in the town in which he resided. <i>Id.,</i> ¶ 5. He has nonetheless applied to West Orange for a fire fighter position. <i>Id.,</i> ¶ 6.</p>\n<p>Timothy Wise (\"Wise\") is an African-American in his mid-twenties who is physically fit. Wise Dec., ¶¶ 2-3. Like Jenkins, Wise took the fire fighter exam in Newark, New Jersey. <i>Id.,</i> ¶ 4. He scored 95.470 and was ranked number thirty-eight on the list in Newark. <i>Id.</i> Wise was told he was eligible to apply only within Newark. <i>Id.,</i> ¶ 5. Wise would apply for a fire fighter position in West Orange if residency was not a controlling factor. <i>Id.</i></p>\n<p>Adrienne Watson (\"Watson\") lives in Jersey City, is an African-American and is a member of the NAACP. Watson Dec., ¶ 1. She has five years experience as a secretary. <i>Id.,</i> ¶ 2. She applied for a position as an administrative secretary in West Orange which was announced in a Job Opportunities Bulletin published by the New Jersey Department of Personnel. <i>Id.,</i> ¶ 3.</p>\n<p>The New Jersey Act Concerning Residency Requirements for Municipal and County Employees, N.J.S.A. §§ 40A:9 and 40A:14 <i>et seq.,</i> permits, but does not require, the governing body of a municipality or county to impose a residency requirement on public employment. The pertinent New Jersey statute provides:</p>\n<blockquote>Unless otherwise provided by law, the governing body of any local unit may by resolution or ordinance, as appropriate, require, subject to the provisions of this act, all officers and employees employed by the local unit after the effective date of this act to be bona fide residents therein. A bona fide resident for the purpose of this act is a person having a permanent domicile within the local unit and one which has not been adopted with the intention of again taking up or claiming a previous residence acquired outside of the local unit's boundaries.</blockquote>\n<p>N.J.S.A. 40A:9-1.3. It further permits a municipality or county to \"limit the eligibility of applicants for positions and employments in the classified service of such local unit to residents of that local unit.\" N.J.S.A. 40A:9-1.4.</p>\n<p>In addition, the statute mandates, if an applicant is not required to be a resident, <span class=\"star-pagination\">*414</span> the municipality or county \"shall require ... that all nonresidents subsequently appointed to positions or employments shall become bona fide residents of the local unit within 1 year of their appointment....\" N.J.S.A. 40A:9-1.5. The statute further provides if a municipality or county which has adopted residency requirements is unable to recruit a sufficient amount of qualified residents it may receive applications from nonresidents. N.J.S.A. 40A:9-1.6.</p>\n<p>New Jersey has enacted separate statutes with respect to police and fire department employees. Section 40A:14-123.1a, which governs police department employees, provides, in pertinent part:</p>\n<blockquote>a. In any municipality of this State, before any person shall be appointed as a member of the police department and force, the appointing authority may classify all the duly qualified applicants for the position or positions to be filled in the following classes:</blockquote>\n<blockquote>I. Residents of the municipality.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>b. In any municipality which classifies qualified applicants pursuant to subsection a. of this section, the appointing authority shall first appoint all those in Class I and then those in each succeeding class in the order above listed, and shall appoint a person or persons in any such class only to a vacancy or vacancies remaining after all qualified applicants in the preceding class or classes have been appointed or have declined an offer of appointment.</blockquote>\n<p>N.J.S.A. 40A:14:123.1a.</p>\n<p>Section 40A:14-10.1a, which governs fire fighter positions, provides, in pertinent part:</p>\n<blockquote>a. In any municipality of this State, before any person shall be appointed as a member of the paid fire department ... the appointing authority may classify all the duly qualified applicants for the position or positions to be filled in the following classes:</blockquote>\n<blockquote>I. Residents of the municipality.</blockquote>\n<p>N.J.S.A. 40:14-10.1a.</p>\n<p>West Orange has enacted a municipal ordinance which gives priority in municipal hiring to West Orange residents (the \"Residency Preference Ordinance\"). Revised General Ordinances of the Township of West Orange, § 4-15. The Residency Preference Ordinance provides, in pertinent part:</p>\n<blockquote>All full-time officers and employees who shall hereafter be employed by ... West Orange shall be bona fide residents of the town. A bona fide resident for the purpose of this section is a person having a permanent domicile within the town and one which has not been adopted with the intention of again taking up or claiming a previous residence acquired outside the town limits....</blockquote>\n<blockquote>Whenever the appointing authority, with the consent and approval of the mayor, shall determine that there cannot be recruited a sufficient number of qualified residents for available full time specific positions or employment, the town shall advertise for other qualified applicants who shall be classified and appointed according to the following preferences:</blockquote>\n<blockquote>1. Residents of the County of Essex.</blockquote>\n<blockquote>2. Residents of counties contiguous to the County of Essex.</blockquote>\n<blockquote>3. Residents of the State of New Jersey.</blockquote>\n<blockquote>4. All other qualified applicants.</blockquote>\n<blockquote>The town shall require such officers and employees, as a condition of their continued employment, to become bona fide residents of the town within one year after permanent appointment.</blockquote>\n<p><i>Id.</i></p>\n<p>Advertisements for openings in West Orange's regular, nonuniformed services are routinely placed in a local paper with circulation in Orange, East Orange and Maplewood. Corwick Dep., 14. If the job is more technical than a clerical position, it is advertised in the New Jersey Star Ledger, a newspaper with statewide circulation. For positions requiring special expertise, advertisements are taken in the New York <span class=\"star-pagination\">*415</span> Times, a paper with circulation throughout the New York metropolitan area and beyond. <i>Id.</i> Job openings are also posted in the office buildings of the West Orange municipal government. <i>Id.,</i> 16.</p>\n<p>For West Orange positions, employees are hired provisionally until they have been qualified by the New Jersey Department of Personnel. <i>Id.,</i> 24. Applicants for police positions are tested before being hired.<sup>[8]</sup> The testing is done by the State. Palardy Dep., 11. Applicants for the police positions take a written, physical agility and medical examination administered by West Orange. <i>Id.,</i> 12. A background investigation and psychological exam are taken before the police interview the applicant. <i>Id.,</i> 15.</p>\n<p>The Complaint asserts the Residency Preference Ordinance has excluded all or virtually all African-Americans from municipal employment in West Orange. The Complaint asserts this practice is not justified by legitimate operational needs and thus violates Title VII. Complaint, ¶¶ 9-10, 12. The Complaint requests preliminary and permanent injunctive relief enjoining West Orange from, among other things, relying on town residency as a criterion in making hiring decisions.</p>\n<p>After the filing of the Complaint on 31 July 1989, the action brought by the NAACP received considerable coverage in local newspapers, including a front-page article in the West Orange Chronicle on 3 August 1989, a second front-page article in the West Orange Chronicle on 10 August 1989 and an article in the West Orange Chronicle appearing on page 4 on 17 August 1989. <i>See</i> Cabrera Certificate and Attachments; NAACP Opposition Attachments (both previously submitted for motion for intervention).</p>\n<p>On 18 August 1989 West Orange filed its Answer and Affirmative Defenses (the \"Answer\") asserting as affirmative defenses (1) the NAACP failed to join the State of New Jersey as an indispensable party, (2) the Complaint failed to state a cause of action upon which relief can be granted, (3) the Complaint is barred by estoppel and laches, (4) the suit is barred by the doctrine of unclean hands, (5) NAACP lacked standing and (6) West Orange's practices are preempted by state law. Answer. Joseph G. Dooley, Esq. (\"Dooley\"), Township Attorney for West Orange, was the attorney of record for this case through 29 May 1990.<sup>[9]</sup></p>\n<p>Also in August 1989, the NAACP served West Orange with its motion for summary judgment or for a preliminary injunction. On 5 September 1989 and 12 September 1989 the West Orange Township Council (the \"Town Council\") had a meeting of its members.<sup>[10]</sup> Spina Dep., 9; Minniti Dep., 78; Brennan Dep., 5-6. At these meetings, the Town Council authorized Dooley to propose a settlement to the NAACP. <i>Id.,</i> 5. West Orange proposed to modify, change or repeal the Residency Preference Ordinance if there would be no publicity as to the settlement and its terms. <i>Id.,</i> 7; Spina Dep., 10. The NAACP rejected the proposed settlement because it wanted any settlement to include provisions for the recruitment of African-Americans. Opp. Brief, 11.</p>\n<p>On 25 September 1989 West Orange served the NAACP with a cross-motion for summary judgment together with a motion to consolidate and to join additional parties, including the State of New Jersey. The cross-motion argued the NAACP lacked standing to bring a Title VII suit. The NAACP's motion for summary judgment and West Orange's cross-motion were filed on 20 November 1989. Meanwhile in November <span class=\"star-pagination\">*416</span> 1989, a new Eligible Residents List was compiled. West Orange appointed nine residents from the Eligible Residents List during negotiations in this case. Opp. Brief, 5 (citing Ex.L, previously submitted).</p>\n<p>On 11 December 1989 oral argument was held on the NAACP motion for summary judgment and the West Orange cross-motion. Following oral argument, the parties conferred with each other and with the court regarding the possibility of settlement. Dooley Dep., 23. Because of the possibility of a settlement, it was suggested by the parties that a decision on the motions be delayed to give the parties time to work out all settlement details. As mentioned, the Consent Decree purported to resolve all issues and mooted the NAACP motion for summary judgment or for a preliminary injunction and West Orange's cross-motion for summary judgment.</p>\n<p>Spina does not recall whether Dooley apprised him of the substance of the oral argument. Spina Dep., 19. Dooley recalls during that time, there was a problem with the Town Council regarding the uniform versus nonuniform employees. Dooley Dep., 25.</p>\n<p>On 18 December 1989 Dooley wrote a letter to Spina and the Town Council proposing a stipulation that West Orange would eliminate the Residency Preference Ordinance for nonuniformed employees. Dooley Dep., 16; Spina Dep., 20-21. Spina states he would have had no objection to approving such a stipulation. <i>Id.,</i> 21-22. Brennan was aware that at the end of 1989 there was a lot of pressure being put on Dooley to settle the case.<sup>[11]</sup> Brennan Dep., 12.</p>\n<p>By letter, dated 9 January 1990, Dooley sent the Town Council and Spina a copy of the proposed consent decree with a copy of a letter from David L. Rose, Esq. (\"Rose\"), counsel for the NAACP. Dooley Dep., 27; Spina Dep., 23-24; Minniti Dep., 81; Katz Dep., 68. It is unclear whether a formal meeting was held in January 1989, but it appears there was discussion in an executive session of the Town Council about the proposed consent decree.<sup>[12]</sup> Minniti Dep., 81. Spina recalls some of the problems with the proposed consent decree were whether West Orange would have to pay NAACP's attorneys' fees, whether West Orange would have to pay for advertising to notify persons that employment positions were available and whether the proposed consent decree extended to the police and fire fighter Eligible Residents Lists. Spina Dep., 24. Spina states it was his position that the proposed consent decree could not extend to police and fire fighter Eligible Residents Lists because police and fire fighter positions were governed by state law. <i>Id.</i></p>\n<p>Dooley states that around January or February 1990 he discussed with the Town Council Members the Eligible Residents Lists for police and fire fighters and informed them \"that something would have to be done with regard to those lists.\" Dooley Dep., 28-29. Dooley testified, with respect to a letter Rose sent him:</p>\n<blockquote>Your letter suggested that there could be a blending or melding or consolidation or calling for a new list, so obviously, there would be a question then if it was going to be open. You were asking whether or not we would want to consider opening to county-wide or state-wide so, yes, there was some discussion with regard to police and fire, with regards to having other than West Orange residents.</blockquote>\n<p><i>Id.,</i> 29.</p>\n<p>On 12 February 1990 Rose sent Dooley a letter, via facsimile, (the \"12 February 1990 Rose Letter\") which set forth the basic principles upon which they had agreed, subject to the approval of West Orange. Dooley Dep., 31. Dooley stated the 12 February 1990 Rose Letter \"attempt[ed] to partially define or refine where it was that we were attempting ... to achieve....\" <i>Id.,</i> 31. Dooley sent Spina and the Town Council copies of the 12 February 1990 <span class=\"star-pagination\">*417</span> Rose Letter as well as a letter by Dooley discussing the upcoming hearing in this matter. <i>Id.</i></p>\n<p>On 13 February 1990 an executive session of the Town Council held a meeting (the \"13 February 1990 Meeting\"). Transcript of 13 February 1990 Meeting. Dooley, Spina, Marvin Corwick, the former Business Administrator of West Orange, Matthew Scola, Esq. (\"Scola\"), attorney for West Orange, and the Town Council Members were present at the 13 February 1990 Meeting. <i>Id.</i></p>\n<p>At the 13 February 1990 Meeting the proposed consent decree and the 12 February 1990 Rose Letter were discussed. Dooley Dep., 32; Spina Dep., 36-46. Everyone in attendance agreed that the proposed consent decree should cover all minorities and not be restricted to African-Americans. Transcript of 13 February 1990 Meeting, 3; Brennan Dep., 13.</p>\n<p>With respect to the Residents Eligibility List, Spina stated:</p>\n<blockquote>[T]here is one thing that I would agree to and that is just what you said, we will open it up to out of town and county first and then the state if you want to have a secondary list and they must move into the town in one year and then that is it. We are not going to do any advertising, we are not doing anything to subvert the police or fire lists, no way are [sic] going to get involved in that.</blockquote>\n<p>Transcript of 13 February 1990 Meeting, 4. Dooley also informed the Town Council Members the NAACP agreed to the requirement that employees move into West Orange within a year. <i>Id.,</i> 5.</p>\n<p>The question of paying the NAACP's counsel fees was discussed at length at the 13 February 1990 Meeting. Everyone agreed there would be no consent decree if it included an agreement by West Orange to pay the NAACP's attorneys' fees. <i>Id.,</i> 7-8, 11; Brennan Dep., 13-14; Dooley Dep., 40. With respect to including police and fire fighters under the consent decree, the following was stated:</p>\n<blockquote>Minniti: Tell them we'll agree to everything in the Consent Decree except Counsel Fees.</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>Spina: Not with the Police and Fire.... They want us to subvert the entire police and fire department and tie that list up.... What are we going to agree to?</blockquote>\n<blockquote>Dooley: I said no to that.... I'm not going to agree to the [counsel fees]. We are going to agree that West Orange adopts an ordinance eliminating preference with people from out of town; that change in policy will be communicated to Civil Service, Department of Personnel and ask them to generate new exams.</blockquote>\n<p>Transcript of 13 February 1990 Meeting, 10. No further objections were made to the proposed consent decree.<sup>[13]</sup></p>\n<p>After the 13 February 1990 Meeting Dooley understood that the Town Council had \"set up perimeters which if I could bring into substantial compliance with or pull together, that there was authorization to settle the matter.\" Dooley Dep., 37. Dooley stated that subsequent discussions continued with Town Council Members \"with regards to aspects of [the Consent Decree] to attempt to refine or bring the big picture together from February, March....\" <i>Id.,</i> 39.</p>\n<p>Dooley does not recall having further meetings with the Town Council Members regarding the Consent Decree between 13 February 1990 and 10 May 1990. <i>Id.,</i> 33-34, 45. Dooley stated: \"I would think that there may have been some and I have no independent recollection, but there would have been some discussion about a consent decree or the litigation.\" <i>Id.,</i> 34. Dooley states following the 13 February 1990 Meeting and subsequent discussions with Town Council Members he understood there were Town Council Members who <span class=\"star-pagination\">*418</span> would support the proposed consent decree.<sup>[14]</sup><i>Id.,</i> 40-41.</p>\n<p>Dooley also recalls having discussions with Rose during which he told Rose: \"We have a deal[I] need[] to run by one more council member....\" <i>Id.,</i> 34 (referring to telephone conversation 22 March 1990), 38 (referring to a letter sent in March). Dooley explained, during that time period,</p>\n<blockquote>[w]hat was happening was that I would have an understanding of what the big picture was insofar as a resolution of the matter, and since we weren't getting everybody together and making some calls so that we perhaps could, ... and you were trying to keep score mentally as to whether or not you had the number of votes.... Not that it was unusual at that point in time not to have a full board, a full membership of the [Town] [C]ouncil.</blockquote>\n<p><i>Id.,</i> 35-36.</p>\n<p>Neither Spina nor the Town Council Members recall discussing the proposed consent decree with Dooley after the 13 February 1990 Meeting and prior to the execution of the Consent Decree on 10 May 1990. The Town Council Members maintain, however, that all discussions pertained only to nonuniformed positions, not to uniformed positions.<sup>[15]</sup> Brennan Dep., 15, 22; Spina Dep., 55. Brennan acknowledges, however, that at some point in either February or March, Dooley informed the Town Council that the NAACP wished to include the police and fire fighters in the proposed consent decree. Brennan Dep., 18-19, 37. Brennan maintains there was never an agreement among the Town Council Members to approve freezing the current Eligible Residents Lists for police and fire positions. <i>Id.,</i> 37. However, Brennan subsequently stated the only direction he recalled giving Dooley at the 13 February 1990 Meeting was that West Orange would eliminate the residency requirement for <i>everybody. Id.,</i> 22.</p>\n<p>On 10 May 1990 Dooley, on behalf of West Orange, signed the Consent Decree. At the time Dooley signed the Consent Decree, he believed \"it was the consensus of the elected officials.\" Minutes of 22 May 1990 Meeting, 2; Dooley Dep., 40, 43, 52. Dooley recognized that he did not provide the Town Council Members with a copy of the Consent Decree prior to signing it, but he stated \"[i]t wasn't ... our practice.\" <i>Id.,</i> 43 Indeed, Dooley stated \"this is perhaps the only time I have submitted anything ... to the governing body before we did anything.\" <i>Id.</i> Dooley explained:</p>\n<blockquote>I figured they had it, that we discussed it, this is the January, February one, of course, any correlation between that and <span class=\"star-pagination\">*419</span> the ultimate one, there's a vast dichotomy or vast difference, but I figured if we went to different meetings and resolved different concerns, that the majority, whatever may constitute at the time, [would] be amenable to it.</blockquote>\n<p><i>Id.</i></p>\n<p>The Consent Decree ordered, among other things, that West Orange seek to recruit African-Americans for municipal employment, that it not require West Orange residency or give preference to residents in making municipal hiring decisions and that it cease filling municipal employment vacancies from lists created while the Residency Preference Ordinance was in effect. <i>See</i> Consent Decree, 2-3. The Consent Decree does not require West Orange to advertise the change in policy. <i>Id.,</i> ¶ 4. The Consent Decree does not impose quotas or set asides, but requires West Orange to engage in \"fair and nondiscriminatory\" hiring from qualified applicants without preference of race or municipal residence.<sup>[16]</sup><i>Id.,</i> ¶ 2.</p>\n<p>Subsequently, Dooley sent a copy of the Consent Decree to Spina and the Town Council Members. Dooley Dep., 49. Dooley stated he first heard opposition to the Consent Decree around 12 May 1990. <i>Id.</i> He stated both Spina and Brennan informed him the Consent Decree in the form it was signed was not authorized. <i>Id.,</i> 50.</p>\n<p>Brennan stated there are two problems with the Consent Decree: first, there was no formal agreement to any of the terms other than to abolish the residency requirement and second, Dooley never presented the Consent Decree to the Town Council for approval and a vote, formal or informal. Brennan Dep., 24, 26. Brennan stated that after the February or March meetings with the Town Council, he did not hear anything about the Consent Decree until he was called by a constituent in May complaining about the effect of the Consent Decree. <i>Id.,</i> 26.</p>\n<p>Four of the five Town Council Members stated they never authorized Dooley to settle the litigation on the terms in the Consent Decree. Brennan Aff., ¶ 3; Dunn Aff., ¶ 3; Katz Aff., ¶ 3; Minniti Aff., ¶ 3. Sorge stated he \"never <i>formally</i> authorized ... any settlement of this lawsuit.\" Sorge Aff., ¶ 3 (emphasis added). Spina states he had discussions with Dooley regarding the settlement of this case, but that the \"only concession to [the NAACP he] ever agreed to make was that [he] would support amending relevant ... ordinances to abolish residency requirements for non-uniformed employees.\" Spina Aff., ¶ 3.</p>\n<p>Spina received a copy of the Consent Decree shortly after 10 May 1990. On 12 May 1990 the New Jersey Star Ledger quoted Spina as saying: \"I feel that West Orange is a very progressive community ... there was no difficulty in working out an amicable agreement.\" Opp. Brief, 16. Spina is also quoted as saying: \"We have no problem hiring anyone from anywhere, as long as they have the requirements for the job and will be an asset to the community.\" <i>Id.</i> (quoting New Jersey Star Ledger, 2 May 1990). Spina stated that at the time he made the above statements, he did not know the Consent Decree covered the police and fire fighters. Spina Dep., 62-63. He does not recall reading the Consent Decree or being aware that it covered police and fire fighters until after he read the newspaper article discussing it. <i>Id.,</i> 63-64.</p>\n<p>After the Consent Decree was entered and prior to the 22 May 1990 Meeting, Dooley listened to the tapes from the 13 February 1990 Meeting. Dooley Dep., 52-53. Dooley stated after listening to the tape, he \"could see that reasonable men and women could differ about what occurred on February 13th, and between that and May 10th and learned a lesson that I would never sign anything again as municipal attorney without ... coming back to a client.\" <i>Id.,</i> 53.</p>\n<p><span class=\"star-pagination\">*420</span> On 21 May 1990 the Town Council held a meeting<sup>[17]</sup> at which the Town Council Members declared to the public that they never authorized the signing of the Consent Decree. Minniti Dep., 91; Katz Dep., 73; Dunn Dep., 41; Spina Dep., 65-66. At the town meeting, Dooley was asked who authorized him to sign the Consent Decree and he responded it was his belief there was a consensus of the Town Council Members to enter the Consent Decree. Opp. Brief, 17.</p>\n<p>Dooley stated that his authority to settle a case has never been questioned during his twelve years of service for West Orange. Dooley Dep., 53-54. He further stated: \"[I]t hadn't been our practice since I've been municipal attorney to submit proposed decrees to the governing body.\" <i>Id.,</i> 46.</p>\n<p>West Orange also has an ordinance governing the authority of the town attorney:</p>\n<blockquote>the town attorney shall:</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>c. Subject to the approval of the council, have power to enter into any agreement, compromise or settlement of any litigation in which the town is involved.</blockquote>\n<p>Code of West Orange 2-6. According to Dooley, no certain form of approval is necessary under this ordinance.<sup>[18]</sup> Dooley Dep., 11.</p>\n<p>On 25 June 1990, Residents First filed a state court action (the \"<i>Residents First</i> Action\") against West Orange alleging West Orange adopted the Consent Decree during privately held proceedings in violation of the Open Public Meetings Act, N.J.S.A. § 10:4-12(a).<sup>[19]</sup> Movants' Brief, 35 n. 2 (previously submitted with motion to intervene). Significantly, the NAACP was not made a party to the <i>Residents First</i> Action.</p>\n<p>On 2 July 1990 Residents First filed a motion to intervene in this action. The 20 November 1990 Opinion denied the motion to intervene on the ground that the application for intervention was not timely made and because Residents First's interests were adequately represented by the existing parties. 20 November 1990 Opinion, 24, 31.</p>\n<p>In October 1991 Residents First filed a motion for summary judgment in the <i>Residents First</i> Action. Subsequently, Residents First and West Orange consented to a state court order purporting to vacate the Consent Decree. On 6 December 1991, Judge Neagle of the New Jersey Superior Court signed an order (the \"6 December 1991 Order\") which purported to declare the Consent Decree invalid. As mentioned, the NAACP was neither a party to the <i>Residents First</i> Action nor to the proposed consent order in that action. On 10 December 1991 West Orange hired seven individuals for police and fire fighter positions from the Eligible Residents List. On 26 December 1991 the NAACP applied for a temporary restraining order and preliminary injunctive relief to enjoin West Orange from employing the seven individuals.</p>\n<p>On 2 January 1992 Judge Alvin Weiss of the New Jersey Superior Court vacated the 6 December 1991 Order. Order, dated 2 January 1992. The 6 December 1991 Order was vacated because \"no notice was given to the [NAACP] that [Residents First] were moving for summary judgment to <span class=\"star-pagination\">*421</span> have [the Consent Decree] declared invalid and unenforceable....\" <i>Id.</i> The state court plaintiffs' failure to notice the NAACP, a party to the Consent Decree, constituted a violation of due process. <i>Id.</i></p>\n<p>On 3 January 1992 a hearing (the \"3 January 1992 Hearing\") was held on the NAACP's motion for a temporary restraining order and preliminary injunctive relief. At the 3 January 1992 Hearing the appointment of the seven individuals was vacated and set aside, effective immediately. Order, dated 3 January 1992. Transcript of 3 January 1992 Oral Arg., 12-13. West Orange was directed that the Consent Decree has been, and continues to remain, in full effect unless and until it is set aside by order of this court. West Orange was directed to comply with all terms of the Consent Decree; West Orange could fill vacant positions so long as it considered the applicant pool, as directed by the Consent Decree. West Orange was further directed that it could not hire employees from the Eligible Residents List while it was waiting for a county-wide eligibility list to be compiled.</p>\n<p>On 13 January 1992, twenty months since the signing of the Consent Decree, West Orange filed the motion to vacate the Consent Decree and for leave to hire additional fire fighters from the Eligible Residents List.</p>\n<p></p>\n<h2><i>Discussion</i></h2>\n<p></p>\n<h2>A. <i>Motion to Vacate Consent Decree</i>\n</h2>\n<p>West Orange moved to vacate the Consent Decree on the ground that it did not expressly authorize Dooley to sign the Consent Decree. Moving Brief, 4. West Orange argues that under New Jersey law, a municipality can only act by resolution or ordinance of its council. <i>Id.,</i> 5. The NAACP argues the Town Council did authorize Dooley to sign the Consent Decree. Opp. Brief, 25-26. In addition, the NAACP argues it is inappropriate to vacate the Consent Decree under Fed.R.Civ.P. 60(b). <i>Id.,</i> 21-24. Residents First, filing as <i>amici,</i> argues the NAACP acted unreasonably in assuming Dooley had authority to act on the Township's behalf.<sup>[20]</sup><i>Amicus Brief,</i> 1-3.</p>\n<p>Although West Orange does not move pursuant to any particular rule of federal procedure, in light of the fact that twenty months have passed since the entry of the Consent Decree, it is deemed to have moved pursuant to Rule 60(b) of the Federal Rules of Civil Procedure. Rule 60(b) provides in relevant part:</p>\n<blockquote>On motion and upon such terms as are just, the court may relieve a party ... from a final judgment, order, or proceeding for the following reasons: (1) mistake, inadvertence, surprise, or excusable neglect; (2) newly discovered evidence which by due diligence could not have been discovered in time to move for a new trial under Rule 59(b); (3) fraud ..., misrepresentation, or other misconduct of an adverse party; (4) the judgment is void; (5) the judgment has been satisfied, reversed or otherwise vacated, or it is no longer equitable that the judgment should have prospective application; or (6) any other reason justifying relief from the operation of this judgment. The motion shall be made within a reasonable time, and for reasons (1), (2), and (3) not more than one year after the judgment, order, or proceeding was entered or taken.</blockquote>\n<p>Fed.R.Civ.P. 60(b).</p>\n<p>The only grounds upon which Rule 60(b) relief could be warranted in this instance is subsections (1) or (6). Despite the delay in the filing of this motion, the motion process is deemed to have begun in May 1990. Therefore, the one year period set forth in Rule 60(b) was tolled as of May 1990.<sup>[21]</sup><span class=\"star-pagination\">*422</span> Accordingly, it must be determined whether the Consent Decree may be vacated under subsections (1) or (6).</p>\n<p>\"Rule 60(b) `provides for extraordinary relief and may be invoked only upon a showing of exceptional circumstances.'\" <i>Delaware Valley Citizens' Council for Clean Air v. Pennsylvania,</i> 755 F.2d 38, 45 (3d Cir.) (quoting <i>Mayberry v. Maroney,</i> 529 F.2d 332, 335 (3d Cir.1976)), <i>cert. denied,</i> 474 U.S. 819, 106 S.Ct. 67, 88 L.Ed.2d 54 (1985); <i>see also </i><i>Lasky v. Continental Prods. Corp.,</i> 804 F.2d 250, 256 (3d Cir. 1986). A consent decree is a judgment and is entitled to a presumption of finality. <i>Delaware Valley Citizens' Council for Clean Air v. Pennsylvania,</i> 674 F.2d 976, 981 (3d Cir.1982) (citing <i>Mayberry v. Maroney (II),</i> 558 F.2d 1159, 1163 (3d Cir.1977)); <i>see also </i><i>United States v. Fort Smith,</i> 760 F.2d 231, 233 (8th Cir.1985) (consent decree may be modified or vacated pursuant to Rule 60(b)).</p>\n<p>\"Motions under [Rule 60(b)] are directed to the sound discretion of the district court.\" <i>Griffin v. Swim-Tech Corp.,</i> 722 F.2d 677, 680 (11th Cir.1984); <i>see also </i><i>Lasky,</i> 804 F.2d at 256; <i>Home Box Office, Inc. v. Spectrum Elec. Inc.,</i> 100 F.R.D. 379, 382 (E.D.Pa.1983). Indeed, the \"provisions of [Rule 60(b)] must be carefully interpreted to preserve the delicate balance between the sanctity of final judgments and the `incessant command of the court's conscience that justice be done in light of <i>all</i> the facts.'\" <i>Griffin,</i> 722 F.2d at 680 (quoting <i>Bankers Mortgage Co. v. United States,</i> 423 F.2d 73, 77 (5th Cir.), <i>cert. denied,</i> 399 U.S. 927, 90 S.Ct. 2242, 26 L.Ed.2d 793 (1970) (emphasis in original)).</p>\n<p>\"Consent judgments have been reopened [under Rule 60(b)(1)] when they were agreed to because of erroneous factual representations.\" 11 C. Wright &amp; A. Miller, Federal Prac. &amp; Proc. § 2858, 166-67 (1973 &amp; 1991 Supp.); <i>see also, </i><i>Smith v. Widman Trucking &amp; Excavating, Inc.,</i> 627 F.2d 792 (7th Cir.1980) (Rule 60(b)(1) can be used to set aside consent decree upon showing of affirmative proof that attorney was not authorized to enter it). Significantly, the party moving under Rule 60(b)(1) must show the existence of a meritorious defense.<sup>[22]</sup><i>In re Brenner,</i> No. 89-8322, 89-8680, 1991 WL 214051, * 5 1991 U.S. Dist. LEXIS 15043, * 12 (E.D.Pa. 18 Oct. 1991) (citing <i>In re J.B. Winchells, Inc.,</i> 106 B.R. 384, 389 (Bankr.E.D.Pa. 1989)).</p>\n<p>Under subsection (6), the party seeking relief must show \"absent such relief, an <span class=\"star-pagination\">*423</span> `extreme' and `unexpected' hardship will result.\" <i>Griffin,</i> 722 F.2d at 680 (quoting <i>United States v. Swift &amp; Co.,</i> 286 U.S. 106, 52 S.Ct. 460, 76 L.Ed. 999 (1932)); <i>see also </i><i>United States v. Boch Oldsmobile, Inc.,</i> 909 F.2d 657, 660 (1st Cir.1990); <i>Lasky,</i> 804 F.2d at 256; <i>Fort Smith,</i> 760 F.2d at 233.</p>\n<p>The policies which mandate the movant to meet such a high standard before a consent decree can be vacated have been explained as follows.</p>\n<blockquote>One is that a party has made a `free, calculated, and deliberate choice,' in the interests of settlement, choosing to incur whatever duties or burdens the decree imposes in order to forego litigation.... The second value stems from the fact that the parties, rather than merely memorializing their bargain in a private contract, have invoked the machinery of the judiciary by having a consent judgment entered. `[T]he only issue [before the Court] is whether the [movant] offered sufficient evidence of circumstances so exceptional that <i>our</i> overriding interest in the finality and repose of judgments may properly be overcome.'</blockquote>\n<p><i>McGoff v. Rapone,</i> 78 F.R.D. 8, 24-25 (E.D.Pa.1978) (quoting <i>Mayberry II,</i> 558 at 1163-64); <i>see also </i><i>Home Box Office,</i> 100 F.R.D. at 382. For the reasons set forth below, the consent decree cannot be vacated under either subsection (1) or (6).</p>\n<p></p>\n<h2>1. <i>Dooley's Authorization to Enter Consent Decree</i>\n</h2>\n<p>West Orange's argument that it did not authorize Dooley to enter the Consent Decree would negate the first policy in favor of enforcing consent decrees as well as provide a basis to vacate the Consent Decree under Rule 60(b)(1). Accordingly, Dooley's authorization must be considered.</p>\n<p>The attorney-client relationship alone does not confer upon the attorney the authority to settle a case. <i>See </i><i>Smith v. Delaware Valley Auto Spring Co.,</i> 642 F.Supp. 1112, 1115 (E.D.Pa.1986); <i>see also </i><i>Jersey City v. Roosevelt Stadium Marina, Inc.,</i> 210 N.J.Super. 315, 327, 509 A.2d 808 (App.Div.1986); <i>Clarkson v. Selected Risks Ins. Co.,</i> 170 N.J.Super. 373, 379, 406 A.2d 494 (Law Div.1979). The rules governing whether an attorney was authorized to settle a case are the same as those which govern principal-agent relationships. <i>Turner v. Burlington N.R. Co.,</i> 771 F.2d 341 (8th Cir.1985). A review of agency principles is necessary to determine whether Dooley was authorized to enter the Consent Decree.<sup>[23]</sup></p>\n<p>New Jersey law recognizes two types of authority to settle a lawsuit which would bind its client: actual, either express or implied, and apparent authority. <i>Smith,</i> 642 F.Supp. at 1115 (citing <i>United States Plywood Corp. v. Neidlinger,</i> 41 N.J. 66, 73-74, 194 A.2d 730 (1963) (per curiam)); <i>Lampley v. Davis Mach. Corp,</i> 219 N.J.Super. 540, 548-49, 530 A.2d 1254 (App.Div. 1987). The burden of proving an agency is on the party asserting it. <i>Smith,</i> 642 F.Supp. at 1116; <i>In re Baby \"M\",</i> 217 N.J.Super. 313, 382, 525 A.2d 1128 (Ch.Div. 1987), <i>aff'd in part, rev'd in part,</i> 109 N.J. 396, 537 A.2d 1227 (1988).</p>\n<p><span class=\"star-pagination\">*424</span> \"Under implied authority, an agent is <i>authorized to do what he may reasonably infer</i> the principal desires him to do in light of the principal's manifestations and facts as he knows or should know them when he acts.\" <i>Lampley,</i> 219 N.J.Super. at 548, 530 A.2d 1254 (citing <i>Lewis v. Travelers Ins. Co.,</i> 51 N.J. 244, 251, 239 A.2d 4 (1968)) (emphasis added); <i>see also</i> Restatement of the Law (Second) of Agency, § 26. The focus is on the agent's reasonable perception of the principal's manifestations toward him.</p>\n<p>With respect to apparent authority, \"[a] principal is bound by the acts of his agent within the apparent authority which he knowingly permits an agent to assume or which he holds the agent out as possessing.\" <i>Columbia Sav. and Loan Ass'n v. Forum Ins. Co.,</i> No. 89-700, 1990 WL 235660, * 3, 1990 U.S.Dist. LEXIS 17441, * 8 (D.N.J.1990) (citing <i>Reynolds Offset Co. v. Summer,</i> 58 N.J.Super. 542, 558, 156 A.2d 737 (App.Div.1959), <i>cert. denied,</i> 31 N.J. 554, 158 A.2d 453 (1960); <i>Ross v. Realty Abstract Co.,</i> 50 N.J.Super. 147, 154, 141 A.2d 319 (App.Div.1958)); <i>see also </i><i>Lampley,</i> 219 N.J.Super. at 548, 530 A.2d 1254. When determining whether apparent authority exists, the key inquiry is whether the \"principal, by his voluntary actions, placed the agent in such a situation that a person of ordinary prudence, conversant with general business practice, is justified in believing that the agent had authority to perform the act in question.\" <i>Columbia Sav. and Loan,</i> 1990 WL 235660, at * 3, 1990 U.S.Dist. LEXIS 17441, at * 8 (citing <i>Barticheck v. Fidelity Union Bank,</i> 680 F.Supp. 144, 149 (D.N.J.1988); <i>Borbely v. Nationwide Mut. Ins. Co.,</i> 547 F.Supp. 959, 970 n. 17 (D.N.J.1981); <i>J. Wiss &amp; Sons Co. v. H.G. Vogel Co.,</i> 86 N.J.L. 618, 621, 92 A. 360 (Sup.Ct.1914)); <i>see also Zurbrugg Health Found. v. Graduate Health Sys., Inc.,</i> No. 89-432, 1989 WL 139785, * 6, 1989 U.S.Dist. LEXIS 13911, * 17 (D.N.J. 16 Nov. 1989).</p>\n<p>In this case, Dooley had implied authority to enter the Consent Decree. Dooley states he understood the discussion at the 13 February 1990 Meeting set forth the perimeters of the consent decree and if he could get the proposed consent decree in substantial compliance with those terms he was authorized to settle the case. Dooley Dep., 37. Dooley also states he had subsequent discussions with the Town Council Members which led him to believe he was authorized to enter the Consent Decree. <i>Id.,</i> 35-36, 40-41.</p>\n<p>Statements of various Town Council Members further support Dooley's belief. The Town Council Members were aware the Consent Decree addressed uniformed and nonuniformed positions because they received a copy of the 12 February 1990 Rose Letter indicating that the proposed consent decree was intended to cover police and fire fighters. <i>Id.,</i> 31; Spina Dep., 42. Indeed, Brennan stated that at some time in February or March Dooley informed the Town Council that the NAACP wished to include the police and fire fighters in the proposed consent decree. Brennan Dep., 18-19, 37. In addition, Brennan stated: \"The only direction that I ever remember giving [Dooley] that was clear was that ultimately the Council would do away with the residency agreement ... [for] everybody.\" <i>Id.,</i> 22. Sorge states he never formally authorized Dooley to enter the Consent Decree, which implies that he informally authorized it. Sorge Aff., ¶ 3.</p>\n<p>Significantly, Dooley stated it had never been his practice to submit a final proposed consent decree to the Town Council prior to its execution. Dooley Dep., 43, 46. Moreover, Dooley provided to the Town Council and Spina a copy of the proposed consent decree in January 1990 and discussed its provisions at length with the Town Council and Spina at the 13 February 1990 Meeting. Transcript of 13 February 1990 Meeting, 4-11. By providing the Town Council and Spina with a copy of the proposed consent decree, he gave them more than he ever had in the past. Dooley Dep., 43.</p>\n<p>In light of the extensive discussions regarding the proposed consent decree with the Town Council Members at the 13 February 1990 Meeting and during subsequent conversations and the fact that it was not Dooley's practice to submit final or even <span class=\"star-pagination\">*425</span> proposed consent decrees to the Town Council prior to settling a case, it was reasonable for Dooley to infer that he was authorized to sign the Consent Decree. Accordingly, West Orange has not shown facts which disturb the policy favoring the enforcement of the Consent Decree because it represents a voluntary decision to settle a case and forego litigation.</p>\n<p></p>\n<h2>2. <i>Extreme and Unexpected Hardship</i>\n</h2>\n<p>Even if West Orange had not authorized Dooley to enter the Consent Decree, West Orange has not made a showing of extraordinary circumstances such that it will suffer an extreme and unexpected hardship if the Consent Decree is not vacated.</p>\n<p>West Orange argues that as a result of the lengthy dispute over the validity of the Consent Decree it is now faced with a public safety emergency. Moving Brief, 8-9; Supp. Spina Aff., ¶ 2; Capron Aff., ¶ 9. It argues that since the Consent Decree was entered, there are at least four entry level fire fighter positions available as well as up to six potential openings in 1992. <i>Id.,</i> ¶ 2. West Orange contends as a result of these vacancies, fire fighters are required to work overtime which increases the risk of injury and impairs the fire fighters' capacity to perform. <i>Id.,</i> ¶ 7; Moving Brief, 9.</p>\n<p>The attempt by West Orange to establish extreme and unexpected hardship is without merit. First, characterization by West Orange that the alleged emergency is a result of the \"lengthy dispute\" over the validity of the Consent Decree fails to recognize that West Orange waited twenty months to file the motion to vacate the Consent Decree. Clearly, to the extent there has been a \"lengthy dispute\" West Orange did nothing to hasten the resolution of the dispute.</p>\n<p>Second, West Orange is not prohibited from filling the vacancies in the fire department under the Consent Decree. The Consent Decree only requires that in filling any positions, West Orange cannot limit the applicant pool to those persons on the Eligible Residents List. Consent Decree, ¶ 2. The Consent Decree neither imposes quotas or set asides nor does it require the institution of an affirmative action program. It merely establishes a level playing field for residents of Essex County to apply for civil service positions in West Orange. It provides nothing more than an attempt to make sure everyone has an equal opportunity and equal access to economic advantages and that such opportunities are not dependent on an address. Significantly, the Consent Decree does not prevent persons on the Eligible Residents List from applying for the open fire fighter positions because they will presumably be eligible to be on the new list. The Consent Decree merely places residents of Essex County on equal footing with West Orange residents for such positions.</p>\n<p>In light of the facts that West Orange waited twenty months to file the motion to vacate the Consent Decree and the Consent Decree does not prohibit West Orange from filling vacant positions, West Orange will not suffer extreme and unexpected hardship if the Consent Decree is not vacated.</p>\n<p>Because the evidence suggests it was reasonable for Dooley to believe he was authorized to enter the Consent Decree and because no extraordinary circumstances exist, the motion to vacate the Consent Decree is denied.</p>\n<p></p>\n<h2>B. <i>Leave to Hire Additional Fire Fighters</i>\n</h2>\n<p>West Orange seeks leave to hire additional fire fighters from the Eligible Residents List. Moving Brief, 3. West Orange argues such relief is warranted because a \"public safety crisis has developed in West Orange while this matter is being litigated.\" <i>Id.</i> As previously stated, West Orange relies on the fact that four vacancies currently exist and more vacancies are foreseeable because of future retirements. Capron Aff., ¶ 2. West Orange also contends it is suffering financial hardship because it must pay police and fire fighters overtime which it would not be required to pay if the vacant positions were filled. <i>Id.,</i> ¶ 6.</p>\n<p><span class=\"star-pagination\">*426</span> As previously discussed, the Consent Decree does not prevent West Orange from filling its vacant positions, it only prevents West Orange from hiring persons from the Eligible Residents List. West Orange has not alleged it obtained a county-wide eligibility list or opened its applicant pool up to all eligible persons in the county. West Orange is totally responsible for its failure to fill the vacant positions. Accordingly, there is no reason for West Orange to now face the alleged public safety emergency; the motion for leave to hire additional fire fighters from the Eligible Residents List is denied.</p>\n<p></p>\n<h2>C. <i>Motion for Summary Judgment</i>\n</h2>\n<p>On 20 November 1989 the NAACP moved for summary judgment on the ground that the Residency Preference Ordinance and West Orange's policy of granting preferences to residents for uniformed positions in West Orange have a disparate impact on African-American applicants within commuting distance of West Orange. Summary Judgment Moving Brief, 6. At that same time, West Orange filed a cross-motion for summary judgment on the ground that the NAACP lacks standing.<sup>[24]</sup></p>\n<p>Even if Dooley were found not to have been authorized or West Orange had shown extreme and unexpected hardship mandating that the Consent Decree be vacated, or if the Consent Decree is set aside for any reason, West Orange would nevertheless be prohibited from hiring residents on the Eligible Residents List because the NAACP motion for summary judgment would be granted.</p>\n<p></p>\n<h2>1. <i>Summary Judgment Standard of Review</i>\n</h2>\n<p>To prevail on a motion for summary judgment, the moving party must establish \"there is no genuine issue as to any material fact and that [it] is entitled to judgment as a matter of law.\" Fed. R.Civ.P. 56(c). The present task is to determine whether disputed issues of fact exist, but a district court may not resolve factual disputes in a motion for summary judgment. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 249-50, 106 S.Ct. 2505, 2510-11, 91 L.Ed.2d 202 (1986); <i>see </i><i>Nathanson v. Medical College of Penn.,</i> 926 F.2d 1368, 1380 (3d Cir.1991) (Summary judgment may not be granted \"if there is a disagreement over what inferences can be reasonably drawn from the facts even if the facts are undisputed.\"). All evidence submitted must be viewed in a light most favorable to the party opposing the motion. <i>Boyle v. Governor's Veterans Outreach &amp; Assistance Center,</i> 925 F.2d 71, 75 (3d Cir. 1991); <i>Weldon v. Kraft, Inc.,</i> 896 F.2d 793, 797 (3d Cir.1990); <i>see </i><i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 1356, 89 L.Ed.2d 538 (1986); <i>Todaro v. Bowman,</i> 872 F.2d 43, 46 (3d Cir.1989); <i>Joseph v. Hess Oil,</i> 867 F.2d 179, 182 (3d Cir.1989). \"`Any \"unexplained gaps\" in material submitted by the moving party, if pertinent to material issues of fact, justify denial of a motion for summary judgment.'\" <i>Ingersoll-Rand Fin. Corp. v. Anderson,</i> 921 F.2d 497, 502 (3d Cir.1990) (quoting <i>O'Donnell v. United States,</i> 891 F.2d 1079, 1082 (3d Cir.1989)).</p>\n<p>Although the summary judgment hurdle is a difficult one to overcome, it is by no means insurmountable. As the Supreme Court has stated, once the party seeking summary judgment has pointed out to the court the absence of a genuine issue of material fact,</p>\n<blockquote>its opponent must do more than simply show that there is some metaphysical doubt as to the material facts.... In the language of the Rule, the non-moving party must come forward with `specific facts showing that there is a <i>genuine issue for trial.'</i> ... Where the record taken as a whole could not lead a rational trier of fact to find for the non-moving party, there is no `genuine issue for trial.'</blockquote>\n<p><i>Matsushita,</i> 475 U.S. at 586-87, 106 S.Ct. at 1355-56 (emphasis in original, citations and footnotes omitted). In other words, <span class=\"star-pagination\">*427</span> the inquiry involves determining \"`whether the evidence presents a sufficient disagreement to require submission to a jury or whether it is so one-sided that one party must prevail as a matter of law.'\" <i>Brown v. Grabowski,</i> 922 F.2d 1097, 1111 (3d Cir. 1990) (quoting <i>Anderson v. Liberty Lobby,</i> 477 U.S. at 251-52, 106 S.Ct. at 2511-12), <i>cert. denied,</i> ___ U.S. ___, 111 S.Ct. 2827, 115 L.Ed.2d 997 (1991).</p>\n<p>The Supreme Court elaborated on the summary judgment standard in <i>Anderson v. Liberty Lobby</i><i>:</i> \"If the evidence [submitted by a party opposing summary judgment] is merely colorable ... or is not significantly probative ... summary judgment may be granted.\" 477 U.S. at 249-50, 106 S.Ct. at 2510-11 (citations omitted). The Supreme Court went on to note in <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986): \"One of the principal purposes of the summary judgment rule is to isolate and dispose of factually unsupported claims or defenses, and we think it should be interpreted in a way that allows it to accomplish this purpose.\" <i>Id.</i> at 323-24, 106 S.Ct. at 2552-53 (footnote omitted).</p>\n<p>Once a case has been made in support of summary judgment, the party opposing the motion has the affirmative burden of coming forward with <i>specific</i> facts evidencing a need for trial. <i>See</i> Fed.R.Civ.P. 56(e); <i>see also </i><i>Maguire v. Hughes Aircraft Corp.,</i> 912 F.2d 67, 72 (3d Cir.1990) (non-moving party may not rest upon mere allegations); <i>Schoch v. First Fidelity Bancorporation,</i> 912 F.2d 654, 657 (3d Cir.1990) (neither unsupported allegations in pleadings and memoranda of law nor conclusory allegations in affidavits will establish genuine issue of material fact); <i>Hozier v. Midwest Fasteners, Inc.,</i> 908 F.2d 1155, 1165 (3d Cir.1990) (cannot create issue of fact merely by questioning credibility of movant's witnesses; circumstantial evidence may raise issue of fact); <i>Aronow Roofing Co. v. Gilbane Building Co.,</i> 902 F.2d 1127, 1128 (3d Cir.1990) (\"summary judgment will be granted where the non-moving party fails to `establish the existence' of an element essential to the case\"); <i>Carlson v. Arnot-Ogden Memorial Hosp.,</i> 918 F.2d 411, 413 (3d Cir.1990) (\"nonmoving party must adduce more than a mere scintilla of evidence in its favor\").</p>\n<p></p>\n<h2>2. <i>Standing</i>\n</h2>\n<p>West Orange argues the NAACP lacks standing. As standing is a threshold issue necessary for the court to have jurisdiction, it is properly addressed first. <i>See </i><i>Duke Power Co. v. Carolina Envtl. Study Group, Inc.,</i> 438 U.S. 59, 72, 82, 98 S.Ct. 2620, 2630, 2635, 57 L.Ed.2d 595 (1978); <i>Contractors Ass'n of E. Penn., Inc. v. Philadelphia,</i> 945 F.2d 1260, 1264 (3d Cir. 1991).</p>\n<p>The question of standing involves \"whether the litigant is entitled to have the court decide the merits of the dispute or of particular issues.\" <i>Warth v. Seldin,</i> 422 U.S. 490, 498, 95 S.Ct. 2197, 2205, 45 L.Ed.2d 343 (1975). There are two sources of inquiry in federal standing doctrine. The first is the constitutional notion of justiciability: the power of the court to entertain the lawsuit. <i>Id.</i> Article III of the United States Constitution limits judicial power to \"cases and controversies,\" judicial power being reserved for remedial purposes, that is \"to redress or otherwise protect against injury to the complaining party.\" <i>Id.</i> at 499, 95 S.Ct. at 2205; <i>see also, </i><i>Contractors Ass'n,</i> 945 F.2d at 1264; <i>Rocks v. Philadelphia,</i> 868 F.2d 644, 647 (3d Cir.1989).</p>\n<p>This requirement is based upon the principle of separation of powers. Federal courts are to exercise their power only as a last resort and as a necessity; questions of policy and execution of the law are to be reserved for the legislative and executive branches. <i>See </i><i>Frissell v. Rizzo,</i> 597 F.2d 840, 844 (3d Cir.), <i>cert. denied,</i> 444 U.S. 841, 100 S.Ct. 82, 62 L.Ed.2d 54 (1979) (\"On a deeper level, the Court's standing rules recognize a constitutional preference for solving social and political problems by consent.\"). Thus, a plaintiff will be deemed to have met the constitutional requirements for standing \"only when adjudication is `consistent with a system of separated powers and [the dispute is one] traditionally thought to be capable of resolution through <span class=\"star-pagination\">*428</span> the judicial process.'\" <i>Allen v. Wright,</i> 468 U.S. 737, 752, 104 S.Ct. 3315, 3325, 82 L.Ed.2d 556 <i>reh'g denied,</i> 468 U.S. 1250, 105 S.Ct. 51, 52, 82 L.Ed.2d 942 (1984) (quoting <i>Flast v. Cohen,</i> 392 U.S. 83, 97, 88 S.Ct. 1942, 1951, 20 L.Ed.2d 947 (1968)).</p>\n<p>The second source of inquiry in federal standing doctrine is a judicially imposed prudential limitation on the exercise of federal jurisdiction. Through this limitation, \"the judiciary seeks to avoid deciding questions of broad social import where no individual rights would be vindicated and to limit access to the federal courts to those litigants best suited to assert a particular claim.\" <i>Phillips Petroleum Co. v. Shutts,</i> 472 U.S. 797, 804, 105 S.Ct. 2965, 2970, 86 L.Ed.2d 628 (1985); <i>see also </i><i>Gladstone, Realtors v. Bellwood,</i> 441 U.S. 91, 99-100, 99 S.Ct. 1601, 1607-08, 60 L.Ed.2d 66 (1979). Accordingly, the Supreme Court has held that \"`the plaintiff generally must assert his own legal rights and interests, and cannot rest his claim to relief on the legal rights or interests of third parties.'\" <i>Rocks,</i> 868 F.2d at 649 (quoting <i>Valley Forge Christian College v. Americans United,</i> 454 U.S. 464, 474, 102 S.Ct. 752, 759, 70 L.Ed.2d 700 (1982) (quoting <i>Warth,</i> 422 U.S. at 499, 95 S.Ct. at 2205)).</p>\n<p>As the policy considerations underlying the constitutional and prudential limitations on standing are closely related, the distinction between the two sources of standing doctrine is often obscure. In an effort to clarify this ambiguity the Supreme Court has stated:</p>\n<blockquote>[A]t an irreducible minimum, Art. III requires the party who invokes the court's authority to \"show that he personally has suffered some actual or threatened injury as a result of the putatively illegal conduct of the defendant,\" <i>Gladstone, Realtors v. Village of Bellwood,</i> 441 U.S. 91, 99, 99 S.Ct. 1601, 1608, 60 L.Ed.2d 66 (1979), and that the injury \"fairly can be traced to the challenged action\" and \"is likely to be redressed by a favorable decision,\" <i>Simon v. Eastern Kentucky Welfare Rights Org.,</i> 426 U.S. 26, 38, 41, 96 S.Ct. 1917, 1924, 1925, 48 L.Ed.2d 450 (1976).</blockquote>\n<p><i>Valley Forge Christian College,</i> 454 U.S. at 472, 102 S.Ct. at 758.</p>\n<p>Simply put, in order to successfully have standing to raise a claim, a plaintiff must establish: (1) injury-in-factto insure that the party has a personal stake in the outcome of the controversy, (2) causation that defendant's alleged wrongs were the source of this injury; and (3) redressibility of grievancethat the exercise of the court's remedial powers will actually remedy the wrong alleged. <i>See </i><i>Phillips Petroleum,</i> 472 U.S. at 804, 105 S.Ct. at 2970; <i>Tax Analysts and Advocates v. Blumenthal,</i> 566 F.2d 130, 136 (D.C.Cir.1977), <i>cert. denied,</i> 434 U.S. 1086, 98 S.Ct. 1280, 55 L.Ed.2d 791 (1978).</p>\n<p>An association, like the NAACP, may have standing under two different theories. First, \"an association may have standing in its own right to seek judicial relief from injury to itself and to vindicate whatever rights and immunities the association itself may enjoy.\" <i>Warth,</i> 422 U.S. at 511, 95 S.Ct. at 2211. Further, \"in attempting to secure relief from injury to itself the association may assert the rights of its members, at least so long as the challenged infractions adversely affect its members' associational ties.\" <i>Id.</i></p>\n<p>Second, \"[e]ven in the absence of injury to itself, an association may have standing solely as the representative of its members.\" <i>Id.</i> In such a situation, the \"association must allege its members, or any one of them, are suffering immediate or threatened injury as a result of the challenged action of the sort that would make out a justiciable case had the members themselves brought suit.\" <i>Id.</i></p>\n<p>To have standing to sue on behalf of its members an organization must meet three requirements.</p>\n<blockquote>(a) its members would otherwise have standing to sue in their own right; (b) the interests it seeks to protect are germane to the organization's purpose; and (c) neither the claim asserted nor the relief requested requires the participation of individual members in the law-suit.</blockquote>\n<p><span class=\"star-pagination\">*429</span> <i>Hunt v. Washington State Apple Advertising Comm'n,</i> 432 U.S. 333, 343, 97 S.Ct. 2434, 2441, 53 L.Ed.2d 383 (1977); <i>see also </i><i>Pennell v. San Jose,</i> 485 U.S. 1, 7 n. 3, 108 S.Ct. 849, 855 n. 3, 99 L.Ed.2d 1 (1988); <i>Contractors Ass'n,</i> 945 F.2d at 1264; <i>NAACP, Newark Branch v. Harrison,</i> 749 F.Supp. 1327, 1335 (D.N.J.1990); <i>aff'd,</i> 940 F.2d 792 (3d Cir.1991).</p>\n<p>The NAACP must overcome these hurdles in order to maintain this suit. West Orange maintains that no member of the NAACP has suffered injury in fact. They note that the NAACP points to no individual who is qualified, has applied and been rejected because of the Residency Preference Ordinance. West Orange's definition of injury is too limited, however. Those injured by the residency requirement are not only those who apply and are rejected but also those who never apply because of the West Orange's stated policy.</p>\n<p>The NAACP has demonstrated it has members who are qualified for positions and who would apply if it were not for the Residency Preference Ordinance. Attachments 4, 5. Some of these have not taken the test for uniformed services because of the residency requirement. <i>See</i> Exhibit 4.</p>\n<p>Many of these individuals, given the experience they have listed, are eligible and have worked in the private sector. <i>Id.</i> The evidence submitted demonstrates municipal employment standards are less rigorous. As Spina has stated with regard to employment standards: <i>\"Private industry is probably much more stringent.\"</i> Spina Dep. for Summary Judgment, 28-29 (emphasis added). There have been openings in these employment areas in the last year. Attachment 7.</p>\n<p>The Supreme Court has stated that a dearth of qualified minority applicants is no bar to recovery if such an absence \"was due to practices on petitioner's part whichexpressly or <i>impliedly</i> deterred minority group members from applying....\" <i>Wards Cove Packing Co. v. Antonio,</i> 490 U.S. 642, 651, 109 S.Ct. 2115, 2122, 104 L.Ed.2d 733 (1989). To deny standing because no application to a position has been made would circumvent the purpose of Title VII.</p>\n<p>As the Supreme court has stated:</p>\n<blockquote>The denial of Title VII relief on the ground that the claimant had not formally applied for the job could exclude from the Act's coverage the victims of the most entrenched forms of discrimination. Victims of gross and pervasive discrimination could be denied relief <i>precisely because the unlawful practice had been so successful as totally to deter job applications from members of minority groups. A per se prohibition of relief to nonapplicants could thus put beyond the reach of equity the most invidious effects of employment discrimination those that extend to the very hope of self-realization.</i>\n</blockquote>\n<p><i>International Bhd. of Teamsters v. U.S.,</i> 431 U.S. 324, 367, 97 S.Ct. 1843, 1871, 52 L.Ed.2d 396 (1977) (emphasis added). To hold here that no injury was suffered by those who did not apply would work the same inequity in the use of the standing doctrine the <i>Teamsters</i> court feared would result from denying nonapplicants Title VII relief.</p>\n<p>Accepting <i>arguendo,</i> those who did not apply are not injured in fact because, perhaps, they were not qualified, this does not apply to Watson, Wise or Jenkins. Watson is a secretary of five years standing who has applied for an open secretarial position in West Orange. She is not a resident of the Township. Watson Decl., ¶ 2-3. Jenkins has passed the fire fighter's exam and applied to West Orange despite being told by the State Department of Personnel not to do so. Jenkins Decl., ¶ 5. Wise also passed the test but did not apply to West Orange because he was told by the State Department of Personnel he could not be hired. Wise Decl., ¶ 5. Some of the police and fire fighter candidates have higher scores than some of those eligible for the next West Orange positions by residency. Summary Judgment Reply Brief, 37.</p>\n<p>Although it is not clear that Watson and Jenkins were not hired because of the residency requirement, the issue of causation <span class=\"star-pagination\">*430</span> is clear for those nonresidents who did not apply because of the requirements. But for these requirements many would have applied. Jenkins and Watson can also argue causality as the Supreme Court has recently stated: \"The likelihood of enforcement ... is a sufficient threat of actual injury to satisfy Article III's requirement that [a] plaintiff who challenges a statute must demonstrate a realistic danger of sustaining a direct injury as a result of the statute's operation or enforcement.\" <i>Pennell,</i> 485 U.S. at 8, 108 S.Ct. at 855 (quoting <i>Babbitt v. Farm Workers,</i> 442 U.S. 289, 298, 99 S.Ct. 2301, 2308, 60 L.Ed.2d 895 (1979)).</p>\n<p>The NAACP meets the <i>Hunt</i> standards to sue on behalf of its members. As shown in the preceding discussion, some, at least, of its members have standing to sue in their own right. The organization's express purpose is \"improving the ... economic status of minority groups.\" Jones Decl., ¶ 2. Securing wider access to employment opportunities by which African-Americans are now barred to them certainly meets the requirements that the interests it seeks to protect are \"germane to the organization's purpose.\" <i>Hunt,</i> 432 U.S. at 434, 97 S.Ct. at 2441. Lastly, there is no reason the claim asserted or the relief requested requires any participation in the action by the NAACP's aggrieved members. Having met the standing requirement, the substantive issues can now be addressed.</p>\n<p></p>\n<h2>3. <i>Title VIIDisparate Impact Liability</i>\n</h2>\n<p>Title VII provides:</p>\n<blockquote>It shall be an unlawful employment practice for an employer</blockquote>\n<blockquote>(1) to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment because of such individual's race, color, religion, sex, or national origin; or</blockquote>\n<blockquote>(2) to limit, segregate, or classify his employees or applicants for employment in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee, because of such individual's race, color, religion, sex, or national origin.</blockquote>\n<p>42 U.S.C. § 2000e-2(a).</p>\n<p>Title VII prohibits \"not only overt discrimination but also practices that are fair in form but discriminatory in operation.\" <i>Griggs v. Duke Power Co.,</i> 401 U.S. 424, 431, 91 S.Ct. 849, 853, 28 L.Ed.2d 158 (1971). Such practices are known as having a disparate impact which \"has as its basis the premise that `some employment practices, adopted without a deliberately discriminatory motive, may in operation be functionally equivalent to intentional discrimination.'\" <i>Newark Branch, NAACP v. Harrison,</i> 940 F.2d 792, 798 (3d Cir.1991) (quoting <i>Watson v. Fort Worth Bank and Trust,</i> 487 U.S. 977, 987, 108 S.Ct. 2777, 2785, 101 L.Ed.2d 827 (1988)).</p>\n<p>To establish a prima facie case of disparate impact under Title VII the plaintiff must demonstrate \"that application of a facially neutral standard has resulted in a significantly discriminatory hiring pattern.\" <i>Id.</i> (quoting <i>Dothard v. Rawlinson,</i> 433 U.S. 321, 329, 97 S.Ct. 2720, 2726, 53 L.Ed.2d 786 (1977)). In a Title VII case, the plaintiff generally resorts to statistical disparities. <i>Watson,</i> 487 U.S. at 987, 108 S.Ct. at 2785; <i>Harrison,</i> 940 F.2d at 798. \"A comparison between the racial composition of those qualified persons in the relevant labor market and that of those in the jobs at issue typically `forms the proper basis for the initial inquiry in a disparate impact case.'\" <i>Id.</i> (quoting <i>Wards Cove,</i> 490 U.S. at 650-51, 109 S.Ct. at 2121-22).</p>\n<p>If the plaintiff establishes a prima facie case of disparate impact, the defendant has the burden of production to show a legitimate business justification for continued use of the challenged practice.<sup>[25]</sup><i>Wards Cove,</i> 490 U.S. at 659, 109 S.Ct. at <span class=\"star-pagination\">*431</span> 2126; <i>Harrison,</i> 940 F.2d at 798. The plaintiff then has the burden of persuasion to discredit the legitimate business justification. <i>Wards Cove,</i> 490 U.S. at 660-61, 109 S.Ct. at 2126-27; <i>Harrison,</i> 940 F.2d at 798.</p>\n<p>In <i>Harrison,</i> the Third Circuit upheld the lower court's decision that Harrison's ordinance requiring residency for uniformed and nonuniformed personnel had a discriminatory impact. The district court ruled the NAACP established a prima facie case by showing Harrison's ordinance requiring residency for uniformed and nonuniformed personnel had a discriminatory impact. <i>Harrison,</i> 749 F.Supp. at 1336-41.</p>\n<p>Harrison had a similar residency requirement as West Orange. Harrison had never employed an African-American person in any of its civil positions. 940 F.2d at 795. The district court in <i>Harrison</i> found a prima facie case of disparate impact relying on the following facts: there were at least 214,747 African-Americans in the immediate labor market; there were 22.1 percent African-American employees in Harrison's private sector and the majority of these employees must have been commuting from the relevant labor market because Harrison has a very small African-American population. 749 F.Supp. at 1338.</p>\n<p>The court stated because</p>\n<blockquote>the range of skills of available [African American] workers as demonstrated by the private establishment statistics is so great, it would be reasonable to infer that in the vast [African American] labor force in Harrison's labor market there would be a large number of [African American] persons qualified to serve and wishing to serve as police officers and fire fighters.</blockquote>\n<p><i>Id.</i></p>\n<p>Harrison argued the residency requirements were necessary for police and fire fighter positions so that employees can quickly respond if called for an emergency situation. <i>Id.,</i> at 1341. Harrison also maintained that community loyalty will be fostered if uniformed and nonuniformed personnel reside in the community. <i>Id.</i> The district court held the business justifications offered by Harrison were insubstantial and could be satisfied by alternative measures. <i>Id.,</i> at 1341-42.</p>\n<p>The Third Circuit affirmed the district court's decision and held it properly exercised its equitable power by entering a consent decree which required Harrison to cease from enforcing its residency requirement ordinance. <i>Harrison,</i> 940 F.2d at 805-807. It stated because of Harrison's long-standing policy of hiring residents for its police, fire and nonuniformed positions and the \"`disparity between the pool of qualified [African-American] applicants for municipal jobs in Harrison and the actual [African-American] representation among Harrison's employees,'\" the consent decree was devised as a means to remedy such practices of discrimination. <i>Id.</i> at 807.</p>\n<p>In this case, the NAACP argues that the Residency Preference Ordinance and West Orange's adoption of the statutorily authorized residency requirement for police and fire fighter positions violate Title VII because these residency requirements have a disparate impact on African-Americans. Summary Judgment Moving Brief, 6. The challenge is not directed toward the state statutes permitting such residency requirements, but rather is directed toward West Orange's use of its powers in a manner that excludes African-Americans from employment.</p>\n<p></p>\n<h2>a. <i>Prima Facie Case</i>\n</h2>\n<p>The NAACP has established a prima facie case of disparate impact. The <span class=\"star-pagination\">*432</span> first suggestion of disparity in the labor market is the availability of African-Americans under the Residency Preference Ordinance. The Complaint alleges West Orange has 39,510 residents, of whom 2.4 percent are African-Americans. Complaint, ¶ 6.</p>\n<p>The relevant labor market for purposes of establishing a prima facie case is that area within commuting distance of West Orange. <i>See, e.g., </i><i>Harrison,</i> 940 F.2d at 799. The uncontested evidence shows Essex County, of which West Orange is a part, has a work force that is 33.9 percent African-American. Hammerman Dec., ¶ 14. The surrounding counties of Hudson, Bergen and Passaic have labor forces consisting of 10.6, 4 and 11 percent African-Americans. <i>Id.</i> If the current labor market were enlarged there would be a significant reduction in the disparity of the labor market. \"It would be very hard to conclude that among the very substantial number of [African-American] workers in the four county labor market there are not large numbers of persons qualified to serve as police officers, fire fighters, clerk typists and laborers.\" <i>Harrison,</i> 749 F.Supp. at 1338.</p>\n<p>Significantly, West Orange does not contest that it employs only around two or three percent of minorities in the public sector while there are thirty to forty percent of minorities in the private sector. Transcript of 13 February 1990 Meeting, 9. Because only 2.4 percent of West Orange's population is African-American, most of these employees must commute to West Orange from the above-defined labor market.</p>\n<p>The evidence overwhelmingly establishes a disparate impact. As in <i>Harrison,</i> thirty percent of employees in the private sector of West Orange are minorities. Transcript of 13 February 1990 Meeting, 9. Less than three percent of West Orange's population is African-American. <i>Id.</i> Thirty-three percent of the Essex County work force is African-American. Hammerman Dec., ¶ 14. As was the case in <i>Harrison,</i> the inference can be drawn based on the number of qualified employees working in the private sector that more than three percent of the relevant labor force is qualified for West Orange's uniformed and nonuniformed positions. Accordingly, the NAACP has established a prima facie case of disparate impact.</p>\n<p></p>\n<h2>b. <i>Business Justification</i>\n</h2>\n<p>In order to avoid summary judgment, West Orange must come forward with evidence that the Residency Preference Ordinance \"serves, in a significant way, the legitimate employment goals of\" West Orange. <i>Wards Cove,</i> 490 U.S. at 659, 109 S.Ct. at 2126. In its opposition brief, West Orange argues it is merely implementing a state-wide policy which furthers public welfare. Summary Judgment Opp. Brief, 12-14. Other justifications are provided by Spina and Edward M. Palardy (\"Chief Palardy\"), Chief of Police of West Orange.</p>\n<p>Spina indicates that the Residency Preference Ordinance eliminates problems West Orange has had contacting police and fire fighters in emergency situations. Spina Dep. for Summary Judgment, 27. Chief Palardy expressed his feeling that if employees are residents of West Orange, they will have greater loyalty and better perform their job.<sup>[26]</sup> Palardy Dec., 24. Brennan <span class=\"star-pagination\">*433</span> states as business justifications that residents of West Orange should be entitled to have the jobs because they are the taxpayers.<sup>[27]</sup> Brennan Dep., 20.</p>\n<p>The reasons for the Residency Preference Ordinance for nonuniformed employees are less clear and evidence to support them is quite thin. The two justifications put forward by Mayor Spina are as follows:</p>\n<blockquote>Q. Now, turning to the question of residents [sic] for applicants as distinct from residents [sic] for people who have already been employed, do you have a view as to whether this requirement of the ordinance is one that is good for the Township of West Orange?</blockquote>\n<blockquote>A. I think it's generally beneficial to the people of West Orange since they're the taxpayers and they pay the bills. They should have something to say.</blockquote>\n<blockquote>Q. Some priority, in other words, in appointments?</blockquote>\n<blockquote>A. Yes.</blockquote>\n<blockquote>Q. Are there other reasons for that or is that the basic reason?</blockquote>\n<blockquote>A. And closeness to or living within the proximity of the town so that should an emergency develop, snow removal, particularly snow removal, they'll be available to come to work. If they're living in Sparta or Toms River, this is going to be very difficult for them to get here in a snow storm.</blockquote>\n<blockquote>Q. Those are the two basic things then?</blockquote>\n<blockquote>A. That I can think of off the top of my head, yes.</blockquote>\n<p>Spina Dep. for Summary Judgment, 31.</p>\n<p>Similar business justifications were advanced in <i>Harrison</i> and rejected. West Orange's contention that the Residency Preference Ordinance constitutes a legitimate business justification because there is an underlying rational basis for the state statutory scheme is without merit. As stated in <i>Harrison,</i> \"[i]f an employment practice is shown to have a discriminatory impact, an employer is required to show more than facts which `reasonably may be conceived.'\" 940 F.2d at 804. The <i>Harrison</i> court stated:</p>\n<blockquote>While we do not dispute that there are conceivable rational bases which can be articulated to support both the New Jersey state statute and the Harrison municipal ordinance, we conclude that the mere assertion of these conceivable bases is not sufficient to satisfy Harrison's burden of production with respect to business justification. Under the terms of the test which we have articulated, Harrison was required to present objective evidence demonstrating a nexus between its residency ordinance and a particular employment goal. This it did not do.</blockquote>\n<p><i>Id.</i></p>\n<p>In this case, West Orange has articulated the same business justifications as expressed in <i>Harrison,</i> that the local taxpayers should get the benefit of their taxes and residents will be able to more readily respond to emergency situations. Clearly, West Orange has a significant interest in wanting its police and fire fighters to be able to respond quickly to an emergency situation. However, requiring applicants to reside in West Orange is not the only means to achieve this goal. <i>Harrison,</i> 940 F.2d at 805. Indeed, West Orange could achieve the same result by requiring applicants to reside in an area with a limited <span class=\"star-pagination\">*434</span> response time. Significantly, because police and fire fighters can move out of West Orange after having secured a position, the residency requirement does little to advance this goal.</p>\n<p>To the extent emergency situations arise for nonuniformed personnel requiring them to respond quickly, the same result can be achieved with an ordinance requiring limited response time.</p>\n<p>The theory that taxpayers should be entitled to municipal jobs is rejected as being unrelated to employment goals. To establish a legitimate business justification, the employer must first identify \"legitimate and substantive business goals.\" <i>Harrison,</i> 940 F.2d at 804. \"[T]he defendant's burden [is] to identify the particular employment goal and to present evidence of how the [challenged practice] `serves in a significant way' the identified goal.\" <i>Id.</i></p>\n<p>The desire to give municipal jobs to residents of West Orange in no way serves a legitimate and substantive employment goal. Indeed, it is completely unrelated to the performance of any municipal job. Absent a showing of particular employment goal, it cannot even be considered whether there is objective evidence suggesting a nexus between that goal and the selection device. <i>Id.</i> Because the payment of taxes has no relation to an employment purpose, this justification is too nebulous and insubstantial. Accordingly, the Residency Preference Ordinance does not serve in any significant way legitimate business justifications. In the event the Consent Decree is set aside for any reason, the NAACP motion for summary judgment is granted.</p>\n<p>In order to end West Orange's discriminatory practices and effects of past discrimination, the Consent Decree shall remain in full force and effect. As previously discussed, the Consent Decree requires West Orange to recruit and employ qualified African-American applicants, to adopt and implement affirmative recruitment activities, to cease use of West Orange residence as a qualifier for municipal employment and to cease the use of all Eligible Residents Lists created prior to the entry of the Consent Decree. Jurisdiction over its enforcement remains until 10 May 1995.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>For the reasons set forth above, West Orange's motion to vacate the Consent Decree and for leave to hire additional fire fighters from the Eligible Residents List is denied. The Consent Decree shall remain in full force and effect; however, if for any reason the Consent Decree is set aside, the NAACP motion for summary judgment is granted, and West Orange's cross-motion for summary judgment is denied.</p>\n<h2>NOTES</h2>\n<p>[1]  In support of this motion, West Orange has submitted the following: Brief on Behalf of Defendant Township of West Orange in Support of Motion to Vacate Consent Decree Dated May 10, 1990 and/or Hire Additional Employees (the \"Moving Brief\") (the Moving Brief is not dated, but the oral argument held on 3 January 1992 stated it was finished in May 1990); Affidavit of Samuel A. Spina, dated 15 June 1990 (the \"Spina Aff.\"); Affidavit of Samuel A. Spina, dated 11 September 1991 (the \"Supp. Spina Aff.\"); Affidavit of Peter Dunn (the \"Dunn Aff.\"); Affidavit of Toby Katz (the \"Katz Aff.\"); Affidavit of Anthony Minniti (the \"Minniti Aff.\"); Affidavit of Joseph P. Brennan (the \"Brennan Aff.\"); Affidavit of Glenn V. Sorge (the \"Sorge Aff.\"); Affidavit of Frank J. Capron (the \"Capron Aff.\"); Deposition of Samuel A. Spina (the \"Spina Dep.\"); Deposition of Peter Dunn (the \"Dunn Dep.\"); Deposition of Toby Katz (the \"Katz Dep.\"); Deposition of Anthony Minniti (the \"Minniti Dep.\"); Deposition of Joseph P. Brennan (the \"Brennan Dep.\"); Deposition of Glenn V. Sorge (the \"Sorge Dep.\") and the Reply Brief on Behalf of Defendant Township of West Orange (the \"Reply Brief\"), dated 10 January 1992.\n</p>\n<p>In opposition to this motion, the NAACP has submitted the following: Brief of Plaintiffs in Opposition to Motions to Vacate the Consent Decree and for Leave to Hire Entry Level Firefighters (the \"Opp. Brief\"), dated 3 October 1991, and Plaintiffs' Exhibits in Opposition to the Motion to Vacate Consent Decree and for Leave to Hire Firefighters from List of Residents and In Support of Their Cross-Motion for Contempt of Court, including as exhibit 1, the Transcript of Meeting of West Orange Township Council, Executive Session, 13 February 1990 (the \"Transcript of 13 February 1990 Meeting\") and Declaration of David L. Rose (the \"Rose Dec.\") and Deposition of Joseph Dooley (the \"Dooley Dep.\").</p>\n<p>Also submitted in conjunction with this motion is the <i>amicus curiae</i> letter memorandum of West Orange Residents First (the \"<i>Amicus Curiae</i> Brief\").</p>\n<p>[2]  These individuals are: Louis Johnson, Robert Vacca, Clifford Brink III, Thomas Zologa, Anthony Neale, Michael Melhorn, Glenn Jones, Kenneth Murphy, Evan Shupak, Richard Heys, Thomas Quigley, Thomas Brisco, David Brisco, Paul Crawfield, Herman Shauger, Andrew McCrone, Anthony Sbarro, Jr., Robert Jones, Theodore Wahlers, Rocco Rocaniello, Michelle Hagen, Mary LaChance and Michael DeRosa. <i>See</i> letter-brief, dated 6 January 1992, in support of motion to appear as <i>amicus curiae.</i></p>\n<p>[3]  In the alternative, the NAACP moved for preliminary injunctive relief. Because the motion for summary judgment is being decided, the motion for preliminary injunctive relief is moot.</p>\n<p>[4]  In support of the motion for summary judgment, the NAACP submitted the following: Brief in Support of Motion for Summary Judgment or Preliminary Injunction (the \"Summary Judgment Moving Brief\"); Reply Brief in Support of its Motion for Summary Judgment or Preliminary Injunction and in Opposition to Defendant's Cross Motion for Summary Judgment (the \"Summary Judgment Reply Brief\"); Transcript of Deposition of Edward M. Palardy, Chief of Police of West Orange (the \"Palardy Dep.\"); Transcript of Deposition of Samuel A. Spina, Mayor of West Orange, dated 4 October 1989 (the \"Spina Dep. for Summary Judgment\"); Statement of Facts as to Which there is No Material Dispute (the \"NAACP 12G Statement\"); Announcement of Examination for Police Officers, dated 1 January 1986; Declaration of Keith Jones, President of Newark Branch NAACP (the \"Jones Dec.\"); Declaration of Derek Ware, Member Newark Branch NAACP; Declaration of Herbert Hammerman, Labor Economist, with attachments (the \"Hammerman Dec.\"); Department of Personnel for New Jersey State County &amp; Municipal Job Applicants (the \"Attachment 1\"); Declaration of Tyrone Jenkins, Member of NAACP and job applicant (the \"Jenkins Dec.\"); Declaration of Timothy Wise, Member of NAACP and job applicant (the \"Wise Dec.\"); Members of NAACP interested in employment in West Orange (the \"Attachment 4\") Members of NAACP who would apply for jobs in West Orange if eligible (the \"Attachment 5\"); Letter of Elizabeth Rosenthal, Personnel and Labor Analyst of the State of New Jersey, Department of Personnel, Division of Appellate Practices and Labor Relations; New Hires Township of West Orange September-December 1988, January-October 1989 (the \"Attachment 7\"); Declaration of Adrienne Watson, NAACP Member and non-resident applicant for employment in West Orange (the \"Watson Dec.\"); List of NAACP Members seeking employment in West Orange Police Dept. (the \"Attachment 9\").\n</p>\n<p>West Orange has submitted the following in opposition to the motion for summary judgment and in support of its cross-motion for summary judgment: Brief of Defendant, Township of West Orange, in Opposition to Plaintiff's Motion and in Support of its Cross-Motion for Summary Judgment (the \"Summary Judgment Opp. Brief\"); Transcript of Deposition of Marvin Corwick, Business Administrator of West Orange (the \"Corwick Dep.\"); Defendant's Attachments 10-18.</p>\n<p>[5]  It is not necessary for the parties to refile and reargue the summary judgment motion. Significantly, a substantial amount of money has been expended in this action. Indeed, in light of the Third Circuit's decision in <i>Newark Branch, NAACP v. Harrison,</i> 940 F.2d 792 (3d Cir.1991), it appears the motion to vacate the Consent Decree and for leave to hire additional fire fighters is a waste of taxpayer money.</p>\n<p>[6]  The ordinances of the adjoining municipalities have been the subject of other lawsuits in this District.</p>\n<p>[7]  The parties have not submitted more recent data.</p>\n<p>[8]  It is not clear whether applicants for fire fighter positions are tested before or after hiring.</p>\n<p>[9]  Dooley began serving as municipal attorney for West Orange on 1 July 1978. Dooley Dep., 5.</p>\n<p>[10]  Members of the Town Council at the time of these events included Joseph P. Brennan (\"Brennan\"); Peter Dunn (\"Dunn\"); Glenn Sorge (\"Sorge\"); Toby Katz (\"Katz\") and Anthony J. Minniti (\"Minniti\") (collectively, the \"Town Council Members\"). Samuel A. Spina (\"Spina\") was and continues to be the mayor of West Orange. Although Spina attends Town Council meetings, he has neither a vote nor an actual voice at the meetings. Spina Dep., 7.</p>\n<p>[11]  Brennan does not recall specifically when he was informed there was pressure to settle the case.</p>\n<p>[12]  Dooley states there was difficulty in getting all of the Town Council Members together for meetings. Dooley Dep., 27-28.</p>\n<p>[13]  The discussion concluded with the following conversation:\n</p>\n<p>Toby Katz: Okay we'll take a break. Are we finished with this?</p>\n<p>Mayor Spina: With the NAACP? If we are in agreement on it?</p>\n<p>Transcript of 13 February Meeting, 13.</p>\n<p>[14]  At his deposition, Dooley stated:\n</p>\n<p>Q. Did you understand that from the February 13th meeting and your subsequent discussions that there were some council members who would support the kind of decree that you were trying to fashion in our negotiations?</p>\n<p>A. Yeah. There were some subject to you know, everyone had different concerns. Not everyone literally, but there were different concerns among different people, different opinions as to what was significant, different views as to the issue of counsel fees, different views as to what constituted a prevailing party, different views as to almost every aspect of it.</p>\n<p>Dooley Dep., 40-41. Dooley stated Brennan was opposed to any changes with respect to the preference given to residents for uniformed positions. <i>Id.,</i> 41.</p>\n<p>[15]  Brennan states:\n</p>\n<p>Q. ... When you said there was some discussion about letting anyone take the test, whether resident or nonresident, was it your understanding that that discussion covered uniformed positions as well as nonuniformed positions?</p>\n<p>A. Again, my recollection was that it strictly dealt with nonuniformed positions. Brennan Dep., 14-15. Later in his deposition, however, Brennan states:</p>\n<p>Q. Did you understand after the February meeting whether Mr. Dooley had any clear directions from the Mayor and [Town] Council?</p>\n<p>A. No. The only direction that I ever remember giving [Dooley] that was clear was that ultimately the [Town] Council would do away with the residency agreement or requirement or whatever.</p>\n<p>Q. Ultimately it would do away with the residency requirement, and that would pertain to police and fire as well as nonuniformed?</p>\n<p>A. To <i>everybody.</i> Ultimately that's what we were going to do, but that is the only thing we've ever agreed on.</p>\n<p><i>Id.,</i> 22 (emphasis added).</p>\n<p>[16]  It is the belief of the NAACP that West Orange has neither notified the New Jersey Department of Personnel of change in policy mandated by the Consent Decree nor obtained new eligibility lists as required by the Consent Decree. Rose Dec., ¶¶ 3-7. West Orange has not contested this assertion.</p>\n<p>[17]  There was apparently a standing room only crowd of more than three hundred people in attendance of this meeting. Opp. Brief, 16 (citing New Jersey Star-Ledger, 23 May 1990, 29-30).</p>\n<p>[18]  At his deposition Dooley stated:\n</p>\n<p>Q. And is your understanding that the word approvalthat the approval has to be given in any certain form?</p>\n<p>A. No, sir.</p>\n<p>Q. And has that been your understanding of the authority of the town attorney all along?</p>\n<p>A. Yes, sir.</p>\n<p>Dooley Dep., 11. Subsequently, Dooley stated approval could be in the form of a resolution or by ordinance. <i>Id.,</i> 71.</p>\n<p>[19]  The Open Public Meetings Act provides in pertinent part:\n</p>\n<p>Except as provided by subsection (b) of this section, all meetings of public bodies shall be open to the public at all times. Nothing in this Act shall be construed to limit the discretion of a public body to permit, prohibit or regulate the active participation of the public at any meeting.</p>\n<p>N.J.S.A. § 10:4-12(a).</p>\n<p>[20]  <i>Amicus curiae</i> briefs are submitted by a \"`friend of the court' as distinguished from an advocate before the court.\" <i>Newark Branch, NAACP v. Harrison,</i> 940 F.2d 792, 808 (3d Cir. 1991) (quoting <i>Alexander v. Hall,</i> 64 F.R.D. 152, 155 (D.S.C.1974)). Significantly, <i>amici</i> are not a party to the litigation and participate for the benefit of the court by providing supplemental presentations of the issues. <i>Id.</i></p>\n<p>[21]  Although West Orange started the process of filing of this motion in May 1990, the motion was not filed until 14 January 1992. The parties filed their submissions under the dispositive motion procedure set forth in Rule 12.C, App. 2 of the General Rules of the United States District Courts for the District of New Jersey. The dispositive motion procedure requires that the moving party serve the opponent with a copy of the moving papers, while at the same time serving the deputy clerk with a copy of the transmittal letter but not the papers themselves (which are not filed at that time). The parties then agree among themselves on the schedule for the due dates of the opposition and reply papers. The opponent then serves opposition papers on the moving party, again copying the deputy clerk with the transmittal letter but not filing the response with the Court. The moving party then prepares the reply papers, if any, and delivers them to the non-moving party. All papers are then simultaneously filed by the moving party with the court.\n</p>\n<p>The dispositive motion procedure is designed to provide the parties the necessary flexibility to prepare their submissions. Although the Moving Brief is not dated, at oral argument held on 3 January 1992, West Orange indicated it prepared the Moving Brief in May 1990. 3 January 1992 Oral Arg. Tr., 11. As indicated above, the Opp. Brief is dated 10 October 1991 and the Reply Brief is dated 10 January 1992. The briefs and other supporting documentation were submitted on 14 January 1992 and scheduled for oral argument of 10 February 1992. No explanation has been offered for the extraordinary delay in the submission of this motion and its supporting and opposing documentation.</p>\n<p>As explained in the procedure, if the opposing party is responsible for a delay in submitting opposition and thus delaying the filing of the motion, resort can be had to the court to establish a date for submission of opposition. No such recourse was sought by West Orange. In fact, several conferences were held in chambers with counsel to West Orange and the NAACP concerning the submission of this motion. Counsel did not appear to be at all troubled with the apparent delay in the submission of the motion. As mentioned, the delay remains unexplained. <i>Id.</i></p>\n<p>[22]  As discussed below in the section on summary judgment motion, West Orange does not have a meritorious defense to this action. <i>See infra,</i> p. 426.</p>\n<p>[23]  In <i>Edwards v. Born, Inc.,</i> 792 F.2d 387 (3d Cir.1986), the Third Circuit stated: \"[State] law provides the rule of decision on the question of an attorney's authority to settle his client's action when the action does not implicate rights and duties derived from federal law.\" <i>Id.,</i> at 389 (applying Virgin Islands law). More recently, the Third Circuit has retreated from this statement and maintains it has not decided whether state or federal law would govern an attorney's relationship with his clients if the underlying action is based on federal law. <i>Tiernan v. Devoe,</i> 923 F.2d 1024, 1033 n. 6 (3d Cir.1991). In <i>Tiernan,</i> the Third Circuit implied state law would apply even if the action were based on federal law. <i>Id.</i> (citing <i>Complaint of Bankers Trust Co.,</i> 752 F.2d 874 (3d Cir.1984) (holding in action based on federal maritime law state law governed issue of plaintiff's attorney's authority). <i>But see </i><i>Fennell v. TLB Kent Co.,</i> 865 F.2d 498, 501 (2d Cir.1989) (in civil rights case, issue of attorney's authority governed by federal law) (citing <i>Keasler v. United States,</i> 766 F.2d 1227, 1233 (8th Cir.1985); <i>Brown v. General Motors Corp.,</i> 722 F.2d 1009, 1012 n. 1 (2d Cir.1983)).\n</p>\n<p>Although the Third Circuit has not taken a definitive position on the issue, its most recent pronouncement is to apply state law to the issue of an attorney's authority even in cases based on federal law. Accordingly, it is appropriate to apply the law of New Jersey on the issue of whether Dooley was authorized to enter the Consent Decree.</p>\n<p>[24]  Although the motion and cross-motion for summary judgment are mooted because the motion to vacate the Consent Decree is denied, in light of the likelihood of appeal in this case, it is appropriate to decide the summary judgment motions.</p>\n<p>[25]  The recently enacted Civil Rights Act of 1991, 102 Pub.Law 166, 105 Stat. 1071, codified in 42 U.S.C. § 2000e, (the \"1991 Civil Rights Act\") restored the law to the pre-<i>Wards Cove</i> state such that the defendant now has the burden of persuasion to show that the practice which has a discriminatory impact is required by a business necessity. 1991 Civil Rights Act, § 105. Although great debate has arisen as to whether the 1991 Civil Rights Act is to be applied retroactively, a determination of this issue was decided in <i>Tyree v. Riley,</i> 783 F.Supp. 877 (D.N.J. 1992). The motion for summary judgment in this case was filed in November 1989 and argued in December 1989; the parties briefed and argued the motion in accordance with the <i>Wards Cove</i> decision. A decision would have been rendered immediately following the oral argument, if the parties had not expressed an intent to settle the case. Accordingly, the motion for summary judgment will be decided under the standard briefed and argued.</p>\n<p>[26]  Chief Palardy stated at his deposition:\n</p>\n<p>Q. Are you in favor of requiring that police officers live in town?</p>\n<p>A. Yes, I am. I'm an advocate of home rule, to be perfectly honest with you. I feel if a police officers [sic] resides in the community, he contributes to the tax basis of the community, he is more a part of the community. And I have a 24-hour cop and a 24-hour city. So morally and professionally, I prefer my police officers residing in our beautiful community.</p>\n<p>Q. And you have given us some reasons for that. Do you think these reasons are at all well served by the requirement now the requirement to be a resident when you apply but not later?</p>\n<p>A. Yes. Basically the same. I think if his person local resident, number is one more familiar to the local customs [sic]. He's familiar with the local tradition of the community. He's familiar with the social fabric of his community. If I have my way in the selection process, I would prefer West Orange residents. People who lived, worked and paid their taxes here in [West Orange]. They have contributed tremendously to the knowledge base of the police department if they do have that background. Being a resident of the community, attending schools here, they know the township well. And again, they feel part of the community not apart from the community.</p>\n<p>Palardy Dep., 24-25.</p>\n<p>[27]  Brennan stated at his deposition:\n</p>\n<p>Q. I'm now talking about pre-employment. I'm talking about how you treat resident applicants.</p>\n<p>A. ... I feel that the residents, they should be</p>\n<p>Q. They should live in town, but the state law prohibits that.</p>\n<p>. . . . .</p>\n<p>A. Well, I think they give an undercurrent to my entire feelings, because I feel that's something that I think is a benefit to the town when uniformed ... police and fire, are residents of the town. I think that it overall has a positive effect on the municipality, because the police and fire then have an opportunity to know the residents, to know the municipality, plus the fact that they are taxpayers....</p>\n<p>Brennan Dep., 20.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">786</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">408</span></span> (1992)</b></center>\n<center><h1>NEWARK BRANCH, NATIONAL ASSOCIATION FOR THE ADVANCEMENT OF COLORED PEOPLE, New Jersey State Conference, National Association for the Advancement of Colored People and the National Association for the Advancement of Colored People, Plaintiffs<br>\nv.<br>\nTOWNSHIP OF WEST ORANGE, NEW JERSEY, Defendant.</h1></center>\n<center>Civ. A. No. 89-3236 (AJL).</center>\n<center><p><b>United States District Court, D. New Jersey.</b></p></center>\n<center>February 14, 1992.</center>\n<p><span class=\"star-pagination\">*409</span> <span class=\"star-pagination\">*410</span> Jonathan M. Hyman, Rutgers Constitutional Litigation Clinic, Newark, N.J., Everald F. Thompson, Baltimore, Md. and David L. Rose, Washington, D.C., for plaintiffs.</p>\n<p><span class=\"star-pagination\">*411</span> Matthew J. Scola, West Orange, N.J., for defendant Tp. of West Orange.</p>\n<p>David I. Fox, Fox and Fox, Newark, N.J., for amicus curiae, West Orange Residents First.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>LECHNER, District Judge.</p>\n<p>This lawsuit was commenced by the Newark, New Jersey Branch of the National Association for the Advancement of Colored People, New Jersey State Conference, National Association for the Advancement, and the National Association for the Advancement of Colored People (collectively, the \"NAACP\") against the Township of West Orange (\"West Orange\") on 31 July 1989 under Title VII of the Civil Rights Act of 1964, as amended, 42 U.S.C. § 2000e, <i>et seq</i> (\"Title VII\").</p>\n<p>The NAACP alleges in its complaint (the \"Complaint\") that the policy of West Orange giving preference in municipal hiring to West Orange residents violates Title VII. On 10 May 1990 the NAACP and West Orange signed a consent decree (the \"Consent Decree\") which provides that West Orange would not base its hiring decisions on town residency, that West Orange would attempt to recruit African-Americans for municipal employment, and that West Orange would cease use of civil service lists (the \"Eligible Residents List\") created while the residency preference was in effect. The Consent Decree provided for continuing jurisdiction by this court over the enforcement of the Consent Decree for five years.</p>\n<p>Currently before the court is the motion brought by West Orange to vacate the Consent Decree and for leave to hire additional employees from the Eligible Residents List.<sup>[1]</sup> Joining in the motion as <i>amicus curiae</i> are twenty-three individuals<sup>[2]</sup> (the \"Residents First\") who are on the Eligible Residents List for appointment to police officer and fire fighter positions in West Orange. Also before the court is the motion for summary judgment by the NAACP<sup>[3]</sup> and the cross-motion for summary judgment by West Orange which have been pending since 11 December 1989 <span class=\"star-pagination\">*412</span> when they were argued.<sup>[4]</sup> Decisions for the NAACP summary judgment motion and the West Orange cross-motion were reserved because immediately following oral argument the parties expressed an intent to settle the case and so informed the Court. As a result, the Consent Decree was entered and the motion and the cross-motion for summary judgment were mooted until the filing of this motion to vacate the Consent Decree.<sup>[5]</sup> For the reasons which follow, the motion to vacate the Consent Decree and for leave to hire additional fire fighters from the Eligible Residents List is denied. If for any reason the Consent Decree is set aside, the NAACP motion for summary judgment is granted and the West Orange cross-motion for summary judgment is denied.</p>\n<p></p>\n<h2><i>Facts</i></h2>\n<p>The NAACP is a \"voluntary association committed to the improvement of the social and economic status of minority groups, the elimination of racial prejudice and discrimination, and the attainment of civil rights and equal opportunities for its members and other persons.\" Complaint, ¶ 3. It is composed of local branches and other constituent bodies and its membership is open to all persons sharing its goals. Jones Dec., ¶ 2. The Newark Branch of the NAACP has over two thousand five hundred members who live in or around Newark, New Jersey, the great majority of whom are African-American. <i>Id.,</i> ¶ 4.</p>\n<p>West Orange is a township established under the laws of New Jersey and is a political subdivision of New Jersey. Complaint, ¶ 5. West Orange adjoins Orange and is within commuting distance of East Orange, Newark and Jersey City, all of which have a higher percentage of African-Americans than West Orange. NAACP 12G Statement, ¶ 7; Summary Judgment Opp. Brief, 1. The adjoining municipalities of Newark, Orange and East Orange all have hiring policies similar to those adopted by West Orange.<sup>[6]</sup><i>Id.,</i> Ex. A.</p>\n<p><span class=\"star-pagination\">*413</span> The Complaint alleges West Orange has 39,510 residents, of whom 2.4 percent are African-American. <i>Id.,</i> ¶ 6. It alleges West Orange employs three hundred fourteen full-time employees, of whom two, or .63 percent, are African-American, in addition to ninety-three part-time employees of whom none are African-American. <i>Id.,</i> ¶ 7. West Orange states it employs three hundred fifteen full-time and one hundred fifty nine part-time employees, including two full-time African-American employees and thirteen African-American part-time workers. Summary Judgment Opp. Brief, 2. In February 1990 around two to three percent of municipal employees were African-Americans. Transcript of 13 February 1990 Meeting, 9. At that same time, thirty percent of the people employed in the private sector of West Orange consisted of African-Americans.<sup>[7]</sup><i>Id.</i></p>\n<p>Among the membership of the NAACP are fifty-one African-Americans who have expressed interest, through a questionnaire, in municipal employment in the police and fire departments or other positions available in West Orange. Attachment 4. There are also at least eighteen members of the NAACP who would apply for various municipal employment opportunities if residency was not a factor. Attachment 9. Additionally, at least three members have applied for positions in West Orange or would have applied if permitted to do so. Watson Dec., ¶ 3; Jenkins Dec., ¶ 6; Wise Dec., ¶ 5. All of these individuals reside outside West Orange, but are within commuting distance.</p>\n<p>Tyrone Jenkins (\"Jenkins\") is an African-American in his mid-thirties, physically fit and interested in a fire fighter or police position in West Orange. Jenkins Dec., ¶ 2. He took the written and physical examination for fire fighters and scored 96.770 and was ranked number twenty-eight on the 28 August 1984 certified list for fire fighters in Newark. <i>Id.,</i> ¶ 4. He first applied only in Newark as he was told he could only apply in the town in which he resided. <i>Id.,</i> ¶ 5. He has nonetheless applied to West Orange for a fire fighter position. <i>Id.,</i> ¶ 6.</p>\n<p>Timothy Wise (\"Wise\") is an African-American in his mid-twenties who is physically fit. Wise Dec., ¶¶ 2-3. Like Jenkins, Wise took the fire fighter exam in Newark, New Jersey. <i>Id.,</i> ¶ 4. He scored 95.470 and was ranked number thirty-eight on the list in Newark. <i>Id.</i> Wise was told he was eligible to apply only within Newark. <i>Id.,</i> ¶ 5. Wise would apply for a fire fighter position in West Orange if residency was not a controlling factor. <i>Id.</i></p>\n<p>Adrienne Watson (\"Watson\") lives in Jersey City, is an African-American and is a member of the NAACP. Watson Dec., ¶ 1. She has five years experience as a secretary. <i>Id.,</i> ¶ 2. She applied for a position as an administrative secretary in West Orange which was announced in a Job Opportunities Bulletin published by the New Jersey Department of Personnel. <i>Id.,</i> ¶ 3.</p>\n<p>The New Jersey Act Concerning Residency Requirements for Municipal and County Employees, N.J.S.A. §§ 40A:9 and 40A:14 <i>et seq.,</i> permits, but does not require, the governing body of a municipality or county to impose a residency requirement on public employment. The pertinent New Jersey statute provides:</p>\n<blockquote>Unless otherwise provided by law, the governing body of any local unit may by resolution or ordinance, as appropriate, require, subject to the provisions of this act, all officers and employees employed by the local unit after the effective date of this act to be bona fide residents therein. A bona fide resident for the purpose of this act is a person having a permanent domicile within the local unit and one which has not been adopted with the intention of again taking up or claiming a previous residence acquired outside of the local unit's boundaries.</blockquote>\n<p>N.J.S.A. 40A:9-1.3. It further permits a municipality or county to \"limit the eligibility of applicants for positions and employments in the classified service of such local unit to residents of that local unit.\" N.J.S.A. 40A:9-1.4.</p>\n<p>In addition, the statute mandates, if an applicant is not required to be a resident, <span class=\"star-pagination\">*414</span> the municipality or county \"shall require ... that all nonresidents subsequently appointed to positions or employments shall become bona fide residents of the local unit within 1 year of their appointment....\" N.J.S.A. 40A:9-1.5. The statute further provides if a municipality or county which has adopted residency requirements is unable to recruit a sufficient amount of qualified residents it may receive applications from nonresidents. N.J.S.A. 40A:9-1.6.</p>\n<p>New Jersey has enacted separate statutes with respect to police and fire department employees. Section 40A:14-123.1a, which governs police department employees, provides, in pertinent part:</p>\n<blockquote>a. In any municipality of this State, before any person shall be appointed as a member of the police department and force, the appointing authority may classify all the duly qualified applicants for the position or positions to be filled in the following classes:</blockquote>\n<blockquote>I. Residents of the municipality.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>b. In any municipality which classifies qualified applicants pursuant to subsection a. of this section, the appointing authority shall first appoint all those in Class I and then those in each succeeding class in the order above listed, and shall appoint a person or persons in any such class only to a vacancy or vacancies remaining after all qualified applicants in the preceding class or classes have been appointed or have declined an offer of appointment.</blockquote>\n<p>N.J.S.A. 40A:14:123.1a.</p>\n<p>Section 40A:14-10.1a, which governs fire fighter positions, provides, in pertinent part:</p>\n<blockquote>a. In any municipality of this State, before any person shall be appointed as a member of the paid fire department ... the appointing authority may classify all the duly qualified applicants for the position or positions to be filled in the following classes:</blockquote>\n<blockquote>I. Residents of the municipality.</blockquote>\n<p>N.J.S.A. 40:14-10.1a.</p>\n<p>West Orange has enacted a municipal ordinance which gives priority in municipal hiring to West Orange residents (the \"Residency Preference Ordinance\"). Revised General Ordinances of the Township of West Orange, § 4-15. The Residency Preference Ordinance provides, in pertinent part:</p>\n<blockquote>All full-time officers and employees who shall hereafter be employed by ... West Orange shall be bona fide residents of the town. A bona fide resident for the purpose of this section is a person having a permanent domicile within the town and one which has not been adopted with the intention of again taking up or claiming a previous residence acquired outside the town limits....</blockquote>\n<blockquote>Whenever the appointing authority, with the consent and approval of the mayor, shall determine that there cannot be recruited a sufficient number of qualified residents for available full time specific positions or employment, the town shall advertise for other qualified applicants who shall be classified and appointed according to the following preferences:</blockquote>\n<blockquote>1. Residents of the County of Essex.</blockquote>\n<blockquote>2. Residents of counties contiguous to the County of Essex.</blockquote>\n<blockquote>3. Residents of the State of New Jersey.</blockquote>\n<blockquote>4. All other qualified applicants.</blockquote>\n<blockquote>The town shall require such officers and employees, as a condition of their continued employment, to become bona fide residents of the town within one year after permanent appointment.</blockquote>\n<p><i>Id.</i></p>\n<p>Advertisements for openings in West Orange's regular, nonuniformed services are routinely placed in a local paper with circulation in Orange, East Orange and Maplewood. Corwick Dep., 14. If the job is more technical than a clerical position, it is advertised in the New Jersey Star Ledger, a newspaper with statewide circulation. For positions requiring special expertise, advertisements are taken in the New York <span class=\"star-pagination\">*415</span> Times, a paper with circulation throughout the New York metropolitan area and beyond. <i>Id.</i> Job openings are also posted in the office buildings of the West Orange municipal government. <i>Id.,</i> 16.</p>\n<p>For West Orange positions, employees are hired provisionally until they have been qualified by the New Jersey Department of Personnel. <i>Id.,</i> 24. Applicants for police positions are tested before being hired.<sup>[8]</sup> The testing is done by the State. Palardy Dep., 11. Applicants for the police positions take a written, physical agility and medical examination administered by West Orange. <i>Id.,</i> 12. A background investigation and psychological exam are taken before the police interview the applicant. <i>Id.,</i> 15.</p>\n<p>The Complaint asserts the Residency Preference Ordinance has excluded all or virtually all African-Americans from municipal employment in West Orange. The Complaint asserts this practice is not justified by legitimate operational needs and thus violates Title VII. Complaint, ¶¶ 9-10, 12. The Complaint requests preliminary and permanent injunctive relief enjoining West Orange from, among other things, relying on town residency as a criterion in making hiring decisions.</p>\n<p>After the filing of the Complaint on 31 July 1989, the action brought by the NAACP received considerable coverage in local newspapers, including a front-page article in the West Orange Chronicle on 3 August 1989, a second front-page article in the West Orange Chronicle on 10 August 1989 and an article in the West Orange Chronicle appearing on page 4 on 17 August 1989. <i>See</i> Cabrera Certificate and Attachments; NAACP Opposition Attachments (both previously submitted for motion for intervention).</p>\n<p>On 18 August 1989 West Orange filed its Answer and Affirmative Defenses (the \"Answer\") asserting as affirmative defenses (1) the NAACP failed to join the State of New Jersey as an indispensable party, (2) the Complaint failed to state a cause of action upon which relief can be granted, (3) the Complaint is barred by estoppel and laches, (4) the suit is barred by the doctrine of unclean hands, (5) NAACP lacked standing and (6) West Orange's practices are preempted by state law. Answer. Joseph G. Dooley, Esq. (\"Dooley\"), Township Attorney for West Orange, was the attorney of record for this case through 29 May 1990.<sup>[9]</sup></p>\n<p>Also in August 1989, the NAACP served West Orange with its motion for summary judgment or for a preliminary injunction. On 5 September 1989 and 12 September 1989 the West Orange Township Council (the \"Town Council\") had a meeting of its members.<sup>[10]</sup> Spina Dep., 9; Minniti Dep., 78; Brennan Dep., 5-6. At these meetings, the Town Council authorized Dooley to propose a settlement to the NAACP. <i>Id.,</i> 5. West Orange proposed to modify, change or repeal the Residency Preference Ordinance if there would be no publicity as to the settlement and its terms. <i>Id.,</i> 7; Spina Dep., 10. The NAACP rejected the proposed settlement because it wanted any settlement to include provisions for the recruitment of African-Americans. Opp. Brief, 11.</p>\n<p>On 25 September 1989 West Orange served the NAACP with a cross-motion for summary judgment together with a motion to consolidate and to join additional parties, including the State of New Jersey. The cross-motion argued the NAACP lacked standing to bring a Title VII suit. The NAACP's motion for summary judgment and West Orange's cross-motion were filed on 20 November 1989. Meanwhile in November <span class=\"star-pagination\">*416</span> 1989, a new Eligible Residents List was compiled. West Orange appointed nine residents from the Eligible Residents List during negotiations in this case. Opp. Brief, 5 (citing Ex.L, previously submitted).</p>\n<p>On 11 December 1989 oral argument was held on the NAACP motion for summary judgment and the West Orange cross-motion. Following oral argument, the parties conferred with each other and with the court regarding the possibility of settlement. Dooley Dep., 23. Because of the possibility of a settlement, it was suggested by the parties that a decision on the motions be delayed to give the parties time to work out all settlement details. As mentioned, the Consent Decree purported to resolve all issues and mooted the NAACP motion for summary judgment or for a preliminary injunction and West Orange's cross-motion for summary judgment.</p>\n<p>Spina does not recall whether Dooley apprised him of the substance of the oral argument. Spina Dep., 19. Dooley recalls during that time, there was a problem with the Town Council regarding the uniform versus nonuniform employees. Dooley Dep., 25.</p>\n<p>On 18 December 1989 Dooley wrote a letter to Spina and the Town Council proposing a stipulation that West Orange would eliminate the Residency Preference Ordinance for nonuniformed employees. Dooley Dep., 16; Spina Dep., 20-21. Spina states he would have had no objection to approving such a stipulation. <i>Id.,</i> 21-22. Brennan was aware that at the end of 1989 there was a lot of pressure being put on Dooley to settle the case.<sup>[11]</sup> Brennan Dep., 12.</p>\n<p>By letter, dated 9 January 1990, Dooley sent the Town Council and Spina a copy of the proposed consent decree with a copy of a letter from David L. Rose, Esq. (\"Rose\"), counsel for the NAACP. Dooley Dep., 27; Spina Dep., 23-24; Minniti Dep., 81; Katz Dep., 68. It is unclear whether a formal meeting was held in January 1989, but it appears there was discussion in an executive session of the Town Council about the proposed consent decree.<sup>[12]</sup> Minniti Dep., 81. Spina recalls some of the problems with the proposed consent decree were whether West Orange would have to pay NAACP's attorneys' fees, whether West Orange would have to pay for advertising to notify persons that employment positions were available and whether the proposed consent decree extended to the police and fire fighter Eligible Residents Lists. Spina Dep., 24. Spina states it was his position that the proposed consent decree could not extend to police and fire fighter Eligible Residents Lists because police and fire fighter positions were governed by state law. <i>Id.</i></p>\n<p>Dooley states that around January or February 1990 he discussed with the Town Council Members the Eligible Residents Lists for police and fire fighters and informed them \"that something would have to be done with regard to those lists.\" Dooley Dep., 28-29. Dooley testified, with respect to a letter Rose sent him:</p>\n<blockquote>Your letter suggested that there could be a blending or melding or consolidation or calling for a new list, so obviously, there would be a question then if it was going to be open. You were asking whether or not we would want to consider opening to county-wide or state-wide so, yes, there was some discussion with regard to police and fire, with regards to having other than West Orange residents.</blockquote>\n<p><i>Id.,</i> 29.</p>\n<p>On 12 February 1990 Rose sent Dooley a letter, via facsimile, (the \"12 February 1990 Rose Letter\") which set forth the basic principles upon which they had agreed, subject to the approval of West Orange. Dooley Dep., 31. Dooley stated the 12 February 1990 Rose Letter \"attempt[ed] to partially define or refine where it was that we were attempting ... to achieve....\" <i>Id.,</i> 31. Dooley sent Spina and the Town Council copies of the 12 February 1990 <span class=\"star-pagination\">*417</span> Rose Letter as well as a letter by Dooley discussing the upcoming hearing in this matter. <i>Id.</i></p>\n<p>On 13 February 1990 an executive session of the Town Council held a meeting (the \"13 February 1990 Meeting\"). Transcript of 13 February 1990 Meeting. Dooley, Spina, Marvin Corwick, the former Business Administrator of West Orange, Matthew Scola, Esq. (\"Scola\"), attorney for West Orange, and the Town Council Members were present at the 13 February 1990 Meeting. <i>Id.</i></p>\n<p>At the 13 February 1990 Meeting the proposed consent decree and the 12 February 1990 Rose Letter were discussed. Dooley Dep., 32; Spina Dep., 36-46. Everyone in attendance agreed that the proposed consent decree should cover all minorities and not be restricted to African-Americans. Transcript of 13 February 1990 Meeting, 3; Brennan Dep., 13.</p>\n<p>With respect to the Residents Eligibility List, Spina stated:</p>\n<blockquote>[T]here is one thing that I would agree to and that is just what you said, we will open it up to out of town and county first and then the state if you want to have a secondary list and they must move into the town in one year and then that is it. We are not going to do any advertising, we are not doing anything to subvert the police or fire lists, no way are [sic] going to get involved in that.</blockquote>\n<p>Transcript of 13 February 1990 Meeting, 4. Dooley also informed the Town Council Members the NAACP agreed to the requirement that employees move into West Orange within a year. <i>Id.,</i> 5.</p>\n<p>The question of paying the NAACP's counsel fees was discussed at length at the 13 February 1990 Meeting. Everyone agreed there would be no consent decree if it included an agreement by West Orange to pay the NAACP's attorneys' fees. <i>Id.,</i> 7-8, 11; Brennan Dep., 13-14; Dooley Dep., 40. With respect to including police and fire fighters under the consent decree, the following was stated:</p>\n<blockquote>Minniti: Tell them we'll agree to everything in the Consent Decree except Counsel Fees.</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>Spina: Not with the Police and Fire.... They want us to subvert the entire police and fire department and tie that list up.... What are we going to agree to?</blockquote>\n<blockquote>Dooley: I said no to that.... I'm not going to agree to the [counsel fees]. We are going to agree that West Orange adopts an ordinance eliminating preference with people from out of town; that change in policy will be communicated to Civil Service, Department of Personnel and ask them to generate new exams.</blockquote>\n<p>Transcript of 13 February 1990 Meeting, 10. No further objections were made to the proposed consent decree.<sup>[13]</sup></p>\n<p>After the 13 February 1990 Meeting Dooley understood that the Town Council had \"set up perimeters which if I could bring into substantial compliance with or pull together, that there was authorization to settle the matter.\" Dooley Dep., 37. Dooley stated that subsequent discussions continued with Town Council Members \"with regards to aspects of [the Consent Decree] to attempt to refine or bring the big picture together from February, March....\" <i>Id.,</i> 39.</p>\n<p>Dooley does not recall having further meetings with the Town Council Members regarding the Consent Decree between 13 February 1990 and 10 May 1990. <i>Id.,</i> 33-34, 45. Dooley stated: \"I would think that there may have been some and I have no independent recollection, but there would have been some discussion about a consent decree or the litigation.\" <i>Id.,</i> 34. Dooley states following the 13 February 1990 Meeting and subsequent discussions with Town Council Members he understood there were Town Council Members who <span class=\"star-pagination\">*418</span> would support the proposed consent decree.<sup>[14]</sup><i>Id.,</i> 40-41.</p>\n<p>Dooley also recalls having discussions with Rose during which he told Rose: \"We have a deal[I] need[] to run by one more council member....\" <i>Id.,</i> 34 (referring to telephone conversation 22 March 1990), 38 (referring to a letter sent in March). Dooley explained, during that time period,</p>\n<blockquote>[w]hat was happening was that I would have an understanding of what the big picture was insofar as a resolution of the matter, and since we weren't getting everybody together and making some calls so that we perhaps could, ... and you were trying to keep score mentally as to whether or not you had the number of votes.... Not that it was unusual at that point in time not to have a full board, a full membership of the [Town] [C]ouncil.</blockquote>\n<p><i>Id.,</i> 35-36.</p>\n<p>Neither Spina nor the Town Council Members recall discussing the proposed consent decree with Dooley after the 13 February 1990 Meeting and prior to the execution of the Consent Decree on 10 May 1990. The Town Council Members maintain, however, that all discussions pertained only to nonuniformed positions, not to uniformed positions.<sup>[15]</sup> Brennan Dep., 15, 22; Spina Dep., 55. Brennan acknowledges, however, that at some point in either February or March, Dooley informed the Town Council that the NAACP wished to include the police and fire fighters in the proposed consent decree. Brennan Dep., 18-19, 37. Brennan maintains there was never an agreement among the Town Council Members to approve freezing the current Eligible Residents Lists for police and fire positions. <i>Id.,</i> 37. However, Brennan subsequently stated the only direction he recalled giving Dooley at the 13 February 1990 Meeting was that West Orange would eliminate the residency requirement for <i>everybody. Id.,</i> 22.</p>\n<p>On 10 May 1990 Dooley, on behalf of West Orange, signed the Consent Decree. At the time Dooley signed the Consent Decree, he believed \"it was the consensus of the elected officials.\" Minutes of 22 May 1990 Meeting, 2; Dooley Dep., 40, 43, 52. Dooley recognized that he did not provide the Town Council Members with a copy of the Consent Decree prior to signing it, but he stated \"[i]t wasn't ... our practice.\" <i>Id.,</i> 43 Indeed, Dooley stated \"this is perhaps the only time I have submitted anything ... to the governing body before we did anything.\" <i>Id.</i> Dooley explained:</p>\n<blockquote>I figured they had it, that we discussed it, this is the January, February one, of course, any correlation between that and <span class=\"star-pagination\">*419</span> the ultimate one, there's a vast dichotomy or vast difference, but I figured if we went to different meetings and resolved different concerns, that the majority, whatever may constitute at the time, [would] be amenable to it.</blockquote>\n<p><i>Id.</i></p>\n<p>The Consent Decree ordered, among other things, that West Orange seek to recruit African-Americans for municipal employment, that it not require West Orange residency or give preference to residents in making municipal hiring decisions and that it cease filling municipal employment vacancies from lists created while the Residency Preference Ordinance was in effect. <i>See</i> Consent Decree, 2-3. The Consent Decree does not require West Orange to advertise the change in policy. <i>Id.,</i> ¶ 4. The Consent Decree does not impose quotas or set asides, but requires West Orange to engage in \"fair and nondiscriminatory\" hiring from qualified applicants without preference of race or municipal residence.<sup>[16]</sup><i>Id.,</i> ¶ 2.</p>\n<p>Subsequently, Dooley sent a copy of the Consent Decree to Spina and the Town Council Members. Dooley Dep., 49. Dooley stated he first heard opposition to the Consent Decree around 12 May 1990. <i>Id.</i> He stated both Spina and Brennan informed him the Consent Decree in the form it was signed was not authorized. <i>Id.,</i> 50.</p>\n<p>Brennan stated there are two problems with the Consent Decree: first, there was no formal agreement to any of the terms other than to abolish the residency requirement and second, Dooley never presented the Consent Decree to the Town Council for approval and a vote, formal or informal. Brennan Dep., 24, 26. Brennan stated that after the February or March meetings with the Town Council, he did not hear anything about the Consent Decree until he was called by a constituent in May complaining about the effect of the Consent Decree. <i>Id.,</i> 26.</p>\n<p>Four of the five Town Council Members stated they never authorized Dooley to settle the litigation on the terms in the Consent Decree. Brennan Aff., ¶ 3; Dunn Aff., ¶ 3; Katz Aff., ¶ 3; Minniti Aff., ¶ 3. Sorge stated he \"never <i>formally</i> authorized ... any settlement of this lawsuit.\" Sorge Aff., ¶ 3 (emphasis added). Spina states he had discussions with Dooley regarding the settlement of this case, but that the \"only concession to [the NAACP he] ever agreed to make was that [he] would support amending relevant ... ordinances to abolish residency requirements for non-uniformed employees.\" Spina Aff., ¶ 3.</p>\n<p>Spina received a copy of the Consent Decree shortly after 10 May 1990. On 12 May 1990 the New Jersey Star Ledger quoted Spina as saying: \"I feel that West Orange is a very progressive community ... there was no difficulty in working out an amicable agreement.\" Opp. Brief, 16. Spina is also quoted as saying: \"We have no problem hiring anyone from anywhere, as long as they have the requirements for the job and will be an asset to the community.\" <i>Id.</i> (quoting New Jersey Star Ledger, 2 May 1990). Spina stated that at the time he made the above statements, he did not know the Consent Decree covered the police and fire fighters. Spina Dep., 62-63. He does not recall reading the Consent Decree or being aware that it covered police and fire fighters until after he read the newspaper article discussing it. <i>Id.,</i> 63-64.</p>\n<p>After the Consent Decree was entered and prior to the 22 May 1990 Meeting, Dooley listened to the tapes from the 13 February 1990 Meeting. Dooley Dep., 52-53. Dooley stated after listening to the tape, he \"could see that reasonable men and women could differ about what occurred on February 13th, and between that and May 10th and learned a lesson that I would never sign anything again as municipal attorney without ... coming back to a client.\" <i>Id.,</i> 53.</p>\n<p><span class=\"star-pagination\">*420</span> On 21 May 1990 the Town Council held a meeting<sup>[17]</sup> at which the Town Council Members declared to the public that they never authorized the signing of the Consent Decree. Minniti Dep., 91; Katz Dep., 73; Dunn Dep., 41; Spina Dep., 65-66. At the town meeting, Dooley was asked who authorized him to sign the Consent Decree and he responded it was his belief there was a consensus of the Town Council Members to enter the Consent Decree. Opp. Brief, 17.</p>\n<p>Dooley stated that his authority to settle a case has never been questioned during his twelve years of service for West Orange. Dooley Dep., 53-54. He further stated: \"[I]t hadn't been our practice since I've been municipal attorney to submit proposed decrees to the governing body.\" <i>Id.,</i> 46.</p>\n<p>West Orange also has an ordinance governing the authority of the town attorney:</p>\n<blockquote>the town attorney shall:</blockquote>\n<blockquote>. . . . .</blockquote>\n<blockquote>c. Subject to the approval of the council, have power to enter into any agreement, compromise or settlement of any litigation in which the town is involved.</blockquote>\n<p>Code of West Orange 2-6. According to Dooley, no certain form of approval is necessary under this ordinance.<sup>[18]</sup> Dooley Dep., 11.</p>\n<p>On 25 June 1990, Residents First filed a state court action (the \"<i>Residents First</i> Action\") against West Orange alleging West Orange adopted the Consent Decree during privately held proceedings in violation of the Open Public Meetings Act, N.J.S.A. § 10:4-12(a).<sup>[19]</sup> Movants' Brief, 35 n. 2 (previously submitted with motion to intervene). Significantly, the NAACP was not made a party to the <i>Residents First</i> Action.</p>\n<p>On 2 July 1990 Residents First filed a motion to intervene in this action. The 20 November 1990 Opinion denied the motion to intervene on the ground that the application for intervention was not timely made and because Residents First's interests were adequately represented by the existing parties. 20 November 1990 Opinion, 24, 31.</p>\n<p>In October 1991 Residents First filed a motion for summary judgment in the <i>Residents First</i> Action. Subsequently, Residents First and West Orange consented to a state court order purporting to vacate the Consent Decree. On 6 December 1991, Judge Neagle of the New Jersey Superior Court signed an order (the \"6 December 1991 Order\") which purported to declare the Consent Decree invalid. As mentioned, the NAACP was neither a party to the <i>Residents First</i> Action nor to the proposed consent order in that action. On 10 December 1991 West Orange hired seven individuals for police and fire fighter positions from the Eligible Residents List. On 26 December 1991 the NAACP applied for a temporary restraining order and preliminary injunctive relief to enjoin West Orange from employing the seven individuals.</p>\n<p>On 2 January 1992 Judge Alvin Weiss of the New Jersey Superior Court vacated the 6 December 1991 Order. Order, dated 2 January 1992. The 6 December 1991 Order was vacated because \"no notice was given to the [NAACP] that [Residents First] were moving for summary judgment to <span class=\"star-pagination\">*421</span> have [the Consent Decree] declared invalid and unenforceable....\" <i>Id.</i> The state court plaintiffs' failure to notice the NAACP, a party to the Consent Decree, constituted a violation of due process. <i>Id.</i></p>\n<p>On 3 January 1992 a hearing (the \"3 January 1992 Hearing\") was held on the NAACP's motion for a temporary restraining order and preliminary injunctive relief. At the 3 January 1992 Hearing the appointment of the seven individuals was vacated and set aside, effective immediately. Order, dated 3 January 1992. Transcript of 3 January 1992 Oral Arg., 12-13. West Orange was directed that the Consent Decree has been, and continues to remain, in full effect unless and until it is set aside by order of this court. West Orange was directed to comply with all terms of the Consent Decree; West Orange could fill vacant positions so long as it considered the applicant pool, as directed by the Consent Decree. West Orange was further directed that it could not hire employees from the Eligible Residents List while it was waiting for a county-wide eligibility list to be compiled.</p>\n<p>On 13 January 1992, twenty months since the signing of the Consent Decree, West Orange filed the motion to vacate the Consent Decree and for leave to hire additional fire fighters from the Eligible Residents List.</p>\n<p></p>\n<h2><i>Discussion</i></h2>\n<p></p>\n<h2>A. <i>Motion to Vacate Consent Decree</i>\n</h2>\n<p>West Orange moved to vacate the Consent Decree on the ground that it did not expressly authorize Dooley to sign the Consent Decree. Moving Brief, 4. West Orange argues that under New Jersey law, a municipality can only act by resolution or ordinance of its council. <i>Id.,</i> 5. The NAACP argues the Town Council did authorize Dooley to sign the Consent Decree. Opp. Brief, 25-26. In addition, the NAACP argues it is inappropriate to vacate the Consent Decree under Fed.R.Civ.P. 60(b). <i>Id.,</i> 21-24. Residents First, filing as <i>amici,</i> argues the NAACP acted unreasonably in assuming Dooley had authority to act on the Township's behalf.<sup>[20]</sup><i>Amicus Brief,</i> 1-3.</p>\n<p>Although West Orange does not move pursuant to any particular rule of federal procedure, in light of the fact that twenty months have passed since the entry of the Consent Decree, it is deemed to have moved pursuant to Rule 60(b) of the Federal Rules of Civil Procedure. Rule 60(b) provides in relevant part:</p>\n<blockquote>On motion and upon such terms as are just, the court may relieve a party ... from a final judgment, order, or proceeding for the following reasons: (1) mistake, inadvertence, surprise, or excusable neglect; (2) newly discovered evidence which by due diligence could not have been discovered in time to move for a new trial under Rule 59(b); (3) fraud ..., misrepresentation, or other misconduct of an adverse party; (4) the judgment is void; (5) the judgment has been satisfied, reversed or otherwise vacated, or it is no longer equitable that the judgment should have prospective application; or (6) any other reason justifying relief from the operation of this judgment. The motion shall be made within a reasonable time, and for reasons (1), (2), and (3) not more than one year after the judgment, order, or proceeding was entered or taken.</blockquote>\n<p>Fed.R.Civ.P. 60(b).</p>\n<p>The only grounds upon which Rule 60(b) relief could be warranted in this instance is subsections (1) or (6). Despite the delay in the filing of this motion, the motion process is deemed to have begun in May 1990. Therefore, the one year period set forth in Rule 60(b) was tolled as of May 1990.<sup>[21]</sup><span class=\"star-pagination\">*422</span> Accordingly, it must be determined whether the Consent Decree may be vacated under subsections (1) or (6).</p>\n<p>\"Rule 60(b) `provides for extraordinary relief and may be invoked only upon a showing of exceptional circumstances.'\" <i>Delaware Valley Citizens' Council for Clean Air v. Pennsylvania,</i> <span class=\"citation\" data-id=\"448020\"><a href=\"/opinion/448020/delaware-valley-citizens-council-for-clean-air-american-lung-association/\"><span class=\"volume\">755</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">38</span></a></span>, 45 (3d Cir.) (quoting <i>Mayberry v. Maroney,</i> <span class=\"citation\" data-id=\"332450\"><a href=\"/opinion/332450/richard-j-mayberry-v-james-f-maroney-superintendent-state-correctional/\"><span class=\"volume\">529</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">332</span></a></span>, 335 (3d Cir.1976)), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">819</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">67</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">54</span></span> (1985); <i>see also </i><i>Lasky v. Continental Prods. Corp.,</i> <span class=\"citation\" data-id=\"478745\"><a href=\"/opinion/478745/lasky-harvey-guardian-ad-litem-lasky-jesse-i-and-jamie-november/\"><span class=\"volume\">804</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">250</span></a></span>, 256 (3d Cir. 1986). A consent decree is a judgment and is entitled to a presumption of finality. <i>Delaware Valley Citizens' Council for Clean Air v. Pennsylvania,</i> <span class=\"citation\" data-id=\"402206\"><a href=\"/opinion/402206/delaware-valley-citizens-council-for-clean-air-american-lung-association/\"><span class=\"volume\">674</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">976</span></a></span>, 981 (3d Cir.1982) (citing <i>Mayberry v. Maroney (II),</i> <span class=\"citation\" data-id=\"347420\"><a href=\"/opinion/347420/richard-j-mayberry-v-james-f-maroney-superintendent-state-correctional/\"><span class=\"volume\">558</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1159</span></a></span>, 1163 (3d Cir.1977)); <i>see also </i><i>United States v. Fort Smith,</i> <span class=\"citation\" data-id=\"450861\"><a href=\"/opinion/450861/united-states-v-city-of-fort-smith-and-the-state-of-arkansas/\"><span class=\"volume\">760</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">231</span></a></span>, 233 (8th Cir.1985) (consent decree may be modified or vacated pursuant to Rule 60(b)).</p>\n<p>\"Motions under [Rule 60(b)] are directed to the sound discretion of the district court.\" <i>Griffin v. Swim-Tech Corp.,</i> <span class=\"citation\" data-id=\"427770\"><a href=\"/opinion/427770/vick-griffin-dba-griffin-construction-co-v-swim-tech-corporation-a/\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">677</span></a></span>, 680 (11th Cir.1984); <i>see also </i><i>Lasky,</i> 804 F.2d at 256; <i>Home Box Office, Inc. v. Spectrum Elec. Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">379</span></span>, 382 (E.D.Pa.1983). Indeed, the \"provisions of [Rule 60(b)] must be carefully interpreted to preserve the delicate balance between the sanctity of final judgments and the `incessant command of the court's conscience that justice be done in light of <i>all</i> the facts.'\" <i>Griffin,</i> 722 F.2d at 680 (quoting <i>Bankers Mortgage Co. v. United States,</i> <span class=\"citation\" data-id=\"288968\"><a href=\"/opinion/288968/bankers-mortgage-company-v-united-states/\"><span class=\"volume\">423</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">73</span></a></span>, 77 (5th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">399</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">927</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2242</span></span>, <span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">793</span></span> (1970) (emphasis in original)).</p>\n<p>\"Consent judgments have been reopened [under Rule 60(b)(1)] when they were agreed to because of erroneous factual representations.\" 11 C. Wright &amp; A. Miller, Federal Prac. &amp; Proc. § 2858, 166-67 (1973 &amp; 1991 Supp.); <i>see also, </i><i>Smith v. Widman Trucking &amp; Excavating, Inc.,</i> <span class=\"citation\" data-id=\"380985\"><a href=\"/opinion/380985/donald-r-smith-treasurer-state-of-illinois-and-michael-j-bakalis/\"><span class=\"volume\">627</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">792</span></a></span> (7th Cir.1980) (Rule 60(b)(1) can be used to set aside consent decree upon showing of affirmative proof that attorney was not authorized to enter it). Significantly, the party moving under Rule 60(b)(1) must show the existence of a meritorious defense.<sup>[22]</sup><i>In re Brenner,</i> No. 89-8322, 89-8680, <span class=\"citation no-link\"><span class=\"volume\">1991</span> <span class=\"reporter\">WL</span> <span class=\"page\">214051</span></span>, * 5 <span class=\"citation no-link\"><span class=\"volume\">1991</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">15043</span></span>, * 12 (E.D.Pa. 18 Oct. 1991) (citing <i>In re J.B. Winchells, Inc.,</i> <span class=\"citation\" data-id=\"1919163\"><a href=\"/opinion/1919163/in-re-jb-winchells-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">384</span></a></span>, 389 (Bankr.E.D.Pa. 1989)).</p>\n<p>Under subsection (6), the party seeking relief must show \"absent such relief, an <span class=\"star-pagination\">*423</span> `extreme' and `unexpected' hardship will result.\" <i>Griffin,</i> 722 F.2d at 680 (quoting <i>United States v. Swift &amp; Co.,</i> <span class=\"citation\" data-id=\"101912\"><a href=\"/opinion/101912/united-states-v-swift-co/\"><span class=\"volume\">286</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, <span class=\"citation\" data-id=\"101912\"><a href=\"/opinion/101912/united-states-v-swift-co/\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">460</span></a></span>, <span class=\"citation\" data-id=\"101912\"><a href=\"/opinion/101912/united-states-v-swift-co/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">999</span></a></span> (1932)); <i>see also </i><i>United States v. Boch Oldsmobile, Inc.,</i> <span class=\"citation\" data-id=\"545488\"><a href=\"/opinion/545488/united-states-v-boch-oldsmobile-inc-boch-toyota-inc-and-ernest-j/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">657</span></a></span>, 660 (1st Cir.1990); <i>Lasky,</i> 804 F.2d at 256; <i>Fort Smith,</i> 760 F.2d at 233.</p>\n<p>The policies which mandate the movant to meet such a high standard before a consent decree can be vacated have been explained as follows.</p>\n<blockquote>One is that a party has made a `free, calculated, and deliberate choice,' in the interests of settlement, choosing to incur whatever duties or burdens the decree imposes in order to forego litigation.... The second value stems from the fact that the parties, rather than merely memorializing their bargain in a private contract, have invoked the machinery of the judiciary by having a consent judgment entered. `[T]he only issue [before the Court] is whether the [movant] offered sufficient evidence of circumstances so exceptional that <i>our</i> overriding interest in the finality and repose of judgments may properly be overcome.'</blockquote>\n<p><i>McGoff v. Rapone,</i> <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">8</span></span>, 24-25 (E.D.Pa.1978) (quoting <i>Mayberry II,</i> 558 at 1163-64); <i>see also </i><i>Home Box Office,</i> 100 F.R.D. at 382. For the reasons set forth below, the consent decree cannot be vacated under either subsection (1) or (6).</p>\n<p></p>\n<h2>1. <i>Dooley's Authorization to Enter Consent Decree</i>\n</h2>\n<p>West Orange's argument that it did not authorize Dooley to enter the Consent Decree would negate the first policy in favor of enforcing consent decrees as well as provide a basis to vacate the Consent Decree under Rule 60(b)(1). Accordingly, Dooley's authorization must be considered.</p>\n<p>The attorney-client relationship alone does not confer upon the attorney the authority to settle a case. <i>See </i><i>Smith v. Delaware Valley Auto Spring Co.,</i> <span class=\"citation\" data-id=\"2398754\"><a href=\"/opinion/2398754/smith-v-delaware-valley-auto-spring-co/\"><span class=\"volume\">642</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1112</span></a></span>, 1115 (E.D.Pa.1986); <i>see also </i><i>Jersey City v. Roosevelt Stadium Marina, Inc.,</i> 210 N.J.Super. 315, 327, <span class=\"citation\" data-id=\"1538144\"><a href=\"/opinion/1538144/city-of-jersey-city-v-roosevelt-stadium-marina-inc/\"><span class=\"volume\">509</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">808</span></a></span> (App.Div.1986); <i>Clarkson v. Selected Risks Ins. Co.,</i> 170 N.J.Super. 373, 379, <span class=\"citation\" data-id=\"2375610\"><a href=\"/opinion/2375610/clarkson-v-selected-risks-insurance-company/\"><span class=\"volume\">406</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">494</span></a></span> (Law Div.1979). The rules governing whether an attorney was authorized to settle a case are the same as those which govern principal-agent relationships. <i>Turner v. Burlington N.R. Co.,</i> <span class=\"citation\" data-id=\"457653\"><a href=\"/opinion/457653/david-l-turner-v-burlington-northern-railroad-company-a-corporation/\"><span class=\"volume\">771</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">341</span></a></span> (8th Cir.1985). A review of agency principles is necessary to determine whether Dooley was authorized to enter the Consent Decree.<sup>[23]</sup></p>\n<p>New Jersey law recognizes two types of authority to settle a lawsuit which would bind its client: actual, either express or implied, and apparent authority. <i>Smith,</i> 642 F.Supp. at 1115 (citing <i>United States Plywood Corp. v. Neidlinger,</i> <span class=\"citation\" data-id=\"2319790\"><a href=\"/opinion/2319790/us-plywood-corp-v-neidlinger/\"><span class=\"volume\">41</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">66</span></a></span>, 73-74, <span class=\"citation\" data-id=\"2319790\"><a href=\"/opinion/2319790/us-plywood-corp-v-neidlinger/\"><span class=\"volume\">194</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">730</span></a></span> (1963) (per curiam)); <i>Lampley v. Davis Mach. Corp,</i> 219 N.J.Super. 540, 548-49, <span class=\"citation\" data-id=\"1464528\"><a href=\"/opinion/1464528/lampley-v-davis-mach-corp/\"><span class=\"volume\">530</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1254</span></a></span> (App.Div. 1987). The burden of proving an agency is on the party asserting it. <i>Smith,</i> 642 F.Supp. at 1116; <i>In re Baby \"M\",</i> 217 N.J.Super. 313, 382, <span class=\"citation\" data-id=\"2185670\"><a href=\"/opinion/2185670/in-re-baby-m/\"><span class=\"volume\">525</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1128</span></a></span> (Ch.Div. 1987), <i>aff'd in part, rev'd in part,</i> <span class=\"citation\" data-id=\"1956465\"><a href=\"/opinion/1956465/matter-of-baby-m/\"><span class=\"volume\">109</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">396</span></a></span>, <span class=\"citation\" data-id=\"1956465\"><a href=\"/opinion/1956465/matter-of-baby-m/\"><span class=\"volume\">537</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1227</span></a></span> (1988).</p>\n<p><span class=\"star-pagination\">*424</span> \"Under implied authority, an agent is <i>authorized to do what he may reasonably infer</i> the principal desires him to do in light of the principal's manifestations and facts as he knows or should know them when he acts.\" <i>Lampley,</i> 219 N.J.Super. at 548, <span class=\"citation\" data-id=\"1464528\"><a href=\"/opinion/1464528/lampley-v-davis-mach-corp/\"><span class=\"volume\">530</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1254</span></a></span> (citing <i>Lewis v. Travelers Ins. Co.,</i> <span class=\"citation\" data-id=\"1992302\"><a href=\"/opinion/1992302/william-lewis-v-travelers-insurance-co/\"><span class=\"volume\">51</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">244</span></a></span>, 251, <span class=\"citation\" data-id=\"1992302\"><a href=\"/opinion/1992302/william-lewis-v-travelers-insurance-co/\"><span class=\"volume\">239</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">4</span></a></span> (1968)) (emphasis added); <i>see also</i> Restatement of the Law (Second) of Agency, § 26. The focus is on the agent's reasonable perception of the principal's manifestations toward him.</p>\n<p>With respect to apparent authority, \"[a] principal is bound by the acts of his agent within the apparent authority which he knowingly permits an agent to assume or which he holds the agent out as possessing.\" <i>Columbia Sav. and Loan Ass'n v. Forum Ins. Co.,</i> No. 89-700, <span class=\"citation no-link\"><span class=\"volume\">1990</span> <span class=\"reporter\">WL</span> <span class=\"page\">235660</span></span>, * 3, 1990 U.S.Dist. LEXIS 17441, * 8 (D.N.J.1990) (citing <i>Reynolds Offset Co. v. Summer,</i> 58 N.J.Super. 542, 558, <span class=\"citation\" data-id=\"2369423\"><a href=\"/opinion/2369423/reynolds-offset-co-inc-v-summer/\"><span class=\"volume\">156</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">737</span></a></span> (App.Div.1959), <i>cert. denied,</i> <span class=\"citation\" data-id=\"1466409\"><a href=\"/opinion/1466409/reynolds-offset-co-inc-v-summer/\"><span class=\"volume\">31</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">554</span></a></span>, <span class=\"citation\" data-id=\"1466409\"><a href=\"/opinion/1466409/reynolds-offset-co-inc-v-summer/\"><span class=\"volume\">158</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">453</span></a></span> (1960); <i>Ross v. Realty Abstract Co.,</i> 50 N.J.Super. 147, 154, <span class=\"citation\" data-id=\"1933917\"><a href=\"/opinion/1933917/ross-v-realty-abstract-co/\"><span class=\"volume\">141</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">319</span></a></span> (App.Div.1958)); <i>see also </i><i>Lampley,</i> 219 N.J.Super. at 548, <span class=\"citation\" data-id=\"1464528\"><a href=\"/opinion/1464528/lampley-v-davis-mach-corp/\"><span class=\"volume\">530</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1254</span></a></span>. When determining whether apparent authority exists, the key inquiry is whether the \"principal, by his voluntary actions, placed the agent in such a situation that a person of ordinary prudence, conversant with general business practice, is justified in believing that the agent had authority to perform the act in question.\" <i>Columbia Sav. and Loan,</i> <span class=\"citation no-link\"><span class=\"volume\">1990</span> <span class=\"reporter\">WL</span> <span class=\"page\">235660</span></span>, at * 3, 1990 U.S.Dist. LEXIS 17441, at * 8 (citing <i>Barticheck v. Fidelity Union Bank,</i> <span class=\"citation\" data-id=\"1526660\"><a href=\"/opinion/1526660/barticheck-v-fidelity-union-bankfirst-nat-state/\"><span class=\"volume\">680</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">144</span></a></span>, 149 (D.N.J.1988); <i>Borbely v. Nationwide Mut. Ins. Co.,</i> <span class=\"citation\" data-id=\"1478850\"><a href=\"/opinion/1478850/borbely-v-nationwide-mut-ins-co/\"><span class=\"volume\">547</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">959</span></a></span>, 970 n. 17 (D.N.J.1981); <i>J. Wiss &amp; Sons Co. v. H.G. Vogel Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">N.J.L.</span> <span class=\"page\">618</span></span>, 621, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">A.</span> <span class=\"page\">360</span></span> (Sup.Ct.1914)); <i>see also Zurbrugg Health Found. v. Graduate Health Sys., Inc.,</i> No. 89-432, <span class=\"citation no-link\"><span class=\"volume\">1989</span> <span class=\"reporter\">WL</span> <span class=\"page\">139785</span></span>, * 6, 1989 U.S.Dist. LEXIS 13911, * 17 (D.N.J. 16 Nov. 1989).</p>\n<p>In this case, Dooley had implied authority to enter the Consent Decree. Dooley states he understood the discussion at the 13 February 1990 Meeting set forth the perimeters of the consent decree and if he could get the proposed consent decree in substantial compliance with those terms he was authorized to settle the case. Dooley Dep., 37. Dooley also states he had subsequent discussions with the Town Council Members which led him to believe he was authorized to enter the Consent Decree. <i>Id.,</i> 35-36, 40-41.</p>\n<p>Statements of various Town Council Members further support Dooley's belief. The Town Council Members were aware the Consent Decree addressed uniformed and nonuniformed positions because they received a copy of the 12 February 1990 Rose Letter indicating that the proposed consent decree was intended to cover police and fire fighters. <i>Id.,</i> 31; Spina Dep., 42. Indeed, Brennan stated that at some time in February or March Dooley informed the Town Council that the NAACP wished to include the police and fire fighters in the proposed consent decree. Brennan Dep., 18-19, 37. In addition, Brennan stated: \"The only direction that I ever remember giving [Dooley] that was clear was that ultimately the Council would do away with the residency agreement ... [for] everybody.\" <i>Id.,</i> 22. Sorge states he never formally authorized Dooley to enter the Consent Decree, which implies that he informally authorized it. Sorge Aff., ¶ 3.</p>\n<p>Significantly, Dooley stated it had never been his practice to submit a final proposed consent decree to the Town Council prior to its execution. Dooley Dep., 43, 46. Moreover, Dooley provided to the Town Council and Spina a copy of the proposed consent decree in January 1990 and discussed its provisions at length with the Town Council and Spina at the 13 February 1990 Meeting. Transcript of 13 February 1990 Meeting, 4-11. By providing the Town Council and Spina with a copy of the proposed consent decree, he gave them more than he ever had in the past. Dooley Dep., 43.</p>\n<p>In light of the extensive discussions regarding the proposed consent decree with the Town Council Members at the 13 February 1990 Meeting and during subsequent conversations and the fact that it was not Dooley's practice to submit final or even <span class=\"star-pagination\">*425</span> proposed consent decrees to the Town Council prior to settling a case, it was reasonable for Dooley to infer that he was authorized to sign the Consent Decree. Accordingly, West Orange has not shown facts which disturb the policy favoring the enforcement of the Consent Decree because it represents a voluntary decision to settle a case and forego litigation.</p>\n<p></p>\n<h2>2. <i>Extreme and Unexpected Hardship</i>\n</h2>\n<p>Even if West Orange had not authorized Dooley to enter the Consent Decree, West Orange has not made a showing of extraordinary circumstances such that it will suffer an extreme and unexpected hardship if the Consent Decree is not vacated.</p>\n<p>West Orange argues that as a result of the lengthy dispute over the validity of the Consent Decree it is now faced with a public safety emergency. Moving Brief, 8-9; Supp. Spina Aff., ¶ 2; Capron Aff., ¶ 9. It argues that since the Consent Decree was entered, there are at least four entry level fire fighter positions available as well as up to six potential openings in 1992. <i>Id.,</i> ¶ 2. West Orange contends as a result of these vacancies, fire fighters are required to work overtime which increases the risk of injury and impairs the fire fighters' capacity to perform. <i>Id.,</i> ¶ 7; Moving Brief, 9.</p>\n<p>The attempt by West Orange to establish extreme and unexpected hardship is without merit. First, characterization by West Orange that the alleged emergency is a result of the \"lengthy dispute\" over the validity of the Consent Decree fails to recognize that West Orange waited twenty months to file the motion to vacate the Consent Decree. Clearly, to the extent there has been a \"lengthy dispute\" West Orange did nothing to hasten the resolution of the dispute.</p>\n<p>Second, West Orange is not prohibited from filling the vacancies in the fire department under the Consent Decree. The Consent Decree only requires that in filling any positions, West Orange cannot limit the applicant pool to those persons on the Eligible Residents List. Consent Decree, ¶ 2. The Consent Decree neither imposes quotas or set asides nor does it require the institution of an affirmative action program. It merely establishes a level playing field for residents of Essex County to apply for civil service positions in West Orange. It provides nothing more than an attempt to make sure everyone has an equal opportunity and equal access to economic advantages and that such opportunities are not dependent on an address. Significantly, the Consent Decree does not prevent persons on the Eligible Residents List from applying for the open fire fighter positions because they will presumably be eligible to be on the new list. The Consent Decree merely places residents of Essex County on equal footing with West Orange residents for such positions.</p>\n<p>In light of the facts that West Orange waited twenty months to file the motion to vacate the Consent Decree and the Consent Decree does not prohibit West Orange from filling vacant positions, West Orange will not suffer extreme and unexpected hardship if the Consent Decree is not vacated.</p>\n<p>Because the evidence suggests it was reasonable for Dooley to believe he was authorized to enter the Consent Decree and because no extraordinary circumstances exist, the motion to vacate the Consent Decree is denied.</p>\n<p></p>\n<h2>B. <i>Leave to Hire Additional Fire Fighters</i>\n</h2>\n<p>West Orange seeks leave to hire additional fire fighters from the Eligible Residents List. Moving Brief, 3. West Orange argues such relief is warranted because a \"public safety crisis has developed in West Orange while this matter is being litigated.\" <i>Id.</i> As previously stated, West Orange relies on the fact that four vacancies currently exist and more vacancies are foreseeable because of future retirements. Capron Aff., ¶ 2. West Orange also contends it is suffering financial hardship because it must pay police and fire fighters overtime which it would not be required to pay if the vacant positions were filled. <i>Id.,</i> ¶ 6.</p>\n<p><span class=\"star-pagination\">*426</span> As previously discussed, the Consent Decree does not prevent West Orange from filling its vacant positions, it only prevents West Orange from hiring persons from the Eligible Residents List. West Orange has not alleged it obtained a county-wide eligibility list or opened its applicant pool up to all eligible persons in the county. West Orange is totally responsible for its failure to fill the vacant positions. Accordingly, there is no reason for West Orange to now face the alleged public safety emergency; the motion for leave to hire additional fire fighters from the Eligible Residents List is denied.</p>\n<p></p>\n<h2>C. <i>Motion for Summary Judgment</i>\n</h2>\n<p>On 20 November 1989 the NAACP moved for summary judgment on the ground that the Residency Preference Ordinance and West Orange's policy of granting preferences to residents for uniformed positions in West Orange have a disparate impact on African-American applicants within commuting distance of West Orange. Summary Judgment Moving Brief, 6. At that same time, West Orange filed a cross-motion for summary judgment on the ground that the NAACP lacks standing.<sup>[24]</sup></p>\n<p>Even if Dooley were found not to have been authorized or West Orange had shown extreme and unexpected hardship mandating that the Consent Decree be vacated, or if the Consent Decree is set aside for any reason, West Orange would nevertheless be prohibited from hiring residents on the Eligible Residents List because the NAACP motion for summary judgment would be granted.</p>\n<p></p>\n<h2>1. <i>Summary Judgment Standard of Review</i>\n</h2>\n<p>To prevail on a motion for summary judgment, the moving party must establish \"there is no genuine issue as to any material fact and that [it] is entitled to judgment as a matter of law.\" Fed. R.Civ.P. 56(c). The present task is to determine whether disputed issues of fact exist, but a district court may not resolve factual disputes in a motion for summary judgment. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 249-50, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510-11, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986); <i>see </i><i>Nathanson v. Medical College of Penn.,</i> <span class=\"citation\" data-id=\"556615\"><a href=\"/opinion/556615/jayne-g-nathanson-v-the-medical-college-of-pennsylvania/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1368</span></a></span>, 1380 (3d Cir.1991) (Summary judgment may not be granted \"if there is a disagreement over what inferences can be reasonably drawn from the facts even if the facts are undisputed.\"). All evidence submitted must be viewed in a light most favorable to the party opposing the motion. <i>Boyle v. Governor's Veterans Outreach &amp; Assistance Center,</i> <span class=\"citation\" data-id=\"555485\"><a href=\"/opinion/555485/robert-g-boyle-v-the-governors-veterans-outreach-assistance-center/\"><span class=\"volume\">925</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">71</span></a></span>, 75 (3d Cir. 1991); <i>Weldon v. Kraft, Inc.,</i> <span class=\"citation\" data-id=\"536996\"><a href=\"/opinion/536996/52-fair-emplpraccas-355-29-wage-hour-cas-bn-1158-52-empl-prac/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">793</span></a></span>, 797 (3d Cir.1990); <i>see </i><i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, 1356, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986); <i>Todaro v. Bowman,</i> <span class=\"citation\" data-id=\"521046\"><a href=\"/opinion/521046/dante-todaro-v-john-m-bowman-warden-john-a-watkins-sheriff/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">43</span></a></span>, 46 (3d Cir.1989); <i>Joseph v. Hess Oil,</i> <span class=\"citation\" data-id=\"518105\"><a href=\"/opinion/518105/prodliabrepcchp-12049-benoit-joseph-v-hess-oil-virgin-islands/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">179</span></a></span>, 182 (3d Cir.1989). \"`Any \"unexplained gaps\" in material submitted by the moving party, if pertinent to material issues of fact, justify denial of a motion for summary judgment.'\" <i>Ingersoll-Rand Fin. Corp. v. Anderson,</i> <span class=\"citation\" data-id=\"553189\"><a href=\"/opinion/553189/ingersoll-rand-financial-corporation-a-delaware-corporation-v-larry-r/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">497</span></a></span>, 502 (3d Cir.1990) (quoting <i>O'Donnell v. United States,</i> <span class=\"citation\" data-id=\"533796\"><a href=\"/opinion/533796/thomas-j-odonnell-v-united-states/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1079</span></a></span>, 1082 (3d Cir.1989)).</p>\n<p>Although the summary judgment hurdle is a difficult one to overcome, it is by no means insurmountable. As the Supreme Court has stated, once the party seeking summary judgment has pointed out to the court the absence of a genuine issue of material fact,</p>\n<blockquote>its opponent must do more than simply show that there is some metaphysical doubt as to the material facts.... In the language of the Rule, the non-moving party must come forward with `specific facts showing that there is a <i>genuine issue for trial.'</i> ... Where the record taken as a whole could not lead a rational trier of fact to find for the non-moving party, there is no `genuine issue for trial.'</blockquote>\n<p><i>Matsushita,</i> 475 U.S. at 586-87, 106 S.Ct. at 1355-56 (emphasis in original, citations and footnotes omitted). In other words, <span class=\"star-pagination\">*427</span> the inquiry involves determining \"`whether the evidence presents a sufficient disagreement to require submission to a jury or whether it is so one-sided that one party must prevail as a matter of law.'\" <i>Brown v. Grabowski,</i> <span class=\"citation no-link\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1097</span></span>, 1111 (3d Cir. 1990) (quoting <i>Anderson v. Liberty Lobby,</i> 477 U.S. at 251-52, 106 S.Ct. at 2511-12), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2827</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">997</span></span> (1991).</p>\n<p>The Supreme Court elaborated on the summary judgment standard in <i>Anderson v. Liberty Lobby</i><i>:</i> \"If the evidence [submitted by a party opposing summary judgment] is merely colorable ... or is not significantly probative ... summary judgment may be granted.\" 477 U.S. at 249-50, 106 S.Ct. at 2510-11 (citations omitted). The Supreme Court went on to note in <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986): \"One of the principal purposes of the summary judgment rule is to isolate and dispose of factually unsupported claims or defenses, and we think it should be interpreted in a way that allows it to accomplish this purpose.\" <i>Id.</i> at 323-24, 106 S.Ct. at 2552-53 (footnote omitted).</p>\n<p>Once a case has been made in support of summary judgment, the party opposing the motion has the affirmative burden of coming forward with <i>specific</i> facts evidencing a need for trial. <i>See</i> Fed.R.Civ.P. 56(e); <i>see also </i><i>Maguire v. Hughes Aircraft Corp.,</i> <span class=\"citation\" data-id=\"546992\"><a href=\"/opinion/546992/prodliabrepcchp-12559-edward-j-maguire-iii-v-hughes-aircraft/\"><span class=\"volume\">912</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">67</span></a></span>, 72 (3d Cir.1990) (non-moving party may not rest upon mere allegations); <i>Schoch v. First Fidelity Bancorporation,</i> <span class=\"citation\" data-id=\"547216\"><a href=\"/opinion/547216/leroy-d-schoch-v-first-fidelity-bancorporation-and-industrial-valley/\"><span class=\"volume\">912</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">654</span></a></span>, 657 (3d Cir.1990) (neither unsupported allegations in pleadings and memoranda of law nor conclusory allegations in affidavits will establish genuine issue of material fact); <i>Hozier v. Midwest Fasteners, Inc.,</i> <span class=\"citation\" data-id=\"545161\"><a href=\"/opinion/545161/robert-hozier-ralph-kohart-peter-a-white-marc-duning-and-david-carroll/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1155</span></a></span>, 1165 (3d Cir.1990) (cannot create issue of fact merely by questioning credibility of movant's witnesses; circumstantial evidence may raise issue of fact); <i>Aronow Roofing Co. v. Gilbane Building Co.,</i> <span class=\"citation\" data-id=\"541081\"><a href=\"/opinion/541081/aronow-roofing-company-v-gilbane-building-company/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1127</span></a></span>, 1128 (3d Cir.1990) (\"summary judgment will be granted where the non-moving party fails to `establish the existence' of an element essential to the case\"); <i>Carlson v. Arnot-Ogden Memorial Hosp.,</i> <span class=\"citation\" data-id=\"551294\"><a href=\"/opinion/551294/carlson-david-v-arnot-ogden-memorial-hospital/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">411</span></a></span>, 413 (3d Cir.1990) (\"nonmoving party must adduce more than a mere scintilla of evidence in its favor\").</p>\n<p></p>\n<h2>2. <i>Standing</i>\n</h2>\n<p>West Orange argues the NAACP lacks standing. As standing is a threshold issue necessary for the court to have jurisdiction, it is properly addressed first. <i>See </i><i>Duke Power Co. v. Carolina Envtl. Study Group, Inc.,</i> <span class=\"citation\" data-id=\"109923\"><a href=\"/opinion/109923/duke-power-co-v-carolina-environmental-study-group-inc/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">59</span></a></span>, 72, 82, <span class=\"citation\" data-id=\"109923\"><a href=\"/opinion/109923/duke-power-co-v-carolina-environmental-study-group-inc/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2620</span></a></span>, 2630, 2635, <span class=\"citation\" data-id=\"109923\"><a href=\"/opinion/109923/duke-power-co-v-carolina-environmental-study-group-inc/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">595</span></a></span> (1978); <i>Contractors Ass'n of E. Penn., Inc. v. Philadelphia,</i> <span class=\"citation\" data-id=\"569199\"><a href=\"/opinion/569199/contractors-association-of-eastern-pennsylvania-inc-general-building/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1260</span></a></span>, 1264 (3d Cir. 1991).</p>\n<p>The question of standing involves \"whether the litigant is entitled to have the court decide the merits of the dispute or of particular issues.\" <i>Warth v. Seldin,</i> <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span>, 498, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>, 2205, <span class=\"citation\" data-id=\"109301\"><a href=\"/opinion/109301/warth-v-seldin/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">343</span></a></span> (1975). There are two sources of inquiry in federal standing doctrine. The first is the constitutional notion of justiciability: the power of the court to entertain the lawsuit. <i>Id.</i> Article III of the United States Constitution limits judicial power to \"cases and controversies,\" judicial power being reserved for remedial purposes, that is \"to redress or otherwise protect against injury to the complaining party.\" <i>Id.</i> at 499, 95 S.Ct. at 2205; <i>see also, </i><i>Contractors Ass'n,</i> 945 F.2d at 1264; <i>Rocks v. Philadelphia,</i> <span class=\"citation\" data-id=\"518859\"><a href=\"/opinion/518859/m-joseph-rocks-frank-a-salvatore-christopher-r-wogan-joan-l/\"><span class=\"volume\">868</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">644</span></a></span>, 647 (3d Cir.1989).</p>\n<p>This requirement is based upon the principle of separation of powers. Federal courts are to exercise their power only as a last resort and as a necessity; questions of policy and execution of the law are to be reserved for the legislative and executive branches. <i>See </i><i>Frissell v. Rizzo,</i> <span class=\"citation\" data-id=\"365875\"><a href=\"/opinion/365875/lee-frissell-v-frank-l-rizzo-mayor-of-the-city-of-philadelphia-and/\"><span class=\"volume\">597</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">840</span></a></span>, 844 (3d Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">841</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">82</span></span>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">54</span></span> (1979) (\"On a deeper level, the Court's standing rules recognize a constitutional preference for solving social and political problems by consent.\"). Thus, a plaintiff will be deemed to have met the constitutional requirements for standing \"only when adjudication is `consistent with a system of separated powers and [the dispute is one] traditionally thought to be capable of resolution through <span class=\"star-pagination\">*428</span> the judicial process.'\" <i>Allen v. Wright,</i> <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">737</span></a></span>, 752, <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3315</span></a></span>, 3325, <span class=\"citation\" data-id=\"111258\"><a href=\"/opinion/111258/allen-v-wright/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">556</span></a></span> <i>reh'g denied,</i> <span class=\"citation no-link\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1250</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">51</span></span>, 52, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">942</span></span> (1984) (quoting <i>Flast v. Cohen,</i> <span class=\"citation\" data-id=\"107731\"><a href=\"/opinion/107731/flast-v-cohen/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 97, <span class=\"citation\" data-id=\"107731\"><a href=\"/opinion/107731/flast-v-cohen/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1942</span></a></span>, 1951, <span class=\"citation\" data-id=\"107731\"><a href=\"/opinion/107731/flast-v-cohen/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">947</span></a></span> (1968)).</p>\n<p>The second source of inquiry in federal standing doctrine is a judicially imposed prudential limitation on the exercise of federal jurisdiction. Through this limitation, \"the judiciary seeks to avoid deciding questions of broad social import where no individual rights would be vindicated and to limit access to the federal courts to those litigants best suited to assert a particular claim.\" <i>Phillips Petroleum Co. v. Shutts,</i> <span class=\"citation\" data-id=\"111491\"><a href=\"/opinion/111491/phillips-petroleum-co-v-shutts/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">797</span></a></span>, 804, <span class=\"citation\" data-id=\"111491\"><a href=\"/opinion/111491/phillips-petroleum-co-v-shutts/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2965</span></a></span>, 2970, <span class=\"citation\" data-id=\"111491\"><a href=\"/opinion/111491/phillips-petroleum-co-v-shutts/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">628</span></a></span> (1985); <i>see also </i><i>Gladstone, Realtors v. Bellwood,</i> <span class=\"citation\" data-id=\"110056\"><a href=\"/opinion/110056/gladstone-realtors-v-village-of-bellwood/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">91</span></a></span>, 99-100, <span class=\"citation\" data-id=\"110056\"><a href=\"/opinion/110056/gladstone-realtors-v-village-of-bellwood/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1601</span></a></span>, 1607-08, <span class=\"citation\" data-id=\"110056\"><a href=\"/opinion/110056/gladstone-realtors-v-village-of-bellwood/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">66</span></a></span> (1979). Accordingly, the Supreme Court has held that \"`the plaintiff generally must assert his own legal rights and interests, and cannot rest his claim to relief on the legal rights or interests of third parties.'\" <i>Rocks,</i> 868 F.2d at 649 (quoting <i>Valley Forge Christian College v. Americans United,</i> <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span>, 474, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">752</span></a></span>, 759, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">700</span></a></span> (1982) (quoting <i>Warth,</i> 422 U.S. at 499, 95 S.Ct. at 2205)).</p>\n<p>As the policy considerations underlying the constitutional and prudential limitations on standing are closely related, the distinction between the two sources of standing doctrine is often obscure. In an effort to clarify this ambiguity the Supreme Court has stated:</p>\n<blockquote>[A]t an irreducible minimum, Art. III requires the party who invokes the court's authority to \"show that he personally has suffered some actual or threatened injury as a result of the putatively illegal conduct of the defendant,\" <i>Gladstone, Realtors v. Village of Bellwood,</i> <span class=\"citation\" data-id=\"110056\"><a href=\"/opinion/110056/gladstone-realtors-v-village-of-bellwood/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">91</span></a></span>, 99, <span class=\"citation\" data-id=\"110056\"><a href=\"/opinion/110056/gladstone-realtors-v-village-of-bellwood/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1601</span></a></span>, 1608, <span class=\"citation\" data-id=\"110056\"><a href=\"/opinion/110056/gladstone-realtors-v-village-of-bellwood/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">66</span></a></span> (1979), and that the injury \"fairly can be traced to the challenged action\" and \"is likely to be redressed by a favorable decision,\" <i>Simon v. Eastern Kentucky Welfare Rights Org.,</i> <span class=\"citation\" data-id=\"109462\"><a href=\"/opinion/109462/simon-v-eastern-ky-welfare-rights-organization/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">26</span></a></span>, 38, 41, <span class=\"citation\" data-id=\"109462\"><a href=\"/opinion/109462/simon-v-eastern-ky-welfare-rights-organization/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1917</span></a></span>, 1924, 1925, <span class=\"citation\" data-id=\"109462\"><a href=\"/opinion/109462/simon-v-eastern-ky-welfare-rights-organization/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">450</span></a></span> (1976).</blockquote>\n<p><i>Valley Forge Christian College,</i> 454 U.S. at 472, 102 S.Ct. at 758.</p>\n<p>Simply put, in order to successfully have standing to raise a claim, a plaintiff must establish: (1) injury-in-factto insure that the party has a personal stake in the outcome of the controversy, (2) causation that defendant's alleged wrongs were the source of this injury; and (3) redressibility of grievancethat the exercise of the court's remedial powers will actually remedy the wrong alleged. <i>See </i><i>Phillips Petroleum,</i> 472 U.S. at 804, 105 S.Ct. at 2970; <i>Tax Analysts and Advocates v. Blumenthal,</i> <span class=\"citation no-link\"><span class=\"volume\">566</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">130</span></span>, 136 (D.C.Cir.1977), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1086</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1280</span></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">791</span></span> (1978).</p>\n<p>An association, like the NAACP, may have standing under two different theories. First, \"an association may have standing in its own right to seek judicial relief from injury to itself and to vindicate whatever rights and immunities the association itself may enjoy.\" <i>Warth,</i> 422 U.S. at 511, 95 S.Ct. at 2211. Further, \"in attempting to secure relief from injury to itself the association may assert the rights of its members, at least so long as the challenged infractions adversely affect its members' associational ties.\" <i>Id.</i></p>\n<p>Second, \"[e]ven in the absence of injury to itself, an association may have standing solely as the representative of its members.\" <i>Id.</i> In such a situation, the \"association must allege its members, or any one of them, are suffering immediate or threatened injury as a result of the challenged action of the sort that would make out a justiciable case had the members themselves brought suit.\" <i>Id.</i></p>\n<p>To have standing to sue on behalf of its members an organization must meet three requirements.</p>\n<blockquote>(a) its members would otherwise have standing to sue in their own right; (b) the interests it seeks to protect are germane to the organization's purpose; and (c) neither the claim asserted nor the relief requested requires the participation of individual members in the law-suit.</blockquote>\n<p><span class=\"star-pagination\">*429</span> <i>Hunt v. Washington State Apple Advertising Comm'n,</i> <span class=\"citation\" data-id=\"109703\"><a href=\"/opinion/109703/hunt-v-washington-state-apple-advertising-commn/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">333</span></a></span>, 343, <span class=\"citation\" data-id=\"109703\"><a href=\"/opinion/109703/hunt-v-washington-state-apple-advertising-commn/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2434</span></a></span>, 2441, <span class=\"citation\" data-id=\"109703\"><a href=\"/opinion/109703/hunt-v-washington-state-apple-advertising-commn/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">383</span></a></span> (1977); <i>see also </i><i>Pennell v. San Jose,</i> <span class=\"citation\" data-id=\"112009\"><a href=\"/opinion/112009/pennell-v-san-jose/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 7 n. 3, <span class=\"citation\" data-id=\"112009\"><a href=\"/opinion/112009/pennell-v-san-jose/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">849</span></a></span>, 855 n. 3, <span class=\"citation\" data-id=\"112009\"><a href=\"/opinion/112009/pennell-v-san-jose/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1988); <i>Contractors Ass'n,</i> 945 F.2d at 1264; <i>NAACP, Newark Branch v. Harrison,</i> <span class=\"citation no-link\"><span class=\"volume\">749</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1327</span></span>, 1335 (D.N.J.1990); <i>aff'd,</i> <span class=\"citation\" data-id=\"566007\"><a href=\"/opinion/566007/newark-branch-national-association-for-the-advancement-of-colored-people/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">792</span></a></span> (3d Cir.1991).</p>\n<p>The NAACP must overcome these hurdles in order to maintain this suit. West Orange maintains that no member of the NAACP has suffered injury in fact. They note that the NAACP points to no individual who is qualified, has applied and been rejected because of the Residency Preference Ordinance. West Orange's definition of injury is too limited, however. Those injured by the residency requirement are not only those who apply and are rejected but also those who never apply because of the West Orange's stated policy.</p>\n<p>The NAACP has demonstrated it has members who are qualified for positions and who would apply if it were not for the Residency Preference Ordinance. Attachments 4, 5. Some of these have not taken the test for uniformed services because of the residency requirement. <i>See</i> Exhibit 4.</p>\n<p>Many of these individuals, given the experience they have listed, are eligible and have worked in the private sector. <i>Id.</i> The evidence submitted demonstrates municipal employment standards are less rigorous. As Spina has stated with regard to employment standards: <i>\"Private industry is probably much more stringent.\"</i> Spina Dep. for Summary Judgment, 28-29 (emphasis added). There have been openings in these employment areas in the last year. Attachment 7.</p>\n<p>The Supreme Court has stated that a dearth of qualified minority applicants is no bar to recovery if such an absence \"was due to practices on petitioner's part whichexpressly or <i>impliedly</i> deterred minority group members from applying....\" <i>Wards Cove Packing Co. v. Antonio,</i> <span class=\"citation\" data-id=\"112270\"><a href=\"/opinion/112270/wards-cove-packing-co-v-atonio/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">642</span></a></span>, 651, <span class=\"citation\" data-id=\"112270\"><a href=\"/opinion/112270/wards-cove-packing-co-v-atonio/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2115</span></a></span>, 2122, <span class=\"citation\" data-id=\"112270\"><a href=\"/opinion/112270/wards-cove-packing-co-v-atonio/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">733</span></a></span> (1989). To deny standing because no application to a position has been made would circumvent the purpose of Title VII.</p>\n<p>As the Supreme court has stated:</p>\n<blockquote>The denial of Title VII relief on the ground that the claimant had not formally applied for the job could exclude from the Act's coverage the victims of the most entrenched forms of discrimination. Victims of gross and pervasive discrimination could be denied relief <i>precisely because the unlawful practice had been so successful as totally to deter job applications from members of minority groups. A per se prohibition of relief to nonapplicants could thus put beyond the reach of equity the most invidious effects of employment discrimination those that extend to the very hope of self-realization.</i>\n</blockquote>\n<p><i>International Bhd. of Teamsters v. U.S.,</i> <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">324</span></a></span>, 367, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1843</span></a></span>, 1871, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1977) (emphasis added). To hold here that no injury was suffered by those who did not apply would work the same inequity in the use of the standing doctrine the <i>Teamsters</i> court feared would result from denying nonapplicants Title VII relief.</p>\n<p>Accepting <i>arguendo,</i> those who did not apply are not injured in fact because, perhaps, they were not qualified, this does not apply to Watson, Wise or Jenkins. Watson is a secretary of five years standing who has applied for an open secretarial position in West Orange. She is not a resident of the Township. Watson Decl., ¶ 2-3. Jenkins has passed the fire fighter's exam and applied to West Orange despite being told by the State Department of Personnel not to do so. Jenkins Decl., ¶ 5. Wise also passed the test but did not apply to West Orange because he was told by the State Department of Personnel he could not be hired. Wise Decl., ¶ 5. Some of the police and fire fighter candidates have higher scores than some of those eligible for the next West Orange positions by residency. Summary Judgment Reply Brief, 37.</p>\n<p>Although it is not clear that Watson and Jenkins were not hired because of the residency requirement, the issue of causation <span class=\"star-pagination\">*430</span> is clear for those nonresidents who did not apply because of the requirements. But for these requirements many would have applied. Jenkins and Watson can also argue causality as the Supreme Court has recently stated: \"The likelihood of enforcement ... is a sufficient threat of actual injury to satisfy Article III's requirement that [a] plaintiff who challenges a statute must demonstrate a realistic danger of sustaining a direct injury as a result of the statute's operation or enforcement.\" <i>Pennell,</i> 485 U.S. at 8, 108 S.Ct. at 855 (quoting <i>Babbitt v. Farm Workers,</i> <span class=\"citation\" data-id=\"110099\"><a href=\"/opinion/110099/babbitt-v-farm-workers/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">289</span></a></span>, 298, <span class=\"citation\" data-id=\"110099\"><a href=\"/opinion/110099/babbitt-v-farm-workers/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2301</span></a></span>, 2308, <span class=\"citation\" data-id=\"110099\"><a href=\"/opinion/110099/babbitt-v-farm-workers/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">895</span></a></span> (1979)).</p>\n<p>The NAACP meets the <i>Hunt</i> standards to sue on behalf of its members. As shown in the preceding discussion, some, at least, of its members have standing to sue in their own right. The organization's express purpose is \"improving the ... economic status of minority groups.\" Jones Decl., ¶ 2. Securing wider access to employment opportunities by which African-Americans are now barred to them certainly meets the requirements that the interests it seeks to protect are \"germane to the organization's purpose.\" <i>Hunt,</i> 432 U.S. at 434, 97 S.Ct. at 2441. Lastly, there is no reason the claim asserted or the relief requested requires any participation in the action by the NAACP's aggrieved members. Having met the standing requirement, the substantive issues can now be addressed.</p>\n<p></p>\n<h2>3. <i>Title VIIDisparate Impact Liability</i>\n</h2>\n<p>Title VII provides:</p>\n<blockquote>It shall be an unlawful employment practice for an employer</blockquote>\n<blockquote>(1) to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment because of such individual's race, color, religion, sex, or national origin; or</blockquote>\n<blockquote>(2) to limit, segregate, or classify his employees or applicants for employment in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee, because of such individual's race, color, religion, sex, or national origin.</blockquote>\n<p>42 U.S.C. § 2000e-2(a).</p>\n<p>Title VII prohibits \"not only overt discrimination but also practices that are fair in form but discriminatory in operation.\" <i>Griggs v. Duke Power Co.,</i> <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 431, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">849</span></a></span>, 853, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">158</span></a></span> (1971). Such practices are known as having a disparate impact which \"has as its basis the premise that `some employment practices, adopted without a deliberately discriminatory motive, may in operation be functionally equivalent to intentional discrimination.'\" <i>Newark Branch, NAACP v. Harrison,</i> <span class=\"citation\" data-id=\"566007\"><a href=\"/opinion/566007/newark-branch-national-association-for-the-advancement-of-colored-people/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">792</span></a></span>, 798 (3d Cir.1991) (quoting <i>Watson v. Fort Worth Bank and Trust,</i> <span class=\"citation\" data-id=\"112145\"><a href=\"/opinion/112145/watson-v-fort-worth-bank-trust/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">977</span></a></span>, 987, <span class=\"citation\" data-id=\"112145\"><a href=\"/opinion/112145/watson-v-fort-worth-bank-trust/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2777</span></a></span>, 2785, <span class=\"citation\" data-id=\"112145\"><a href=\"/opinion/112145/watson-v-fort-worth-bank-trust/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">827</span></a></span> (1988)).</p>\n<p>To establish a prima facie case of disparate impact under Title VII the plaintiff must demonstrate \"that application of a facially neutral standard has resulted in a significantly discriminatory hiring pattern.\" <i>Id.</i> (quoting <i>Dothard v. Rawlinson,</i> <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></a></span>, 329, <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2720</span></a></span>, 2726, <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">786</span></a></span> (1977)). In a Title VII case, the plaintiff generally resorts to statistical disparities. <i>Watson,</i> 487 U.S. at 987, 108 S.Ct. at 2785; <i>Harrison,</i> 940 F.2d at 798. \"A comparison between the racial composition of those qualified persons in the relevant labor market and that of those in the jobs at issue typically `forms the proper basis for the initial inquiry in a disparate impact case.'\" <i>Id.</i> (quoting <i>Wards Cove,</i> 490 U.S. at 650-51, 109 S.Ct. at 2121-22).</p>\n<p>If the plaintiff establishes a prima facie case of disparate impact, the defendant has the burden of production to show a legitimate business justification for continued use of the challenged practice.<sup>[25]</sup><i>Wards Cove,</i> 490 U.S. at 659, 109 S.Ct. at <span class=\"star-pagination\">*431</span> 2126; <i>Harrison,</i> 940 F.2d at 798. The plaintiff then has the burden of persuasion to discredit the legitimate business justification. <i>Wards Cove,</i> 490 U.S. at 660-61, 109 S.Ct. at 2126-27; <i>Harrison,</i> 940 F.2d at 798.</p>\n<p>In <i>Harrison,</i> the Third Circuit upheld the lower court's decision that Harrison's ordinance requiring residency for uniformed and nonuniformed personnel had a discriminatory impact. The district court ruled the NAACP established a prima facie case by showing Harrison's ordinance requiring residency for uniformed and nonuniformed personnel had a discriminatory impact. <i>Harrison,</i> 749 F.Supp. at 1336-41.</p>\n<p>Harrison had a similar residency requirement as West Orange. Harrison had never employed an African-American person in any of its civil positions. 940 F.2d at 795. The district court in <i>Harrison</i> found a prima facie case of disparate impact relying on the following facts: there were at least 214,747 African-Americans in the immediate labor market; there were 22.1 percent African-American employees in Harrison's private sector and the majority of these employees must have been commuting from the relevant labor market because Harrison has a very small African-American population. 749 F.Supp. at 1338.</p>\n<p>The court stated because</p>\n<blockquote>the range of skills of available [African American] workers as demonstrated by the private establishment statistics is so great, it would be reasonable to infer that in the vast [African American] labor force in Harrison's labor market there would be a large number of [African American] persons qualified to serve and wishing to serve as police officers and fire fighters.</blockquote>\n<p><i>Id.</i></p>\n<p>Harrison argued the residency requirements were necessary for police and fire fighter positions so that employees can quickly respond if called for an emergency situation. <i>Id.,</i> at 1341. Harrison also maintained that community loyalty will be fostered if uniformed and nonuniformed personnel reside in the community. <i>Id.</i> The district court held the business justifications offered by Harrison were insubstantial and could be satisfied by alternative measures. <i>Id.,</i> at 1341-42.</p>\n<p>The Third Circuit affirmed the district court's decision and held it properly exercised its equitable power by entering a consent decree which required Harrison to cease from enforcing its residency requirement ordinance. <i>Harrison,</i> 940 F.2d at 805-807. It stated because of Harrison's long-standing policy of hiring residents for its police, fire and nonuniformed positions and the \"`disparity between the pool of qualified [African-American] applicants for municipal jobs in Harrison and the actual [African-American] representation among Harrison's employees,'\" the consent decree was devised as a means to remedy such practices of discrimination. <i>Id.</i> at 807.</p>\n<p>In this case, the NAACP argues that the Residency Preference Ordinance and West Orange's adoption of the statutorily authorized residency requirement for police and fire fighter positions violate Title VII because these residency requirements have a disparate impact on African-Americans. Summary Judgment Moving Brief, 6. The challenge is not directed toward the state statutes permitting such residency requirements, but rather is directed toward West Orange's use of its powers in a manner that excludes African-Americans from employment.</p>\n<p></p>\n<h2>a. <i>Prima Facie Case</i>\n</h2>\n<p>The NAACP has established a prima facie case of disparate impact. The <span class=\"star-pagination\">*432</span> first suggestion of disparity in the labor market is the availability of African-Americans under the Residency Preference Ordinance. The Complaint alleges West Orange has 39,510 residents, of whom 2.4 percent are African-Americans. Complaint, ¶ 6.</p>\n<p>The relevant labor market for purposes of establishing a prima facie case is that area within commuting distance of West Orange. <i>See, e.g., </i><i>Harrison,</i> 940 F.2d at 799. The uncontested evidence shows Essex County, of which West Orange is a part, has a work force that is 33.9 percent African-American. Hammerman Dec., ¶ 14. The surrounding counties of Hudson, Bergen and Passaic have labor forces consisting of 10.6, 4 and 11 percent African-Americans. <i>Id.</i> If the current labor market were enlarged there would be a significant reduction in the disparity of the labor market. \"It would be very hard to conclude that among the very substantial number of [African-American] workers in the four county labor market there are not large numbers of persons qualified to serve as police officers, fire fighters, clerk typists and laborers.\" <i>Harrison,</i> 749 F.Supp. at 1338.</p>\n<p>Significantly, West Orange does not contest that it employs only around two or three percent of minorities in the public sector while there are thirty to forty percent of minorities in the private sector. Transcript of 13 February 1990 Meeting, 9. Because only 2.4 percent of West Orange's population is African-American, most of these employees must commute to West Orange from the above-defined labor market.</p>\n<p>The evidence overwhelmingly establishes a disparate impact. As in <i>Harrison,</i> thirty percent of employees in the private sector of West Orange are minorities. Transcript of 13 February 1990 Meeting, 9. Less than three percent of West Orange's population is African-American. <i>Id.</i> Thirty-three percent of the Essex County work force is African-American. Hammerman Dec., ¶ 14. As was the case in <i>Harrison,</i> the inference can be drawn based on the number of qualified employees working in the private sector that more than three percent of the relevant labor force is qualified for West Orange's uniformed and nonuniformed positions. Accordingly, the NAACP has established a prima facie case of disparate impact.</p>\n<p></p>\n<h2>b. <i>Business Justification</i>\n</h2>\n<p>In order to avoid summary judgment, West Orange must come forward with evidence that the Residency Preference Ordinance \"serves, in a significant way, the legitimate employment goals of\" West Orange. <i>Wards Cove,</i> 490 U.S. at 659, 109 S.Ct. at 2126. In its opposition brief, West Orange argues it is merely implementing a state-wide policy which furthers public welfare. Summary Judgment Opp. Brief, 12-14. Other justifications are provided by Spina and Edward M. Palardy (\"Chief Palardy\"), Chief of Police of West Orange.</p>\n<p>Spina indicates that the Residency Preference Ordinance eliminates problems West Orange has had contacting police and fire fighters in emergency situations. Spina Dep. for Summary Judgment, 27. Chief Palardy expressed his feeling that if employees are residents of West Orange, they will have greater loyalty and better perform their job.<sup>[26]</sup> Palardy Dec., 24. Brennan <span class=\"star-pagination\">*433</span> states as business justifications that residents of West Orange should be entitled to have the jobs because they are the taxpayers.<sup>[27]</sup> Brennan Dep., 20.</p>\n<p>The reasons for the Residency Preference Ordinance for nonuniformed employees are less clear and evidence to support them is quite thin. The two justifications put forward by Mayor Spina are as follows:</p>\n<blockquote>Q. Now, turning to the question of residents [sic] for applicants as distinct from residents [sic] for people who have already been employed, do you have a view as to whether this requirement of the ordinance is one that is good for the Township of West Orange?</blockquote>\n<blockquote>A. I think it's generally beneficial to the people of West Orange since they're the taxpayers and they pay the bills. They should have something to say.</blockquote>\n<blockquote>Q. Some priority, in other words, in appointments?</blockquote>\n<blockquote>A. Yes.</blockquote>\n<blockquote>Q. Are there other reasons for that or is that the basic reason?</blockquote>\n<blockquote>A. And closeness to or living within the proximity of the town so that should an emergency develop, snow removal, particularly snow removal, they'll be available to come to work. If they're living in Sparta or Toms River, this is going to be very difficult for them to get here in a snow storm.</blockquote>\n<blockquote>Q. Those are the two basic things then?</blockquote>\n<blockquote>A. That I can think of off the top of my head, yes.</blockquote>\n<p>Spina Dep. for Summary Judgment, 31.</p>\n<p>Similar business justifications were advanced in <i>Harrison</i> and rejected. West Orange's contention that the Residency Preference Ordinance constitutes a legitimate business justification because there is an underlying rational basis for the state statutory scheme is without merit. As stated in <i>Harrison,</i> \"[i]f an employment practice is shown to have a discriminatory impact, an employer is required to show more than facts which `reasonably may be conceived.'\" 940 F.2d at 804. The <i>Harrison</i> court stated:</p>\n<blockquote>While we do not dispute that there are conceivable rational bases which can be articulated to support both the New Jersey state statute and the Harrison municipal ordinance, we conclude that the mere assertion of these conceivable bases is not sufficient to satisfy Harrison's burden of production with respect to business justification. Under the terms of the test which we have articulated, Harrison was required to present objective evidence demonstrating a nexus between its residency ordinance and a particular employment goal. This it did not do.</blockquote>\n<p><i>Id.</i></p>\n<p>In this case, West Orange has articulated the same business justifications as expressed in <i>Harrison,</i> that the local taxpayers should get the benefit of their taxes and residents will be able to more readily respond to emergency situations. Clearly, West Orange has a significant interest in wanting its police and fire fighters to be able to respond quickly to an emergency situation. However, requiring applicants to reside in West Orange is not the only means to achieve this goal. <i>Harrison,</i> 940 F.2d at 805. Indeed, West Orange could achieve the same result by requiring applicants to reside in an area with a limited <span class=\"star-pagination\">*434</span> response time. Significantly, because police and fire fighters can move out of West Orange after having secured a position, the residency requirement does little to advance this goal.</p>\n<p>To the extent emergency situations arise for nonuniformed personnel requiring them to respond quickly, the same result can be achieved with an ordinance requiring limited response time.</p>\n<p>The theory that taxpayers should be entitled to municipal jobs is rejected as being unrelated to employment goals. To establish a legitimate business justification, the employer must first identify \"legitimate and substantive business goals.\" <i>Harrison,</i> 940 F.2d at 804. \"[T]he defendant's burden [is] to identify the particular employment goal and to present evidence of how the [challenged practice] `serves in a significant way' the identified goal.\" <i>Id.</i></p>\n<p>The desire to give municipal jobs to residents of West Orange in no way serves a legitimate and substantive employment goal. Indeed, it is completely unrelated to the performance of any municipal job. Absent a showing of particular employment goal, it cannot even be considered whether there is objective evidence suggesting a nexus between that goal and the selection device. <i>Id.</i> Because the payment of taxes has no relation to an employment purpose, this justification is too nebulous and insubstantial. Accordingly, the Residency Preference Ordinance does not serve in any significant way legitimate business justifications. In the event the Consent Decree is set aside for any reason, the NAACP motion for summary judgment is granted.</p>\n<p>In order to end West Orange's discriminatory practices and effects of past discrimination, the Consent Decree shall remain in full force and effect. As previously discussed, the Consent Decree requires West Orange to recruit and employ qualified African-American applicants, to adopt and implement affirmative recruitment activities, to cease use of West Orange residence as a qualifier for municipal employment and to cease the use of all Eligible Residents Lists created prior to the entry of the Consent Decree. Jurisdiction over its enforcement remains until 10 May 1995.</p>\n<p></p>\n<h2><i>Conclusion</i></h2>\n<p>For the reasons set forth above, West Orange's motion to vacate the Consent Decree and for leave to hire additional fire fighters from the Eligible Residents List is denied. The Consent Decree shall remain in full force and effect; however, if for any reason the Consent Decree is set aside, the NAACP motion for summary judgment is granted, and West Orange's cross-motion for summary judgment is denied.</p>\n<h2>NOTES</h2>\n<p>[1]  In support of this motion, West Orange has submitted the following: Brief on Behalf of Defendant Township of West Orange in Support of Motion to Vacate Consent Decree Dated May 10, 1990 and/or Hire Additional Employees (the \"Moving Brief\") (the Moving Brief is not dated, but the oral argument held on 3 January 1992 stated it was finished in May 1990); Affidavit of Samuel A. Spina, dated 15 June 1990 (the \"Spina Aff.\"); Affidavit of Samuel A. Spina, dated 11 September 1991 (the \"Supp. Spina Aff.\"); Affidavit of Peter Dunn (the \"Dunn Aff.\"); Affidavit of Toby Katz (the \"Katz Aff.\"); Affidavit of Anthony Minniti (the \"Minniti Aff.\"); Affidavit of Joseph P. Brennan (the \"Brennan Aff.\"); Affidavit of Glenn V. Sorge (the \"Sorge Aff.\"); Affidavit of Frank J. Capron (the \"Capron Aff.\"); Deposition of Samuel A. Spina (the \"Spina Dep.\"); Deposition of Peter Dunn (the \"Dunn Dep.\"); Deposition of Toby Katz (the \"Katz Dep.\"); Deposition of Anthony Minniti (the \"Minniti Dep.\"); Deposition of Joseph P. Brennan (the \"Brennan Dep.\"); Deposition of Glenn V. Sorge (the \"Sorge Dep.\") and the Reply Brief on Behalf of Defendant Township of West Orange (the \"Reply Brief\"), dated 10 January 1992.\n</p>\n<p>In opposition to this motion, the NAACP has submitted the following: Brief of Plaintiffs in Opposition to Motions to Vacate the Consent Decree and for Leave to Hire Entry Level Firefighters (the \"Opp. Brief\"), dated 3 October 1991, and Plaintiffs' Exhibits in Opposition to the Motion to Vacate Consent Decree and for Leave to Hire Firefighters from List of Residents and In Support of Their Cross-Motion for Contempt of Court, including as exhibit 1, the Transcript of Meeting of West Orange Township Council, Executive Session, 13 February 1990 (the \"Transcript of 13 February 1990 Meeting\") and Declaration of David L. Rose (the \"Rose Dec.\") and Deposition of Joseph Dooley (the \"Dooley Dep.\").</p>\n<p>Also submitted in conjunction with this motion is the <i>amicus curiae</i> letter memorandum of West Orange Residents First (the \"<i>Amicus Curiae</i> Brief\").</p>\n<p>[2]  These individuals are: Louis Johnson, Robert Vacca, Clifford Brink III, Thomas Zologa, Anthony Neale, Michael Melhorn, Glenn Jones, Kenneth Murphy, Evan Shupak, Richard Heys, Thomas Quigley, Thomas Brisco, David Brisco, Paul Crawfield, Herman Shauger, Andrew McCrone, Anthony Sbarro, Jr., Robert Jones, Theodore Wahlers, Rocco Rocaniello, Michelle Hagen, Mary LaChance and Michael DeRosa. <i>See</i> letter-brief, dated 6 January 1992, in support of motion to appear as <i>amicus curiae.</i></p>\n<p>[3]  In the alternative, the NAACP moved for preliminary injunctive relief. Because the motion for summary judgment is being decided, the motion for preliminary injunctive relief is moot.</p>\n<p>[4]  In support of the motion for summary judgment, the NAACP submitted the following: Brief in Support of Motion for Summary Judgment or Preliminary Injunction (the \"Summary Judgment Moving Brief\"); Reply Brief in Support of its Motion for Summary Judgment or Preliminary Injunction and in Opposition to Defendant's Cross Motion for Summary Judgment (the \"Summary Judgment Reply Brief\"); Transcript of Deposition of Edward M. Palardy, Chief of Police of West Orange (the \"Palardy Dep.\"); Transcript of Deposition of Samuel A. Spina, Mayor of West Orange, dated 4 October 1989 (the \"Spina Dep. for Summary Judgment\"); Statement of Facts as to Which there is No Material Dispute (the \"NAACP 12G Statement\"); Announcement of Examination for Police Officers, dated 1 January 1986; Declaration of Keith Jones, President of Newark Branch NAACP (the \"Jones Dec.\"); Declaration of Derek Ware, Member Newark Branch NAACP; Declaration of Herbert Hammerman, Labor Economist, with attachments (the \"Hammerman Dec.\"); Department of Personnel for New Jersey State County &amp; Municipal Job Applicants (the \"Attachment 1\"); Declaration of Tyrone Jenkins, Member of NAACP and job applicant (the \"Jenkins Dec.\"); Declaration of Timothy Wise, Member of NAACP and job applicant (the \"Wise Dec.\"); Members of NAACP interested in employment in West Orange (the \"Attachment 4\") Members of NAACP who would apply for jobs in West Orange if eligible (the \"Attachment 5\"); Letter of Elizabeth Rosenthal, Personnel and Labor Analyst of the State of New Jersey, Department of Personnel, Division of Appellate Practices and Labor Relations; New Hires Township of West Orange September-December 1988, January-October 1989 (the \"Attachment 7\"); Declaration of Adrienne Watson, NAACP Member and non-resident applicant for employment in West Orange (the \"Watson Dec.\"); List of NAACP Members seeking employment in West Orange Police Dept. (the \"Attachment 9\").\n</p>\n<p>West Orange has submitted the following in opposition to the motion for summary judgment and in support of its cross-motion for summary judgment: Brief of Defendant, Township of West Orange, in Opposition to Plaintiff's Motion and in Support of its Cross-Motion for Summary Judgment (the \"Summary Judgment Opp. Brief\"); Transcript of Deposition of Marvin Corwick, Business Administrator of West Orange (the \"Corwick Dep.\"); Defendant's Attachments 10-18.</p>\n<p>[5]  It is not necessary for the parties to refile and reargue the summary judgment motion. Significantly, a substantial amount of money has been expended in this action. Indeed, in light of the Third Circuit's decision in <i>Newark Branch, NAACP v. Harrison,</i> <span class=\"citation\" data-id=\"566007\"><a href=\"/opinion/566007/newark-branch-national-association-for-the-advancement-of-colored-people/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">792</span></a></span> (3d Cir.1991), it appears the motion to vacate the Consent Decree and for leave to hire additional fire fighters is a waste of taxpayer money.</p>\n<p>[6]  The ordinances of the adjoining municipalities have been the subject of other lawsuits in this District.</p>\n<p>[7]  The parties have not submitted more recent data.</p>\n<p>[8]  It is not clear whether applicants for fire fighter positions are tested before or after hiring.</p>\n<p>[9]  Dooley began serving as municipal attorney for West Orange on 1 July 1978. Dooley Dep., 5.</p>\n<p>[10]  Members of the Town Council at the time of these events included Joseph P. Brennan (\"Brennan\"); Peter Dunn (\"Dunn\"); Glenn Sorge (\"Sorge\"); Toby Katz (\"Katz\") and Anthony J. Minniti (\"Minniti\") (collectively, the \"Town Council Members\"). Samuel A. Spina (\"Spina\") was and continues to be the mayor of West Orange. Although Spina attends Town Council meetings, he has neither a vote nor an actual voice at the meetings. Spina Dep., 7.</p>\n<p>[11]  Brennan does not recall specifically when he was informed there was pressure to settle the case.</p>\n<p>[12]  Dooley states there was difficulty in getting all of the Town Council Members together for meetings. Dooley Dep., 27-28.</p>\n<p>[13]  The discussion concluded with the following conversation:\n</p>\n<p>Toby Katz: Okay we'll take a break. Are we finished with this?</p>\n<p>Mayor Spina: With the NAACP? If we are in agreement on it?</p>\n<p>Transcript of 13 February Meeting, 13.</p>\n<p>[14]  At his deposition, Dooley stated:\n</p>\n<p>Q. Did you understand that from the February 13th meeting and your subsequent discussions that there were some council members who would support the kind of decree that you were trying to fashion in our negotiations?</p>\n<p>A. Yeah. There were some subject to you know, everyone had different concerns. Not everyone literally, but there were different concerns among different people, different opinions as to what was significant, different views as to the issue of counsel fees, different views as to what constituted a prevailing party, different views as to almost every aspect of it.</p>\n<p>Dooley Dep., 40-41. Dooley stated Brennan was opposed to any changes with respect to the preference given to residents for uniformed positions. <i>Id.,</i> 41.</p>\n<p>[15]  Brennan states:\n</p>\n<p>Q. ... When you said there was some discussion about letting anyone take the test, whether resident or nonresident, was it your understanding that that discussion covered uniformed positions as well as nonuniformed positions?</p>\n<p>A. Again, my recollection was that it strictly dealt with nonuniformed positions. Brennan Dep., 14-15. Later in his deposition, however, Brennan states:</p>\n<p>Q. Did you understand after the February meeting whether Mr. Dooley had any clear directions from the Mayor and [Town] Council?</p>\n<p>A. No. The only direction that I ever remember giving [Dooley] that was clear was that ultimately the [Town] Council would do away with the residency agreement or requirement or whatever.</p>\n<p>Q. Ultimately it would do away with the residency requirement, and that would pertain to police and fire as well as nonuniformed?</p>\n<p>A. To <i>everybody.</i> Ultimately that's what we were going to do, but that is the only thing we've ever agreed on.</p>\n<p><i>Id.,</i> 22 (emphasis added).</p>\n<p>[16]  It is the belief of the NAACP that West Orange has neither notified the New Jersey Department of Personnel of change in policy mandated by the Consent Decree nor obtained new eligibility lists as required by the Consent Decree. Rose Dec., ¶¶ 3-7. West Orange has not contested this assertion.</p>\n<p>[17]  There was apparently a standing room only crowd of more than three hundred people in attendance of this meeting. Opp. Brief, 16 (citing New Jersey Star-Ledger, 23 May 1990, 29-30).</p>\n<p>[18]  At his deposition Dooley stated:\n</p>\n<p>Q. And is your understanding that the word approvalthat the approval has to be given in any certain form?</p>\n<p>A. No, sir.</p>\n<p>Q. And has that been your understanding of the authority of the town attorney all along?</p>\n<p>A. Yes, sir.</p>\n<p>Dooley Dep., 11. Subsequently, Dooley stated approval could be in the form of a resolution or by ordinance. <i>Id.,</i> 71.</p>\n<p>[19]  The Open Public Meetings Act provides in pertinent part:\n</p>\n<p>Except as provided by subsection (b) of this section, all meetings of public bodies shall be open to the public at all times. Nothing in this Act shall be construed to limit the discretion of a public body to permit, prohibit or regulate the active participation of the public at any meeting.</p>\n<p>N.J.S.A. § 10:4-12(a).</p>\n<p>[20]  <i>Amicus curiae</i> briefs are submitted by a \"`friend of the court' as distinguished from an advocate before the court.\" <i>Newark Branch, NAACP v. Harrison,</i> <span class=\"citation\" data-id=\"566007\"><a href=\"/opinion/566007/newark-branch-national-association-for-the-advancement-of-colored-people/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">792</span></a></span>, 808 (3d Cir. 1991) (quoting <i>Alexander v. Hall,</i> <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">152</span></span>, 155 (D.S.C.1974)). Significantly, <i>amici</i> are not a party to the litigation and participate for the benefit of the court by providing supplemental presentations of the issues. <i>Id.</i></p>\n<p>[21]  Although West Orange started the process of filing of this motion in May 1990, the motion was not filed until 14 January 1992. The parties filed their submissions under the dispositive motion procedure set forth in Rule 12.C, App. 2 of the General Rules of the United States District Courts for the District of New Jersey. The dispositive motion procedure requires that the moving party serve the opponent with a copy of the moving papers, while at the same time serving the deputy clerk with a copy of the transmittal letter but not the papers themselves (which are not filed at that time). The parties then agree among themselves on the schedule for the due dates of the opposition and reply papers. The opponent then serves opposition papers on the moving party, again copying the deputy clerk with the transmittal letter but not filing the response with the Court. The moving party then prepares the reply papers, if any, and delivers them to the non-moving party. All papers are then simultaneously filed by the moving party with the court.\n</p>\n<p>The dispositive motion procedure is designed to provide the parties the necessary flexibility to prepare their submissions. Although the Moving Brief is not dated, at oral argument held on 3 January 1992, West Orange indicated it prepared the Moving Brief in May 1990. 3 January 1992 Oral Arg. Tr., 11. As indicated above, the Opp. Brief is dated 10 October 1991 and the Reply Brief is dated 10 January 1992. The briefs and other supporting documentation were submitted on 14 January 1992 and scheduled for oral argument of 10 February 1992. No explanation has been offered for the extraordinary delay in the submission of this motion and its supporting and opposing documentation.</p>\n<p>As explained in the procedure, if the opposing party is responsible for a delay in submitting opposition and thus delaying the filing of the motion, resort can be had to the court to establish a date for submission of opposition. No such recourse was sought by West Orange. In fact, several conferences were held in chambers with counsel to West Orange and the NAACP concerning the submission of this motion. Counsel did not appear to be at all troubled with the apparent delay in the submission of the motion. As mentioned, the delay remains unexplained. <i>Id.</i></p>\n<p>[22]  As discussed below in the section on summary judgment motion, West Orange does not have a meritorious defense to this action. <i>See infra,</i> p. 426.</p>\n<p>[23]  In <i>Edwards v. Born, Inc.,</i> <span class=\"citation\" data-id=\"471288\"><a href=\"/opinion/471288/keithley-edwards-v-born-inc-appeal-of-keithley-edwards-and-edith-edwards/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">387</span></a></span> (3d Cir.1986), the Third Circuit stated: \"[State] law provides the rule of decision on the question of an attorney's authority to settle his client's action when the action does not implicate rights and duties derived from federal law.\" <i>Id.,</i> at 389 (applying Virgin Islands law). More recently, the Third Circuit has retreated from this statement and maintains it has not decided whether state or federal law would govern an attorney's relationship with his clients if the underlying action is based on federal law. <i>Tiernan v. Devoe,</i> <span class=\"citation\" data-id=\"554900\"><a href=\"/opinion/554900/fed-sec-l-rep-p-95749-charles-a-tiernan-jr-richard-ray-mary-jo/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1024</span></a></span>, 1033 n. 6 (3d Cir.1991). In <i>Tiernan,</i> the Third Circuit implied state law would apply even if the action were based on federal law. <i>Id.</i> (citing <i>Complaint of Bankers Trust Co.,</i> <span class=\"citation\" data-id=\"446773\"><a href=\"/opinion/446773/in-the-matter-of-the-complaint-of-bankers-trust-company-as-owner-trustee/\"><span class=\"volume\">752</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">874</span></a></span> (3d Cir.1984) (holding in action based on federal maritime law state law governed issue of plaintiff's attorney's authority). <i>But see </i><i>Fennell v. TLB Kent Co.,</i> <span class=\"citation\" data-id=\"516918\"><a href=\"/opinion/516918/louis-fennell-v-tlb-kent-company-and-joseph-pietryka/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">498</span></a></span>, 501 (2d Cir.1989) (in civil rights case, issue of attorney's authority governed by federal law) (citing <i>Keasler v. United States,</i> <span class=\"citation\" data-id=\"454733\"><a href=\"/opinion/454733/lawrence-keasler-and-keasler-body-company-inc-v-united-states/\"><span class=\"volume\">766</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1227</span></a></span>, 1233 (8th Cir.1985); <i>Brown v. General Motors Corp.,</i> <span class=\"citation\" data-id=\"428320\"><a href=\"/opinion/428320/33-fair-emplpraccas-417-32-empl-prac-dec-p-33931-samuel-l-brown/\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1009</span></a></span>, 1012 n. 1 (2d Cir.1983)).\n</p>\n<p>Although the Third Circuit has not taken a definitive position on the issue, its most recent pronouncement is to apply state law to the issue of an attorney's authority even in cases based on federal law. Accordingly, it is appropriate to apply the law of New Jersey on the issue of whether Dooley was authorized to enter the Consent Decree.</p>\n<p>[24]  Although the motion and cross-motion for summary judgment are mooted because the motion to vacate the Consent Decree is denied, in light of the likelihood of appeal in this case, it is appropriate to decide the summary judgment motions.</p>\n<p>[25]  The recently enacted Civil Rights Act of 1991, 102 Pub.Law 166, 105 Stat. 1071, codified in 42 U.S.C. § 2000e, (the \"1991 Civil Rights Act\") restored the law to the pre-<i>Wards Cove</i> state such that the defendant now has the burden of persuasion to show that the practice which has a discriminatory impact is required by a business necessity. 1991 Civil Rights Act, § 105. Although great debate has arisen as to whether the 1991 Civil Rights Act is to be applied retroactively, a determination of this issue was decided in <i>Tyree v. Riley,</i> <span class=\"citation\" data-id=\"1362245\"><a href=\"/opinion/1362245/tyree-v-riley/\"><span class=\"volume\">783</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">877</span></a></span> (D.N.J. 1992). The motion for summary judgment in this case was filed in November 1989 and argued in December 1989; the parties briefed and argued the motion in accordance with the <i>Wards Cove</i> decision. A decision would have been rendered immediately following the oral argument, if the parties had not expressed an intent to settle the case. Accordingly, the motion for summary judgment will be decided under the standard briefed and argued.</p>\n<p>[26]  Chief Palardy stated at his deposition:\n</p>\n<p>Q. Are you in favor of requiring that police officers live in town?</p>\n<p>A. Yes, I am. I'm an advocate of home rule, to be perfectly honest with you. I feel if a police officers [sic] resides in the community, he contributes to the tax basis of the community, he is more a part of the community. And I have a 24-hour cop and a 24-hour city. So morally and professionally, I prefer my police officers residing in our beautiful community.</p>\n<p>Q. And you have given us some reasons for that. Do you think these reasons are at all well served by the requirement now the requirement to be a resident when you apply but not later?</p>\n<p>A. Yes. Basically the same. I think if his person local resident, number is one more familiar to the local customs [sic]. He's familiar with the local tradition of the community. He's familiar with the social fabric of his community. If I have my way in the selection process, I would prefer West Orange residents. People who lived, worked and paid their taxes here in [West Orange]. They have contributed tremendously to the knowledge base of the police department if they do have that background. Being a resident of the community, attending schools here, they know the township well. And again, they feel part of the community not apart from the community.</p>\n<p>Palardy Dep., 24-25.</p>\n<p>[27]  Brennan stated at his deposition:\n</p>\n<p>Q. I'm now talking about pre-employment. I'm talking about how you treat resident applicants.</p>\n<p>A. ... I feel that the residents, they should be</p>\n<p>Q. They should live in town, but the state law prohibits that.</p>\n<p>. . . . .</p>\n<p>A. Well, I think they give an undercurrent to my entire feelings, because I feel that's something that I think is a benefit to the town when uniformed ... police and fire, are residents of the town. I think that it overall has a positive effect on the municipality, because the police and fire then have an opportunity to know the residents, to know the municipality, plus the fact that they are taxpayers....</p>\n<p>Brennan Dep., 20.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101912/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107731/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108284/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109301/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109462/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109665/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109703/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109725/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109923/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110056/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110099/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110599/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111258/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111491/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111620/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111719/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111722/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112009/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112145/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112270/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/288968/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/332450/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/347420/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/365875/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/380985/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/402206/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/427770/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/428320/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/446773/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/448020/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/450861/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/454733/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/457653/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/471288/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/478745/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/516918/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/518105/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/518859/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/521046/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/533796/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/536996/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/541081/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/545161/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/545488/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/546992/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/547216/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/551294/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/553189/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/554900/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/555485/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/556615/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/566007/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/569199/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1362245/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1464528/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1466409/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1478850/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1526660/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1538144/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1919163/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1933917/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1956465/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1992302/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2185670/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2319790/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2369423/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2375610/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2398754/"
          ]
        }
      ],
      "judges": "Lechner",
      "date_created": "2015-10-13T22:51:32.457777Z",
      "date_modified": "2016-03-03T19:41:29.966638Z",
      "date_filed": "1992-02-14",
      "date_filed_is_approximate": false,
      "slug": "newark-branch-naacp-v-township-of-west-orange",
      "citation_id": 1352476,
      "case_name_short": "",
      "case_name": "Newark Branch, NAACP v. Township of West Orange",
      "case_name_full": "",
      "federal_cite_one": "786 F. Supp. 408",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 11,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/923711/newark-branch-naacp-v-township-of-west-orange/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T13:10:41.813767Z",
  "date_modified": "2014-10-30T13:10:41.813767Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Newark Branch, NAACP v. Township of West Orange",
  "case_name_full": "",
  "slug": "newark-branch-naacp-v-township-of-west-orange",
  "docket_number": "Civ. A. No. 89-3236 (AJL)",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}