{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/923898/",
  "id": 923898,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/mied/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1379974/",
      "id": 1379974,
      "absolute_url": "/opinion/1379974/kelley-v-ei-dupont-de-nemours/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/923898/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1379974/",
          "id": 1379974,
          "absolute_url": "/opinion/1379974/kelley-v-ei-dupont-de-nemours/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1379974/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/2773/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T05:52:31.456142Z",
          "date_modified": "2017-04-04T16:37:26.374696Z",
          "type": "010combined",
          "sha1": "e9f483118f264b6cd76c1cf10fa1257055189b5f",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>786 F.Supp. 1268 (1992)</b></center>\n<center><h1>Frank J. KELLEY, ex rel. STATE OF MICHIGAN and Michigan Department of Natural Resources, Plaintiffs,<br>\nv.<br>\nE.I. duPONT de NEMOURS and COMPANY, Browning-Ferris Industries of Ohio and Michigan, Inc., and Andrew Stevens, Defendants.</h1></center>\n<center>No. 90-CV-72028-DT.</center>\n<center><p><b>United States District Court, E.D. Michigan, S.D.</b></p></center>\n<center>March 9, 1992.</center>\n<p><span class=\"star-pagination\">*1269</span> Albert M. Leffler, Jeremy M. Firestone, Lansing, Mich., for plaintiffs.</p>\n<p>Steven C. Kohl, Muskegon, Mich., Gary R. Cooper, Toledo, Ohio, William G. Beck, Kansas City, Mo., for defendants.</p>\n<p>CORRECTED OPINION AND ORDER REGARDING (1) THE MAGISTRATE JUDGE'S REPORT AND RECOMMENDATION ON THE PARTIES' FEBRUARY 1991 MOTIONS FOR PARTIAL SUMMARY JUDGMENT, (2) PLAINTIFFS' NOVEMBER 7, 1991 MOTION FOR PARTIAL SUMMARY JUDGMENT, AND (3) DEFENDANTS' OCTOBER 1991 MOTIONS TO DISMISS COUNTS III AND IV</p>\n<p>ROSEN, District Judge.</p>\n<p></p>\n<h2>I. INTRODUCTION</h2>\n<p></p>\n<h2>A. PLAINTIFFS' ORIGINAL COMPLAINT</h2>\n<p>On July 12, 1990, Plaintiffs Frank J. Kelley, ex rel., State of Michigan and State of Michigan Department of Natural Resources (referred to herein as the \"Plaintiffs\" or \"the State\"), initiated this action by filing a two-count complaint under the <span class=\"star-pagination\">*1270</span> Comprehensive Environmental Response, Compensation and Liability Act (\"CERCLA\"), 42 U.S.C. § 9601 <i>et seq.,</i> against Defendants E.I. duPont de Nemours and Company (\"duPont\"), Browning-Ferris Industries of Ohio and Michigan, Inc. (\"BFIOM\"), and Andrew Stevens. Plaintiffs seek to recover more that $1,000,000 of response<sup>[1]</sup> costs incurred by the State in connection with the removal of hazardous substances and contaminated soil from the Stevens Landfill Site in Monroe County, Michigan (the \"Site\"), and the future costs that will be incurred by the State in connection with the continued monitoring of the Site [Count I of Plaintiffs' Complaint]. Plaintiffs further seek in Count II of their Complaint a declaratory judgment pursuant to Section 113(g)(2) of CERCLA, 42 U.S.C. § 9613(g)(2) and the Declaratory Judgment Act, 28 U.S.C. § 2201, that Defendants are strictly, and jointly and severally liable under Section 107(a) of CERCLA for future costs of responding to releases or threatened releases of hazardous substances at the Stevens Landfill.</p>\n<p></p>\n<h2>B. THE FIRST THREE MOTIONS FOR PARTIAL SUMMARY JUDGMENT</h2>\n<p>In February 1991, the State and Defendants duPont and BFIOM filed cross-motions for partial summary judgment. The motions placed at issue the availability to the Defendants of the statute of limitations and laches defenses with respect to Plaintiffs' CERCLA cost recovery claims, and the appropriateness of affording the State a declaratory judgment regarding the Defendants' liability for future costs.<sup>[2]</sup> These motions were referred to Magistrate Judge Virginia M. Morgan for Report and Recommendation (\"R &amp; R\"). The Magistrate Judge heard oral arguments on the motions on April 8, 1991. On June 10, 1991, Magistrate Judge Morgan issued her R &amp; R.</p>\n<p>In her Report and Recommendation, the Magistrate Judge recommended that the Court find that Plaintiffs' CERCLA claims are governed by the three-year statute of limitations set forth in 42 U.S.C. § 9613(g)(2)(A)<sup>[3]</sup> and that the statute of limitations on Plaintiffs' CERCLA claims for recovery of response costs began to run on July 15, 1987, the date as of which the last of the drums of hazardous substances and associated contaminated soil were removed from the Stevens Landfill Site. Accordingly, Judge Morgan further recommended that the Court find that, because this action was commenced on July 12, <span class=\"star-pagination\">*1271</span> 1990, i.e., before the expiration of the three year statute of limitations, Plaintiffs' CERCLA claims for recovery of costs incurred by the State from the commencement of waste removal from the Site in November of 1985 through July 15, 1987 are not time-barred.</p>\n<p>Judge Morgan further recommended that the Court rule in favor of Plaintiffs on their other two partial summary judgment arguments and, accordingly, recommended that the Court (1) determine that the affirmative defense of laches is not available to Defendants in this action, and (2) enter a declaratory judgment in Plaintiffs' favor as to Defendants' liability for future response costs.</p>\n<p>All three movantsthe State, duPont and BFIOMtimely filed Objections to the Magistrate Judge's Report and Recommendation, and requested that the Court hear oral argument on their Objections.</p>\n<p></p>\n<h2>C. PLAINTIFFS' AMENDMENT OF THEIR COMPLAINT</h2>\n<p>Then, on July 2, 1991two and a half weeks after the issuance of the Magistrate Judge's Report and Recommendation, and barely a week after the parties filed their Objections to the R &amp; RPlaintiffs filed a Motion for Leave to Amend their Complaint to add two counts based upon the 1990 amendments to the Michigan Environmental Response Act (\"MERA\"), M.C.L. § 299.601 <i>et seq.,</i> which took effect the day before, on July 1, 1991.</p>\n<p>Leave to amend was granted by this Court on August 9, 1991, and Plaintiffs, accordingly, filed their First Amended Complaint that same date, setting forth their new MERA claims by adding to their original CERCLA complaint claims, two new countsCounts III and IV.</p>\n<p></p>\n<h2>D. THE RECENT MOTIONS REGARDING PLAINTIFFS' NEW AMENDED COMPLAINT CLAIMS</h2>\n<p>Plaintiffs' Amended Complaint engendered three more cross-motions for dismissal/partial summary judgment. On October 21, 1991, Defendant duPont moved to dismiss Count III, arguing that the response recovery provision of MERA, M.C.L. § 299.612(3)(a),<sup>[4]</sup> is violative of the Equal Protection Clauses of the United States and Michigan Constitutions. On that same date, Defendant BFIOM filed its own motion to dismiss both Counts III and IV, arguing as Defendant duPont did in its motion, that the M.C.L. § 299.612(3)(a) is violative of the Equal Protection Clauses of the Fourteenth Amendment to the United States Constitution and of Article I, § 2 of the Michigan Constitution, and further arguing that that provision of MERA violates the due process clause of the Michigan Constitution (Article I, § 17) and violates the separation of powers doctrine.</p>\n<p>Plaintiff filed a Brief in Response to Defendants' Motions and subsequently, filed its own Motion for Partial Summary Judgment on November 7, 1991, asking the Court to hold that MERA Section 12(3)(a) is constitutional, or in the alternative, to sever the \"except\" clause from Section 12(3)(a) of MERA, which is the subclause of Section 12(3)(a) placed in issue by the Defendants' Motions.</p>\n<p>The Court has reviewed and considered the Magistrate Judge's June 10, 1991 Report and Recommendation and the parties' Objections thereto, and has also reviewed and considered the parties' October/November 1991 Motions and Briefs for and against dismissal of Plaintiffs' MERA <span class=\"star-pagination\">*1272</span> claims. And, having further heard the oral arguments of the parties' attorneys at the hearing held on February 20, 1992, the Court is now prepared to rule on these matters. This Opinion and Order sets forth that ruling.</p>\n<p></p>\n<h2>II. FACTUAL BACKGROUND</h2>\n<p>As noted above, this lawsuit involves the State of Michigan's claims that the Defendants duPont and BFIOM are liable for all response costs incurred by the State in connection with the release or threatened release of hazardous substances at the Stevens Landfill Site in Monroe County, Michigan. The Defendants are duPont, which disposed of waste at the Site from approximately 1955 to 1965, and BFIOM, the successor-in-interest of Community Sanitation Services, Inc., the transportation service which transported duPont's waste materials from duPont's Toledo, Ohio Factory and Finishes Division facility to the Site during that time period. Andrew Stevens was the owner and operator of the Landfill at the time of duPont's and BFIOM's disposal of the waste at the Site.</p>\n<p>The duPont waste materials dumped in the Stevens Landfill included solvents, paint waste, paint thinner, lacquer and sludge. These materials were generally contained in 55 gallon drums, some of which were open and some of which were closed. In addition, some liquid waste was hauled from duPont's facility to the Landfill in a tanker truck, and this liquid was emptied out over the Landfill area.</p>\n<p>The Stevens Landfill is a 34-acre Site located in Bedford Township, in Monroe County. From the time of the cessation of open dumping on the Site in 1965 through the early 1980's, the Site was used by local residents, for recreational activities such as hunting and off-the-road vehicle riding. The Site is close in proximity to a residential area of approximately 5,700 people, and, within a three-quarter mile radius of the Site are two churches, a day care center, three schools, and approximately 50 residences. Many of the residences bordering the Site rely on groundwater as a source of drinking water.</p>\n<p>The Landfill was brought to the attention of the Michigan Department of Natural Resources (the \"MDNR\") in early 1980, when a local resident complained about barrels containing possible hazardous waste located on the Site's surface. There were also allegations made by local residents that both bulked and drummed liquids were buried in disposal pits on the Site. Frequent fires, several of which were reported as self-started and explosive by fire officials, had occurred on the Site.</p>\n<p>In response to these citizen reports, the MDNR and the U.S. Environmental Protection Agency (the \"EPA\") investigated and evaluated the Landfill Site and discovered approximately 1,150 drums at the Site, many of which were leaking, and some of which were in standing water. The drum analysis identified ethylbenzene, naphthalene, and other chemical substances. Pentachlorophenol (\"PCP\") was also detected in the ground water. These discoveries led the MDNR to conclude that the Stevens Landfill was the second worst site of environmental contamination in the State of Michigan. Accordingly, the MDNR recommended that the State appropriate funds to clean-up the Stevens Landfill Site.</p>\n<p>Acting in response to the MDNR's recommendation, on June 27, 1984, the Michigan Legislature appropriated $1.38 million to remove the drums of waste and associated contaminated soil, and to perform soil and groundwater contamination studies on the Landfill Site. The State subsequently instituted judicial proceedings in Monroe County Circuit Court to obtain access to the Stevens Landfill property to perform response actions at the Site. In June, 1985, the State ultimately prevailed in that Circuit Court action and obtained access to the Site.</p>\n<p>In October 1985, the MDNR secured a cleanup contractor, Hazardous Waste Technology Services, Inc. (\"Haztech\"), to begin waste removal and disposal of contaminated surface materials. The MDNR also secured a site investigation contractor, NUS Corporation, to begin the initial tasks of a Remedial Investigation Feasibility Study on the Landfill Site.</p>\n<p><span class=\"star-pagination\">*1273</span> In October/November 1985, on-site activities for the removal of drums of hazardous waste and for the preparation of the institution of a Remedial Investigation Feasibility Study (\"RI/FS\") at the Landfill commenced.</p>\n<p>On October 28, 1985, NUS workers performed a site reconnaissance and collected the first round of surface water, sediment and existing monitoring well samplings. In December 1985, NUS personnel began a soil gas survey, did some ground water sampling and analysis, and commenced geophysical work with a resistivity survey of the Site. A month later, in January 1986, MDNR and NUS personnel performed seismic surveys to characterize the subsurface geological conditions. At the time that these RI/FS activities were going on, physical surface clean-up of the Site was commenced by Haztech.</p>\n<p>From November 1985 through March 1986, 1,100 drums of waste and 2,667 cubic yards of associated contaminated soil were removed from the Site by Haztech. However, removal from one area of the Site where a blue liquid was ponded (the \"blue-ponded pit\") was deferred until after test pits were excavated and reviewed during the Remedial Investigation Feasibility Study.</p>\n<p>The Remedial Investigation Feasibility Study activities continued after March 1986. In April 1986, site investigation contractor NUS personnel began magnetometer and conductivity studies at the Landfill. Several areas on-site were identified where NUS concluded that buried objects, such as drums, might exist. In June 1986, NUS began the installation of monitoring wells at the Site. Laboratory analysis and evaluation of Phase I well samples was completed in October 1986.</p>\n<p>In January 1987, the RI/FS test pit excavations were completed, and several samples were taken. The Draft RI/FS Reports were completed finally made available for public inspection in June 1987.</p>\n<p>On July 15, 1987, 1,150 cubic yards of contaminated soil and four drums were removed from the blue-ponded area. This was the last of the hazardous waste removed from the property. This last waste removal was performed by Inland Waters  a subcontractor of Haztech, the original cleanup contractor  which had successfully independently bid against Haztech for this last waste removal project.</p>\n<p>In October/November 1987, the final RI/FS Reports were issued. On March 3, 1988, the MDNR selected the continued \"remedial action\" that it would take, and decided on 30 years of continued annual monitoring of on-site wells and off-site residential wells.</p>\n<p>The State alleges that it has already expended $1,256,051.77 in response costs in connection with the Stevens Landfill Site, and estimates that it will incur an additional $273,000.00 in future response costs. By letter dated April 24, 1990, the Michigan Attorney General notified Defendants of their responsibility with respect to the Stevens Landfill Site response costs. The letter further informed Defendants of the State's intention to file suit unless a full resolution of this matter was reached by July 1, 1990. No such resolution was reached, and therefore, on July 12, 1990, the State instituted this lawsuit.</p>\n<p></p>\n<h2>III. DISCUSSION</h2>\n<p></p>\n<h2>A. THE MAGISTRATE JUDGE'S REPORT AND RECOMMENDATION</h2>\n<p></p>\n<h2>1. <i>The Statute of Limitations Issue</i>\n</h2>\n<p></p>\n<h2>(a) Defendants' Arguments</h2>\n<p>Defendants duPont and BFIOM do not dispute that they are liable for response costs incurred by the State from July 1987 forward. However, they do dispute their liability for costs before that date. Defendants' argument is that the removal of 1,100 drums and contaminated soil from the Stevens Landfill Site between October/November 1985 and March 1986 was an entirely separate \"removal\" from the subsequent removal of four drums and associated contaminated soil on July 15, 1987. They claim that the October/November 1985-March 1986 removal was \"completed\" in March 1986, and therefore, the three-year CERCLA statute of limitations started <span class=\"star-pagination\">*1274</span> to run as to any claim for costs incurred in that first removal as of that date.</p>\n<p>As factual support for their \"two separate removals\" argument, Defendants rely principally on the fact that two different cleanup contractors performed the October/November 1985-March 1986 and July 1987 cleanups: Haztech did the first clean up and Inland Waters did the second. Defendants point to the further facts that July 1987 cleanup contract was separately bid after the RI/FS was completed, and had a contract number different from that of the Haztech November 1985-March 1986 contract. Further, they claim that the July 1987 clean up was the conclusion of the Remedial Investigation and Feasibility Study, and that the RI/FS activities were entirely separate and distinct from the November 1985-March 1986 surface cleanup activities.</p>\n<p>Under their \"two separate removals\" theory, for Defendants to be liable for the November 1985-March 1986 costs, Plaintiffs would have had to have initiated this lawsuit by March 31, 1989. Since this suit was not filed until July 12, 1990, Defendants contend that Plaintiffs claim for the 1985-1986 costs is time-barred.</p>\n<p></p>\n<h2>(b) The Magistrate Judge's Determination</h2>\n<p>Magistrate Judge Morgan, however, determined that the July 15, 1987 removal was a continuation of the October/November 1985-March 1986 removal activities, and therefore, removal was not \"complete\" under the CERCLA statute of limitations provision until the last removal of the four drums and 1,150 cubic yards of contaminated soil from the Site on July 15, 1987. Thus, the statute of limitations did not begin to run until that date and, accordingly, Plaintiffs' claim for pre-July 15, 1987 costs in this lawsuit filed on July 12, 1990 is not time-barred.</p>\n<p>In reaching her conclusion, the Magistrate Judge focused upon Haztech's March 1986 decision to defer clean up of the blue-ponded pit area until the NUS and MDNR Site investigation work associated with the Remedial Investigation Feasibility Study was completed. Judge Morgan explained:</p>\n<blockquote>In the instant case, plaintiffs' contracted with Haztech to remove waste material from the site and to conduct other site investigation work associated with the remedial investigation feasibility study. (See Deposition of Hoffmaster, p. 46) Most of these were removed by March, 1986. Some were identified, but deferred. Following test pit excavations, Haztech removed the last four barrels and associated contaminated soils on July 15, 1987. This is all one sort of activity  the hauling away of drums and soil. It was done by one contractor.<sup>[5]</sup> It should be construed as one \"removal\" under the statute. Thus, the three year limitations period for cost recovery began to run July 15, 1987, the date all drums and associated contaminated soil were removed, and plaintiffs' claim for response costs is not barred.</blockquote>\n<p>[Report and Recommendation, p. 12.]<sup>[6]</sup></p>\n<p></p>\n<h2>(c) Analysis</h2>\n<p></p>\n<h2>(1) <i>The Magistrate Judge Correctly Determined that the CERCLA Three-Year Statute of Limitations Applies to This Action.</i>\n</h2>\n<p>The original version of CERCLA, enacted in 1980, contained no statute of <span class=\"star-pagination\">*1275</span> limitations provisions. However, a statute of limitations provision was added to the Act in the 1986 Superfund Amendments and Reauthorizations Act (\"SARA\"), which became effective on October 16, 1986.</p>\n<p>This statute of limitations is set forth in 42 U.S.C. § 9613(g)(2) and provides, in pertinent part, as follows:</p>\n<blockquote>(2) Actions for recovery of costs</blockquote>\n<blockquote>An initial action for recovery of the costs referred to in section 9607 of this title must be commenced </blockquote>\n<blockquote>\n<i>(A) for a removal action, within 3 years after completion of the removal action,</i> except that such cost recovery action must be brought within 6 years after a determination to grant a waiver under section 9604(c)(1)(C) of this title for continued action; and</blockquote>\n<blockquote>(B) for a remedial action, within 6 years after initiation of physical on-site construction of the remedial action, except that, if the remedial action is initiated within 3 years after the completion of the removal action, costs incurred in the removal action may be recovered in the cost recovery action brought under this subparagraph.</blockquote>\n<p>[Emphasis added.]</p>\n<p>Magistrate Judge Morgan determined that these statute of limitations provisions apply in this action, and this Court agrees. Although Plaintiffs argue that the CERCLA statute of limitations does not apply to their claims because clean-up began before October 16, 1986, the effective date of the SARA amendments which added the statute of limitations provisions to CERCLA, they misconstrue the case law which the Magistrate Judge applied in reaching her conclusion. Plaintiffs contend that <i>United States v. Moore,</i> 698 F.Supp. 622 (E.D.Va. 1988), and <i>Merry v. Westinghouse Elec. Corp.,</i> 684 F.Supp. 852 (M.D.Pa.1988), support their argument that the CERCLA statute of limitations does not apply to actions for recovery of response costs when clean up began before the effective date of the SARA amendments. This is not what these cases hold. Rather, they stand for the proposition that the \"three-years after completion of removal\" CERCLA statute of limitations does not apply to claims that <i>accrued</i> before October 16, 1986.</p>\n<p>As the court in <i>United States v. Kramer,</i> 757 F.Supp. 397 (D.N.J.1991), explained, a pre-SARA \"accrued\" CERCLA claim is one for which removal was <i>completed</i> prior to October 16, 1986. For these such \"preexisting\"  i.e., removal-completed  claims, the statute of limitations begins to run on the October 16, 1986 effective date. <i>Id.</i> at 437. <i>See also, </i><i>T &amp; E Industries, Inc. v. Safety Light Corp.,</i> 680 F.Supp. 696, 704 (D.N.J.1988) (\"Where, as here, a statute creates a period of limitations where non had previously existed, the period will begin to run with respect to preexisting claims on the effective date of the statute\". <i>Id., citing, </i><i>Superior Engraving Co. v. National Labor Relations Board,</i> 183 F.2d 783, 789 (7th Cir.1950), <i>cert. denied,</i> 340 U.S. 930, 71 S.Ct. 490, 95 L.Ed. 671 (1951), and <i>U.S. v. Morena,</i> 245 U.S. 392, 38 S.Ct. 151, 62 L.Ed. 359 (1918)); <i>Environmental Transportation Systems, Inc. v. Ensco Inc.,</i> 763 F.Supp. 384, 388 (C.D. Ill.1991); <i>Sohn v. Waterson,</i> 84 U.S. (17 Wall.) 596, <span class=\"star-pagination\">*1276</span> 21 L.Ed. 737 (1873) (a newly enacted limitations period begins to run for previously accrued claims \"when the cause of action is first subjected to the operation of the statute, unless the legislature has otherwise provided.\" <i>Id.</i> at (17 Wall.) 600.)</p>\n<p></p>\n<h2>(2) <i>The Magistrate Judge Correctly Determined that the On-Site Activities from November 1985 through July 1987 Constituted One \"Removal\".</i>\n</h2>\n<p>The term \"removal\" is defined in CERCLA as:</p>\n<blockquote>... <i>the clean up or removal of released hazardous substances</i> from the environment, such actions as may be necessary taken in the event of the threat of release of hazardous substances into the environment, <i>such actions as may be necessary to monitor, assess, and evaluate the release or threat of release of hazardous substances, the disposal of removed material, or the taking of such other action as may be necessary to prevent, minimize, or mitigate damage to the public health or welfare or to the environment,</i> which may otherwise result from a release or threat of release. The term includes, in addition, without being limited to, security fencing or other measures to limit access, provision of alternative water supplies, temporary evacuation and housing of threatened individual not otherwise provided for, action taken under section 9604(b) of this title, and any emergency assistance which may be provided under the Disaster Relief and Emergency Assistance Act....</blockquote>\n<p>42 U.S.C. § 9601(23).<sup>[7]</sup></p>\n<p>In addition to the specifically enumerated examples of \"removal\" actions set forth in Section 9601(23), courts have determined that Remedial Investigation Feasibility Study (\"RI/FS\") activities constitute CERCLA removal actions. <i>See, </i><i>South Macomb Disposal Authority v. United States Environmental Protection Agency,</i> 681 F.Supp. 1244, 1246 (E.D.Mich.1988) (\"A removal action includes `such action as may be necessary to monitor, assess, or evaluate the release or threat of release of hazardous substances.' 42 U.S.C. § 9601(23). It is clear then that a RI/FS taken by the EPA is a `removal action' within the meaning of the statute.\") <i>Id. See also, </i><i>United States v. Kramer, supra,</i> 757 F.Supp. at 437. (\"RI/FS\" was a removal action for purposes of the CERCLA statute of limitations).</p>\n<p>Similarly, in <i>General Electric Co. v. Litton Industrial Automation Systems, Inc.,</i> 920 F.2d 1415, 1419 (8th Cir.1990), <i>cert. denied,</i> ___ U.S. ___, 111 S.Ct. 1390, 113 L.Ed.2d 446 (1991), the court held that excavations of soil and buried drums are \"removal\" actions under CERCLA, explaining:</p>\n<blockquote>Although CERCLA's definition of remedial action lists excavations as a remedial example, and its definition of removal action does not explicitly mention excavations, an excavation is not beyond the pale of a removal action.... Any distinction between \"excavation\" of contaminated soils and \"removal\" of contaminated soils is one that eludes us.</blockquote>\n<p><i>Id.</i></p>\n<p>By application of the foregoing statutory definitions and judicial interpretation of those definitions to the facts of this case, it is clear that all of the on-site activities taken by the MDNR and its clean-up and <span class=\"star-pagination\">*1277</span> investigation contractors from November 1985 through July 15, 1987 constitute one removal action, and not two, or three separate actions as argued by Defendants.</p>\n<p>In October and November 1985, workers performed a site reconnaissance and collected initial samplings of surface water, sediment and existing monitoring well samplings. In December 1985, a soil gas survey was conducted, further ground water sampling and analysis was done, and geophysical work was commenced with a resistivity survey of the Site. A month later, in January 1986, personnel performed seismic surveys to characterize the subsurface geological conditions. At the time that these assessment and evaluation activities were going on, physical surface clean-up of the Site was commenced by Haztech.</p>\n<p>From late October/early November 1985 through March 1986, 1,100 drums of waste and 2,667 cubic yards of associated contaminated soil were removed from the Site by Haztech. However, removal from one area of the Site where a blue liquid was ponded (the \"blue-ponded pit\") was deferred until after test pits could be excavated and analyzed.</p>\n<p>In April 1986, further assessment and evaluation activities were performed. NUS personnel began magnetometer and conductivity studies at the Landfill. Several areas on-site were identified where NUS concluded that buried objects, such as drums, might exist. In June 1986, NUS began the installation of monitoring wells at the Site. Laboratory analysis and evaluation of Phase I well samples was completed in October 1986.</p>\n<p>In January 1987, the test pit excavations were completed, and several samples were taken. On July 15, 1987, 1,150 cubic yards of contaminated soil and four drums were removed from the blue-ponded and test pit excavation areas. This was the last of the hazardous waste removed from the property.</p>\n<p>As the Magistrate Judge concluded, these activities made up one \"removal\" under the statute. This Court finds that not only is the Magistrate Judge's determination consistent with CERCLA's definition of \"removal\"  which expressly includes \"clean up\", \"removal\" and \"disposal\" of hazardous substances, and \"such actions as may be necessary to monitor, assess, and evaluate the release or threat of release of hazardous substances ... or ... such other action as may be necessary to prevent, minimize, or mitigate damage to the public health or welfare or to the environment\"  and with the decisions of other courts that have been called upon to determine what kinds of other \"non-listed\" activities constitute removal actions, but also, Judge Morgan's determination is consistent with the broad and liberal construction of CERCLA which courts  including the Sixth Circuit  have held must be given to the statute's provisions to effectuate the goals and intention of Congress. <i>See, e.g., </i><i>Anspec Co. v. Johnson Controls, Inc.,</i> 922 F.2d 1240 (6th Cir.1991); <i>United States v. Reilly Tar &amp; Chemical Corp.,</i> 546 F.Supp. 1100 (D.Minn.1982).</p>\n<p>As the <i>Reilly Tar</i> court explained after reviewing the statute and the House and Senate Committee Reports concerning CERCLA:</p>\n<blockquote>Congress intended that the ... government be immediately given the tools necessary for a prompt and effective response to problems of a national magnitude resulting from hazardous waste disposal. Second, Congress intended that those responsible for problems caused by the disposal of chemical poisons bear the costs and responsibility for remedying the harmful conditions they created. <i>To give effect to these congressional concerns, CERCLA should be given a broad and liberal construction. The statute should not be narrowly interpreted to frustrate the government's ability to respond promptly, or to limit the liability of those responsible for cleanup costs beyond the limits expressly provided.</i>\n</blockquote>\n<p><i>Id.</i> at 1112 (emphasis added).</p>\n<p>Liberally construing CERCLA's definition of \"removal\", and mindful of Congress' intent that those responsible for the creation of hazardous waste sites bear the cost of clean-up of those sites, the Court <span class=\"star-pagination\">*1278</span> finds  as the Magistrate Judge did  that the Stevens Landfill clean-up, monitoring, and assessment and evaluation activities from October/November 1985 through July 15, 1987 constitute one \"removal\" under the statute. Thus, the Court rejects Defendants' argument that the October/November 1985 through March 1986, and the July 15, 1987 constituted two separate removals.</p>\n<p></p>\n<h2>(3) <i>The Magistrate Judge Correctly Concluded that Removal at the Stevens Landfill Was Completed on July 15, 1987, the Date on Which the Last of the Drums and Contaminated Soil Was Removed from the Site.</i>\n</h2>\n<p>Plaintiffs also contend that Magistrate Judge Morgan incorrectly concluded that removal was complete at the Stevens Landfill on July 15, 1987. They argue that removal was not complete until March 3, 1988, when the final RI and FS Reports were issued. The Court finds no merit in this March 3, 1988 completion of removal argument. There is no evidence of record to establish that after July 15, 1987 there were any more on-site clean-up or assessment activities taking place. Rather, the very exhibits that Plaintiffs submitted in their \"Response to Defendants' Objections to Magistrate Judge Morgan's Report and Recommendation\", specifically Exhibits 7 and 9, establish that the removal of five truckloads of contaminated soil and four drums of hazardous waste on July 15, 1987 was, as the Magistrate Judge found, the last removal activity on the Site.</p>\n<p>For all of the foregoing reasons, this Court will accept Magistrate Judge Morgan's Report and Recommendation on the statute of limitations issues in Section I of the R &amp; R, with the factual modifications and supplementation of authority contained in this Opinion and Order.</p>\n<p></p>\n<h2>2. <i>The Magistrate Judge's Ruling on the Unavailability of Laches as a Defense in this Action and on the Availability of Declaratory Judgment Relief.</i>\n</h2>\n<p>The Court has also reviewed and considered the Magistrate Judge's rulings in Sections II and III of the Report and Recommendation that laches is not available as a defense in this action, and that Plaintiffs are entitled to declaratory judgment relief on the issue of Defendants' liability for future costs. The Court agrees with and concurs in Magistrate Judge Morgan's rulings on these issues. Therefore, the Court will adopt the Report and Recommendation with respect to these matters.</p>\n<p>Accordingly, for the foregoing reasons and for the reasons stated in this Opinion and Order, Plaintiffs' Motion for Partial Summary Judgment will be granted, and Defendants' Motions for Partial Summary Judgment will be denied.</p>\n<p></p>\n<h2>B. THE PARTIES' CROSS-MOTIONS REGARDING CONSTITUTIONALITY OF SECTION 12(3)(a) OF THE MICHIGAN ENVIRONMENTAL RESPONSE ACT, M.C.L. § 299.612(3)(a)</h2>\n<p></p>\n<h2>1. <i>The Parties' Three October-November 1991 Motions to Dismiss or for Partial Summary Judgment</i>\n</h2>\n<p>As discussed above, following Magistrate Judge Morgan's issuance of her Report and Recommendation regarding the statute of limitations, laches and declaratory judgment relief with respect to Plaintiffs CERCLA claims, Plaintiffs sought, and were granted, leave to amend their complaint to assert claims to recover response costs under the Michigan Environmental Response Act (\"MERA\"), M.C.L. § 266.601 <i>et seq.</i> After Plaintiffs filed their First Amended Complaint setting forth their new MERA claims (in Counts III and IV of their First Amended Complaint), Defendants duPont and BFIOM moved to dismiss these two new MERA counts, arguing that MERA's response recovery provision, M.C.L. § 299.612(3)(a), violates the due process clause of the Michigan Constitution (Article I, sec. 17), is violative of the Equal Protection Clauses of the Fourteenth Amendment to the United States Constitution and of Article I, § 2 of the Michigan Constitution, and violates the separation of powers doctrine.</p>\n<p>Plaintiffs filed a Brief in Response to Defendants' Motions and subsequently, <span class=\"star-pagination\">*1279</span> filed its own Motion for Partial Summary Judgment on November 7, 1991, asking the Court to hold that MERA Section 12(3)(a) is constitutional, or, if the Court determines that this provision is violative of the Equal Protection Clauses, rather than find the enter cost recovery provision unconstitutional, to sever the \"except\" clause from Section 12(3)(a) of MERA, which is the sub-clause of Section 12(3)(a) placed in issue by the Defendants' equal protection arguments.</p>\n<p>The MERA cost recovery provision in question, M.C.L. § 299.612(3)(a), provides as follows:</p>\n<blockquote>(3) <i>The costs of response activity recoverable under subsection (2) shall also include:</i>\n</blockquote>\n<blockquote>(a) <i>All costs of response activity reasonably incurred by the state prior to the promulgation of rules relating to the selection and implementation of response activity under this act, excepting those cases where cost recovery actions have been filed before July 11, 1990.</i> A person challenging the recovery of costs under this subdivision shall have the burden of establishing that the costs were not reasonably incurred under the circumstances that existed at the time the costs were incurred. Recoverable costs include costs incurred reasonably consistent with the rules relating to the selection and implementation of response activity in effect on July 11, 1990.</blockquote>\n<p>[Emphasis added.]</p>\n<p>Defendants contend that this section of MERA violates the due process clause of the Michigan Constitution because it imposes retrospective liability for response costs incurred as a result of waste disposal activities that occurred prior to the date of enactment of MERA, and violates the equal protection clauses of both the Michigan Constitution and the Fourteenth Amendment of the U.S. Constitution by creating an irrational differentiation between cases filed before and after July 11, 1990. They further contend that application of MERA to this case violates the separation of powers doctrine.</p>\n<p></p>\n<h2>2. <i>Analysis</i>\n</h2>\n<p>As noted above, on July 27, 1984, the Michigan Legislature appropriated $1.38 million for response expenditures in connection with the removal of hazardous waste at the Stevens Landfill Site. At the time of the appropriation and expenditure of money at the Site, Section 8 of the Michigan Environmental Response Act provided:</p>\n<blockquote>This act shall not be construed to relieve a person from any obligation for the cost of evaluation or response activity related to a site for which the person is responsible, or to relieve a person from the obligation to pay a fine, settlement, penalty, or damages. The attorney general shall seek compensation and reimbursement from a person whose action or negligence caused a condition requiring expenditure of money pursuant to this act.</blockquote>\n<p>M.C.L. § 299.608 (repealed July 1, 1991).</p>\n<p>In the only opinion to construe the meaning of Section 8 of MERA, <i>Kelley v. Gelman Sciences, Inc.,</i> Washtenaw County Circuit Court No. 88-34734-CE (Oct. 25, 1989 Opinion) [Ex. 1 of Plaintiffs' Brief in Opposition to Motions to Dismiss Counts III and IV], the court held that \"the unambiguous language of the statute does establish a cause of action for the recovery of money expended by the state for evaluation and response activity.\" <i>Gelman, supra,</i> at p. 2. At the same time, the <i>Gelman</i> court held that the State could not recover costs incurred prior to the promulgation of rules to carry out MERA. <i>Id.</i> at p. 4.</p>\n<p>The Michigan Department of Natural Resources promulgated final rules implementing MERA, effective July 11, 1990. Plaintiffs initiated this lawsuit on July 12, 1990.</p>\n<p>Then, on October 8, 1990, the Michigan legislature enacted amendments to MERA, which amendments became effective July 1, 1991. Among the MERA amendments enacted by the legislature were curative provisions in response to the <i>Gelman</i> decision, including new MERA Section 12(3)(a), which, as indicated above, provides, in pertinent part, that responsible parties shall be liable for</p>\n<blockquote>\n<span class=\"star-pagination\">*1280</span> All costs of response activity reasonably incurred by the state prior to the promulgation of rules relating to the selection and implementation of response activity under this act, excepting those cases where cost recovery actions have been filed before July 11, 1990.</blockquote>\n<p>M.C.L. § 299.612(3)(a).</p>\n<p>Plaintiffs assert in their Brief that at the time the MERA amendments were enacted, the State had six pending cases with MERA claims that were filed prior to July 11, 1990 and that had not reached final judgment, including the Washtenaw County <i>Gelman</i> action.</p>\n<p>In enacting the MERA amendments, the Michigan legislature also explicitly declared that the Act was intended to apply to historic releases:</p>\n<blockquote>The legislature hereby finds and declares:</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>(g) That this act is intended to provide remedies for facilities posing any threat to the public health, safety, or welfare, or to the environment, <i>regardless of whether the release or threat of release of a hazardous substance occurred before or after the effective date of this act, and for this purpose this act shall be given retroactive application.</i> However, criminal and civil penalties provided in this amendatory act that added this subdivision shall only apply to violations of this act that occur after the effective date of the amendatory act that added this subdivision.</blockquote>\n<p>M.C.L. § 299.601(g) (emphasis added).</p>\n<p></p>\n<h2>(a) Retroactive Application of MERA to Pre-MERA Response Costs Does Not Violate Due Process.</h2>\n<p>Defendants ask the Court to hold that MERA cannot constitutionally be applied to pre-enactment response activities and costs. They contend that such a \"retroactive\" application of MERA in this case would violate Michigan Constitution Art. I. § 17, which prohibits the deprivation of a property interest by the State without due process of law.</p>\n<p>Although Defendants assert that MERA violates the due process clause of the <i>Michigan</i> Constitution, Defendants do not dispute that MERA is patterned after CERCLA, the federal response recovery statute, and they concede that federal courts addressing the question of \"retroactivity\" in connection with CERCLA have consistently held that CERCLA's provisions imposing liability for response costs incurred as a result of waste disposal activities that occurred prior to then enactment of CERCLA do not violate the due process clause of the U.S. Constitution. <i>See e.g., </i><i>United States v. Northeastern Pharmaceutical &amp; Chem. Co. (\"NEPACCO\"),</i> 810 F.2d 726, 732-733 (8th Cir.1986), <i>cert. denied,</i> 484 U.S. 848, 108 S.Ct. 146, 98 L.Ed.2d 102 (1987); <i>United States v. Monsanto, Co.,</i> 858 F.2d 160, 174 (4th Cir.1988), <i>cert. denied,</i> 490 U.S. 1106, 109 S.Ct. 3156, 104 L.Ed.2d 1019 (1989); <i>Kelley v. Thomas Solvent Co.,</i> 714 F.Supp. 1439, 1443-1445 (W.D.Mich.1989); <i>United States v. Dickerson,</i> 640 F.Supp. 448 (D.Md.1986); <i>United States v. Conservation Chemical Co.,</i> 619 F.Supp. 162 (W.D.Mo.1985); <i>United States v. Ottati &amp; Goss, Inc.,</i> 630 F.Supp. 1361, 1399 (D.N.H. 1985); <i>United States v. Ward,</i> 618 F.Supp. 884, 898-899 (D.N.C.1985).</p>\n<blockquote>As the <i>Thomas Solvent</i> court explained: The retroactive aspects of legislation must meet the test of due process, but that burden is met simply by showing that the retroactive application of legislation is itself justified by a rational legislative purpose.</blockquote>\n<p>714 F.Supp. at 1444, <i>quoting, </i><i>Pension Benefit Guaranty Corp. v. Gray,</i> 467 U.S. 717, 730, 104 S.Ct. 2709, 2718, 81 L.Ed.2d 601 (1984).</p>\n<p>In determining that retroactive application of CERCLA's cost recovery provisions was justified by a \"rational legislative purpose\", the <i>Thomas Solvent</i> court looked to express statements of Congressional intent in the legislative history and determined:</p>\n<blockquote>It is clear that Congress intended to have the chemical industry, past and present, pay for the cost of cleaning up inactive waste sites. Congress rationally considered the imposition of liability for the <span class=\"star-pagination\">*1281</span> effects of past disposal practices as a means to spread the costs of the cleanup on those who created and profited from the waste disposal  generators, transports, and disposal site owners/operators.</blockquote>\n<p>714 F.Supp. at 1444 (citations omitted).</p>\n<p>With respect to MERA, the Michigan legislature's express statement of \"legislative findings and declarations\" in Section 1 of the Act, M.C.L. § 299.601, establishes that the legislative purpose of MERA is virtually identical to that of CERCLA. In Section 1 of MERA, the Michigan legislature states:</p>\n<blockquote>The legislature hereby finds and declares:</blockquote>\n<blockquote>(a) That there exist in this state certain facilities containing hazardous substances that pose a danger to public health, safety, or welfare, or to the environment of this state.</blockquote>\n<blockquote>(b) That there is a need to provide a method of eliminating the danger of environmental contamination caused by the existence of hazardous substances at sites within the state.</blockquote>\n<blockquote>(c) That it is the purpose of this act to provide for appropriate response activity to eliminate the environmental contamination caused by the presence of hazardous substances at sites within the state.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>(e) That the responsibility for the cost of response activities pertaining to a release or threat of release and repairing injury, destruction or loss to natural resources caused by a release or threat of release should not be placed upon the public....</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>(g) That this act is intended to provide remedies for facilities posing any threat to public health, safety, or welfare, or to the environment, regardless of whether the release or threat of release of a hazardous substance occurred before or after the effective date of this act, and for this purpose this act shall be given retroactive application....</blockquote>\n<p>M.C.L. § 299.601.</p>\n<p>It is clear from the foregoing legislative declaration that MERA's response recovery provisions, like CERCLA's response recovery provisions, are justified by a rational legislative purpose.</p>\n<p>Because the cases which adopted the \"rational legislative purpose\" test for CERCLA dealt with due process challenges regarding the constitutionality of that federal statute under the United States Constitution, to support their allegation that MERA violates the <i>Michigan</i> Constitution  as opposed to the U.S. Constitution  Defendants attempt to distinguish the due process tests under the state and federal constitutions. However, the underpinnings of Defendants' argument in this regard are flawed because Michigan courts that have been called upon to interpret the due process clause in art. 1, sec. 17 of the Michigan Constitution<sup>[8]</sup> have consistently declared that:</p>\n<blockquote>The Michigan Constitution secures the same right of equal protection (Const. 1963, art. 1, sec. 2) and due process (Const.1963, art. 1 sec. 17) as does the United States Constitution (U.S. Const. Am. XIV).</blockquote>\n<p><i>Grieb v. Alpine Valley Ski Area, Inc.,</i> 155 Mich.App. 484, 487, 400 N.W.2d 653 (1986); <i>lv. den.,</i> 428 Mich. 864 (1987); <i>Shavers v. Kelley,</i> 402 Mich. 554, 267 N.W.2d 72 (1978), <i>cert. denied,</i> 442 U.S. 934, 99 S.Ct. 2869, 61 L.Ed.2d 303 (1979); <i>Fox v. Michigan Employment Security Commission,</i> 379 Mich. 579, 588, 153 N.W.2d 644 (1967). <i>See also, </i><i>Romein v. General Motors Corp.,</i> 436 Mich. 515, 547, 462 N.W.2d 555 (1990), <i>cert. granted</i> (on federal constitutional issues), ___ U.S. ___, 111 S.Ct. 2008, 114 L.Ed.2d 97 (Brickley, J., concurring) (no persuasive reason to give due process clause of State Constitution broader interpretation than U.S. Constitution); <i>Roy v. Rau Tavern, Inc.,</i> 167 Mich.App. 664, 667, 423 N.W.2d 54 (1988).</p>\n<p><span class=\"star-pagination\">*1282</span> Moreover, the test to determine whether legislation comports with the due process clause under the Michigan Constitution is the same as the federal test  whether the legislation bears a reasonable relationship to a permissible objective. <i>See, e.g., </i><i>Johnson v. Harnischfeger Corp.,</i> 414 Mich. 102, 117-118, 323 N.W.2d 912 (1982); <i>McAvoy v. H.B. Sherman Co.,</i> 401 Mich. 419, 435-436, 258 N.W.2d 414, 422 (1977). This same test applies in Michigan when a court considers the retroactive effect of legislation. <i>See, </i><i>Romein v. General Motors, supra</i><i>,</i> in which the Michigan Supreme Court found no due process violation of the Michigan Constitution in the retroactive application of an amendment to Michigan's workers' compensation statute providing for coordination of workers' compensation benefits with employer-funded pension plan payments. The amendment excepted from coordination of benefits claims for benefits for injuries that had occurred before enactment of the amendment. The amendment was added by the legislature in response to a judicial ruling that the prior coordination of benefits statute (which did not except pre-amendment injuries) applied to all workers' compensation benefit claims regardless of the date of injury because there was no statement in the statute of the legislature's intent to apply the provision only to benefits paid to employees whose injuries occurred after its effective date.</p>\n<p>In finding that the statute did not violate the due process clause of the Michigan Constitution, the <i>Romein</i> court used the due process test applied by the U.S. Supreme Court in <i>Pension Benefit Guaranty Corp. v. Gray, supra</i><i>,</i> in assessing the retroactive application of a federal statute's comportment with the due process requirements of the United States Constitution. The <i>Romein</i> court stated:</p>\n<blockquote>The rational relationship test applies to economic legislation whether it is retroactive or not. The retroactive aspects of legislation must meet the test of due process, \"[b]ut that burden is met by showing that the retroactive application of the legislation is itself justified by a rational legislative purpose.\"</blockquote>\n<p>462 N.W.2d at 562, <i>quoting, </i><i>Pension Benefit Guaranty Corp., supra,</i> 467 U.S. at 730, 104 S.Ct. at 2718. This is the same test applied by the federal court in assessing due process comportment of \"retroactivity\" under CERCLA in <i>Kelley v. Thomas Solvent Co., supra</i><i>.</i><sup>[9]</sup></p>\n<p><span class=\"star-pagination\">*1283</span> In sum, because the Court finds that the cost recovery provisions of MERA are justified by a rationally based legislative purpose, the Court finds no violation of the due process clause of the Michigan Constitution.</p>\n<p></p>\n<h2>(b) The MERA Cost Recovery Provision Does Not Form an Impermissible Irrational Classification in Violation of the Equal Protection Clauses of the United States and Michigan Constitutions.</h2>\n<p>Section 12(3)(a) of MERA provides:</p>\n<blockquote>The costs of response activity recoverable ... shall include ... costs of response activity reasonably incurred by the state prior to the promulgation of rules relating to the selection and implementation of response activity under this act, <i>excepting those cases where cost recovery actions have been filed before July 11, 1990</i> [the date such rules became effective.]</blockquote>\n<p>Defendants contend that the classification created by the \"except\" clause of Section 12(3)(a) is not rationally based and is, therefore, impermissible under the equal protection clauses of the federal and state constitutions.</p>\n<p>As an initial matter, as indicated above in this Opinion and Order, the equal protection clause of the Michigan Constitution ensures the same right of equal protection as does the United States Constitution. Furthermore, as the Sixth Circuit recently noted, the tests for analysis under the equal protection clause of the fourteenth amendment and under article 1, section 2 of the Michigan Constitution are essentially identical. <i>Borman's, Inc. v. Michigan Property &amp; Casualty Guaranty Ass'n,</i> 925 F.2d 160, 162 n. 1 (6th Cir.1991), <i>cert. denied,</i> ___ U.S. ___, 112 S.Ct. 85, 116 L.Ed.2d 58 (1991).</p>\n<p>The United States Supreme Court has stated that:</p>\n<blockquote>The general rule is that legislation is presumed to be valid and will be sustained if the classification drawn by the statute is rationally related to a legitimate <span class=\"star-pagination\">*1284</span> state interest. <i>When social or economic legislation is at issue, the Equal Protection Clause allows the states wide latitude</i> and the Constitution presumes that even improvident decisions will eventually be rectified by the democratic processes.</blockquote>\n<p><i>City of Cleburne, Texas v. Cleburne Living Center,</i> 473 U.S. 432, 440, 105 S.Ct. 3249, 3254, 87 L.Ed.2d 313 (1985) (emphasis added). <i>See also, </i><i>In re Contempt of Stone,</i> 154 Mich.App. 121, 126-129, 397 N.W.2d 244 (1986), <i>lv. denied,</i> 426 Mich. 854 (1986). The burden placed on a defendant to prove that a classification is irrational has been characterized by the courts as \"heavy\" and \"considerable\", and a defendant cannot prevail if the question is \"debatable\". <i>New York State Club Ass'n, Inc. v. City of New York,</i> 487 U.S. 1, 17, 108 S.Ct. 2225, 2236, 101 L.Ed.2d 1 (1988); <i>Minnesota v. Clover Leaf Creamery Co.,</i> 449 U.S. 456, 464, 101 S.Ct. 715, 723-24, 66 L.Ed.2d 659 (1981); <i>United States v. Carolene Products Co.,</i> 304 U.S. 144, 154, 58 S.Ct. 778, 784-85, 82 L.Ed. 1234 (1938); <i>Borman's, Inc. v. Michigan Property &amp; Casualty Guaranty Ass'n, supra,</i> 925 F.2d at 162, 163.</p>\n<p>The Sixth Circuit explained the heavy burden that defendants face in demonstrating that a state statute is \"wholly irrational\" and violative of equal protection in <i>Borman's, supra</i><i>:</i></p>\n<blockquote>The burden upon a party seeking to overturn a legislative enactment for irrationally discriminating between groups under the equal protection clause is an extremely heavy one. When the legislation is economic or social in nature, as in this case, and neither a fundamental right nor a suspect class is involved, the level of scrutiny required is rational basis review.</blockquote>\n<blockquote>Under the rational basis test, ... statutory discrimination will not be set aside if any state of facts reasonably may be conceived to justify it.</blockquote>\n<blockquote>Thus, the Constitution affords a great deal of deference to state legislatures in creating statutory classifications for legitimate social or economic purposes.</blockquote>\n<blockquote>[T]he fourteenth amendment permits the State a wide scope of discretion in enacting laws which affect some groups of citizens differently than others. The constitutional safeguard is offended only if the classification rests on grounds wholly irrelevant to the achievement of the State's objective. State legislatures are presumed to have acted within their constitutional power despite the fact that, in practice, their laws result in some inequality.</blockquote>\n<blockquote>Further, States are not required to convince the courts of the correctness of their legislative judgments. Rather, \"those challenging the legislative judgment must convince the court that the legislative facts on which the classification is apparently based could not reasonably be conceived to be true by the governmental decisionmaker.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>Even when the wisdom of judgment of the State legislature is debatable, a federal court is not free to set aside the legislature's judgment to substitute its own.</blockquote>\n<p>925 F.2d at 162-164 (citations omitted).</p>\n<p>Plaintiffs contend that in light of the 1989 Washtenaw County Circuit Court opinion in <i>Gelman</i> which held that the State could not recover pre-rule costs, differentiating between actions pending prior to and after promulgation of MERA rules is not irrational. As indicated above, when the issue is social or economic legislation such as MERA, with its stated intent to eliminate the dangers to the public health, safety and environment caused by environmental contamination, and to hold the parties responsible for the contamination responsible for costs of eliminating those dangers unquestionably iswide latitude is to be given.</p>\n<p>Applying the lenient standards of scrutiny dictated by the legislation and classifications at issue in this case, the Court agrees with Plaintiffsdifferentiating between actions pending prior to and after promulgation of MERA rules is not wholly irrational. It is apparent that the legislature's intent was to clarify existing law and override <span class=\"star-pagination\">*1285</span> the <i>Gelman</i> court's holding that the defendant in that case, which was filed before the MDNR promulgated rules implementing MERA, could not be held liable for pre-rule response costs. The records of the House Conservation, Recreation and Environment Committee regarding the committee's work sessions on House Bill 5878, which contained the MERA amendments at issue, indicate that the \"excepting\" clause of Section 12(3)(a) was added five days after the MDNR rules became effective. That the legislature found it reasonable to exempt from the provisions of Section 12(3)(a) those few cases that had already been filed to allow them to proceed in line with the <i>Gelman</i> is not \"wholly irrational.\"</p>\n<p>Given the lenient standard of scrutiny applicable here, this Court finds that there is a sufficiently rational basis for excepting from MERA's cost recovery provision those cases like <i>Gelman</i> which were filed before the MDNR's July 11, 1990 promulgation of MERA rules. While the effect of the legislation may well be, as Defendants contend, not \"fair\" to them, the Court does not see that it rises to the level of a constitutional violation required to invalidate state social or economic statutes. These are the sort of things in economic and social legislation left to the States.</p>\n<p>Hence, the Court finds that Section 12(3)(a) of MERA does not violate the equal protection clauses of either the United States or the Michigan Constitutions.</p>\n<p></p>\n<h2>(c) Application of MERA to this Case Does Not Violate the Separation of Powers Doctrine.</h2>\n<p>It is axiomatic that one branch of government is prohibited from exercising power properly belonging to another branch. <i>United States v. Klein,</i> 80 U.S. (13 Wall.) 128, 20 L.Ed. 519 (1872).</p>\n<p>In <i>Klein</i> the Supreme Court found that Congress had impermissibly attempted to prescribe a rule of decision favorable to the government in a pending case in which the government was a party. Klein, who was the administrator of the estate of one V.F. Wilson, sued the United States in the Court of Claims to recover proceeds from the sale of Wilson's property that the government had confiscated during the Civil War. The applicable law at the time of the suit afforded a cause of action for non-Civil War combatant property owners who demonstrated that they had never aided the Confederacy and were loyal to the United States. Such loyalty could be demonstrated by showing that a claimant had received a presidential pardon. Wilson had taken a loyalty oath and had received a presidential pardon for his Civil War activities. Thus, the Court of Claims held that he was entitled to the proceeds of the confiscated property. The government filed an appeal of that decision in the Supreme Court in December 1869.</p>\n<p>In early 1870, with knowledge of the pending <i>Klein</i> appeal, Congress passed a law which provided that a presidential pardon was inadmissible as evidence demonstrating the loyalty of a claimant, but was conclusive evidence that the claimant gave aid to the Confederacy. The law also directed that the Supreme Court dismiss, for want of jurisdiction, any appeal from the Court of Claims in which the claimant had been successful and had established his loyalty through a pardon.</p>\n<p>The Supreme Court held that the 1870 law was unconstitutional, explaining:</p>\n<blockquote>What is this but to prescribe a rule for the decision of a cause of action in a particular way? In the case before us, the Court of Claims has rendered judgment for the claimant and an appeal has been taken to this Court. We are directed to dismiss the appeal, if we find that the judgment must be affirmed, because of the pardon granted to the intestate of the claimants. Can we do so without allowing one party to the controversy to decide it in its own favor? Can we do so without allowing that the Legislature may prescribe rules of decision to the Judicial Department of the government in cases pending before it?</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>We must think that Congress has inadvertently passed the limit which separates <span class=\"star-pagination\">*1286</span> the legislative from the judicial power.</blockquote>\n<p><i>Id.</i> at (13 Wall.) 146-147.</p>\n<p><i>Klein</i> was recently following in <i>In re Washington Public Power Supply System Securities Litigation,</i> 673 F.Supp. 411 (W.D.Wash.1987). That case involved an amendment, during pending securities fraud litigation, to the Washington State Securities Act regarding the standard of fault required for finding of civil liability under the state act.</p>\n<p>From 1977 through 1981, the Washington Public Power Supply System issued 2.25 billion in municipal bonds to finance two power plant construction projects. In 1981, various problems resulted in the termination of the projects and litigation ensued in Washington state courts to determine the contractual obligations of the various public entities that had promised to repay the municipal bonds whether or not the plants became operational. In 1983, the Washington Supreme Court ruled that the participating Washington public entities lacked authority to assume such repayment obligations and declared that the agreements promising repayment to bond-holders to be void <i>ab initio.</i> Following that decision, the Public Power Supply System defaulted on the bonds, and litigation was instituted in federal court by various bondholders for securities fraud. At the time the litigation was commenced, the standard for establishing civil liability under the Washington securities laws only required a showing of negligence.<sup>[10]</sup></p>\n<p>In 1985, when the litigation was well under way, the Washington legislature passed an amendment to the civil liabilities section of the Washington securities law, raising the standard of fault applicable to municipal entities and officials to scienter while categorically excluding underwriters and bond counsel from the protection of this higher standard.</p>\n<p>The 1985 amendment was not made explicitly retroactive and, following extensive briefing and argument on the retroactivity issue, the court in which the securities fraud litigation entered an Order holding that the amendment was only prospective in application. Within two weeks of the court's Order making the ruling inapplicable to the pending litigation, a bill was introduced in the Washington legislature making the statute explicitly retroactive.</p>\n<p>The bill was introduced with candor and forthrightness as to its purpose. The legislation was repeatedly acknowledged by its sponsors in official debate to be for the express purpose of protecting Washington utility ratepayers by protecting local individuals and entities whose liability, if found to exist in the pending federal court litigation, would result in higher utility rates. Within two weeksa little more than a month after the court entered its order regarding \"prospective application only\" the bill passed both houses of the state legislature and was signed into law by the governor.</p>\n<p>The plaintiffs in the securities fraud litigation then challenged the constitutionality of the amendment, and the court held that \"[t]he legislative history leaves no room for doubt\" * * * \"[that] [t]he clear dominant, if not sole, purpose of the Legislature in passing the 1986 amendment was to protect the State's ratepayers by affecting the rule of decision in the present litigation.\" 673 F.Supp. at 415-416. Thus, the court held that the actions of the Washington legislature in enacting the 1986 amendment violated the separation of powers doctrine.</p>\n<p>Defendant BFIOM relies upon the decisions in <i>Klein</i> and <i>In re Washington Power Supply Securities Litigation</i> in this case in support of its separation of powers argument.</p>\n<p>BFIOM argues that application of MERA to the present action violates the separation of powers doctrine because \"faced with the possibility that its CERCLA claim being time barred, the State of Michigan, through its legislative branch has altered the underlying <span class=\"star-pagination\">*1287</span> substantive law [of MERA] in order to mandate a favorable decision by this Court.\" [BFIOM's initial Brief, p. 10.]</p>\n<p>The facts of this case demonstrate the flaw in BFIOM's argument. The statute at issue in this case was enacted by the Michigan legislature on <i>October 8, 1990</i> but ordered not to take effect until July 11, 1991. Defendants did not file their Motions for Partial Summary Judgment regarding the CERCLA statute of limitations until <i>February 8 and 15, 1991.</i> Moreover, unlike <i>Klein</i> and the <i>Washington Power Supply</i> cases, there is no legislative history or other evidence to establish that the State enacted the MERA amendments for the purpose of obtaining a favorable decision by this Court.</p>\n<p>As the <i>Washington Power Supply</i> court stated:</p>\n<blockquote>Separation of powers concepts compel judicial deference to legislative processes and output. <i>Only in the clearest of circumstances should a court invalidate a statute on the ground of improper purpose or motive</i>....</blockquote>\n<p>673 F.Supp. at 417 (emphasis added).</p>\n<p>The Court finds no such \"clear circumstances\" in this case. Accordingly, the Court finds no violation of separation of powers with respect to the MERA amendments.</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>For all of the foregoing reasons, and for the further reasons stated by the Magistrate Judge in her Report and Recommendation,</p>\n<p>IT IS HEREBY ORDERED that the Magistrate Judge's Report and Recommendation of June 10, 1991 regarding the three Motions for Partial Summary Judgment filed by the parties on February 8, 15 and 26, 1991 is hereby adopted by this Court, as modified by this Opinion and Order. Accordingly,</p>\n<p>IT IS FURTHER ORDERED that Plaintiffs' February 26, 1991 Motion for Partial Summary Judgment is GRANTED and Defendants' February 8, 1991 and February 15, 1991 Motions for Partial Summary Judgment are DENIED.</p>\n<p>IT IS FURTHER ORDERED that Plaintiffs' November 7, 1991 Motion for Partial Summary Judgment is hereby GRANTED.</p>\n<p>IT IS FURTHER ORDERED that Defendant duPont's October 1, 1991 Motion to Dismiss Count III of Plaintiffs' Amended Complaint, and Defendant BFIOM's October 1, 1991 Motion to Dismiss Counts III and IV of Plaintiffs' Amended Complaint are hereby DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  The term \"response\" is a term of art, which, according to the definitional provisions of the statute, \"means remove, removal, remedy, and remedial action, all such terms (including the terms \"removal\" and \"remedial action\") include enforcement activities related thereto.\" 42 U.S.C. § 9601(25).</p>\n<p>[2]  Plaintiffs and Defendants only \"cross-moved\" for a summary judgment ruling on the issue of whether Plaintiffs' claim for costs incurred before July 1987 is barred by the CERCLA statute of limitations. It was only the Plaintiffs that sought a summary judgment ruling regarding the availability to Defendants of the affirmative defense of laches, and regarding Plaintiffs' entitlement to a declaratory judgment ruling as to Defendants' liability for future response costs.</p>\n<p>[3]  The CERCLA statute of limitations, 42 U.S.C. sec. 9613(g)(2), provides as follows:\n</p>\n<p>(2) Actions for recovery of costs</p>\n<p>An initial action for recovery of the costs referred to in section 9607 of this title must be commenced</p>\n<p><i>(A) for a removal action, within 3 years after completion of the removal action,</i> except that such cost recovery action must be brought within 6 years after a determination to grant a waiver under section 9604(c)(1)(C) of this title for continued action; and</p>\n<p>(B) for a remedial action, within 6 years after initiation of physical on-site construction of the remedial action, except that, if the remedial action is initiated within 3 years after the completion of the removal action, costs incurred in the removal action may be recovered in the cost recovery action brought under this subparagraph.</p>\n<p>In any such action described in this subsection, the court shall enter a declaratory judgment on liability for response costs or damages that will be binding on any subsequent action or actions to recover further response costs or damages. A subsequent action or actions under section 9607 of this title for further response costs at the vessel or facility may be maintained at any time during the response action, but must be commenced no later than 3 years after the date of completion of all response action. Except as otherwise provided in this paragraph, an action may be commenced under section 9607 of this title for recovery of costs at any time after such costs have been incurred.</p>\n<p>[4]  The MERA cost recovery provision in question, M.C.L. sec. 299.612(3)(a), provides as follows:\n</p>\n<p>(3) <i>The costs of response activity recoverable under subsection (2) shall also include:</i></p>\n<p>(a) <i>All costs of response activity reasonably incurred by the state prior to the promulgation of rules relating to the selection and implementation of response activity under this act, excepting those cases where cost recovery actions have been filed before July 11, 1990.</i> A person challenging the recovery of costs under this subdivision shall have the burden of establishing that the costs were not reasonably incurred under the circumstances that existed at the time the costs were incurred. Recoverable costs include costs incurred reasonably consistent with the rules relating to the selection and implementation of response activity in effect on July 11, 1990.</p>\n<p>[Emphasis added.]</p>\n<p>[5]  Defendants correctly observe that the Magistrate Judge inaccurately stated in the R &amp; R that Haztech contracted with the State to remove waste materials and \"to conduct other site investigation work\", and that the two November 1985-March 1986 and July 1987 removals were \"done by <i>one</i> contractor\". However, for the reasons discussed <i>infra</i> in this Opinion and Order, the Court does not find the facts that NUS, and not Haztech, performed the site investigation work, or that different clean-up contractor  Inland Waters  not Haztech, had the July 1987 contract to remove the last of the waste from the Site mandate a determination that the November 1985-March 1986 and July 1987 removals were separately completed removals, as opposed to one single removal under the statute.</p>\n<p>[6]  Although Plaintiffs concur in the ultimate conclusion reached in the Report and Recommendation that the State's claim for recovery of pre-July 1987 response costs is not time-barred, they also nonetheless have filed objections, objecting to particular determinations made by Magistrate Judge Morgan with respect to the statute of limitations issue. They, therefore, ask that the Court adopt the R &amp; R, but with modification, to reflect their objections.\n</p>\n<p>Specifically, Plaintiffs object to the Magistrate Judge's discussion regarding applicability of the statute of limitations to removal actions completed before October 16, 1986, the date on which the Superfund Amendments and Reauthorizations Act (\"SARA\") provisions which added the CERCLA statute of limitations provisions took effect. They contend that because the Magistrate ruled that the drum and soil removal was not complete until after the effective date of SARA, it was unnecessary for Magistrate Judge Morgan to address the issue of the applicability of the state of limitations to removal actions completed pre-SARA, as she did at pp. 5-6 of the Report and Recommendation. They further contend that to the extent that the Magistrate Judge recommended that the statute of limitations applies to pre-SARA removal actions, that recommendation is flawed. With respect to this latter contention, Plaintiffs argue, as they did in arguing their Motion for Partial Summary Judgment on this issue before Magistrate Judge Morgan, that the new limitations period does not apply to them, because it does not apply to preexisting CERCLA claims.</p>\n<p>Plaintiffs also object to Judge Morgan's determination that removal of the waste from the Stevens Landfill was \"complete\" on July 15, 1987. They argue, again as they did before the Magistrate Judge, that removal was not completed until March 3, 1988, when the final RI/FS decision was issued.</p>\n<p>[7]  The term \"remedial action\" is also defined in the statute as\n</p>\n<p>... those actions consistent with permanent remedy taken instead of or in addition to removal actions in the event of a release or threatened release of a hazardous substance into the environment, to prevent or minimize the release of hazardous substances so that they do not migrate to cause substantial danger to present or future public health or welfare or the environment. The term includes, but is not limited to, such actions, confinement, perimeter protection using dikes, trenches, or ditches, clay cover, neutralization, cleanup of release hazardous substances or contaminated materials, recycling or reuse, diversion, destruction, segregation of reactive wastes, dredging or excavations, repair or replacement of leaking containers, collection of leachate and runoff, on site treatment or incineration, provision of alternative water supplies, and any monitoring reasonably required to assure that such actions protect public health and welfare and the environment.</p>\n<p>42 U.S.C. § 9601(24).</p>\n<p>[8]  Art. 1, sec. 17 of the Michigan Constitution provides, in pertinent part:\n</p>\n<p>No person shall be ... deprived of life, liberty, or property, without due process of law.</p>\n<p>[9]  In support of their argument that a \"different\" test is used to determine comportment with due process under the Michigan Constitution, Defendants rely principally on <i>In re Certified Questions (</i><i>Karl v. Bryant Air Conditioning Co.),</i> 416 Mich. 558, 331 N.W.2d 456 (1982), contending that the \"four rules\" discussed in that case constitute Michigan's test for constitutionality of retrospective legislation. Defendants misconstrue that case.\n</p>\n<p><i>Karl</i> came before the Michigan Supreme Court for determination of three certified questions from the Sixth Circuit Court of Appeals. The three questions addressed and answered by the Michigan court were:</p>\n<p>1. Whether the Michigan products liability statute is to be construed as abrogating the principle of Michigan implied warranty jurisprudence that a plaintiff injured by an implied warranty is entitled to recover the full measure of damages sustained, irrespective of any negligence by the plaintiff;</p>\n<p>2. Whether the Michigan products liability statute, if so construed, is to be applied to an implied warranty action accruing and sued upon prior to the enactment of the statute and brought to trial after the effective date of the statute; and</p>\n<p>3. Whether the Michigan products liability statute, if so construed and applied, violates the Due Process Clause of the Michigan Constitution of 1963.</p>\n<p>The <i>Karl</i> court discussed the \"four rules\" that Plaintiffs point to in this case in answering Question 2:</p>\n<p>In answering Question I, we have held that the products liability statute, in light of § 2949 [Michigan's comparative negligence statute], establishes the principle of comparative negligence in an action based on implied warranty. In considering Question II, we address whether § 2949 applies where the statute was enacted subsequent to injury and commencement of an implied warranty action, but prior to the trial and judgment in that action. We hold that § 2949 should be applied under such circumstances.</p>\n<p>In answering this question [Question 2], we must consider four rules in determining whether a new act applies to a pre-enactment cause of action. First is there specific language in the new act which states that it should be given retrospective or prospective application. Second, a statute is not regarded as operating retrospective solely because it relates to an antecedent event. Third, a retrospective law is one which takes away or impairs vested rights acquired under existing laws, or creates a new obligation and imposes a new duty, or attaches a new disability with respect to transactions or considerations already past. Fourth, a remedial or procedural act which does not destroy a vested right will be given effect where the injury or claim is antecedent to the enactment of the statute.</p>\n<p>331 N.W.2d at 463.</p>\n<p>The four rules that Defendants contend is Michigan's rule for determining due process comportment was the test used by the <i>Karl</i> court to determine legislative <i>intent</i> regarding retroactive application of legislation. In the statute at issue in <i>Karl,</i> the court found that there was \"no specific language indicating [whether the legislature intended] retrospective or prospective\" application. <i>Id.</i> Therefore, to determine whether the legislature intended the act to be given retroactive effect, the Court went on to examine the statute under the remaining three rules, and relied principally on rules three and fourwhich are the rules that Defendants here argue should be applied.</p>\n<p>The <i>Karl</i> court analyzed the statute under the last three rules, and determined that the legislature intended the statute to be given retroactive effect. After the court reached its conclusion regarding the legislature's intent that the statute be given retroactive effect, the court went on, in an entirely separately headed discussion, to determine whether the intended retroactive application of the statute comported with due process. <i>Id.</i> 331 N.W.2d at 466-467.</p>\n<p>The court found that retroactive application did not violate the due process clause of the Michigan Constitution, explaining:</p>\n<p>[T]he statute only affects a remedy which has been changed so that the measure of plaintiff's damages is to be reduced by the amount of the plaintiff's own fault which also proximately caused the injuries complained of.... <i>[T]he Legislature's adoption of such a remedial scheme is reasonable</i> and does not violate the Due Process Clause of the Michigan Constitution.</p>\n<p><i>Id.</i> at 467.</p>\n<p>Thus, it is clear that the <i>Karl</i> court used only a test of \"reasonableness\", which is essentially the same \"rational legislative purpose\" test used by the federal courts in assessing due process under the federal constitution, and, therefore, Defendants' contention that <i>Karl</i> establishes that the Michigan due process test is different from the federal test is without merit.</p>\n<p>Similarly, Defendants' reliance on <i>Dale Baker Oldsmobile, Inc. v. Fiat Motors of North America, Inc.,</i> 794 F.2d 213 (6th Cir.1986), is likewise misplaced. In <i>Dale Baker,</i> the court applied the <i>Karl</i> rules and determined that a statute which did not contain any language stating that it should be given retrospective application, should not be applied retroactively. The court characterized the four rules of <i>Karl,</i> not as a test of constitutionality, but rather as \"rules of construction\", and specifically noted that it was <i>not</i> deciding the constitutional question. <i>Id.</i> at 221.</p>\n<p>[10]  It was only in 1980three years prior to the institution of the litigationthat the Washington Supreme Court ruled that all that was needed to establish a state securities fraud claim under Washington law was a showing of negligence, as opposed to scienter, which lower courts had applied until that date.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">786</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1268</span></span> (1992)</b></center>\n<center><h1>Frank J. KELLEY, ex rel. STATE OF MICHIGAN and Michigan Department of Natural Resources, Plaintiffs,<br>\nv.<br>\nE.I. duPONT de NEMOURS and COMPANY, Browning-Ferris Industries of Ohio and Michigan, Inc., and Andrew Stevens, Defendants.</h1></center>\n<center>No. 90-CV-72028-DT.</center>\n<center><p><b>United States District Court, E.D. Michigan, S.D.</b></p></center>\n<center>March 9, 1992.</center>\n<p><span class=\"star-pagination\">*1269</span> Albert M. Leffler, Jeremy M. Firestone, Lansing, Mich., for plaintiffs.</p>\n<p>Steven C. Kohl, Muskegon, Mich., Gary R. Cooper, Toledo, Ohio, William G. Beck, Kansas City, Mo., for defendants.</p>\n<p>CORRECTED OPINION AND ORDER REGARDING (1) THE MAGISTRATE JUDGE'S REPORT AND RECOMMENDATION ON THE PARTIES' FEBRUARY 1991 MOTIONS FOR PARTIAL SUMMARY JUDGMENT, (2) PLAINTIFFS' NOVEMBER 7, 1991 MOTION FOR PARTIAL SUMMARY JUDGMENT, AND (3) DEFENDANTS' OCTOBER 1991 MOTIONS TO DISMISS COUNTS III AND IV</p>\n<p>ROSEN, District Judge.</p>\n<p></p>\n<h2>I. INTRODUCTION</h2>\n<p></p>\n<h2>A. PLAINTIFFS' ORIGINAL COMPLAINT</h2>\n<p>On July 12, 1990, Plaintiffs Frank J. Kelley, ex rel., State of Michigan and State of Michigan Department of Natural Resources (referred to herein as the \"Plaintiffs\" or \"the State\"), initiated this action by filing a two-count complaint under the <span class=\"star-pagination\">*1270</span> Comprehensive Environmental Response, Compensation and Liability Act (\"CERCLA\"), 42 U.S.C. § 9601 <i>et seq.,</i> against Defendants E.I. duPont de Nemours and Company (\"duPont\"), Browning-Ferris Industries of Ohio and Michigan, Inc. (\"BFIOM\"), and Andrew Stevens. Plaintiffs seek to recover more that $1,000,000 of response<sup>[1]</sup> costs incurred by the State in connection with the removal of hazardous substances and contaminated soil from the Stevens Landfill Site in Monroe County, Michigan (the \"Site\"), and the future costs that will be incurred by the State in connection with the continued monitoring of the Site [Count I of Plaintiffs' Complaint]. Plaintiffs further seek in Count II of their Complaint a declaratory judgment pursuant to Section 113(g)(2) of CERCLA, 42 U.S.C. § 9613(g)(2) and the Declaratory Judgment Act, 28 U.S.C. § 2201, that Defendants are strictly, and jointly and severally liable under Section 107(a) of CERCLA for future costs of responding to releases or threatened releases of hazardous substances at the Stevens Landfill.</p>\n<p></p>\n<h2>B. THE FIRST THREE MOTIONS FOR PARTIAL SUMMARY JUDGMENT</h2>\n<p>In February 1991, the State and Defendants duPont and BFIOM filed cross-motions for partial summary judgment. The motions placed at issue the availability to the Defendants of the statute of limitations and laches defenses with respect to Plaintiffs' CERCLA cost recovery claims, and the appropriateness of affording the State a declaratory judgment regarding the Defendants' liability for future costs.<sup>[2]</sup> These motions were referred to Magistrate Judge Virginia M. Morgan for Report and Recommendation (\"R &amp; R\"). The Magistrate Judge heard oral arguments on the motions on April 8, 1991. On June 10, 1991, Magistrate Judge Morgan issued her R &amp; R.</p>\n<p>In her Report and Recommendation, the Magistrate Judge recommended that the Court find that Plaintiffs' CERCLA claims are governed by the three-year statute of limitations set forth in 42 U.S.C. § 9613(g)(2)(A)<sup>[3]</sup> and that the statute of limitations on Plaintiffs' CERCLA claims for recovery of response costs began to run on July 15, 1987, the date as of which the last of the drums of hazardous substances and associated contaminated soil were removed from the Stevens Landfill Site. Accordingly, Judge Morgan further recommended that the Court find that, because this action was commenced on July 12, <span class=\"star-pagination\">*1271</span> 1990, i.e., before the expiration of the three year statute of limitations, Plaintiffs' CERCLA claims for recovery of costs incurred by the State from the commencement of waste removal from the Site in November of 1985 through July 15, 1987 are not time-barred.</p>\n<p>Judge Morgan further recommended that the Court rule in favor of Plaintiffs on their other two partial summary judgment arguments and, accordingly, recommended that the Court (1) determine that the affirmative defense of laches is not available to Defendants in this action, and (2) enter a declaratory judgment in Plaintiffs' favor as to Defendants' liability for future response costs.</p>\n<p>All three movantsthe State, duPont and BFIOMtimely filed Objections to the Magistrate Judge's Report and Recommendation, and requested that the Court hear oral argument on their Objections.</p>\n<p></p>\n<h2>C. PLAINTIFFS' AMENDMENT OF THEIR COMPLAINT</h2>\n<p>Then, on July 2, 1991two and a half weeks after the issuance of the Magistrate Judge's Report and Recommendation, and barely a week after the parties filed their Objections to the R &amp; RPlaintiffs filed a Motion for Leave to Amend their Complaint to add two counts based upon the 1990 amendments to the Michigan Environmental Response Act (\"MERA\"), M.C.L. § 299.601 <i>et seq.,</i> which took effect the day before, on July 1, 1991.</p>\n<p>Leave to amend was granted by this Court on August 9, 1991, and Plaintiffs, accordingly, filed their First Amended Complaint that same date, setting forth their new MERA claims by adding to their original CERCLA complaint claims, two new countsCounts III and IV.</p>\n<p></p>\n<h2>D. THE RECENT MOTIONS REGARDING PLAINTIFFS' NEW AMENDED COMPLAINT CLAIMS</h2>\n<p>Plaintiffs' Amended Complaint engendered three more cross-motions for dismissal/partial summary judgment. On October 21, 1991, Defendant duPont moved to dismiss Count III, arguing that the response recovery provision of MERA, M.C.L. § 299.612(3)(a),<sup>[4]</sup> is violative of the Equal Protection Clauses of the United States and Michigan Constitutions. On that same date, Defendant BFIOM filed its own motion to dismiss both Counts III and IV, arguing as Defendant duPont did in its motion, that the M.C.L. § 299.612(3)(a) is violative of the Equal Protection Clauses of the Fourteenth Amendment to the United States Constitution and of Article I, § 2 of the Michigan Constitution, and further arguing that that provision of MERA violates the due process clause of the Michigan Constitution (Article I, § 17) and violates the separation of powers doctrine.</p>\n<p>Plaintiff filed a Brief in Response to Defendants' Motions and subsequently, filed its own Motion for Partial Summary Judgment on November 7, 1991, asking the Court to hold that MERA Section 12(3)(a) is constitutional, or in the alternative, to sever the \"except\" clause from Section 12(3)(a) of MERA, which is the subclause of Section 12(3)(a) placed in issue by the Defendants' Motions.</p>\n<p>The Court has reviewed and considered the Magistrate Judge's June 10, 1991 Report and Recommendation and the parties' Objections thereto, and has also reviewed and considered the parties' October/November 1991 Motions and Briefs for and against dismissal of Plaintiffs' MERA <span class=\"star-pagination\">*1272</span> claims. And, having further heard the oral arguments of the parties' attorneys at the hearing held on February 20, 1992, the Court is now prepared to rule on these matters. This Opinion and Order sets forth that ruling.</p>\n<p></p>\n<h2>II. FACTUAL BACKGROUND</h2>\n<p>As noted above, this lawsuit involves the State of Michigan's claims that the Defendants duPont and BFIOM are liable for all response costs incurred by the State in connection with the release or threatened release of hazardous substances at the Stevens Landfill Site in Monroe County, Michigan. The Defendants are duPont, which disposed of waste at the Site from approximately 1955 to 1965, and BFIOM, the successor-in-interest of Community Sanitation Services, Inc., the transportation service which transported duPont's waste materials from duPont's Toledo, Ohio Factory and Finishes Division facility to the Site during that time period. Andrew Stevens was the owner and operator of the Landfill at the time of duPont's and BFIOM's disposal of the waste at the Site.</p>\n<p>The duPont waste materials dumped in the Stevens Landfill included solvents, paint waste, paint thinner, lacquer and sludge. These materials were generally contained in 55 gallon drums, some of which were open and some of which were closed. In addition, some liquid waste was hauled from duPont's facility to the Landfill in a tanker truck, and this liquid was emptied out over the Landfill area.</p>\n<p>The Stevens Landfill is a 34-acre Site located in Bedford Township, in Monroe County. From the time of the cessation of open dumping on the Site in 1965 through the early 1980's, the Site was used by local residents, for recreational activities such as hunting and off-the-road vehicle riding. The Site is close in proximity to a residential area of approximately 5,700 people, and, within a three-quarter mile radius of the Site are two churches, a day care center, three schools, and approximately 50 residences. Many of the residences bordering the Site rely on groundwater as a source of drinking water.</p>\n<p>The Landfill was brought to the attention of the Michigan Department of Natural Resources (the \"MDNR\") in early 1980, when a local resident complained about barrels containing possible hazardous waste located on the Site's surface. There were also allegations made by local residents that both bulked and drummed liquids were buried in disposal pits on the Site. Frequent fires, several of which were reported as self-started and explosive by fire officials, had occurred on the Site.</p>\n<p>In response to these citizen reports, the MDNR and the U.S. Environmental Protection Agency (the \"EPA\") investigated and evaluated the Landfill Site and discovered approximately 1,150 drums at the Site, many of which were leaking, and some of which were in standing water. The drum analysis identified ethylbenzene, naphthalene, and other chemical substances. Pentachlorophenol (\"PCP\") was also detected in the ground water. These discoveries led the MDNR to conclude that the Stevens Landfill was the second worst site of environmental contamination in the State of Michigan. Accordingly, the MDNR recommended that the State appropriate funds to clean-up the Stevens Landfill Site.</p>\n<p>Acting in response to the MDNR's recommendation, on June 27, 1984, the Michigan Legislature appropriated $1.38 million to remove the drums of waste and associated contaminated soil, and to perform soil and groundwater contamination studies on the Landfill Site. The State subsequently instituted judicial proceedings in Monroe County Circuit Court to obtain access to the Stevens Landfill property to perform response actions at the Site. In June, 1985, the State ultimately prevailed in that Circuit Court action and obtained access to the Site.</p>\n<p>In October 1985, the MDNR secured a cleanup contractor, Hazardous Waste Technology Services, Inc. (\"Haztech\"), to begin waste removal and disposal of contaminated surface materials. The MDNR also secured a site investigation contractor, NUS Corporation, to begin the initial tasks of a Remedial Investigation Feasibility Study on the Landfill Site.</p>\n<p><span class=\"star-pagination\">*1273</span> In October/November 1985, on-site activities for the removal of drums of hazardous waste and for the preparation of the institution of a Remedial Investigation Feasibility Study (\"RI/FS\") at the Landfill commenced.</p>\n<p>On October 28, 1985, NUS workers performed a site reconnaissance and collected the first round of surface water, sediment and existing monitoring well samplings. In December 1985, NUS personnel began a soil gas survey, did some ground water sampling and analysis, and commenced geophysical work with a resistivity survey of the Site. A month later, in January 1986, MDNR and NUS personnel performed seismic surveys to characterize the subsurface geological conditions. At the time that these RI/FS activities were going on, physical surface clean-up of the Site was commenced by Haztech.</p>\n<p>From November 1985 through March 1986, 1,100 drums of waste and 2,667 cubic yards of associated contaminated soil were removed from the Site by Haztech. However, removal from one area of the Site where a blue liquid was ponded (the \"blue-ponded pit\") was deferred until after test pits were excavated and reviewed during the Remedial Investigation Feasibility Study.</p>\n<p>The Remedial Investigation Feasibility Study activities continued after March 1986. In April 1986, site investigation contractor NUS personnel began magnetometer and conductivity studies at the Landfill. Several areas on-site were identified where NUS concluded that buried objects, such as drums, might exist. In June 1986, NUS began the installation of monitoring wells at the Site. Laboratory analysis and evaluation of Phase I well samples was completed in October 1986.</p>\n<p>In January 1987, the RI/FS test pit excavations were completed, and several samples were taken. The Draft RI/FS Reports were completed finally made available for public inspection in June 1987.</p>\n<p>On July 15, 1987, 1,150 cubic yards of contaminated soil and four drums were removed from the blue-ponded area. This was the last of the hazardous waste removed from the property. This last waste removal was performed by Inland Waters  a subcontractor of Haztech, the original cleanup contractor  which had successfully independently bid against Haztech for this last waste removal project.</p>\n<p>In October/November 1987, the final RI/FS Reports were issued. On March 3, 1988, the MDNR selected the continued \"remedial action\" that it would take, and decided on 30 years of continued annual monitoring of on-site wells and off-site residential wells.</p>\n<p>The State alleges that it has already expended $1,256,051.77 in response costs in connection with the Stevens Landfill Site, and estimates that it will incur an additional $273,000.00 in future response costs. By letter dated April 24, 1990, the Michigan Attorney General notified Defendants of their responsibility with respect to the Stevens Landfill Site response costs. The letter further informed Defendants of the State's intention to file suit unless a full resolution of this matter was reached by July 1, 1990. No such resolution was reached, and therefore, on July 12, 1990, the State instituted this lawsuit.</p>\n<p></p>\n<h2>III. DISCUSSION</h2>\n<p></p>\n<h2>A. THE MAGISTRATE JUDGE'S REPORT AND RECOMMENDATION</h2>\n<p></p>\n<h2>1. <i>The Statute of Limitations Issue</i>\n</h2>\n<p></p>\n<h2>(a) Defendants' Arguments</h2>\n<p>Defendants duPont and BFIOM do not dispute that they are liable for response costs incurred by the State from July 1987 forward. However, they do dispute their liability for costs before that date. Defendants' argument is that the removal of 1,100 drums and contaminated soil from the Stevens Landfill Site between October/November 1985 and March 1986 was an entirely separate \"removal\" from the subsequent removal of four drums and associated contaminated soil on July 15, 1987. They claim that the October/November 1985-March 1986 removal was \"completed\" in March 1986, and therefore, the three-year CERCLA statute of limitations started <span class=\"star-pagination\">*1274</span> to run as to any claim for costs incurred in that first removal as of that date.</p>\n<p>As factual support for their \"two separate removals\" argument, Defendants rely principally on the fact that two different cleanup contractors performed the October/November 1985-March 1986 and July 1987 cleanups: Haztech did the first clean up and Inland Waters did the second. Defendants point to the further facts that July 1987 cleanup contract was separately bid after the RI/FS was completed, and had a contract number different from that of the Haztech November 1985-March 1986 contract. Further, they claim that the July 1987 clean up was the conclusion of the Remedial Investigation and Feasibility Study, and that the RI/FS activities were entirely separate and distinct from the November 1985-March 1986 surface cleanup activities.</p>\n<p>Under their \"two separate removals\" theory, for Defendants to be liable for the November 1985-March 1986 costs, Plaintiffs would have had to have initiated this lawsuit by March 31, 1989. Since this suit was not filed until July 12, 1990, Defendants contend that Plaintiffs claim for the 1985-1986 costs is time-barred.</p>\n<p></p>\n<h2>(b) The Magistrate Judge's Determination</h2>\n<p>Magistrate Judge Morgan, however, determined that the July 15, 1987 removal was a continuation of the October/November 1985-March 1986 removal activities, and therefore, removal was not \"complete\" under the CERCLA statute of limitations provision until the last removal of the four drums and 1,150 cubic yards of contaminated soil from the Site on July 15, 1987. Thus, the statute of limitations did not begin to run until that date and, accordingly, Plaintiffs' claim for pre-July 15, 1987 costs in this lawsuit filed on July 12, 1990 is not time-barred.</p>\n<p>In reaching her conclusion, the Magistrate Judge focused upon Haztech's March 1986 decision to defer clean up of the blue-ponded pit area until the NUS and MDNR Site investigation work associated with the Remedial Investigation Feasibility Study was completed. Judge Morgan explained:</p>\n<blockquote>In the instant case, plaintiffs' contracted with Haztech to remove waste material from the site and to conduct other site investigation work associated with the remedial investigation feasibility study. (See Deposition of Hoffmaster, p. 46) Most of these were removed by March, 1986. Some were identified, but deferred. Following test pit excavations, Haztech removed the last four barrels and associated contaminated soils on July 15, 1987. This is all one sort of activity  the hauling away of drums and soil. It was done by one contractor.<sup>[5]</sup> It should be construed as one \"removal\" under the statute. Thus, the three year limitations period for cost recovery began to run July 15, 1987, the date all drums and associated contaminated soil were removed, and plaintiffs' claim for response costs is not barred.</blockquote>\n<p>[Report and Recommendation, p. 12.]<sup>[6]</sup></p>\n<p></p>\n<h2>(c) Analysis</h2>\n<p></p>\n<h2>(1) <i>The Magistrate Judge Correctly Determined that the CERCLA Three-Year Statute of Limitations Applies to This Action.</i>\n</h2>\n<p>The original version of CERCLA, enacted in 1980, contained no statute of <span class=\"star-pagination\">*1275</span> limitations provisions. However, a statute of limitations provision was added to the Act in the 1986 Superfund Amendments and Reauthorizations Act (\"SARA\"), which became effective on October 16, 1986.</p>\n<p>This statute of limitations is set forth in 42 U.S.C. § 9613(g)(2) and provides, in pertinent part, as follows:</p>\n<blockquote>(2) Actions for recovery of costs</blockquote>\n<blockquote>An initial action for recovery of the costs referred to in section 9607 of this title must be commenced </blockquote>\n<blockquote>\n<i>(A) for a removal action, within 3 years after completion of the removal action,</i> except that such cost recovery action must be brought within 6 years after a determination to grant a waiver under section 9604(c)(1)(C) of this title for continued action; and</blockquote>\n<blockquote>(B) for a remedial action, within 6 years after initiation of physical on-site construction of the remedial action, except that, if the remedial action is initiated within 3 years after the completion of the removal action, costs incurred in the removal action may be recovered in the cost recovery action brought under this subparagraph.</blockquote>\n<p>[Emphasis added.]</p>\n<p>Magistrate Judge Morgan determined that these statute of limitations provisions apply in this action, and this Court agrees. Although Plaintiffs argue that the CERCLA statute of limitations does not apply to their claims because clean-up began before October 16, 1986, the effective date of the SARA amendments which added the statute of limitations provisions to CERCLA, they misconstrue the case law which the Magistrate Judge applied in reaching her conclusion. Plaintiffs contend that <i>United States v. Moore,</i> <span class=\"citation\" data-id=\"2356152\"><a href=\"/opinion/2356152/united-states-v-moore/\"><span class=\"volume\">698</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">622</span></a></span> (E.D.Va. 1988), and <i>Merry v. Westinghouse Elec. Corp.,</i> <span class=\"citation\" data-id=\"1896521\"><a href=\"/opinion/1896521/merry-v-westinghouse-elec-corp/\"><span class=\"volume\">684</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">852</span></a></span> (M.D.Pa.1988), support their argument that the CERCLA statute of limitations does not apply to actions for recovery of response costs when clean up began before the effective date of the SARA amendments. This is not what these cases hold. Rather, they stand for the proposition that the \"three-years after completion of removal\" CERCLA statute of limitations does not apply to claims that <i>accrued</i> before October 16, 1986.</p>\n<p>As the court in <i>United States v. Kramer,</i> <span class=\"citation no-link\"><span class=\"volume\">757</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">397</span></span> (D.N.J.1991), explained, a pre-SARA \"accrued\" CERCLA claim is one for which removal was <i>completed</i> prior to October 16, 1986. For these such \"preexisting\"  i.e., removal-completed  claims, the statute of limitations begins to run on the October 16, 1986 effective date. <i>Id.</i> at 437. <i>See also, </i><i>T &amp; E Industries, Inc. v. Safety Light Corp.,</i> <span class=\"citation\" data-id=\"1526695\"><a href=\"/opinion/1526695/t-e-industries-inc-v-safety-light-corp/\"><span class=\"volume\">680</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">696</span></a></span>, 704 (D.N.J.1988) (\"Where, as here, a statute creates a period of limitations where non had previously existed, the period will begin to run with respect to preexisting claims on the effective date of the statute\". <i>Id., citing, </i><i>Superior Engraving Co. v. National Labor Relations Board,</i> <span class=\"citation\" data-id=\"225558\"><a href=\"/opinion/225558/superior-engraving-co-v-national-labor-relations-board/\"><span class=\"volume\">183</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">783</span></a></span>, 789 (7th Cir.1950), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">930</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">490</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">671</span></span> (1951), and <i>U.S. v. Morena,</i> <span class=\"citation\" data-id=\"99055\"><a href=\"/opinion/99055/united-states-v-morena/\"><span class=\"volume\">245</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">392</span></a></span>, <span class=\"citation\" data-id=\"99055\"><a href=\"/opinion/99055/united-states-v-morena/\"><span class=\"volume\">38</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">151</span></a></span>, <span class=\"citation\" data-id=\"99055\"><a href=\"/opinion/99055/united-states-v-morena/\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">359</span></a></span> (1918)); <i>Environmental Transportation Systems, Inc. v. Ensco Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">763</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">384</span></span>, 388 (C.D. Ill.1991); <i>Sohn v. Waterson,</i> 84 U.S. (17 Wall.) 596, <span class=\"star-pagination\">*1276</span> <span class=\"citation\" data-id=\"88775\"><a href=\"/opinion/88775/sohn-v-waterson/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">737</span></a></span> (1873) (a newly enacted limitations period begins to run for previously accrued claims \"when the cause of action is first subjected to the operation of the statute, unless the legislature has otherwise provided.\" <i>Id.</i> at (17 Wall.) 600.)</p>\n<p></p>\n<h2>(2) <i>The Magistrate Judge Correctly Determined that the On-Site Activities from November 1985 through July 1987 Constituted One \"Removal\".</i>\n</h2>\n<p>The term \"removal\" is defined in CERCLA as:</p>\n<blockquote>... <i>the clean up or removal of released hazardous substances</i> from the environment, such actions as may be necessary taken in the event of the threat of release of hazardous substances into the environment, <i>such actions as may be necessary to monitor, assess, and evaluate the release or threat of release of hazardous substances, the disposal of removed material, or the taking of such other action as may be necessary to prevent, minimize, or mitigate damage to the public health or welfare or to the environment,</i> which may otherwise result from a release or threat of release. The term includes, in addition, without being limited to, security fencing or other measures to limit access, provision of alternative water supplies, temporary evacuation and housing of threatened individual not otherwise provided for, action taken under section 9604(b) of this title, and any emergency assistance which may be provided under the Disaster Relief and Emergency Assistance Act....</blockquote>\n<p>42 U.S.C. § 9601(23).<sup>[7]</sup></p>\n<p>In addition to the specifically enumerated examples of \"removal\" actions set forth in Section 9601(23), courts have determined that Remedial Investigation Feasibility Study (\"RI/FS\") activities constitute CERCLA removal actions. <i>See, </i><i>South Macomb Disposal Authority v. United States Environmental Protection Agency,</i> <span class=\"citation\" data-id=\"1800707\"><a href=\"/opinion/1800707/south-macomb-disposal-authority-v-usepa/\"><span class=\"volume\">681</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1244</span></a></span>, 1246 (E.D.Mich.1988) (\"A removal action includes `such action as may be necessary to monitor, assess, or evaluate the release or threat of release of hazardous substances.' 42 U.S.C. § 9601(23). It is clear then that a RI/FS taken by the EPA is a `removal action' within the meaning of the statute.\") <i>Id. See also, </i><i>United States v. Kramer, supra,</i> 757 F.Supp. at 437. (\"RI/FS\" was a removal action for purposes of the CERCLA statute of limitations).</p>\n<p>Similarly, in <i>General Electric Co. v. Litton Industrial Automation Systems, Inc.,</i> <span class=\"citation\" data-id=\"552815\"><a href=\"/opinion/552815/general-electric-company-v-litton-industrial-automation-systems-inc-and/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1415</span></a></span>, 1419 (8th Cir.1990), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1390</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">446</span></span> (1991), the court held that excavations of soil and buried drums are \"removal\" actions under CERCLA, explaining:</p>\n<blockquote>Although CERCLA's definition of remedial action lists excavations as a remedial example, and its definition of removal action does not explicitly mention excavations, an excavation is not beyond the pale of a removal action.... Any distinction between \"excavation\" of contaminated soils and \"removal\" of contaminated soils is one that eludes us.</blockquote>\n<p><i>Id.</i></p>\n<p>By application of the foregoing statutory definitions and judicial interpretation of those definitions to the facts of this case, it is clear that all of the on-site activities taken by the MDNR and its clean-up and <span class=\"star-pagination\">*1277</span> investigation contractors from November 1985 through July 15, 1987 constitute one removal action, and not two, or three separate actions as argued by Defendants.</p>\n<p>In October and November 1985, workers performed a site reconnaissance and collected initial samplings of surface water, sediment and existing monitoring well samplings. In December 1985, a soil gas survey was conducted, further ground water sampling and analysis was done, and geophysical work was commenced with a resistivity survey of the Site. A month later, in January 1986, personnel performed seismic surveys to characterize the subsurface geological conditions. At the time that these assessment and evaluation activities were going on, physical surface clean-up of the Site was commenced by Haztech.</p>\n<p>From late October/early November 1985 through March 1986, 1,100 drums of waste and 2,667 cubic yards of associated contaminated soil were removed from the Site by Haztech. However, removal from one area of the Site where a blue liquid was ponded (the \"blue-ponded pit\") was deferred until after test pits could be excavated and analyzed.</p>\n<p>In April 1986, further assessment and evaluation activities were performed. NUS personnel began magnetometer and conductivity studies at the Landfill. Several areas on-site were identified where NUS concluded that buried objects, such as drums, might exist. In June 1986, NUS began the installation of monitoring wells at the Site. Laboratory analysis and evaluation of Phase I well samples was completed in October 1986.</p>\n<p>In January 1987, the test pit excavations were completed, and several samples were taken. On July 15, 1987, 1,150 cubic yards of contaminated soil and four drums were removed from the blue-ponded and test pit excavation areas. This was the last of the hazardous waste removed from the property.</p>\n<p>As the Magistrate Judge concluded, these activities made up one \"removal\" under the statute. This Court finds that not only is the Magistrate Judge's determination consistent with CERCLA's definition of \"removal\"  which expressly includes \"clean up\", \"removal\" and \"disposal\" of hazardous substances, and \"such actions as may be necessary to monitor, assess, and evaluate the release or threat of release of hazardous substances ... or ... such other action as may be necessary to prevent, minimize, or mitigate damage to the public health or welfare or to the environment\"  and with the decisions of other courts that have been called upon to determine what kinds of other \"non-listed\" activities constitute removal actions, but also, Judge Morgan's determination is consistent with the broad and liberal construction of CERCLA which courts  including the Sixth Circuit  have held must be given to the statute's provisions to effectuate the goals and intention of Congress. <i>See, e.g., </i><i>Anspec Co. v. Johnson Controls, Inc.,</i> <span class=\"citation\" data-id=\"553868\"><a href=\"/opinion/553868/the-anspec-company-inc-and-hugh-montgomery-v-johnson-controls-inc/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1240</span></a></span> (6th Cir.1991); <i>United States v. Reilly Tar &amp; Chemical Corp.,</i> <span class=\"citation\" data-id=\"1870856\"><a href=\"/opinion/1870856/united-states-v-reilly-tar-chemical-corp/\"><span class=\"volume\">546</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1100</span></a></span> (D.Minn.1982).</p>\n<p>As the <i>Reilly Tar</i> court explained after reviewing the statute and the House and Senate Committee Reports concerning CERCLA:</p>\n<blockquote>Congress intended that the ... government be immediately given the tools necessary for a prompt and effective response to problems of a national magnitude resulting from hazardous waste disposal. Second, Congress intended that those responsible for problems caused by the disposal of chemical poisons bear the costs and responsibility for remedying the harmful conditions they created. <i>To give effect to these congressional concerns, CERCLA should be given a broad and liberal construction. The statute should not be narrowly interpreted to frustrate the government's ability to respond promptly, or to limit the liability of those responsible for cleanup costs beyond the limits expressly provided.</i>\n</blockquote>\n<p><i>Id.</i> at 1112 (emphasis added).</p>\n<p>Liberally construing CERCLA's definition of \"removal\", and mindful of Congress' intent that those responsible for the creation of hazardous waste sites bear the cost of clean-up of those sites, the Court <span class=\"star-pagination\">*1278</span> finds  as the Magistrate Judge did  that the Stevens Landfill clean-up, monitoring, and assessment and evaluation activities from October/November 1985 through July 15, 1987 constitute one \"removal\" under the statute. Thus, the Court rejects Defendants' argument that the October/November 1985 through March 1986, and the July 15, 1987 constituted two separate removals.</p>\n<p></p>\n<h2>(3) <i>The Magistrate Judge Correctly Concluded that Removal at the Stevens Landfill Was Completed on July 15, 1987, the Date on Which the Last of the Drums and Contaminated Soil Was Removed from the Site.</i>\n</h2>\n<p>Plaintiffs also contend that Magistrate Judge Morgan incorrectly concluded that removal was complete at the Stevens Landfill on July 15, 1987. They argue that removal was not complete until March 3, 1988, when the final RI and FS Reports were issued. The Court finds no merit in this March 3, 1988 completion of removal argument. There is no evidence of record to establish that after July 15, 1987 there were any more on-site clean-up or assessment activities taking place. Rather, the very exhibits that Plaintiffs submitted in their \"Response to Defendants' Objections to Magistrate Judge Morgan's Report and Recommendation\", specifically Exhibits 7 and 9, establish that the removal of five truckloads of contaminated soil and four drums of hazardous waste on July 15, 1987 was, as the Magistrate Judge found, the last removal activity on the Site.</p>\n<p>For all of the foregoing reasons, this Court will accept Magistrate Judge Morgan's Report and Recommendation on the statute of limitations issues in Section I of the R &amp; R, with the factual modifications and supplementation of authority contained in this Opinion and Order.</p>\n<p></p>\n<h2>2. <i>The Magistrate Judge's Ruling on the Unavailability of Laches as a Defense in this Action and on the Availability of Declaratory Judgment Relief.</i>\n</h2>\n<p>The Court has also reviewed and considered the Magistrate Judge's rulings in Sections II and III of the Report and Recommendation that laches is not available as a defense in this action, and that Plaintiffs are entitled to declaratory judgment relief on the issue of Defendants' liability for future costs. The Court agrees with and concurs in Magistrate Judge Morgan's rulings on these issues. Therefore, the Court will adopt the Report and Recommendation with respect to these matters.</p>\n<p>Accordingly, for the foregoing reasons and for the reasons stated in this Opinion and Order, Plaintiffs' Motion for Partial Summary Judgment will be granted, and Defendants' Motions for Partial Summary Judgment will be denied.</p>\n<p></p>\n<h2>B. THE PARTIES' CROSS-MOTIONS REGARDING CONSTITUTIONALITY OF SECTION 12(3)(a) OF THE MICHIGAN ENVIRONMENTAL RESPONSE ACT, M.C.L. § 299.612(3)(a)</h2>\n<p></p>\n<h2>1. <i>The Parties' Three October-November 1991 Motions to Dismiss or for Partial Summary Judgment</i>\n</h2>\n<p>As discussed above, following Magistrate Judge Morgan's issuance of her Report and Recommendation regarding the statute of limitations, laches and declaratory judgment relief with respect to Plaintiffs CERCLA claims, Plaintiffs sought, and were granted, leave to amend their complaint to assert claims to recover response costs under the Michigan Environmental Response Act (\"MERA\"), M.C.L. § 266.601 <i>et seq.</i> After Plaintiffs filed their First Amended Complaint setting forth their new MERA claims (in Counts III and IV of their First Amended Complaint), Defendants duPont and BFIOM moved to dismiss these two new MERA counts, arguing that MERA's response recovery provision, M.C.L. § 299.612(3)(a), violates the due process clause of the Michigan Constitution (Article I, sec. 17), is violative of the Equal Protection Clauses of the Fourteenth Amendment to the United States Constitution and of Article I, § 2 of the Michigan Constitution, and violates the separation of powers doctrine.</p>\n<p>Plaintiffs filed a Brief in Response to Defendants' Motions and subsequently, <span class=\"star-pagination\">*1279</span> filed its own Motion for Partial Summary Judgment on November 7, 1991, asking the Court to hold that MERA Section 12(3)(a) is constitutional, or, if the Court determines that this provision is violative of the Equal Protection Clauses, rather than find the enter cost recovery provision unconstitutional, to sever the \"except\" clause from Section 12(3)(a) of MERA, which is the sub-clause of Section 12(3)(a) placed in issue by the Defendants' equal protection arguments.</p>\n<p>The MERA cost recovery provision in question, M.C.L. § 299.612(3)(a), provides as follows:</p>\n<blockquote>(3) <i>The costs of response activity recoverable under subsection (2) shall also include:</i>\n</blockquote>\n<blockquote>(a) <i>All costs of response activity reasonably incurred by the state prior to the promulgation of rules relating to the selection and implementation of response activity under this act, excepting those cases where cost recovery actions have been filed before July 11, 1990.</i> A person challenging the recovery of costs under this subdivision shall have the burden of establishing that the costs were not reasonably incurred under the circumstances that existed at the time the costs were incurred. Recoverable costs include costs incurred reasonably consistent with the rules relating to the selection and implementation of response activity in effect on July 11, 1990.</blockquote>\n<p>[Emphasis added.]</p>\n<p>Defendants contend that this section of MERA violates the due process clause of the Michigan Constitution because it imposes retrospective liability for response costs incurred as a result of waste disposal activities that occurred prior to the date of enactment of MERA, and violates the equal protection clauses of both the Michigan Constitution and the Fourteenth Amendment of the U.S. Constitution by creating an irrational differentiation between cases filed before and after July 11, 1990. They further contend that application of MERA to this case violates the separation of powers doctrine.</p>\n<p></p>\n<h2>2. <i>Analysis</i>\n</h2>\n<p>As noted above, on July 27, 1984, the Michigan Legislature appropriated $1.38 million for response expenditures in connection with the removal of hazardous waste at the Stevens Landfill Site. At the time of the appropriation and expenditure of money at the Site, Section 8 of the Michigan Environmental Response Act provided:</p>\n<blockquote>This act shall not be construed to relieve a person from any obligation for the cost of evaluation or response activity related to a site for which the person is responsible, or to relieve a person from the obligation to pay a fine, settlement, penalty, or damages. The attorney general shall seek compensation and reimbursement from a person whose action or negligence caused a condition requiring expenditure of money pursuant to this act.</blockquote>\n<p>M.C.L. § 299.608 (repealed July 1, 1991).</p>\n<p>In the only opinion to construe the meaning of Section 8 of MERA, <i>Kelley v. Gelman Sciences, Inc.,</i> Washtenaw County Circuit Court No. 88-34734-CE (Oct. 25, 1989 Opinion) [Ex. 1 of Plaintiffs' Brief in Opposition to Motions to Dismiss Counts III and IV], the court held that \"the unambiguous language of the statute does establish a cause of action for the recovery of money expended by the state for evaluation and response activity.\" <i>Gelman, supra,</i> at p. 2. At the same time, the <i>Gelman</i> court held that the State could not recover costs incurred prior to the promulgation of rules to carry out MERA. <i>Id.</i> at p. 4.</p>\n<p>The Michigan Department of Natural Resources promulgated final rules implementing MERA, effective July 11, 1990. Plaintiffs initiated this lawsuit on July 12, 1990.</p>\n<p>Then, on October 8, 1990, the Michigan legislature enacted amendments to MERA, which amendments became effective July 1, 1991. Among the MERA amendments enacted by the legislature were curative provisions in response to the <i>Gelman</i> decision, including new MERA Section 12(3)(a), which, as indicated above, provides, in pertinent part, that responsible parties shall be liable for</p>\n<blockquote>\n<span class=\"star-pagination\">*1280</span> All costs of response activity reasonably incurred by the state prior to the promulgation of rules relating to the selection and implementation of response activity under this act, excepting those cases where cost recovery actions have been filed before July 11, 1990.</blockquote>\n<p>M.C.L. § 299.612(3)(a).</p>\n<p>Plaintiffs assert in their Brief that at the time the MERA amendments were enacted, the State had six pending cases with MERA claims that were filed prior to July 11, 1990 and that had not reached final judgment, including the Washtenaw County <i>Gelman</i> action.</p>\n<p>In enacting the MERA amendments, the Michigan legislature also explicitly declared that the Act was intended to apply to historic releases:</p>\n<blockquote>The legislature hereby finds and declares:</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>(g) That this act is intended to provide remedies for facilities posing any threat to the public health, safety, or welfare, or to the environment, <i>regardless of whether the release or threat of release of a hazardous substance occurred before or after the effective date of this act, and for this purpose this act shall be given retroactive application.</i> However, criminal and civil penalties provided in this amendatory act that added this subdivision shall only apply to violations of this act that occur after the effective date of the amendatory act that added this subdivision.</blockquote>\n<p>M.C.L. § 299.601(g) (emphasis added).</p>\n<p></p>\n<h2>(a) Retroactive Application of MERA to Pre-MERA Response Costs Does Not Violate Due Process.</h2>\n<p>Defendants ask the Court to hold that MERA cannot constitutionally be applied to pre-enactment response activities and costs. They contend that such a \"retroactive\" application of MERA in this case would violate Michigan Constitution Art. I. § 17, which prohibits the deprivation of a property interest by the State without due process of law.</p>\n<p>Although Defendants assert that MERA violates the due process clause of the <i>Michigan</i> Constitution, Defendants do not dispute that MERA is patterned after CERCLA, the federal response recovery statute, and they concede that federal courts addressing the question of \"retroactivity\" in connection with CERCLA have consistently held that CERCLA's provisions imposing liability for response costs incurred as a result of waste disposal activities that occurred prior to then enactment of CERCLA do not violate the due process clause of the U.S. Constitution. <i>See e.g., </i><i>United States v. Northeastern Pharmaceutical &amp; Chem. Co. (\"NEPACCO\"),</i> <span class=\"citation\" data-id=\"482542\"><a href=\"/opinion/482542/united-states-v-northeastern-pharmaceutical-chemical-co-inc-a/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">726</span></a></span>, 732-733 (8th Cir.1986), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">848</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">146</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">102</span></span> (1987); <i>United States v. Monsanto, Co.,</i> <span class=\"citation\" data-id=\"512395\"><a href=\"/opinion/512395/united-states-of-america-south-carolina-department-of-health-and/\"><span class=\"volume\">858</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">160</span></a></span>, 174 (4th Cir.1988), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1106</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3156</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1019</span></span> (1989); <i>Kelley v. Thomas Solvent Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">714</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1439</span></span>, 1443-1445 (W.D.Mich.1989); <i>United States v. Dickerson,</i> <span class=\"citation\" data-id=\"1452279\"><a href=\"/opinion/1452279/united-states-v-dickerson/\"><span class=\"volume\">640</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">448</span></a></span> (D.Md.1986); <i>United States v. Conservation Chemical Co.,</i> <span class=\"citation\" data-id=\"1797851\"><a href=\"/opinion/1797851/united-states-v-conservation-chemical-co/\"><span class=\"volume\">619</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">162</span></a></span> (W.D.Mo.1985); <i>United States v. Ottati &amp; Goss, Inc.,</i> <span class=\"citation\" data-id=\"2312473\"><a href=\"/opinion/2312473/united-states-v-ottati-goss-inc/\"><span class=\"volume\">630</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1361</span></a></span>, 1399 (D.N.H. 1985); <i>United States v. Ward,</i> <span class=\"citation\" data-id=\"1793608\"><a href=\"/opinion/1793608/united-states-v-ward/\"><span class=\"volume\">618</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">884</span></a></span>, 898-899 (D.N.C.1985).</p>\n<blockquote>As the <i>Thomas Solvent</i> court explained: The retroactive aspects of legislation must meet the test of due process, but that burden is met simply by showing that the retroactive application of legislation is itself justified by a rational legislative purpose.</blockquote>\n<p>714 F.Supp. at 1444, <i>quoting, </i><i>Pension Benefit Guaranty Corp. v. Gray,</i> <span class=\"citation\" data-id=\"111216\"><a href=\"/opinion/111216/pension-benefit-guaranty-corporation-v-ra-gray-co/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">717</span></a></span>, 730, <span class=\"citation\" data-id=\"111216\"><a href=\"/opinion/111216/pension-benefit-guaranty-corporation-v-ra-gray-co/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2709</span></a></span>, 2718, <span class=\"citation\" data-id=\"111216\"><a href=\"/opinion/111216/pension-benefit-guaranty-corporation-v-ra-gray-co/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">601</span></a></span> (1984).</p>\n<p>In determining that retroactive application of CERCLA's cost recovery provisions was justified by a \"rational legislative purpose\", the <i>Thomas Solvent</i> court looked to express statements of Congressional intent in the legislative history and determined:</p>\n<blockquote>It is clear that Congress intended to have the chemical industry, past and present, pay for the cost of cleaning up inactive waste sites. Congress rationally considered the imposition of liability for the <span class=\"star-pagination\">*1281</span> effects of past disposal practices as a means to spread the costs of the cleanup on those who created and profited from the waste disposal  generators, transports, and disposal site owners/operators.</blockquote>\n<p>714 F.Supp. at 1444 (citations omitted).</p>\n<p>With respect to MERA, the Michigan legislature's express statement of \"legislative findings and declarations\" in Section 1 of the Act, M.C.L. § 299.601, establishes that the legislative purpose of MERA is virtually identical to that of CERCLA. In Section 1 of MERA, the Michigan legislature states:</p>\n<blockquote>The legislature hereby finds and declares:</blockquote>\n<blockquote>(a) That there exist in this state certain facilities containing hazardous substances that pose a danger to public health, safety, or welfare, or to the environment of this state.</blockquote>\n<blockquote>(b) That there is a need to provide a method of eliminating the danger of environmental contamination caused by the existence of hazardous substances at sites within the state.</blockquote>\n<blockquote>(c) That it is the purpose of this act to provide for appropriate response activity to eliminate the environmental contamination caused by the presence of hazardous substances at sites within the state.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>(e) That the responsibility for the cost of response activities pertaining to a release or threat of release and repairing injury, destruction or loss to natural resources caused by a release or threat of release should not be placed upon the public....</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>(g) That this act is intended to provide remedies for facilities posing any threat to public health, safety, or welfare, or to the environment, regardless of whether the release or threat of release of a hazardous substance occurred before or after the effective date of this act, and for this purpose this act shall be given retroactive application....</blockquote>\n<p>M.C.L. § 299.601.</p>\n<p>It is clear from the foregoing legislative declaration that MERA's response recovery provisions, like CERCLA's response recovery provisions, are justified by a rational legislative purpose.</p>\n<p>Because the cases which adopted the \"rational legislative purpose\" test for CERCLA dealt with due process challenges regarding the constitutionality of that federal statute under the United States Constitution, to support their allegation that MERA violates the <i>Michigan</i> Constitution  as opposed to the U.S. Constitution  Defendants attempt to distinguish the due process tests under the state and federal constitutions. However, the underpinnings of Defendants' argument in this regard are flawed because Michigan courts that have been called upon to interpret the due process clause in art. 1, sec. 17 of the Michigan Constitution<sup>[8]</sup> have consistently declared that:</p>\n<blockquote>The Michigan Constitution secures the same right of equal protection (Const. 1963, art. 1, sec. 2) and due process (Const.1963, art. 1 sec. 17) as does the United States Constitution (U.S. Const. Am. XIV).</blockquote>\n<p><i>Grieb v. Alpine Valley Ski Area, Inc.,</i> 155 Mich.App. 484, 487, <span class=\"citation\" data-id=\"1593486\"><a href=\"/opinion/1593486/grieb-v-alpine-valley-ski-area-inc/\"><span class=\"volume\">400</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">653</span></a></span> (1986); <i>lv. den.,</i> <span class=\"citation no-link\"><span class=\"volume\">428</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">864</span></span> (1987); <i>Shavers v. Kelley,</i> <span class=\"citation\" data-id=\"2106387\"><a href=\"/opinion/2106387/shavers-v-attorney-general/\"><span class=\"volume\">402</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">554</span></a></span>, <span class=\"citation\" data-id=\"2106387\"><a href=\"/opinion/2106387/shavers-v-attorney-general/\"><span class=\"volume\">267</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">72</span></a></span> (1978), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">934</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2869</span></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">303</span></span> (1979); <i>Fox v. Michigan Employment Security Commission,</i> <span class=\"citation\" data-id=\"1660473\"><a href=\"/opinion/1660473/fox-v-employment-security-comm/\"><span class=\"volume\">379</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">579</span></a></span>, 588, <span class=\"citation\" data-id=\"1660473\"><a href=\"/opinion/1660473/fox-v-employment-security-comm/\"><span class=\"volume\">153</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">644</span></a></span> (1967). <i>See also, </i><i>Romein v. General Motors Corp.,</i> <span class=\"citation\" data-id=\"2211907\"><a href=\"/opinion/2211907/romein-v-general-motors/\"><span class=\"volume\">436</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">515</span></a></span>, 547, <span class=\"citation\" data-id=\"2211907\"><a href=\"/opinion/2211907/romein-v-general-motors/\"><span class=\"volume\">462</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">555</span></a></span> (1990), <i>cert. granted</i> (on federal constitutional issues), ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2008</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">97</span></span> (Brickley, J., concurring) (no persuasive reason to give due process clause of State Constitution broader interpretation than U.S. Constitution); <i>Roy v. Rau Tavern, Inc.,</i> 167 Mich.App. 664, 667, <span class=\"citation\" data-id=\"1348191\"><a href=\"/opinion/1348191/roy-v-rau-tavern-inc/\"><span class=\"volume\">423</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">54</span></a></span> (1988).</p>\n<p><span class=\"star-pagination\">*1282</span> Moreover, the test to determine whether legislation comports with the due process clause under the Michigan Constitution is the same as the federal test  whether the legislation bears a reasonable relationship to a permissible objective. <i>See, e.g., </i><i>Johnson v. Harnischfeger Corp.,</i> <span class=\"citation\" data-id=\"1857219\"><a href=\"/opinion/1857219/johnson-v-harnischfeger-corp/\"><span class=\"volume\">414</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">102</span></a></span>, 117-118, <span class=\"citation\" data-id=\"1857219\"><a href=\"/opinion/1857219/johnson-v-harnischfeger-corp/\"><span class=\"volume\">323</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">912</span></a></span> (1982); <i>McAvoy v. H.B. Sherman Co.,</i> <span class=\"citation\" data-id=\"1825934\"><a href=\"/opinion/1825934/mcavoy-v-hb-sherman-co/\"><span class=\"volume\">401</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">419</span></a></span>, 435-436, <span class=\"citation\" data-id=\"1825934\"><a href=\"/opinion/1825934/mcavoy-v-hb-sherman-co/\"><span class=\"volume\">258</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">414</span></a></span>, 422 (1977). This same test applies in Michigan when a court considers the retroactive effect of legislation. <i>See, </i><i>Romein v. General Motors, supra</i><i>,</i> in which the Michigan Supreme Court found no due process violation of the Michigan Constitution in the retroactive application of an amendment to Michigan's workers' compensation statute providing for coordination of workers' compensation benefits with employer-funded pension plan payments. The amendment excepted from coordination of benefits claims for benefits for injuries that had occurred before enactment of the amendment. The amendment was added by the legislature in response to a judicial ruling that the prior coordination of benefits statute (which did not except pre-amendment injuries) applied to all workers' compensation benefit claims regardless of the date of injury because there was no statement in the statute of the legislature's intent to apply the provision only to benefits paid to employees whose injuries occurred after its effective date.</p>\n<p>In finding that the statute did not violate the due process clause of the Michigan Constitution, the <i>Romein</i> court used the due process test applied by the U.S. Supreme Court in <i>Pension Benefit Guaranty Corp. v. Gray, supra</i><i>,</i> in assessing the retroactive application of a federal statute's comportment with the due process requirements of the United States Constitution. The <i>Romein</i> court stated:</p>\n<blockquote>The rational relationship test applies to economic legislation whether it is retroactive or not. The retroactive aspects of legislation must meet the test of due process, \"[b]ut that burden is met by showing that the retroactive application of the legislation is itself justified by a rational legislative purpose.\"</blockquote>\n<p>462 N.W.2d at 562, <i>quoting, </i><i>Pension Benefit Guaranty Corp., supra,</i> 467 U.S. at 730, 104 S.Ct. at 2718. This is the same test applied by the federal court in assessing due process comportment of \"retroactivity\" under CERCLA in <i>Kelley v. Thomas Solvent Co., supra</i><i>.</i><sup>[9]</sup></p>\n<p><span class=\"star-pagination\">*1283</span> In sum, because the Court finds that the cost recovery provisions of MERA are justified by a rationally based legislative purpose, the Court finds no violation of the due process clause of the Michigan Constitution.</p>\n<p></p>\n<h2>(b) The MERA Cost Recovery Provision Does Not Form an Impermissible Irrational Classification in Violation of the Equal Protection Clauses of the United States and Michigan Constitutions.</h2>\n<p>Section 12(3)(a) of MERA provides:</p>\n<blockquote>The costs of response activity recoverable ... shall include ... costs of response activity reasonably incurred by the state prior to the promulgation of rules relating to the selection and implementation of response activity under this act, <i>excepting those cases where cost recovery actions have been filed before July 11, 1990</i> [the date such rules became effective.]</blockquote>\n<p>Defendants contend that the classification created by the \"except\" clause of Section 12(3)(a) is not rationally based and is, therefore, impermissible under the equal protection clauses of the federal and state constitutions.</p>\n<p>As an initial matter, as indicated above in this Opinion and Order, the equal protection clause of the Michigan Constitution ensures the same right of equal protection as does the United States Constitution. Furthermore, as the Sixth Circuit recently noted, the tests for analysis under the equal protection clause of the fourteenth amendment and under article 1, section 2 of the Michigan Constitution are essentially identical. <i>Borman's, Inc. v. Michigan Property &amp; Casualty Guaranty Ass'n,</i> <span class=\"citation\" data-id=\"555505\"><a href=\"/opinion/555505/bormans-inc-v-michigan-property-casualty-guaranty-association/\"><span class=\"volume\">925</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">160</span></a></span>, 162 n. 1 (6th Cir.1991), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">85</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">58</span></span> (1991).</p>\n<p>The United States Supreme Court has stated that:</p>\n<blockquote>The general rule is that legislation is presumed to be valid and will be sustained if the classification drawn by the statute is rationally related to a legitimate <span class=\"star-pagination\">*1284</span> state interest. <i>When social or economic legislation is at issue, the Equal Protection Clause allows the states wide latitude</i> and the Constitution presumes that even improvident decisions will eventually be rectified by the democratic processes.</blockquote>\n<p><i>City of Cleburne, Texas v. Cleburne Living Center,</i> <span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">432</span></a></span>, 440, <span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3249</span></a></span>, 3254, <span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">313</span></a></span> (1985) (emphasis added). <i>See also, </i><i>In re Contempt of Stone,</i> 154 Mich.App. 121, 126-129, <span class=\"citation\" data-id=\"1981698\"><a href=\"/opinion/1981698/in-re-contempt-of-stone/\"><span class=\"volume\">397</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">244</span></a></span> (1986), <i>lv. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">426</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">854</span></span> (1986). The burden placed on a defendant to prove that a classification is irrational has been characterized by the courts as \"heavy\" and \"considerable\", and a defendant cannot prevail if the question is \"debatable\". <i>New York State Club Ass'n, Inc. v. City of New York,</i> <span class=\"citation\" data-id=\"112114\"><a href=\"/opinion/112114/new-york-state-club-assn-inc-v-city-of-new-york/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 17, <span class=\"citation\" data-id=\"112114\"><a href=\"/opinion/112114/new-york-state-club-assn-inc-v-city-of-new-york/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2225</span></a></span>, 2236, <span class=\"citation\" data-id=\"112114\"><a href=\"/opinion/112114/new-york-state-club-assn-inc-v-city-of-new-york/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1988); <i>Minnesota v. Clover Leaf Creamery Co.,</i> <span class=\"citation\" data-id=\"110380\"><a href=\"/opinion/110380/minnesota-v-clover-leaf-creamery-co/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">456</span></a></span>, 464, <span class=\"citation\" data-id=\"110380\"><a href=\"/opinion/110380/minnesota-v-clover-leaf-creamery-co/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">715</span></a></span>, 723-24, <span class=\"citation\" data-id=\"110380\"><a href=\"/opinion/110380/minnesota-v-clover-leaf-creamery-co/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">659</span></a></span> (1981); <i>United States v. Carolene Products Co.,</i> <span class=\"citation\" data-id=\"103017\"><a href=\"/opinion/103017/united-states-v-carolene-products-co/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">144</span></a></span>, 154, <span class=\"citation\" data-id=\"103017\"><a href=\"/opinion/103017/united-states-v-carolene-products-co/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">778</span></a></span>, 784-85, <span class=\"citation\" data-id=\"103017\"><a href=\"/opinion/103017/united-states-v-carolene-products-co/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1234</span></a></span> (1938); <i>Borman's, Inc. v. Michigan Property &amp; Casualty Guaranty Ass'n, supra,</i> 925 F.2d at 162, 163.</p>\n<p>The Sixth Circuit explained the heavy burden that defendants face in demonstrating that a state statute is \"wholly irrational\" and violative of equal protection in <i>Borman's, supra</i><i>:</i></p>\n<blockquote>The burden upon a party seeking to overturn a legislative enactment for irrationally discriminating between groups under the equal protection clause is an extremely heavy one. When the legislation is economic or social in nature, as in this case, and neither a fundamental right nor a suspect class is involved, the level of scrutiny required is rational basis review.</blockquote>\n<blockquote>Under the rational basis test, ... statutory discrimination will not be set aside if any state of facts reasonably may be conceived to justify it.</blockquote>\n<blockquote>Thus, the Constitution affords a great deal of deference to state legislatures in creating statutory classifications for legitimate social or economic purposes.</blockquote>\n<blockquote>[T]he fourteenth amendment permits the State a wide scope of discretion in enacting laws which affect some groups of citizens differently than others. The constitutional safeguard is offended only if the classification rests on grounds wholly irrelevant to the achievement of the State's objective. State legislatures are presumed to have acted within their constitutional power despite the fact that, in practice, their laws result in some inequality.</blockquote>\n<blockquote>Further, States are not required to convince the courts of the correctness of their legislative judgments. Rather, \"those challenging the legislative judgment must convince the court that the legislative facts on which the classification is apparently based could not reasonably be conceived to be true by the governmental decisionmaker.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>Even when the wisdom of judgment of the State legislature is debatable, a federal court is not free to set aside the legislature's judgment to substitute its own.</blockquote>\n<p>925 F.2d at 162-164 (citations omitted).</p>\n<p>Plaintiffs contend that in light of the 1989 Washtenaw County Circuit Court opinion in <i>Gelman</i> which held that the State could not recover pre-rule costs, differentiating between actions pending prior to and after promulgation of MERA rules is not irrational. As indicated above, when the issue is social or economic legislation such as MERA, with its stated intent to eliminate the dangers to the public health, safety and environment caused by environmental contamination, and to hold the parties responsible for the contamination responsible for costs of eliminating those dangers unquestionably iswide latitude is to be given.</p>\n<p>Applying the lenient standards of scrutiny dictated by the legislation and classifications at issue in this case, the Court agrees with Plaintiffsdifferentiating between actions pending prior to and after promulgation of MERA rules is not wholly irrational. It is apparent that the legislature's intent was to clarify existing law and override <span class=\"star-pagination\">*1285</span> the <i>Gelman</i> court's holding that the defendant in that case, which was filed before the MDNR promulgated rules implementing MERA, could not be held liable for pre-rule response costs. The records of the House Conservation, Recreation and Environment Committee regarding the committee's work sessions on House Bill 5878, which contained the MERA amendments at issue, indicate that the \"excepting\" clause of Section 12(3)(a) was added five days after the MDNR rules became effective. That the legislature found it reasonable to exempt from the provisions of Section 12(3)(a) those few cases that had already been filed to allow them to proceed in line with the <i>Gelman</i> is not \"wholly irrational.\"</p>\n<p>Given the lenient standard of scrutiny applicable here, this Court finds that there is a sufficiently rational basis for excepting from MERA's cost recovery provision those cases like <i>Gelman</i> which were filed before the MDNR's July 11, 1990 promulgation of MERA rules. While the effect of the legislation may well be, as Defendants contend, not \"fair\" to them, the Court does not see that it rises to the level of a constitutional violation required to invalidate state social or economic statutes. These are the sort of things in economic and social legislation left to the States.</p>\n<p>Hence, the Court finds that Section 12(3)(a) of MERA does not violate the equal protection clauses of either the United States or the Michigan Constitutions.</p>\n<p></p>\n<h2>(c) Application of MERA to this Case Does Not Violate the Separation of Powers Doctrine.</h2>\n<p>It is axiomatic that one branch of government is prohibited from exercising power properly belonging to another branch. <i>United States v. Klein,</i> 80 U.S. (13 Wall.) 128, <span class=\"citation\" data-id=\"88442\"><a href=\"/opinion/88442/united-states-v-klein/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">519</span></a></span> (1872).</p>\n<p>In <i>Klein</i> the Supreme Court found that Congress had impermissibly attempted to prescribe a rule of decision favorable to the government in a pending case in which the government was a party. Klein, who was the administrator of the estate of one V.F. Wilson, sued the United States in the Court of Claims to recover proceeds from the sale of Wilson's property that the government had confiscated during the Civil War. The applicable law at the time of the suit afforded a cause of action for non-Civil War combatant property owners who demonstrated that they had never aided the Confederacy and were loyal to the United States. Such loyalty could be demonstrated by showing that a claimant had received a presidential pardon. Wilson had taken a loyalty oath and had received a presidential pardon for his Civil War activities. Thus, the Court of Claims held that he was entitled to the proceeds of the confiscated property. The government filed an appeal of that decision in the Supreme Court in December 1869.</p>\n<p>In early 1870, with knowledge of the pending <i>Klein</i> appeal, Congress passed a law which provided that a presidential pardon was inadmissible as evidence demonstrating the loyalty of a claimant, but was conclusive evidence that the claimant gave aid to the Confederacy. The law also directed that the Supreme Court dismiss, for want of jurisdiction, any appeal from the Court of Claims in which the claimant had been successful and had established his loyalty through a pardon.</p>\n<p>The Supreme Court held that the 1870 law was unconstitutional, explaining:</p>\n<blockquote>What is this but to prescribe a rule for the decision of a cause of action in a particular way? In the case before us, the Court of Claims has rendered judgment for the claimant and an appeal has been taken to this Court. We are directed to dismiss the appeal, if we find that the judgment must be affirmed, because of the pardon granted to the intestate of the claimants. Can we do so without allowing one party to the controversy to decide it in its own favor? Can we do so without allowing that the Legislature may prescribe rules of decision to the Judicial Department of the government in cases pending before it?</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>We must think that Congress has inadvertently passed the limit which separates <span class=\"star-pagination\">*1286</span> the legislative from the judicial power.</blockquote>\n<p><i>Id.</i> at (13 Wall.) 146-147.</p>\n<p><i>Klein</i> was recently following in <i>In re Washington Public Power Supply System Securities Litigation,</i> <span class=\"citation\" data-id=\"1557100\"><a href=\"/opinion/1557100/in-re-wash-pub-power-supply-sys-sec-litigation/\"><span class=\"volume\">673</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">411</span></a></span> (W.D.Wash.1987). That case involved an amendment, during pending securities fraud litigation, to the Washington State Securities Act regarding the standard of fault required for finding of civil liability under the state act.</p>\n<p>From 1977 through 1981, the Washington Public Power Supply System issued 2.25 billion in municipal bonds to finance two power plant construction projects. In 1981, various problems resulted in the termination of the projects and litigation ensued in Washington state courts to determine the contractual obligations of the various public entities that had promised to repay the municipal bonds whether or not the plants became operational. In 1983, the Washington Supreme Court ruled that the participating Washington public entities lacked authority to assume such repayment obligations and declared that the agreements promising repayment to bond-holders to be void <i>ab initio.</i> Following that decision, the Public Power Supply System defaulted on the bonds, and litigation was instituted in federal court by various bondholders for securities fraud. At the time the litigation was commenced, the standard for establishing civil liability under the Washington securities laws only required a showing of negligence.<sup>[10]</sup></p>\n<p>In 1985, when the litigation was well under way, the Washington legislature passed an amendment to the civil liabilities section of the Washington securities law, raising the standard of fault applicable to municipal entities and officials to scienter while categorically excluding underwriters and bond counsel from the protection of this higher standard.</p>\n<p>The 1985 amendment was not made explicitly retroactive and, following extensive briefing and argument on the retroactivity issue, the court in which the securities fraud litigation entered an Order holding that the amendment was only prospective in application. Within two weeks of the court's Order making the ruling inapplicable to the pending litigation, a bill was introduced in the Washington legislature making the statute explicitly retroactive.</p>\n<p>The bill was introduced with candor and forthrightness as to its purpose. The legislation was repeatedly acknowledged by its sponsors in official debate to be for the express purpose of protecting Washington utility ratepayers by protecting local individuals and entities whose liability, if found to exist in the pending federal court litigation, would result in higher utility rates. Within two weeksa little more than a month after the court entered its order regarding \"prospective application only\" the bill passed both houses of the state legislature and was signed into law by the governor.</p>\n<p>The plaintiffs in the securities fraud litigation then challenged the constitutionality of the amendment, and the court held that \"[t]he legislative history leaves no room for doubt\" * * * \"[that] [t]he clear dominant, if not sole, purpose of the Legislature in passing the 1986 amendment was to protect the State's ratepayers by affecting the rule of decision in the present litigation.\" 673 F.Supp. at 415-416. Thus, the court held that the actions of the Washington legislature in enacting the 1986 amendment violated the separation of powers doctrine.</p>\n<p>Defendant BFIOM relies upon the decisions in <i>Klein</i> and <i>In re Washington Power Supply Securities Litigation</i> in this case in support of its separation of powers argument.</p>\n<p>BFIOM argues that application of MERA to the present action violates the separation of powers doctrine because \"faced with the possibility that its CERCLA claim being time barred, the State of Michigan, through its legislative branch has altered the underlying <span class=\"star-pagination\">*1287</span> substantive law [of MERA] in order to mandate a favorable decision by this Court.\" [BFIOM's initial Brief, p. 10.]</p>\n<p>The facts of this case demonstrate the flaw in BFIOM's argument. The statute at issue in this case was enacted by the Michigan legislature on <i>October 8, 1990</i> but ordered not to take effect until July 11, 1991. Defendants did not file their Motions for Partial Summary Judgment regarding the CERCLA statute of limitations until <i>February 8 and 15, 1991.</i> Moreover, unlike <i>Klein</i> and the <i>Washington Power Supply</i> cases, there is no legislative history or other evidence to establish that the State enacted the MERA amendments for the purpose of obtaining a favorable decision by this Court.</p>\n<p>As the <i>Washington Power Supply</i> court stated:</p>\n<blockquote>Separation of powers concepts compel judicial deference to legislative processes and output. <i>Only in the clearest of circumstances should a court invalidate a statute on the ground of improper purpose or motive</i>....</blockquote>\n<p>673 F.Supp. at 417 (emphasis added).</p>\n<p>The Court finds no such \"clear circumstances\" in this case. Accordingly, the Court finds no violation of separation of powers with respect to the MERA amendments.</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>For all of the foregoing reasons, and for the further reasons stated by the Magistrate Judge in her Report and Recommendation,</p>\n<p>IT IS HEREBY ORDERED that the Magistrate Judge's Report and Recommendation of June 10, 1991 regarding the three Motions for Partial Summary Judgment filed by the parties on February 8, 15 and 26, 1991 is hereby adopted by this Court, as modified by this Opinion and Order. Accordingly,</p>\n<p>IT IS FURTHER ORDERED that Plaintiffs' February 26, 1991 Motion for Partial Summary Judgment is GRANTED and Defendants' February 8, 1991 and February 15, 1991 Motions for Partial Summary Judgment are DENIED.</p>\n<p>IT IS FURTHER ORDERED that Plaintiffs' November 7, 1991 Motion for Partial Summary Judgment is hereby GRANTED.</p>\n<p>IT IS FURTHER ORDERED that Defendant duPont's October 1, 1991 Motion to Dismiss Count III of Plaintiffs' Amended Complaint, and Defendant BFIOM's October 1, 1991 Motion to Dismiss Counts III and IV of Plaintiffs' Amended Complaint are hereby DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  The term \"response\" is a term of art, which, according to the definitional provisions of the statute, \"means remove, removal, remedy, and remedial action, all such terms (including the terms \"removal\" and \"remedial action\") include enforcement activities related thereto.\" 42 U.S.C. § 9601(25).</p>\n<p>[2]  Plaintiffs and Defendants only \"cross-moved\" for a summary judgment ruling on the issue of whether Plaintiffs' claim for costs incurred before July 1987 is barred by the CERCLA statute of limitations. It was only the Plaintiffs that sought a summary judgment ruling regarding the availability to Defendants of the affirmative defense of laches, and regarding Plaintiffs' entitlement to a declaratory judgment ruling as to Defendants' liability for future response costs.</p>\n<p>[3]  The CERCLA statute of limitations, 42 U.S.C. sec. 9613(g)(2), provides as follows:\n</p>\n<p>(2) Actions for recovery of costs</p>\n<p>An initial action for recovery of the costs referred to in section 9607 of this title must be commenced</p>\n<p><i>(A) for a removal action, within 3 years after completion of the removal action,</i> except that such cost recovery action must be brought within 6 years after a determination to grant a waiver under section 9604(c)(1)(C) of this title for continued action; and</p>\n<p>(B) for a remedial action, within 6 years after initiation of physical on-site construction of the remedial action, except that, if the remedial action is initiated within 3 years after the completion of the removal action, costs incurred in the removal action may be recovered in the cost recovery action brought under this subparagraph.</p>\n<p>In any such action described in this subsection, the court shall enter a declaratory judgment on liability for response costs or damages that will be binding on any subsequent action or actions to recover further response costs or damages. A subsequent action or actions under section 9607 of this title for further response costs at the vessel or facility may be maintained at any time during the response action, but must be commenced no later than 3 years after the date of completion of all response action. Except as otherwise provided in this paragraph, an action may be commenced under section 9607 of this title for recovery of costs at any time after such costs have been incurred.</p>\n<p>[4]  The MERA cost recovery provision in question, M.C.L. sec. 299.612(3)(a), provides as follows:\n</p>\n<p>(3) <i>The costs of response activity recoverable under subsection (2) shall also include:</i></p>\n<p>(a) <i>All costs of response activity reasonably incurred by the state prior to the promulgation of rules relating to the selection and implementation of response activity under this act, excepting those cases where cost recovery actions have been filed before July 11, 1990.</i> A person challenging the recovery of costs under this subdivision shall have the burden of establishing that the costs were not reasonably incurred under the circumstances that existed at the time the costs were incurred. Recoverable costs include costs incurred reasonably consistent with the rules relating to the selection and implementation of response activity in effect on July 11, 1990.</p>\n<p>[Emphasis added.]</p>\n<p>[5]  Defendants correctly observe that the Magistrate Judge inaccurately stated in the R &amp; R that Haztech contracted with the State to remove waste materials and \"to conduct other site investigation work\", and that the two November 1985-March 1986 and July 1987 removals were \"done by <i>one</i> contractor\". However, for the reasons discussed <i>infra</i> in this Opinion and Order, the Court does not find the facts that NUS, and not Haztech, performed the site investigation work, or that different clean-up contractor  Inland Waters  not Haztech, had the July 1987 contract to remove the last of the waste from the Site mandate a determination that the November 1985-March 1986 and July 1987 removals were separately completed removals, as opposed to one single removal under the statute.</p>\n<p>[6]  Although Plaintiffs concur in the ultimate conclusion reached in the Report and Recommendation that the State's claim for recovery of pre-July 1987 response costs is not time-barred, they also nonetheless have filed objections, objecting to particular determinations made by Magistrate Judge Morgan with respect to the statute of limitations issue. They, therefore, ask that the Court adopt the R &amp; R, but with modification, to reflect their objections.\n</p>\n<p>Specifically, Plaintiffs object to the Magistrate Judge's discussion regarding applicability of the statute of limitations to removal actions completed before October 16, 1986, the date on which the Superfund Amendments and Reauthorizations Act (\"SARA\") provisions which added the CERCLA statute of limitations provisions took effect. They contend that because the Magistrate ruled that the drum and soil removal was not complete until after the effective date of SARA, it was unnecessary for Magistrate Judge Morgan to address the issue of the applicability of the state of limitations to removal actions completed pre-SARA, as she did at pp. 5-6 of the Report and Recommendation. They further contend that to the extent that the Magistrate Judge recommended that the statute of limitations applies to pre-SARA removal actions, that recommendation is flawed. With respect to this latter contention, Plaintiffs argue, as they did in arguing their Motion for Partial Summary Judgment on this issue before Magistrate Judge Morgan, that the new limitations period does not apply to them, because it does not apply to preexisting CERCLA claims.</p>\n<p>Plaintiffs also object to Judge Morgan's determination that removal of the waste from the Stevens Landfill was \"complete\" on July 15, 1987. They argue, again as they did before the Magistrate Judge, that removal was not completed until March 3, 1988, when the final RI/FS decision was issued.</p>\n<p>[7]  The term \"remedial action\" is also defined in the statute as\n</p>\n<p>... those actions consistent with permanent remedy taken instead of or in addition to removal actions in the event of a release or threatened release of a hazardous substance into the environment, to prevent or minimize the release of hazardous substances so that they do not migrate to cause substantial danger to present or future public health or welfare or the environment. The term includes, but is not limited to, such actions, confinement, perimeter protection using dikes, trenches, or ditches, clay cover, neutralization, cleanup of release hazardous substances or contaminated materials, recycling or reuse, diversion, destruction, segregation of reactive wastes, dredging or excavations, repair or replacement of leaking containers, collection of leachate and runoff, on site treatment or incineration, provision of alternative water supplies, and any monitoring reasonably required to assure that such actions protect public health and welfare and the environment.</p>\n<p>42 U.S.C. § 9601(24).</p>\n<p>[8]  Art. 1, sec. 17 of the Michigan Constitution provides, in pertinent part:\n</p>\n<p>No person shall be ... deprived of life, liberty, or property, without due process of law.</p>\n<p>[9]  In support of their argument that a \"different\" test is used to determine comportment with due process under the Michigan Constitution, Defendants rely principally on <i>In re Certified Questions (</i><i>Karl v. Bryant Air Conditioning Co.),</i> <span class=\"citation\" data-id=\"1614107\"><a href=\"/opinion/1614107/in-re-certified-questions/\"><span class=\"volume\">416</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">558</span></a></span>, <span class=\"citation\" data-id=\"1614107\"><a href=\"/opinion/1614107/in-re-certified-questions/\"><span class=\"volume\">331</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">456</span></a></span> (1982), contending that the \"four rules\" discussed in that case constitute Michigan's test for constitutionality of retrospective legislation. Defendants misconstrue that case.\n</p>\n<p><i>Karl</i> came before the Michigan Supreme Court for determination of three certified questions from the Sixth Circuit Court of Appeals. The three questions addressed and answered by the Michigan court were:</p>\n<p>1. Whether the Michigan products liability statute is to be construed as abrogating the principle of Michigan implied warranty jurisprudence that a plaintiff injured by an implied warranty is entitled to recover the full measure of damages sustained, irrespective of any negligence by the plaintiff;</p>\n<p>2. Whether the Michigan products liability statute, if so construed, is to be applied to an implied warranty action accruing and sued upon prior to the enactment of the statute and brought to trial after the effective date of the statute; and</p>\n<p>3. Whether the Michigan products liability statute, if so construed and applied, violates the Due Process Clause of the Michigan Constitution of 1963.</p>\n<p>The <i>Karl</i> court discussed the \"four rules\" that Plaintiffs point to in this case in answering Question 2:</p>\n<p>In answering Question I, we have held that the products liability statute, in light of § 2949 [Michigan's comparative negligence statute], establishes the principle of comparative negligence in an action based on implied warranty. In considering Question II, we address whether § 2949 applies where the statute was enacted subsequent to injury and commencement of an implied warranty action, but prior to the trial and judgment in that action. We hold that § 2949 should be applied under such circumstances.</p>\n<p>In answering this question [Question 2], we must consider four rules in determining whether a new act applies to a pre-enactment cause of action. First is there specific language in the new act which states that it should be given retrospective or prospective application. Second, a statute is not regarded as operating retrospective solely because it relates to an antecedent event. Third, a retrospective law is one which takes away or impairs vested rights acquired under existing laws, or creates a new obligation and imposes a new duty, or attaches a new disability with respect to transactions or considerations already past. Fourth, a remedial or procedural act which does not destroy a vested right will be given effect where the injury or claim is antecedent to the enactment of the statute.</p>\n<p>331 N.W.2d at 463.</p>\n<p>The four rules that Defendants contend is Michigan's rule for determining due process comportment was the test used by the <i>Karl</i> court to determine legislative <i>intent</i> regarding retroactive application of legislation. In the statute at issue in <i>Karl,</i> the court found that there was \"no specific language indicating [whether the legislature intended] retrospective or prospective\" application. <i>Id.</i> Therefore, to determine whether the legislature intended the act to be given retroactive effect, the Court went on to examine the statute under the remaining three rules, and relied principally on rules three and fourwhich are the rules that Defendants here argue should be applied.</p>\n<p>The <i>Karl</i> court analyzed the statute under the last three rules, and determined that the legislature intended the statute to be given retroactive effect. After the court reached its conclusion regarding the legislature's intent that the statute be given retroactive effect, the court went on, in an entirely separately headed discussion, to determine whether the intended retroactive application of the statute comported with due process. <i>Id.</i> 331 N.W.2d at 466-467.</p>\n<p>The court found that retroactive application did not violate the due process clause of the Michigan Constitution, explaining:</p>\n<p>[T]he statute only affects a remedy which has been changed so that the measure of plaintiff's damages is to be reduced by the amount of the plaintiff's own fault which also proximately caused the injuries complained of.... <i>[T]he Legislature's adoption of such a remedial scheme is reasonable</i> and does not violate the Due Process Clause of the Michigan Constitution.</p>\n<p><i>Id.</i> at 467.</p>\n<p>Thus, it is clear that the <i>Karl</i> court used only a test of \"reasonableness\", which is essentially the same \"rational legislative purpose\" test used by the federal courts in assessing due process under the federal constitution, and, therefore, Defendants' contention that <i>Karl</i> establishes that the Michigan due process test is different from the federal test is without merit.</p>\n<p>Similarly, Defendants' reliance on <i>Dale Baker Oldsmobile, Inc. v. Fiat Motors of North America, Inc.,</i> <span class=\"citation\" data-id=\"472187\"><a href=\"/opinion/472187/dale-baker-oldsmobile-inc-v-fiat-motors-of-north-america-inc/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">213</span></a></span> (6th Cir.1986), is likewise misplaced. In <i>Dale Baker,</i> the court applied the <i>Karl</i> rules and determined that a statute which did not contain any language stating that it should be given retrospective application, should not be applied retroactively. The court characterized the four rules of <i>Karl,</i> not as a test of constitutionality, but rather as \"rules of construction\", and specifically noted that it was <i>not</i> deciding the constitutional question. <i>Id.</i> at 221.</p>\n<p>[10]  It was only in 1980three years prior to the institution of the litigationthat the Washington Supreme Court ruled that all that was needed to establish a state securities fraud claim under Washington law was a showing of negligence, as opposed to scienter, which lower courts had applied until that date.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/88442/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/88775/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/99055/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103017/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110380/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111216/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111507/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112114/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/225558/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/472187/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/482542/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/512395/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/552815/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/553868/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/555505/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1348191/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1452279/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1526695/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1557100/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1593486/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1614107/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1660473/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1793608/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1797851/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1800707/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1825934/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1857219/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1870856/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1896521/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1981698/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2106387/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2211907/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2312473/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2356152/"
          ]
        }
      ],
      "judges": "Rosen",
      "date_created": "2015-02-03T17:46:39.961425Z",
      "date_modified": "2016-03-03T19:41:32.620425Z",
      "date_filed": "1992-03-09",
      "date_filed_is_approximate": false,
      "slug": "kelley-v-ei-dupont-de-nemours",
      "citation_id": 1352745,
      "case_name_short": "Kelley",
      "case_name": "Kelley v. EI DuPont De Nemours",
      "case_name_full": "",
      "federal_cite_one": "786 F. Supp. 1268",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 9,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/923898/kelley-v-ei-dupont-de-nemours/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T13:10:46.931705Z",
  "date_modified": "2014-10-30T13:10:46.931705Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Kelley",
  "case_name": "Kelley v. EI DuPont De Nemours",
  "case_name_full": "",
  "slug": "kelley-v-ei-dupont-de-nemours",
  "docket_number": "90-CV-72028-DT",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}