{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/935241/",
  "id": 935241,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca2/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/366289/",
      "id": 366289,
      "absolute_url": "/opinion/366289/the-parent-association-of-andrew-jackson-high-school-an-unincorporated/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/935241/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/366289/",
          "id": 366289,
          "absolute_url": "/opinion/366289/the-parent-association-of-andrew-jackson-high-school-an-unincorporated/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/366289/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T09:09:29Z",
          "date_modified": "2017-03-25T02:06:02.667931Z",
          "type": "010combined",
          "sha1": "3c349cb10099cc3363a166316d814746d2e50ebe",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/598/598.F2d.705.78-7308.78-7307.78-7274.362.365.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">598 F.2d 705</p>\n    <p class=\"parties\">The PARENT ASSOCIATION OF ANDREW JACKSON HIGH SCHOOL, an<br>Unincorporated Association, Fred Perez, a minor by his<br>father and next friend Bienvenido Perez, Brian and Roland<br>Felder, minors by their parents and next friends Beverly and<br>Leroy Felder, Robin Brown, a minor by her father and next<br>friend David Brown, Joan McFarland, a minor by her father<br>and next friend Jerome McFarland, on behalf of themselves<br>and on behalf of all persons similarly situated, Plaintiffs-Appellees,<br>v.<br>Gordon AMBACH, as Commissioner of Education of the State of<br>New York, Irving Anker, Chancellor of the City School<br>District of the City of New York, Samuel Poltnick, as<br>Director of the Division of High Schools of the City of New<br>York, Abraham Wilner, as Superintendent of the Queens<br>Division of High Schools of the City School District of the<br>City of New York, James Regan, Isaiah Robinson, Stephen<br>Aiello, Amelia Ashe, Joseph Barkan, Robert Christen, Joseph<br>Monserrat, as members of the Board of Education of the City<br>School District of the City of New York, Defendants-Appellants.</p>\n    <p class=\"docket\">Nos. 362, 365 and 366, Dockets 78-7274, 78-7307 and 78-7308.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Second Circuit.</p>\n    <p class=\"date\">Argued Jan. 15, 1979.<br>Decided April 17, 1979.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Judith M. Hecker, Albany, for defendant-appellant Commissioner of Education of the State of New York.</p>\n      <p class=\"indent\">Deborah G. Rothman, New York City (Allen G. Schwartz, Corp. Counsel, L. Kevin Sheridan and Robert Zeif, New York City, of counsel), for New York City defendants-appellants.</p>\n      <p class=\"indent\">James I. Meyerson, N.A.A.C.P., New York City (Nathaniel R. Jones, N.A.A.C.P., New York City, of counsel), for plaintiffs-appellees.</p>\n      <p class=\"indent\">George D. Levine, Port Washington, N.Y., for State Senator Levy and State Assemblyman McGrath.</p>\n      <p class=\"indent\">Paul E. Kerson, Nicholas G. Garaufis, Garaufis &amp; Kerson, Bayside, N.Y., Gerard E. Lynch, New York City, for Queens County New Democratic Coalition.</p>\n      <p class=\"indent\">Sidney Romash, Brooklyn, N.Y., for Valley Stream Central H.S. District et al.</p>\n      <p class=\"indent\">Norman N. Liben, New York City, for Union Free School District # 13 et al.</p>\n      <p class=\"indent\">Albert A. D'Agostino, Valley Stream, N.Y., for Union Free School District # 30.</p>\n      <p class=\"indent\">Hall, McNicol, Hamilton &amp; Clark, New York City, for Village of Valley Stream.</p>\n      <p class=\"indent\">Before WATERMAN, GURFEIN and VAN GRAAFEILAND, Circuit Judges.</p>\n      <p class=\"indent\">GURFEIN, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This class action for injunctive relief and a declaratory judgment under Title 42 U.S.C. &#167; 1981 and &#167; 1983 and the laws of New York, was begun in June 1976 in the Eastern District of New York (Hon. John F. Dooling, Judge), on behalf of a number of students enrolled in Andrew Jackson High School (\"Jackson\") by parents of the students.  The defendants were the State Commissioner of Education, the City Chancellor, two school officials and the members of the Board of Education of the City of New York.  Plaintiffs sought determination that the actions and inactions of the defendants had created a De jure segregated facility at Andrew Jackson High School.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiffs have alleged that the policies and practices of the defendants-appellants \"were taken with the knowledge that the inevitable effect and the foreseeable consequence of the same . . . would result in Andrew Jackson High School becoming a segregated minority school. . . .\" The plaintiffs seek to enjoin the defendants from \"continuing to maintain and perpetuate Andrew Jackson High School as a racially segregated facility,\" to require the Commissioner to reinstate a certain desegregation order he had made on December 18, 1975 (discussed below), and to require the defendants \"to promulgate and implement a meaningful plan for the purposes of desegregating Andrew Jackson High School.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After the action was filed, the Commissioner approved a school assignment plan on July 1, 1976 (the 1976 Controlled Rate of Change Plan), which was considered in the trial below and invalidated as unconstitutional.  Parent Association of Andrew Jackson School etc., et al. v. Ambach, Commissioner of Education of the State of New York, et al., 451 F.Supp. 1056 (E.D.N.Y.1978).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At trial two central issues were involved: (1) whether the concededly all non-white condition of Jackson was the result of De jure action by the State (however defined); and (2) whether, assuming that the current minority character of Jackson was simply a De facto result of conditions beyond the control of the educational authorities, the 1976 Plan the Controlled Rate of Change Plan nevertheless violated the equal protection clause of the Fourteenth Amendment by creating a \"dual\" school system.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After a lengthy trial, the District Court found that there \"is no evidence that the Board has sought to segregate minorities in identifiably minority schools or has taken any action for the purpose of segregating minority students.\" 451 F.Supp. at 1077.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Having found in his painstaking and meticulous review of the evidence that there had been no De jure segregation, the judge addressed the 1976 Plan.  He held it unconstitutional as a denial of equal protection because it limited the admission choices of minority students, with the asserted goal of promoting \"the education of the largest possible number of children in schools in which the majority of the students are white for the longest possible time.\" 451 F.Supp. at 1080.  In its finding, the court recognized, nevertheless, that the Plan would actually cause \"a substantial Reduction of the segregative impact of demographic change.\" 451 F.Supp. at 1080 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The District Court ordered the 1976 Plan to be set aside and ordered the City School District to present a plan to the Commissioner for the desegregation of Jackson substantially in accordance with the earlier December 1975 order of the Commissioner which had mandated the transfer of white students into Jackson.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Thus, despite the finding that no De jure state action had caused the segregation of Jackson, which occurred before the Rate of Change Plan was adopted, the relief granted was not only to invalidate the 1976 Plan but to order affirmative action to remedy the segregated condition of Jackson as well.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">From this order both defendant Gordon Ambach, Commissioner of Education of the State of New York, and the various city-defendants appeal, primarily on the grounds that: (1) the 1976 Plan was a Voluntarily undertaken affirmative action program that is accordingly entitled to much more circumspect treatment by the courts than if it had been ordered to remedy existing De jure segregation; (2) having failed to find De jure segregation as to Jackson High School, the District Court lacked the authority to fashion a remedy for the existent racial imbalance at that school or to impose on the defendants a duty to alleviate the racial imbalance; and (3) the remedy ordered appears to exceed that necessary to eliminate any incremental segregative effect of any official acts or omissions.  Thus, the appellants contend that the judge violated the principles set forth in Dayton Board of Education v. Brinkman, 433 U.S. 406, 420, 97 S.Ct. 2766, 53 L.Ed.2d 851 (1977); See Austin Independent School District v. United States, 429 U.S. 990, 97 S.Ct. 517, 50 L.Ed.2d 603 (1976) (order), in which the Supreme Court held that a federal court is required to tailor the scope of a desegregation remedy to fit the nature and extent of the constitutional violations, and must determine, therefore, how much incremental segregative effect, if any, the violations had upon the racial distribution of the school population.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The plaintiffs below, although they do not challenge the ultimate result, filed a notice of cross-appeal in which they argue that the court failed to make certain findings of fact and to apply the appropriate standard in analyzing the evidence as set forth in the cases of Arthur v. Nyquist, 573 F.2d 134 (2d Cir.), cert. denied, 439 U.S. 860, 99 S.Ct. 179, 58 L.Ed.2d 169 (1978), and Hart v. Community School Board # 21, 512 F.2d 37 (2d Cir. 1975).  Indeed, the appellees appear to agree with the appellants that there is a disparity between the District Court's findings of fact (that the all-minority condition of Jackson was not caused by purposeful state action) and the compulsory desegregation remedy which it decreed.  Appellees submit, however, that the court below erroneously failed to find certain facts supported by the record, which would have served \"as a predicate for the conclusion which was ultimately reached.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The plaintiffs also appeal the failure of the court (1) to make findings under Title VI (violation of which the amended complaint alleges); and (2) to add Nassau County school districts and officials as parties-defendant so that an interdistrict remedy might be formulated.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We have continued a stay of the District Court's decree pending our decision.I</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Andrew Jackson High School is located in southeastern Queens, about one mile from Nassau County.  The area is known as Cambria Heights and is populated predominantly by blacks.  In 1937, when Andrew Jackson was opened, the population of Cambria Heights, as well as the rest of the Borough of Queens, was virtually all white.  After World War II, the Borough of Queens, and the rest of New York City, underwent extensive population changes as a result of the mass exodus of the middle class, which was mostly white, from the city to the adjacent suburbs.  In 1957 the academic high schools in Queens had a student population which was 94.2% \"other\" (meaning \"white\", in the parlance of the statisticians).  By 1975 the percentage of whites had dropped to 55.4%.  By the end of 1977 it was about 48.6%.  Assuming a continuation of the present demographic trend, which has shown no sign of abating, the Queens academic high schools will, in the school year 1981-82, have a student population which will be only 36.4% White.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Andrew Jackson is, and has been for several years, virtually an all-minorities high school.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> In slightly over twenty years, the percentage of white students has decreased from over 80% To under 2% Reflecting though to an even greater degree the overall decline in the white student population of the Borough of Queens academic high schools.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Since 1963 school authorities have taken steps to stem Jackson's acceleration toward an exclusively minority student body.  Until 1967 the thrust of this effort was the creation of options for students from heavily minority populated junior high schools \"feeding\" Jackson and from minority areas in Jackson's attendance zone to attend other Queens high schools.  When this \"opt-out\" method failed to stabilize the racial balance at Jackson, more aggressive plans were developed in 1967 and 1968 in the latter instance, at the behest of the State.  The 1968 Plan, one of several proposed by a specialist consulting firm retained for that purpose, involved extension of the Jackson attendance zone into a white residential area north of the former zone, as well as the mandatory assignment to other Queens high schools of students from enclaves in minority areas in the Jackson zone.  The hopes for that plan were dashed by the bitter 1968 teachers' strike, which closed the schools for over two months and exacerbated racial tensions.  When schools finally did open, the large number of new white students expected at Jackson failed to appear.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The 1968 Plan was continued in force until 1973, although there were some zoning and enclave revisions in 1971 in response to the opening of Hillcrest Comprehensive High School.  Attrition of white students continued, however, paralleling, but to a greater degree, changes in the composition of other high schools in Queens.  In 1973 the enclave system was replaced by a new \"Choice of Admissions\" scheme, under which children in the former minority-populated enclaves were to be given the opportunity to attend any one of eight possible receiving schools other than Jackson.  In 1975, the Board of Education expanded this free choice scheme by transforming the entire Jackson zone into a choice of admissions area; thenceforth, no student within the zone was to be mandatorily assigned to Jackson.  Rather, two additional schools and Jackson itself were added to the list of receiving schools making a total of eleven schools from which all Jackson area residents were free to select.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The adoption of the full Choice of Admissions Plan marked the failure of all previous plans to preserve integration at Jackson.  At the time the plan was inaugurated, the white students at Jackson comprised only 2% Of the student body.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In June 1975, the plaintiffs in this case petitioned the State Commissioner of Education to set aside the full Choice of Admissions Plan.  In his first decision, rendered in December of 1975, the Commissioner determined that, despite the Board of Education's efforts to stem the outflow of white students from Jackson, Jackson had become an all-minority school.  Noting that it is State educational policy to promote integration, the Commissioner found that the Board had been unwarranted in effectively abandoning Jackson to \"perpetual segregation.\"  Matter of Parent Ass'n of Andrew Jackson, 15 Educ.Dept.Rep. 235, 239 (1975).  He ordered submission of a program designed to assure that the racial composition of Jackson \"reflects\" that of the student body of the Borough of Queens.  Id. at 240.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This decision rested upon the assumption, however, that white students made up over 50% Of the student population of Queens.  The City Board petitioned for a rehearing, presenting data showing that the student population of the borough was over 50% Minority and that this minority percentage was increasing.  A revised opinion by the Commissioner, issued in May 1976, relied upon this demographic information in reversing the previous decision.  The Commissioner concluded that compulsory assignment of white students to Jackson would ultimately \"impair . . . racial integration of the high schools of the borough as a whole.\"  Matter of Parent Ass'n of Andrew Jackson, 15 Educ.Dept.Rep. 483, 485 (1976).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On July 1, 1976, the Commissioner, accordingly, accepted a revised version of the Board's 1975 choice of admissions plan for Jackson the Rate of Change Plan and ordered its implementation, and It is this order which Judge Dooling found to be violative of equal protection guarantees.</p>\n    </div>\n    <p>The Commissioner's July 1, 1976 Order</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Commissioner's May 1976 decision accepted the Board's basic premise that \"any significant revision of attendance zones or reassignment of students to achieve greater integration at Andrew Jackson High School will adversely affect racial integration in other high schools in the borough which presently are integrated.\" 15 Educ.Dept.Rep. at 484.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Controlled Rate of Change Plan of July 1976 is somewhat complex, but essentially provides as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Black and Hispanic students residing within the Jackson attendance zone are given the option to attend Any New York City high school (other than special admissions high schools under Education Law &#167; 2590-g(12)) \"in which the percentage of 'white students' exceeds 50% Or the borough's white percentage (whichever is Higher ), provided the school's utilization is below 125% Or it is already a receiving school.\" 451 F.Supp. at 1072 (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Conversely, white students in the Jackson attendance zone have the option to attend any city high school (other than special admissions schools) in which the percentage of white students is lower than the borough's white percentage Or is less than 50% Of the school population, whichever is lower. 451 F.Supp. at 1072.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Minority students may choose receiving schools to the extent that admission of such students, coupled with admission of minority group students from other integration programs, or through demographic changes in the attendance area servicing the receiving school, will not (a) decrease the receiving school's white-minority ethnic balance by 4% Or more in any one school year, or (b) produce a change in that balance in any one year which exceeds \"one-fourth of the difference between the school's current white enrollment and a 50% White enrollment,\" whichever is less. 451 F.Supp. at 1084 (Annex A).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The power of the federal courts to compel desegregation in state school systems is circumscribed.  As the Supreme Court has emphasized repeatedly, our authority to order remedial action depends upon a determination that the state, by law (De jure ), has discriminated on the basis of race or color in violation of federal law. See Swann v. Charlotte-Mecklenburg Board of Education, 402 U.S. 1, 16, 28, 91 S.Ct. 1267, 28 L.Ed.2d 554 (1971); Pasadena City Board of Education v. Spangler, 427 U.S. 424, 434-35, 96 S.Ct. 2697, 49 L.Ed.2d 599 (1976); Dayton Board of Education v. Brinkman, supra, 433 U.S. at 419-20, 97 S.Ct. 2766.  Since Keyes v. School District, it has been apparent that De facto segregation alone cannot support a court order mandating affirmative action, and we are, of course, bound by this limitation.  See Keyes v. School Dist. No. 1, 413 U.S. 189, 208-09, 93 S.Ct. 2686, 37 L.Ed.2d 548 (1973); Brinkman, supra, 433 U.S. at 420, 97 S.Ct. 2766; Hart v. Community Sch. Bd., supra, 512 F.2d at 48-50; Cf. Washington v. Davis, 426 U.S. 229, 239-40, 96 S.Ct. 2040, 48 L.Ed.2d 597 (1976) (employment test case; dictum about school desegregation).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">* The findings of the District Judge with respect to Jackson are clear enough.  He found that none of the acts of the City School Board was either intentionally discriminatory or, if disguised as neutral, had the underlying purpose to effect segregation.  These findings of fact, after a full trial, and a most careful review of the evidence by the experienced trial judge, can be set aside by this court only if \"clearly erroneous.\"  F.R.Civ.P. 52(a); See Brinkman, supra, 433 U.S. at 417, 97 S.Ct. 2766.  We have scrutinized them and find that none of them is clearly erroneous.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The plaintiffs appeal the District Court's decision though they were granted relief.  They apparently fear that the findings below that there were no intentionally discriminatory acts undercut the basis for the trial judge's desegregation order with respect to Jackson.  They urge upon us, therefore, that the court, in making its findings, erred with regard to the applicable law, and that, by failing to make other findings allegedly compelled by the evidence, it did not reach the correct ultimate factual conclusion that Jackson had become an all-minority school because of De jure discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Judge Dooling was thoroughly familiar with our decisions in Hart v. Community Sch. Bd., supra, and Arthur v. Nyquist, supra, in which we tried to explicate what we believed Keyes meant to be the minimum requirement for a finding of De jure discrimination.  In Hart we rejected a purely subjective standard of proof of intent just as we refused to apply a wholly objective standard of foreseeability that would amount to no more than a prophecy of discriminatory impact.  See Arthur v. Nyquist, 573 F.2d at 142.  This circuit has simply recognized that official acts in their setting can provide circumstantial evidence of intent, as in other fields of law. In Arthur v. Nyquist, we recently reaffirmed our adherence to the Hart standard despite claims that it was inconsistent with the decisions in Washington v. Davis, supra; Arlington Heights v. Metropolitan Housing Corp., 429 U.S. 252, 97 S.Ct. 555, 50 L.Ed.2d 450 (1977); Austin Independent School District v. United States, supra; and Dayton Board of Education v. Brinkman, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Whether or not our own determination in Arthur v. Nyquist that Hart remains valid after these cases proves to be sound,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> there is no merit to the contention that Judge Dooling failed to apply the rationale of Hart and Arthur in deciding whether De jure action had caused the change in the racial balance of Jackson.  He cited both cases and discussed their applicability.  We accordingly must affirm his findings that the segregation of Jackson resulted from population changes which state action attempted to impede rather than to assist.  He found specifically that:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>there was no covert purpose to segregate concealed under practices that professed to be directed to integration.  The evidence requires the conclusion that the Board has striven throughout to avoid racial imbalance in the schools, to redress it where it could, and to compensate for it where it could not.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">451 F.Supp. at 1079.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">That might seem to end the matter.  Plaintiffs urge, however, that the decision by the District Judge was flawed because he failed to make other findings of facts and because he assertedly drew incorrect inferences concerning intent from the findings he did make.  The essence of plaintiffs' argument is that the findings made and the findings omitted, taken cumulatively, necessarily lead to the conclusion that Jackson had been intentionally segregated.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In evaluating the cause of a segregated condition, a district court should be sensitive to meaningful Patterns of behavior by government agencies.  Indeed, we think it would be an inadequate analysis if a trial court contented itself with a superficial examination of isolated acts, without any consideration of possible underlying relationships that are probative of intent.  See Keyes, supra, 413 U.S. at 207-09, 93 S.Ct. 2686; Arthur,supra, 573 F.2d at 143-45; Hart, supra, 512 F.2d at 46-48, 50.  Yet, no matter how willing a judge is to view official acts in an overall perspective, it is not easy to find intentional segregation by cumulating Separate acts over a long period of time each of which was Permissible at the time.  Compare Brinkman, supra, 433 U.S. at 413-14, 417, 97 S.Ct. 2766.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The individual findings made and omitted upon which plaintiffs focus, virtually all relate to the supposed unwillingness of the defendants to take the steps that would have Most effectively and Thoroughly desegregated Andrew Jackson High School.  As a matter of Effect, even apart from intent, the District Court found that the aggregate consequence of these alleged acts was not to create a segregated situation, but only to fail to arrest completely the segregative impact of a shifting population that was beyond their control.  If there is no De jure segregated school system, there is no judicially-enforceable constitutional obligation, under existing law, to take affirmative action to remedy racial imbalance.  Brinkman, supra, 433 U.S. at 417, 97 S.Ct. 2766; See Spangler, supra.  It is permissible, accordingly, for local officials to attempt Voluntarily to correct or combat such an imbalance, See Swann, supra, 402 U.S. at 16, 91 S.Ct. 1267, at a slower pace than would be satisfactory for a school or district under a court order to dismantle a dual system, Compare Green v. County School Board, 391 U.S. 430, 439, 88 S.Ct. 1689, 20 L.Ed.2d 716 (1968).  And, in the light of Our lack of constitutional authority to command affirmative action where there is no De jure dual system to dismantle, we must be careful not to discourage Voluntary plans that go beyond the constitutional requirements because they do not go far enough.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In Hart v. Community Sch. Board, supra, we did not say that it was the failure to choose the most radical method of desegregation that amounted to the De jure discrimination.  Rather, Hart indicated only that a pattern of affirmative conduct, Coupled with omissions to act that foreseeably Promoted segregation, could produce enough evidence for a finding of intentional segregation. 512 F.2d at 46-47, 50.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In short, we cannot overturn the District Judge's finding that there were no intentional segregative acts merely by looking to a series of instances in which the defendants contested growing De facto segregation in a manner that was less aggressive than plaintiffs would have wished.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> See Pride v. Community School Board # 18, 488 F.2d 321, 327 (2d Cir. 1973).  And we do not find any instances which the judge overlooked of intentional governmental activity that actually promoted segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Appellees have asked us to consider the following:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">1. Appellees argue that the 1965 siting of the new Springfield Gardens High School south of Jackson served to draw whites from the already precariously balanced racial population at Jackson.  But Judge Dooling carefully examined the evidence concerning that matter and determined that the siting decision was made on racially neutral and reasonable grounds; he specifically found that the ultimate adverse racial effect was not foreseeable. 451 F.Supp. at 1064-65.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">2. Similarly, the District Judge's discussion of the point satisfies us that there is no merit to appellees' charge that in 1968 the admissions variance program, even if facially neutral, was operated in a way that improperly facilitated the departure of white students assigned to Andrew Jackson. 451 F.Supp. at 1067-68.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">3. Appellees maintain that the State Commissioner ruled in 1967 that the City Board was responsible for aggravating the segregation at Jackson.  We do not believe this to be a fair reading of the Commissioner's ruling.  He did suggest that the affirmative action taken by the Board had not been enough to overcome the effects on racial balance of certain population changes for which the educational officials were not responsible, but he also noted at the time that \"(t)here is some indication in the record that measures already taken by the respondents may have Decreased the amount of increase in Negro pupils at Andrew Jackson High School.\"  Matter of Gray, 6 Educ.Dept.Rep. 92, 93 (1967) (emphasis added).  Since there is no past history of an officially segregated dual school system, we think that in the context of the De facto imbalance, the comments of the Commissioner did not amount to a charge of unconstitutional action under the Fourteenth Amendment.  At most they reflected the commendable enunciated State policy to favor voluntary desegregation.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">4. The appellees also attach significance to the circumstance that although the Jackson attendance zone was eventually extended further north into white residential areas in 1968, this was not done earlier in 1965.  The contention is that the zone was not extended in 1965 because of white community pressure.  There is no doubt that there was white community opposition.  We do not credit this as the causative force, however, in the absence of a specific finding, and in the context of the general finding of good faith which Judge Dooling did make.  In any event, there was no discriminatory action such as, for example, the deliberate change of feeder school patterns to Promote racial imbalance, that could support a finding of intent to segregate.  In the De facto context, under current doctrine, the failure to take Stronger voluntary action cannot be equated with a similar failure in situations where there is a constitutional obligation to remedy De jure segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Lastly, appellees complain that the withdrawal of his 1975 decision by the Commissioner and his later approval of the Controlled Rate of Change Plan itself resulted from white pressure.  The District Court concluded, however, after giving careful attention to the charge, \"that the Commissioner's decision of May 1976 (to accept the Rate of Change Plan) was based on the considerations he assigned for it, particularly the risk that 'equalization' would produce 'resegregation' of integrated schools, and that it did not reflect yielding to pressures that superseded the Commissioner's own judgment.\" 451 F.Supp. at 1072.  We cannot say the finding was clearly erroneous, considering the multiplicity of factors which the Commissioner had to consider.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Having upheld Judge Dooling's conclusion that the all-minority character of Jackson on the eve of the adoption of the Controlled Rate of Change Plan was not the result of De jure discrimination, we are compelled to reverse the District Judge's order that Jackson be desegregated.  On the basis of his determination that there had been no intentional segregation, the judge lacked authority under Controlling law to compel the school authorities to implement an affirmative plan designed to achieve racial balance at Jackson.  Nor could the District Judge's order have been justified solely on the basis of his ruling that the Rate of Change Plan was unconstitutional.  Even if the Plan itself were unlawful, See infra, it was instituted at a time when Jackson was already a full minority school, so that it could have had no incremental effect on that school's ethnic composition.  The order to balance Jackson racially, therefore, was unauthorized since it went beyond remedying any conceivable incremental injury caused by the Plan, if the Plan were, indeed, unconstitutional.  See Brinkman, supra, at 420,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> 97 S.Ct. 2766.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Plaintiffs urge, nevertheless, that a desegregation order may be predicated upon the Civil Rights Act of 1964, arguing that under Title VI,42 U.S.C. &#167; 2000d, segregative Effects alone without discriminatory intent, establish a prima facie violation.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> We think, however, that Title VI does not authorize federal judges to impose a school desegregation remedy where there is no Constitutional transgression I. e., where a racial imbalance is merely De facto.  Significantly, Title IV of the Act, which deals comprehensively with school desegregation and authorizes the Attorney General to bring desegregation suits, provides that the substantive powers of the courts in such actions shall be no greater than \"Existing powers . . . to enforce the Equal Protection Clause.\"  Swann v. Charlotte-Mecklenburg Board of Education,  supra, 402 U.S. at 17, 91 S.Ct. at 1277; See 42 U.S.C. &#167; 2000c-6.  That limitation reflected Congress' concern</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>that the Act might be read as creating a right of action under the Fourteenth Amendment in the situation of so-called \"de facto segregation,\" where racial imbalance exists in the schools but with no showing that this was brought about by discriminatory action of state authorities.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Swann, supra, 402 U.S. at 17-18, 91 S.Ct. at 1277.  Having denied the Attorney General and the federal judiciary any authority to correct De facto imbalances under Title IV, it would have been illogical for Congress to grant broader powers in Title VI to private plaintiffs in the same courts.  We must conclude, therefore, that even if there is a Private right of action to desegregate schools under Title VI, an affirmative judicial desegregation order without a showing of De jure discrimination would not be authorized.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">In Regents of University of California v. Bakke, 438 U.S. 265, 98 S.Ct. 2733, 57 L.Ed.2d 750 (1978), Mr. Justice Powell's opinion declared that \"Title VI must be held to proscribe only those racial classifications that would violate the Equal Protection Clause or the Fifth Amendment.\"  Id. at 287, 98 S.Ct. at 2747.  Four other Justices (Justices Brennan, White, Marshall and Blackmun) also apparently rejected the implication of Lau v. Nichols, 414 U.S. 563, 94 S.Ct. 786, 39 L.Ed.2d 1 (1974), that impact alone, without discriminatory intent, is, in some contexts, sufficient to establish a prima facie violation of Title VI. 438 U.S. at 352, 98 S.Ct. at 2780.  Instead, the four Justices stated that \"Title VI's standard, applicable alike to public and private recipients of federal funds, is no broader than the Constitution's . . . .\"<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Id.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Lau was not expressly overruled in Bakke and we must have further word from the Supreme Court on its vitality as precedent.  We are not unmindful of the fact, however, that a panel of this circuit, since Bakke, has held that, in the setting of teacher Employment, Title VI provides an \"effects\" test standard by analogy to Title VII cases.  Board of Education v. Califano, 584 F.2d 576 (2d Cir. 1978), Cert. granted, --- U.S. ----, 99 S.Ct. 1211, 59 L.Ed.2d 453 (1979).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> That case did not expressly consider the impact of the Bakke opinions on the continued authority of Lau v. Nichols.  In any event, Board of Education v. Califano examined Title VI standards in the context of claims of teacher Employment discrimination, and the court accordingly drew an analogy to the standards applicable under Title VII of the Civil Rights Act, 42 U.S.C. 2000e Et seq. Since the case on appeal before us is a school desegregation case rather than an employment case, the more appropriate analogy here is to Title IV, as explained above, rather than to Title VII as in Board of Education v. Califano.  If the Supreme Court should decide that Title VI generally supports judicially mandated affirmative action beyond the requirements of the Fourteenth Amendment and that a private claim for relief exists in non-employment discrimination cases, we shall have to reconsider our conclusion.  In the meantime, assuming that a private right of action exists, we believe that we must consider that the limitations of Title IV control in a Title VI case in the context of De facto school segregation claims.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">We are, therefore, constrained to reverse the order of the District Court instructing the appellants to come forward with an affirmative plan to achieve racial balance at Jackson High School.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Having been instructed by the Supreme Court that we may not approve affirmative action by the District Court to remedy De facto segregation, See Dayton Board of Education v. Brinkman, supra, we can hardly evade the instruction by finding Constitutional fault with the Rate of Change Plan for failing to provide for the Compulsory attendance at Jackson of white students from outside its attendance zone.  We are limited in our review of the voluntary plan, therefore, to determining whether it unconstitutionally denies minority students an equal opportunity to study at integrated schools.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The District Court held the Plan to be unconstitutional for the simple reason that it left Jackson as a segregated school while other schools in Queens were more or less integrated.  But the Plan does not create a classic dual system of schools because the majority of the schools in Queens are integrated.  The Plan does raise the question, however, whether the imposition of a racial quota against the admission of minority students to particular schools, though assertedly \"benign\" in its goals, violates the equal protection clause of the Fourteenth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The Plan is intended to preserve integration in as many schools as possible even though it prevents certain black children from attending a school of their choice.  Whether this purpose and its effect are valid is the subject of our review.  From the point of view of the black community, the understandable anguish of black parents whose child must remain in segregated Jackson must be considered alongside the anguish of black parents whose child may be deprived of the benefit of attendance at a relatively integrated school if white flight is not checked.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">* The first question, inevitably, is the proper standard of review.  Though the issue may be posed as limiting the integration opportunities of some minority children in order to protect those of other minority children, we cannot overlook, nevertheless, both the accusation and the decision below that the Plan tends to preserve predominantly white schools from an influx of non-white students and, therefore, discriminates against the non-white community.  Accordingly, we shall apply the \"compelling interest\" strict scrutiny standard, treating the non-whites as the suspect class.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">We reject the argument of the defendants that by characterizing the Plan as Voluntary affirmative action, the standard of review becomes more circumspect than under the familiar strict scrutiny test.  On the assertion that this is \"benign discrimination\" designed to enhance the educational opportunities of some minority students by assuring the continuation of some evenly mixed schools, appellants contend that constitutional standards entail a less demanding form of review than strict scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Whatever the appropriate standard of review for so-called benign race-conscious activity, Compare Regents of the University of California v. Bakke, supra, 438 U.S. at 299, 98 S.Ct. at 2753 (opinion of Mr. Justice Powell) With id. at 356-62, 98 S.Ct. at 2782-85 (dissenting opinion of Mr. Justice Brennan, Mr. Justice White, Mr. Justice Marshall, Mr. Justice Blackmun), we believe it is still clear that the most exacting form of review is called for when a plan arguably burdens or stigmatizes individual members of a minority group even if the plan benefits other members of the same group.  See Bakke, supra, 438 U.S. at 298-99, 98 S.Ct. at 2753 (Mr. Justice Powell); Id. at 360-61, 375-76, 98 S.Ct. at 2784-85, 2792 (Mr. Justice Brennan, et al.); Otero v. New York City Housing Authority, 484 F.2d 1122, 1136 (2d Cir. 1973); Ely, The Constitutionality of Reverse Racial Discrimination, 41 U.Chi.L.Rev. 723, 736 (1974); Brest, The Supreme Court, 1975 Term Foreword: In Defense of the Antidiscrimination Principle, 90 Harv.L.Rev. 1, 19-20 (1976).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The Controlled Rate of Change Plan, for the first time, conditions entry to certain schools not merely on residence in an attendance zone, but expressly upon race or ethnic background.  All minority students in the Jackson attendance zone are theoretically offered the chance to attend integrated schools, but they must hurry to the school house door to gain entry before their quota is filled, and, in spite of the \"open admissions\" policy, they may be barred entirely from some City schools.  Attendance at Jackson by minority students may be the result of having been turned away from other high schools because of their racial or ethnic origin.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">What we are reviewing, therefore, is not whether the affirmative action undertaken is adequate but whether the prohibition against complete freedom of choice, based on racial or ethnic considerations, though allegedly benign, comports with the constitutional command of equal protection.  The Plan must, therefore, survive our strict scrutiny.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">In defining the test for strict scrutiny, the Supreme Court has noted:</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p>The state interest required has been characterized as \"overriding,\" (McLaughlin v. Florida, 379 U.S. 184, 196, 85 S.Ct. 283, 13 L.Ed.2d 222 (1964)) . . . ; Loving v. Virginia, 388 U.S. 1, 11, (87 S.Ct. 1817, 18 L.Ed.2d 1010) (1967); \"compelling,\" Graham v. Richardson, (403 U.S. 365, 375, 91 S.Ct. 1848, 29 L.Ed.2d 534 (1971)) . . . ; \"important,\" Dunn v. Blumstein, 405 U.S. 330, 343, (92 S.Ct. 995, 1003, 31 L.Ed.2d 274) (1972), or \"substantial,\" Ibid.  We attribute no particular significance to these variations in diction.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">In re Griffiths, 413 U.S. 717, 722 n. 9, 93 S.Ct. 2851, 2855 n. 9, 37 L.Ed.2d 910 (1973).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">We think, therefore, that we may simply make the test for validity of the Plan not its rationality, but whether it is necessary to its \"substantial\" purpose, In re Griffiths, supra, 413 U.S. at 722, 93 S.Ct. 2851, or \" precisely tailored to serve a compelling governmental interest\", Bakke,supra, 438 U.S. at 299, 98 S.Ct. at 2753 (opinion of Mr. Justice Powell) or \" essential to promote a racially balanced community\", Otero, supra, 484 F.2d at 1140 I. e., inhibiting the process of resegregation.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The universe of education yields no more to abstractions than does the universe of life.  We live in a world in which human conduct, often self-seeking and sometimes sordid, as well as the realities of nature, limits our options.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The Commissioner, in his May 1976 opinion, expressed his concern in the following terms:</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p>Where a district or borough already has, or will shortly have, a public school student body which is predominantly nonwhite, particular care must be taken to ensure that efforts to achieve greater integration in some schools do not destroy or seriously impair the integrated status of other schools.  Where demographic projections indicate that the nonwhite majority will continually increase with the passage of time, it is imperative that Resegregation of integrated schools be avoided.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">15 Educ.Rep. at 484-85 (emphasis added).</p>\n    </div>\n    <p class=\"indent\">The Commissioner concluded:</p>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p>Respondent's plan is far from ideal, but in view of the demographic realities, it constitutes a viable basis for providing a quality integrated educational experience for the greatest number of children for the longest period of time.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Matter of Parent Ass'n of Andrew Jackson, 16 Educ.Dept.Rep. 1, 5 (July 1, 1976).</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The constitutional issue thus posed is not unfamiliar in a democratic society.  The greatest good for the greatest number is a concept deeply embedded in our history.  It is ironic that it comes full circle in a case involving minority groups where the issue may be viewed as a conflict, not necessarily between the claims of whites and those of non-whites, but between the competing rights of non-whites themselves.  May an individual non-white student be made to suffer exclusion in a community effort to prevent resegregation of the system?</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">In other words, what we must resolve is whether the state may take account of the unpleasant realities of population change and white flight when it seeks to Promote integration; and whether such an effort to promote a more lasting integration is a sufficiently compelling purpose to justify excluding some minority students from schools of their choice under the obviously race-conscious Rate of Change Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">It is clear that the possibility of white flight and consequent resegregation cannot justify failure to comply with a court decree ordering integration nor would it excuse actions tending to make such a decree unworkable.  Monroe v. Board of Commissioners, 391 U.S. 450, 459, 88 S.Ct. 1700, 20 L.Ed.2d 733 (1968); United States v. Scotland Neck Board of Education, 407 U.S. 484, 490-91, 92 S.Ct. 2214, 33 L.Ed.2d 75 (1972).  In Monroe v. Board of Commissioners, a \"free-transfer\" program was invalidated on the ground that it was resegregating the school system.  The Court gave short shrift to the contention that \"without the transfer option . . . white students will flee the school system altogether,\" by replying that</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p>. . . \"it should go without saying that the vitality of these constitutional principles cannot be allowed to yield simply because of disagreement with them.\"  Brown II, (349 U.S. 294 (1955)) at 300 (75 S.Ct. 753, 756, 99 L.Ed. 1083).</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">391 U.S. at 459, 88 S.Ct. at 1705.  And the Court rejected a similar \"white flight\" argument in United States v. Scotland Neck Board of Education, supra, 407 U.S. at 490-91, 92 S.Ct. 2214.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Those cases were not like this case, however.  Monroe and Scotland Neck involved resistance to a pre-existing duty to desegregate, and the circumstances and effects in each case made it abundantly clear that the motivating concern with respect to white flight was not the preservation of integration, but the interests of the whites seeking to accommodate their own prejudice. \"However, it does not follow that a board must ignore the probability of white flight in attempting to formulate a Voluntary plan which would improve the racial balance in the schools without at the same time losing the support and acceptance of the public.\"  See Higgins v. Board of Education, 508 F.2d 779, 794 (6th Cir. 1974) (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Here, unlike Monroe and Scotland Neck, the historical behavior of the defendants toward Jackson indicates that the articulated purpose to preserve integration and to retard imbalance is not a mask for avoidance of the legal obligation to operate a unitary system.  Past voluntary efforts at Jackson have aimed, albeit unsuccessfully, to stem the outflow of white students.  This suggests that attentiveness to population tides is the Board's real concern rather than a sham.  The Supreme Court has noted, in a different context, that white flight can be a legitimate concern from the standpoint of the victims of segregation.  See Wright v. Council of City of Emporia, 407 U.S. 451, 464, 92 S.Ct. 2196, 33 L.Ed.2d 51 (1972).</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">This circuit decided in Otero v. New York City Housing Authority, supra, that it would be constitutionally permissible to limit entry into public housing projects by minority group members upon a showing that \"such action is essential to promote a racially balanced community and to avoid concentrated racial pockets that will result in a segregated community.\" 484 F.2d at 1140.  See Pride v. Community School Board, supra, 488 F.2d at 327 n. 3 (discussing Otero ); Cf. Barrick Realty, Inc. v. City of Gary, 491 F.2d 161, 164-65 (7th Cir. 1974); See also Shannon v. Department of HUD, 436 F.2d 809, 812, 820-21 (3d Cir. 1970).</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">What obviously differentiates Otero from Scotland Neck and Monroe is that Otero treated tipping point considerations in the context of Voluntary integrative behavior by official bodies.  Otero recognized implicitly that white flight may be a compelling concern when it is not advanced to thwart mandatory desegregation (or to perpetuate segregation), but rather to promote a wider integration.  In Higgins, supra, 508 F.2d at 794, the Sixth Circuit noted:</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p>. . . there is a valid distinction between using the defense of white flight as a smokescreen to avoid integration and realistically considering and dealing with the practical problems involved in making Voluntary efforts to achieve integration.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">(Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">This Plan has, as the trial judge noted, resulted in \"a substantial reduction of the segregative impact of demographic change.\" 451 F.Supp. at 1080.  It is important that as many students as possible have the opportunity for integrated education.  Although white fears about the admission of minority students are ugly, those fears cannot be disregarded without imperiling integration across the entire system.  See generally Levin &amp; Moise, School Desegregation Litigation in the Seventies and the Use of Social Science Evidence: An Annotated Guide, 39 Law &amp; Contemp.Prob. 50, 93-98 (1975); Bell, Waiting on the Promise of Brown, 39 Law &amp; Contemp.Prob. 341, 369 n. 135 (1975).  The exodus of white children from the public schools would disadvantage the Entire minority community and nullify this voluntary desegregation effort.  See Wisdom, Random Remarks on the Role of Social Sciences in the Judicial Decision-Making Process in School Desegregation Cases, 39 Law &amp; Contemp.Prob. 134, 147-48 (1975); Cf. Milliken v. Bradley, 418 U.S. 717, 804-05, 94 S.Ct. 3112, 41 L.Ed.2d 1069 (1974) (Mr. Justice Marshall, dissenting) (where an interdistrict remedy is not available, white flight vitiates integration within a single heavily minority district).</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Where the Constitution commands, we may not, and, indeed, should not bend to the popular will.  But in practical terms, after the most suspicious and searching review, we may in the limited circumstances of purely voluntary action, accept the probability of white flight as a factor which the Board was entitled to take into account in the integration equation.  Kaplan, Equal Justice in an Unequal World: Equality for the Negro The Problem of Special Treatment, 61 N.W.L.Rev. 363, 409 (1966).</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">The problem remaining is that although the Plan treats receiving schools on a City -wide basis, the evidence presented to the District Court dealt largely with high schools in the Borough of Queens.  The City is a unitary school district (N.Y.Educ.Law &#167;&#167; 2550 Et seq.; &#167; 2590-g) with people traveling from borough to borough for work and education.  There is simply not enough evidence in the twenty-five volumes of the appendix to let us see the picture whole from a City -wide point of view.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Nor do we find adequate evidence of how the Board arrived at its assumed \"tipping\" figure of 50% Or based upon what facts it decided to control the annual rate of change as it did.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">In short, we accept the Board's assumptions and goal as valid and supportive of its burden as far as legal doctrine is concerned, but we must require evidence of a factual nature in the District Court to support the particular details of the Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">Specifically, on remand, we think the District Court should require the City defendants and the Commissioner to submit evidentiary facts on the following (subject to the usual trial procedures):</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">(1) What are the most current white to minority ratios and utilization percentages of each high school in the City of New York (except for the special admissions schools)?(2) Which of these high schools outside of Queens, as well as in Queens, has a higher percentage of whites than 50?</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">(3) Is there factual justification for a 50% \"tipping\" figure?</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">(4) Are there demographic projections to support the figures of 4% Or  1/4 of the difference between the current white enrollment and 50% White enrollment as maximum allowable figures for rate of change per annum if resegregation is to be avoided?</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">(5) Is there any compelling reason why Staten Island, which has a borough percentage of 85% White, should have only two of its schools designated as \"receiving\" schools for students from the Jackson attendance zone?</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">We assume that most of the statistics and opinions required are readily available to the Board, since they must have been used in formulating the Plan.  Others may require some expert testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">We recognize, of course, that we are passing upon a Voluntary plan under state law and that the District Court can only Suggest modifications to make the Plan constitutional if it should be found deficient in a particular respect.  It would then be the Commissioner's prerogative to accept the modifications or to withdraw the Plan in its entirety and start afresh.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">This panel will retain jurisdiction of the matter since so much consideration has already been given to it; and, upon remand, will direct the Clerk if there should be another appeal, that the matter be referred to us.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">In sum, we reject any application of a rigid test which makes the Plan Per se violative of the equal protection clause of the Fourteenth Amendment.  But the Board and the Commissioner must bear the burden of proving that the Plan, in each of its components, is Necessary to achieve the goal set forth.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">We must also review plaintiffs' cross-appeal from Judge Dooling's denial of a Post-trial motion to add various suburban defendants to the action for the purpose of facilitating the desegregation of Jackson that was ordered by the District Court.  The Court denied the motion, made only after the close of the evidence, because the joinder would require retrying many issues without \"a sufficiently lively prospect of success in reaching a metropolitan remedy.\"  451 F.Supp. at 1081.  See Milliken v. Bradley, supra.  We agree and affirm the denial of the motion.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">This does not prejudice the right of the plaintiff parents, however, to bring a fresh action against the suburban defendants as well as others, in which they seek to prove that intentional acts were committed which had interdistrict discriminatory or segregative results with respect to Jackson students.  See, e. g., Milliken v. Bradley, supra, 418 U.S. at 755, 94 S.Ct. 3112 (Mr. Justice Stewart concurring); United States v. Board of School Commissioners, 573 F.2d 400 (7th Cir.), Cert. denied, --- U.S. ----, 99 S.Ct. 93, 58 L.Ed.2d 116 (1978).</p>\n    </div>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">We reverse the order of the District Court setting aside the State Education Commissioner's approval of the Controlled Rate of Change Plan, and we remand the issue of whether the Plan is constitutional for the taking of further evidence and for further findings in conformity with this opinion.  We also reverse the order of the District Court that the City defendants submit to the court and to the Commissioner plans to desegregate Andrew Jackson High School.  We affirm the decision below denying the motion to add Nassau County school districts and officials as parties defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">Although the validity of the Rate of Change Plan is still undecided, we are continuing the stay of the injunction against implementation of the Plan until a decision on the constitutionality of the Plan is rendered.  Because we hold that the goal of the Plan passes constitutional scrutiny, we see no reason at this point to disrupt the plan which is already in force.  We hope, nevertheless, that the further evidence and findings required will come back to us from the District Court, if there is another appeal, with reasonable speed.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Boroughs of Manhattan, the Bronx, and Brooklyn are even further along in the process than is Queens, with academic high school populations as of October 1977 which were respectively 11%, 20%, and 35% White.  In Staten Island the 1977-78 high school population was still 85% White. 451 F.Supp. at 1058</p>\n        <p>Contiguous with Queens and close to Andrew Jackson High School are Sewanhaka Central High School District # 1 and Valley Stream Central High School District # 1, in Nassau County, neither of which has high schools that are less than 92% White.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Judge Dooling's opinion, and the tables therein, termed blacks, Hispanics and individuals of American Indian, Asian or Pacific Island origin as \"minority\" and all others as \"others.\"  In this opinion we will continue to address the former group as \"minority\" or as \"nonwhites\" but for convenience will refer to \"others\" as \"whites\".  We are, of course, aware that these terms may not be completely accurate from an anthropological standpoint, but they approximate social realities.  We also note that for purposes of determining the segregated condition of schools, the Supreme Court has grouped blacks with Hispanics.  Keyes v. School District No. 1, 413 U.S. 189, 197-98, 93 S.Ct. 2686, 37 L.Ed.2d 548 (1973)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Plan also provides for enriched academic and vocational programs for those students who remain at Jackson.  It calls for the creation of a \"law center\" magnet program, an expansion of current magnet programs in music and art, a continuation of cooperative programs with Queens College, development of an occupational skills program under which students can take vocational subjects at Queens vocational schools, an expansion of the high school internship program in which students work part-time for agencies and companies, and a broadening of the work-study cooperative education program.  The Plan also provides that Jackson students will participate jointly with students of all races in such activities as neighborhood restoration and enhancement, after-school career training programs, regional arts, athletic and journalistic programs, and in racially-mixed group relations workshops</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We need not abstractly determine the proper standard of review to apply to mixed questions of law and fact.  To the extent that individual findings rest partially upon the trial judge's understanding and application of law, our opinion examines these findings both for error of law and for clear error of fact</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Supreme Court may soon further illuminate the contours of the intent standard.  See Brinkman v. Gilligan, 583 F.2d 243 (6th Cir. 1978), Cert. granted, --- U.S. ----, 99 S.Ct. 831, 59 L.Ed.2d 31 (1979)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> It is, of course, a different matter if a desegregation plan includes elements that actually discriminate against minorities.  See Part III, Infra.  Apart from the Rate of Change Plan, which we consider below, we do not find that the voluntary desegregative acts of defendants have entailed collateral discrimination against minorities.  The mere fact that the utilization of the transfer options accorded to minority students in the Jackson zone may have involved the inconvenience of transportation does not amount to discrimination against those students.  See Higgins v. Board of Education, 508 F.2d 779, 793 (6th Cir. 1974) (greater leeway in Voluntary desegregation plans).  Indeed, where racial imbalance is the result of population shift, it is not discrimination to offer minority students the chance to attend still integrated schools</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Plaintiffs have suggested to us that the De facto segregated condition of Jackson, although not violative of the Equal Protection Clause as currently understood by the Supreme Court, might transgress the Thirteenth Amendment as a \"badge of slavery.\"  Interesting though this argument is, plaintiffs have proffered no authority to support the position that those segregative effects upon schools which do not of themselves run afoul of the Fourteenth Amendment may be reached in any event through the Thirteenth Amendment.  To apply the Thirteenth Amendment in the fashion suggested by the plaintiffs would effectively outflank the careful doctrinal barriers that the Supreme Court has constructed in school desegregation cases.  Whatever our own view may be of this doctrine, it is our principled responsibility as an inferior federal court to apply the spirit of the rulings of the Supreme Court without resorting to hairline distinctions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The City school system is a recipient of federal financial assistance as specified in Title VI, 42 U.S.C. &#167; 2000d, and, indeed, Jackson itself receives special federal aid as a \"Title I\" school. 451 F.Supp. at 1074-75, 1076</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The syllabus to both the opinion of Mr. Justice Powell and the dissenting opinion of Mr. Justice Brennan Et al. uses the same language for each: \"Title VI proscribes only those racial classifications that would violate the Equal Protection Clause if employed by a State or its agencies.\" 438 U.S. at 267, 98 S.Ct. at 2737-38.  We are aware, of course, that the syllabus itself is not a part of the opinion of the Court.  See United States v. Detroit Timber &amp; Lumber Co., 200 U.S. 321, 337, 26 S.Ct. 282, 50 L.Ed. 499 (1906)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> See also Guardians Ass'n et al. v. Civil Service Commission, 466 F.Supp. 1273 (S.D.N.Y., 1979) (Carter, J.)  (employment discrimination)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> No matter how strictly the compelling interest test is construed, the fact that it permits an exception to the color-blindness principle inevitably gives rise to charges of unnecessary dilution of the basic principle.  Yet despite this risk, the courts have not closed the door on a showing of compelling interest.  They have recognized that abstract constitutional principle must be examined under the compulsion of social realities and of achieving the greater good for minorities.  Compare Posner, The DeFunis Case and the Constitutionality of Preferential Treatment of Racial Minorities, 1974 Sup.Ct.Rev. 1, 24 (dangers of any balancing in discrimination area) With Craven, The Impact of Social Science Evidence on the Judge: A Personal Comment, 39 Law &amp; Contemp.Prob. 150 (1975) (social sciences contribute to judicial decision-making).  See also Wisdom, Random Remarks on the Role of Social Sciences in the Judicial Decision-Making Process in School Desegregation Cases, 39 Law &amp; Contemp.Prob. 134 (1975) (social sciences play some, but not ultimate, role)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> We are not requiring a trial De novo but simply a trial to supplement the present record in such respects as will permit the District Court to make a definitive determination of whether the Plan in all its details is necessary to achieve the avowed goal which we have accepted as valid</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">598</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">705</span></span></p>\n    <p class=\"parties\">The PARENT ASSOCIATION OF ANDREW JACKSON HIGH SCHOOL, an<br>Unincorporated Association, Fred Perez, a minor by his<br>father and next friend Bienvenido Perez, Brian and Roland<br>Felder, minors by their parents and next friends Beverly and<br>Leroy Felder, Robin Brown, a minor by her father and next<br>friend David Brown, Joan McFarland, a minor by her father<br>and next friend Jerome McFarland, on behalf of themselves<br>and on behalf of all persons similarly situated, Plaintiffs-Appellees,<br>v.<br>Gordon AMBACH, as Commissioner of Education of the State of<br>New York, Irving Anker, Chancellor of the City School<br>District of the City of New York, Samuel Poltnick, as<br>Director of the Division of High Schools of the City of New<br>York, Abraham Wilner, as Superintendent of the Queens<br>Division of High Schools of the City School District of the<br>City of New York, James Regan, Isaiah Robinson, Stephen<br>Aiello, Amelia Ashe, Joseph Barkan, Robert Christen, Joseph<br>Monserrat, as members of the Board of Education of the City<br>School District of the City of New York, Defendants-Appellants.</p>\n    <p class=\"docket\">Nos. 362, 365 and 366, Dockets 78-7274, 78-7307 and 78-7308.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Second Circuit.</p>\n    <p class=\"date\">Argued Jan. 15, 1979.<br>Decided April 17, 1979.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Judith M. Hecker, Albany, for defendant-appellant Commissioner of Education of the State of New York.</p>\n      <p class=\"indent\">Deborah G. Rothman, New York City (Allen G. Schwartz, Corp. Counsel, L. Kevin Sheridan and Robert Zeif, New York City, of counsel), for New York City defendants-appellants.</p>\n      <p class=\"indent\">James I. Meyerson, N.A.A.C.P., New York City (Nathaniel R. Jones, N.A.A.C.P., New York City, of counsel), for plaintiffs-appellees.</p>\n      <p class=\"indent\">George D. Levine, Port Washington, N.Y., for State Senator Levy and State Assemblyman McGrath.</p>\n      <p class=\"indent\">Paul E. Kerson, Nicholas G. Garaufis, Garaufis &amp; Kerson, Bayside, N.Y., Gerard E. Lynch, New York City, for Queens County New Democratic Coalition.</p>\n      <p class=\"indent\">Sidney Romash, Brooklyn, N.Y., for Valley Stream Central H.S. District et al.</p>\n      <p class=\"indent\">Norman N. Liben, New York City, for Union Free School District # 13 et al.</p>\n      <p class=\"indent\">Albert A. D'Agostino, Valley Stream, N.Y., for Union Free School District # 30.</p>\n      <p class=\"indent\">Hall, McNicol, Hamilton &amp; Clark, New York City, for Village of Valley Stream.</p>\n      <p class=\"indent\">Before WATERMAN, GURFEIN and VAN GRAAFEILAND, Circuit Judges.</p>\n      <p class=\"indent\">GURFEIN, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This class action for injunctive relief and a declaratory judgment under Title 42 U.S.C. &#167; 1981 and &#167; 1983 and the laws of New York, was begun in June 1976 in the Eastern District of New York (Hon. John F. Dooling, Judge), on behalf of a number of students enrolled in Andrew Jackson High School (\"Jackson\") by parents of the students.  The defendants were the State Commissioner of Education, the City Chancellor, two school officials and the members of the Board of Education of the City of New York.  Plaintiffs sought determination that the actions and inactions of the defendants had created a De jure segregated facility at Andrew Jackson High School.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiffs have alleged that the policies and practices of the defendants-appellants \"were taken with the knowledge that the inevitable effect and the foreseeable consequence of the same . . . would result in Andrew Jackson High School becoming a segregated minority school. . . .\" The plaintiffs seek to enjoin the defendants from \"continuing to maintain and perpetuate Andrew Jackson High School as a racially segregated facility,\" to require the Commissioner to reinstate a certain desegregation order he had made on December 18, 1975 (discussed below), and to require the defendants \"to promulgate and implement a meaningful plan for the purposes of desegregating Andrew Jackson High School.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After the action was filed, the Commissioner approved a school assignment plan on July 1, 1976 (the 1976 Controlled Rate of Change Plan), which was considered in the trial below and invalidated as unconstitutional.  Parent Association of Andrew Jackson School etc., et al. v. Ambach, Commissioner of Education of the State of New York, et al., <span class=\"citation\" data-id=\"1897296\"><a href=\"/opinion/1897296/parent-assn-of-andrew-jackson-sch-v-ambach/\"><span class=\"volume\">451</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1056</span></a></span> (E.D.N.Y.1978).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At trial two central issues were involved: (1) whether the concededly all non-white condition of Jackson was the result of De jure action by the State (however defined); and (2) whether, assuming that the current minority character of Jackson was simply a De facto result of conditions beyond the control of the educational authorities, the 1976 Plan the Controlled Rate of Change Plan nevertheless violated the equal protection clause of the Fourteenth Amendment by creating a \"dual\" school system.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After a lengthy trial, the District Court found that there \"is no evidence that the Board has sought to segregate minorities in identifiably minority schools or has taken any action for the purpose of segregating minority students.\" 451 F.Supp. at 1077.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Having found in his painstaking and meticulous review of the evidence that there had been no De jure segregation, the judge addressed the 1976 Plan.  He held it unconstitutional as a denial of equal protection because it limited the admission choices of minority students, with the asserted goal of promoting \"the education of the largest possible number of children in schools in which the majority of the students are white for the longest possible time.\" 451 F.Supp. at 1080.  In its finding, the court recognized, nevertheless, that the Plan would actually cause \"a substantial Reduction of the segregative impact of demographic change.\" 451 F.Supp. at 1080 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The District Court ordered the 1976 Plan to be set aside and ordered the City School District to present a plan to the Commissioner for the desegregation of Jackson substantially in accordance with the earlier December 1975 order of the Commissioner which had mandated the transfer of white students into Jackson.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Thus, despite the finding that no De jure state action had caused the segregation of Jackson, which occurred before the Rate of Change Plan was adopted, the relief granted was not only to invalidate the 1976 Plan but to order affirmative action to remedy the segregated condition of Jackson as well.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">From this order both defendant Gordon Ambach, Commissioner of Education of the State of New York, and the various city-defendants appeal, primarily on the grounds that: (1) the 1976 Plan was a Voluntarily undertaken affirmative action program that is accordingly entitled to much more circumspect treatment by the courts than if it had been ordered to remedy existing De jure segregation; (2) having failed to find De jure segregation as to Jackson High School, the District Court lacked the authority to fashion a remedy for the existent racial imbalance at that school or to impose on the defendants a duty to alleviate the racial imbalance; and (3) the remedy ordered appears to exceed that necessary to eliminate any incremental segregative effect of any official acts or omissions.  Thus, the appellants contend that the judge violated the principles set forth in Dayton Board of Education v. Brinkman, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">406</span></a></span>, 420, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2766</span></a></span>, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">851</span></a></span> (1977); See Austin Independent School District v. United States, <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">990</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">517</span></span>, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">603</span></span> (1976) (order), in which the Supreme Court held that a federal court is required to tailor the scope of a desegregation remedy to fit the nature and extent of the constitutional violations, and must determine, therefore, how much incremental segregative effect, if any, the violations had upon the racial distribution of the school population.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The plaintiffs below, although they do not challenge the ultimate result, filed a notice of cross-appeal in which they argue that the court failed to make certain findings of fact and to apply the appropriate standard in analyzing the evidence as set forth in the cases of Arthur v. Nyquist, <span class=\"citation\" data-id=\"354223\"><a href=\"/opinion/354223/george-arthur-v-ewald-p-nyquist/\"><span class=\"volume\">573</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">134</span></a></span> (2d Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">860</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">179</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">169</span></span> (1978), and Hart v. Community School Board # 21, <span class=\"citation\" data-id=\"326011\"><a href=\"/opinion/326011/jeffrey-hart-as-a-minor-by-his-parent-and-next-friend-doris-hart-v-the/\"><span class=\"volume\">512</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span> (2d Cir. 1975).  Indeed, the appellees appear to agree with the appellants that there is a disparity between the District Court's findings of fact (that the all-minority condition of Jackson was not caused by purposeful state action) and the compulsory desegregation remedy which it decreed.  Appellees submit, however, that the court below erroneously failed to find certain facts supported by the record, which would have served \"as a predicate for the conclusion which was ultimately reached.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The plaintiffs also appeal the failure of the court (1) to make findings under Title VI (violation of which the amended complaint alleges); and (2) to add Nassau County school districts and officials as parties-defendant so that an interdistrict remedy might be formulated.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We have continued a stay of the District Court's decree pending our decision.I</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Andrew Jackson High School is located in southeastern Queens, about one mile from Nassau County.  The area is known as Cambria Heights and is populated predominantly by blacks.  In 1937, when Andrew Jackson was opened, the population of Cambria Heights, as well as the rest of the Borough of Queens, was virtually all white.  After World War II, the Borough of Queens, and the rest of New York City, underwent extensive population changes as a result of the mass exodus of the middle class, which was mostly white, from the city to the adjacent suburbs.  In 1957 the academic high schools in Queens had a student population which was 94.2% \"other\" (meaning \"white\", in the parlance of the statisticians).  By 1975 the percentage of whites had dropped to 55.4%.  By the end of 1977 it was about 48.6%.  Assuming a continuation of the present demographic trend, which has shown no sign of abating, the Queens academic high schools will, in the school year 1981-82, have a student population which will be only 36.4% White.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Andrew Jackson is, and has been for several years, virtually an all-minorities high school.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> In slightly over twenty years, the percentage of white students has decreased from over 80% To under 2% Reflecting though to an even greater degree the overall decline in the white student population of the Borough of Queens academic high schools.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Since 1963 school authorities have taken steps to stem Jackson's acceleration toward an exclusively minority student body.  Until 1967 the thrust of this effort was the creation of options for students from heavily minority populated junior high schools \"feeding\" Jackson and from minority areas in Jackson's attendance zone to attend other Queens high schools.  When this \"opt-out\" method failed to stabilize the racial balance at Jackson, more aggressive plans were developed in 1967 and 1968 in the latter instance, at the behest of the State.  The 1968 Plan, one of several proposed by a specialist consulting firm retained for that purpose, involved extension of the Jackson attendance zone into a white residential area north of the former zone, as well as the mandatory assignment to other Queens high schools of students from enclaves in minority areas in the Jackson zone.  The hopes for that plan were dashed by the bitter 1968 teachers' strike, which closed the schools for over two months and exacerbated racial tensions.  When schools finally did open, the large number of new white students expected at Jackson failed to appear.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The 1968 Plan was continued in force until 1973, although there were some zoning and enclave revisions in 1971 in response to the opening of Hillcrest Comprehensive High School.  Attrition of white students continued, however, paralleling, but to a greater degree, changes in the composition of other high schools in Queens.  In 1973 the enclave system was replaced by a new \"Choice of Admissions\" scheme, under which children in the former minority-populated enclaves were to be given the opportunity to attend any one of eight possible receiving schools other than Jackson.  In 1975, the Board of Education expanded this free choice scheme by transforming the entire Jackson zone into a choice of admissions area; thenceforth, no student within the zone was to be mandatorily assigned to Jackson.  Rather, two additional schools and Jackson itself were added to the list of receiving schools making a total of eleven schools from which all Jackson area residents were free to select.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The adoption of the full Choice of Admissions Plan marked the failure of all previous plans to preserve integration at Jackson.  At the time the plan was inaugurated, the white students at Jackson comprised only 2% Of the student body.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In June 1975, the plaintiffs in this case petitioned the State Commissioner of Education to set aside the full Choice of Admissions Plan.  In his first decision, rendered in December of 1975, the Commissioner determined that, despite the Board of Education's efforts to stem the outflow of white students from Jackson, Jackson had become an all-minority school.  Noting that it is State educational policy to promote integration, the Commissioner found that the Board had been unwarranted in effectively abandoning Jackson to \"perpetual segregation.\"  Matter of Parent Ass'n of Andrew Jackson, 15 Educ.Dept.Rep. 235, 239 (1975).  He ordered submission of a program designed to assure that the racial composition of Jackson \"reflects\" that of the student body of the Borough of Queens.  Id. at 240.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This decision rested upon the assumption, however, that white students made up over 50% Of the student population of Queens.  The City Board petitioned for a rehearing, presenting data showing that the student population of the borough was over 50% Minority and that this minority percentage was increasing.  A revised opinion by the Commissioner, issued in May 1976, relied upon this demographic information in reversing the previous decision.  The Commissioner concluded that compulsory assignment of white students to Jackson would ultimately \"impair . . . racial integration of the high schools of the borough as a whole.\"  Matter of Parent Ass'n of Andrew Jackson, 15 Educ.Dept.Rep. 483, 485 (1976).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On July 1, 1976, the Commissioner, accordingly, accepted a revised version of the Board's 1975 choice of admissions plan for Jackson the Rate of Change Plan and ordered its implementation, and It is this order which Judge Dooling found to be violative of equal protection guarantees.</p>\n    </div>\n    <p>The Commissioner's July 1, 1976 Order</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Commissioner's May 1976 decision accepted the Board's basic premise that \"any significant revision of attendance zones or reassignment of students to achieve greater integration at Andrew Jackson High School will adversely affect racial integration in other high schools in the borough which presently are integrated.\" 15 Educ.Dept.Rep. at 484.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Controlled Rate of Change Plan of July 1976 is somewhat complex, but essentially provides as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Black and Hispanic students residing within the Jackson attendance zone are given the option to attend Any New York City high school (other than special admissions high schools under Education Law &#167; 2590-g(12)) \"in which the percentage of 'white students' exceeds 50% Or the borough's white percentage (whichever is Higher ), provided the school's utilization is below 125% Or it is already a receiving school.\" 451 F.Supp. at 1072 (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Conversely, white students in the Jackson attendance zone have the option to attend any city high school (other than special admissions schools) in which the percentage of white students is lower than the borough's white percentage Or is less than 50% Of the school population, whichever is lower. 451 F.Supp. at 1072.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Minority students may choose receiving schools to the extent that admission of such students, coupled with admission of minority group students from other integration programs, or through demographic changes in the attendance area servicing the receiving school, will not (a) decrease the receiving school's white-minority ethnic balance by 4% Or more in any one school year, or (b) produce a change in that balance in any one year which exceeds \"one-fourth of the difference between the school's current white enrollment and a 50% White enrollment,\" whichever is less. 451 F.Supp. at 1084 (Annex A).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The power of the federal courts to compel desegregation in state school systems is circumscribed.  As the Supreme Court has emphasized repeatedly, our authority to order remedial action depends upon a determination that the state, by law (De jure ), has discriminated on the basis of race or color in violation of federal law. See Swann v. Charlotte-Mecklenburg Board of Education, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 16, 28, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span> (1971); Pasadena City Board of Education v. Spangler, <span class=\"citation\" data-id=\"109519\"><a href=\"/opinion/109519/pasadena-city-bd-of-ed-v-spangler/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 434-35, <span class=\"citation\" data-id=\"109519\"><a href=\"/opinion/109519/pasadena-city-bd-of-ed-v-spangler/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2697</span></a></span>, <span class=\"citation\" data-id=\"109519\"><a href=\"/opinion/109519/pasadena-city-bd-of-ed-v-spangler/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">599</span></a></span> (1976); Dayton Board of Education v. Brinkman, supra, 433 U.S. at 419-20, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2766</span></a></span>.  Since Keyes v. School District, it has been apparent that De facto segregation alone cannot support a court order mandating affirmative action, and we are, of course, bound by this limitation.  See Keyes v. School Dist. No. 1, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, 208-09, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1973); Brinkman, supra, 433 U.S. at 420, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2766</span></a></span>; Hart v. Community Sch. Bd., supra, 512 F.2d at 48-50; Cf. Washington v. Davis, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, 239-40, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2040</span></a></span>, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">597</span></a></span> (1976) (employment test case; dictum about school desegregation).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">* The findings of the District Judge with respect to Jackson are clear enough.  He found that none of the acts of the City School Board was either intentionally discriminatory or, if disguised as neutral, had the underlying purpose to effect segregation.  These findings of fact, after a full trial, and a most careful review of the evidence by the experienced trial judge, can be set aside by this court only if \"clearly erroneous.\"  F.R.Civ.P. 52(a); See Brinkman, supra, 433 U.S. at 417, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2766</span></a></span>.  We have scrutinized them and find that none of them is clearly erroneous.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The plaintiffs appeal the District Court's decision though they were granted relief.  They apparently fear that the findings below that there were no intentionally discriminatory acts undercut the basis for the trial judge's desegregation order with respect to Jackson.  They urge upon us, therefore, that the court, in making its findings, erred with regard to the applicable law, and that, by failing to make other findings allegedly compelled by the evidence, it did not reach the correct ultimate factual conclusion that Jackson had become an all-minority school because of De jure discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Judge Dooling was thoroughly familiar with our decisions in Hart v. Community Sch. Bd., supra, and Arthur v. Nyquist, supra, in which we tried to explicate what we believed Keyes meant to be the minimum requirement for a finding of De jure discrimination.  In Hart we rejected a purely subjective standard of proof of intent just as we refused to apply a wholly objective standard of foreseeability that would amount to no more than a prophecy of discriminatory impact.  See Arthur v. Nyquist, 573 F.2d at 142.  This circuit has simply recognized that official acts in their setting can provide circumstantial evidence of intent, as in other fields of law. In Arthur v. Nyquist, we recently reaffirmed our adherence to the Hart standard despite claims that it was inconsistent with the decisions in Washington v. Davis, supra; Arlington Heights v. Metropolitan Housing Corp., <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></a></span>, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">555</span></a></span>, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">450</span></a></span> (1977); Austin Independent School District v. United States, supra; and Dayton Board of Education v. Brinkman, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Whether or not our own determination in Arthur v. Nyquist that Hart remains valid after these cases proves to be sound,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> there is no merit to the contention that Judge Dooling failed to apply the rationale of Hart and Arthur in deciding whether De jure action had caused the change in the racial balance of Jackson.  He cited both cases and discussed their applicability.  We accordingly must affirm his findings that the segregation of Jackson resulted from population changes which state action attempted to impede rather than to assist.  He found specifically that:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>there was no covert purpose to segregate concealed under practices that professed to be directed to integration.  The evidence requires the conclusion that the Board has striven throughout to avoid racial imbalance in the schools, to redress it where it could, and to compensate for it where it could not.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">451 F.Supp. at 1079.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">That might seem to end the matter.  Plaintiffs urge, however, that the decision by the District Judge was flawed because he failed to make other findings of facts and because he assertedly drew incorrect inferences concerning intent from the findings he did make.  The essence of plaintiffs' argument is that the findings made and the findings omitted, taken cumulatively, necessarily lead to the conclusion that Jackson had been intentionally segregated.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In evaluating the cause of a segregated condition, a district court should be sensitive to meaningful Patterns of behavior by government agencies.  Indeed, we think it would be an inadequate analysis if a trial court contented itself with a superficial examination of isolated acts, without any consideration of possible underlying relationships that are probative of intent.  See Keyes, supra, 413 U.S. at 207-09, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>; Arthur,supra, 573 F.2d at 143-45; Hart, supra, 512 F.2d at 46-48, 50.  Yet, no matter how willing a judge is to view official acts in an overall perspective, it is not easy to find intentional segregation by cumulating Separate acts over a long period of time each of which was Permissible at the time.  Compare Brinkman, supra, 433 U.S. at 413-14, 417, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2766</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The individual findings made and omitted upon which plaintiffs focus, virtually all relate to the supposed unwillingness of the defendants to take the steps that would have Most effectively and Thoroughly desegregated Andrew Jackson High School.  As a matter of Effect, even apart from intent, the District Court found that the aggregate consequence of these alleged acts was not to create a segregated situation, but only to fail to arrest completely the segregative impact of a shifting population that was beyond their control.  If there is no De jure segregated school system, there is no judicially-enforceable constitutional obligation, under existing law, to take affirmative action to remedy racial imbalance.  Brinkman, supra, 433 U.S. at 417, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2766</span></a></span>; See Spangler, supra.  It is permissible, accordingly, for local officials to attempt Voluntarily to correct or combat such an imbalance, See Swann, supra, 402 U.S. at 16, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, at a slower pace than would be satisfactory for a school or district under a court order to dismantle a dual system, Compare Green v. County School Board, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">430</span></a></span>, 439, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">716</span></a></span> (1968).  And, in the light of Our lack of constitutional authority to command affirmative action where there is no De jure dual system to dismantle, we must be careful not to discourage Voluntary plans that go beyond the constitutional requirements because they do not go far enough.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In Hart v. Community Sch. Board, supra, we did not say that it was the failure to choose the most radical method of desegregation that amounted to the De jure discrimination.  Rather, Hart indicated only that a pattern of affirmative conduct, Coupled with omissions to act that foreseeably Promoted segregation, could produce enough evidence for a finding of intentional segregation. 512 F.2d at 46-47, 50.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In short, we cannot overturn the District Judge's finding that there were no intentional segregative acts merely by looking to a series of instances in which the defendants contested growing De facto segregation in a manner that was less aggressive than plaintiffs would have wished.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> See Pride v. Community School Board # 18, <span class=\"citation\" data-id=\"315407\"><a href=\"/opinion/315407/michael-and-cynthia-pride-minors-by-their-mother-and-next-friend-bulena/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">321</span></a></span>, 327 (2d Cir. 1973).  And we do not find any instances which the judge overlooked of intentional governmental activity that actually promoted segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Appellees have asked us to consider the following:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">1. Appellees argue that the 1965 siting of the new Springfield Gardens High School south of Jackson served to draw whites from the already precariously balanced racial population at Jackson.  But Judge Dooling carefully examined the evidence concerning that matter and determined that the siting decision was made on racially neutral and reasonable grounds; he specifically found that the ultimate adverse racial effect was not foreseeable. 451 F.Supp. at 1064-65.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">2. Similarly, the District Judge's discussion of the point satisfies us that there is no merit to appellees' charge that in 1968 the admissions variance program, even if facially neutral, was operated in a way that improperly facilitated the departure of white students assigned to Andrew Jackson. 451 F.Supp. at 1067-68.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">3. Appellees maintain that the State Commissioner ruled in 1967 that the City Board was responsible for aggravating the segregation at Jackson.  We do not believe this to be a fair reading of the Commissioner's ruling.  He did suggest that the affirmative action taken by the Board had not been enough to overcome the effects on racial balance of certain population changes for which the educational officials were not responsible, but he also noted at the time that \"(t)here is some indication in the record that measures already taken by the respondents may have Decreased the amount of increase in Negro pupils at Andrew Jackson High School.\"  Matter of Gray, 6 Educ.Dept.Rep. 92, 93 (1967) (emphasis added).  Since there is no past history of an officially segregated dual school system, we think that in the context of the De facto imbalance, the comments of the Commissioner did not amount to a charge of unconstitutional action under the Fourteenth Amendment.  At most they reflected the commendable enunciated State policy to favor voluntary desegregation.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">4. The appellees also attach significance to the circumstance that although the Jackson attendance zone was eventually extended further north into white residential areas in 1968, this was not done earlier in 1965.  The contention is that the zone was not extended in 1965 because of white community pressure.  There is no doubt that there was white community opposition.  We do not credit this as the causative force, however, in the absence of a specific finding, and in the context of the general finding of good faith which Judge Dooling did make.  In any event, there was no discriminatory action such as, for example, the deliberate change of feeder school patterns to Promote racial imbalance, that could support a finding of intent to segregate.  In the De facto context, under current doctrine, the failure to take Stronger voluntary action cannot be equated with a similar failure in situations where there is a constitutional obligation to remedy De jure segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Lastly, appellees complain that the withdrawal of his 1975 decision by the Commissioner and his later approval of the Controlled Rate of Change Plan itself resulted from white pressure.  The District Court concluded, however, after giving careful attention to the charge, \"that the Commissioner's decision of May 1976 (to accept the Rate of Change Plan) was based on the considerations he assigned for it, particularly the risk that 'equalization' would produce 'resegregation' of integrated schools, and that it did not reflect yielding to pressures that superseded the Commissioner's own judgment.\" 451 F.Supp. at 1072.  We cannot say the finding was clearly erroneous, considering the multiplicity of factors which the Commissioner had to consider.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Having upheld Judge Dooling's conclusion that the all-minority character of Jackson on the eve of the adoption of the Controlled Rate of Change Plan was not the result of De jure discrimination, we are compelled to reverse the District Judge's order that Jackson be desegregated.  On the basis of his determination that there had been no intentional segregation, the judge lacked authority under Controlling law to compel the school authorities to implement an affirmative plan designed to achieve racial balance at Jackson.  Nor could the District Judge's order have been justified solely on the basis of his ruling that the Rate of Change Plan was unconstitutional.  Even if the Plan itself were unlawful, See infra, it was instituted at a time when Jackson was already a full minority school, so that it could have had no incremental effect on that school's ethnic composition.  The order to balance Jackson racially, therefore, was unauthorized since it went beyond remedying any conceivable incremental injury caused by the Plan, if the Plan were, indeed, unconstitutional.  See Brinkman, supra, at 420,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2766</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Plaintiffs urge, nevertheless, that a desegregation order may be predicated upon the Civil Rights Act of 1964, arguing that under Title VI,42 U.S.C. &#167; 2000d, segregative Effects alone without discriminatory intent, establish a prima facie violation.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> We think, however, that Title VI does not authorize federal judges to impose a school desegregation remedy where there is no Constitutional transgression I. e., where a racial imbalance is merely De facto.  Significantly, Title IV of the Act, which deals comprehensively with school desegregation and authorizes the Attorney General to bring desegregation suits, provides that the substantive powers of the courts in such actions shall be no greater than \"Existing powers . . . to enforce the Equal Protection Clause.\"  Swann v. Charlotte-Mecklenburg Board of Education,  supra, 402 U.S. at 17, 91 S.Ct. at 1277; See 42 U.S.C. &#167; 2000c-6.  That limitation reflected Congress' concern</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>that the Act might be read as creating a right of action under the Fourteenth Amendment in the situation of so-called \"de facto segregation,\" where racial imbalance exists in the schools but with no showing that this was brought about by discriminatory action of state authorities.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Swann, supra, 402 U.S. at 17-18, 91 S.Ct. at 1277.  Having denied the Attorney General and the federal judiciary any authority to correct De facto imbalances under Title IV, it would have been illogical for Congress to grant broader powers in Title VI to private plaintiffs in the same courts.  We must conclude, therefore, that even if there is a Private right of action to desegregate schools under Title VI, an affirmative judicial desegregation order without a showing of De jure discrimination would not be authorized.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">In Regents of University of California v. Bakke, <span class=\"citation\" data-id=\"109930\"><a href=\"/opinion/109930/university-of-california-regents-v-bakke/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">265</span></a></span>, <span class=\"citation\" data-id=\"109930\"><a href=\"/opinion/109930/university-of-california-regents-v-bakke/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2733</span></a></span>, <span class=\"citation\" data-id=\"109930\"><a href=\"/opinion/109930/university-of-california-regents-v-bakke/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">750</span></a></span> (1978), Mr. Justice Powell's opinion declared that \"Title VI must be held to proscribe only those racial classifications that would violate the Equal Protection Clause or the Fifth Amendment.\"  Id. at 287, 98 S.Ct. at 2747.  Four other Justices (Justices Brennan, White, Marshall and Blackmun) also apparently rejected the implication of Lau v. Nichols, <span class=\"citation\" data-id=\"108910\"><a href=\"/opinion/108910/lau-v-nichols/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, <span class=\"citation\" data-id=\"108910\"><a href=\"/opinion/108910/lau-v-nichols/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">786</span></a></span>, <span class=\"citation\" data-id=\"108910\"><a href=\"/opinion/108910/lau-v-nichols/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1974), that impact alone, without discriminatory intent, is, in some contexts, sufficient to establish a prima facie violation of Title VI. 438 U.S. at 352, 98 S.Ct. at 2780.  Instead, the four Justices stated that \"Title VI's standard, applicable alike to public and private recipients of federal funds, is no broader than the Constitution's . . . .\"<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Id.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Lau was not expressly overruled in Bakke and we must have further word from the Supreme Court on its vitality as precedent.  We are not unmindful of the fact, however, that a panel of this circuit, since Bakke, has held that, in the setting of teacher Employment, Title VI provides an \"effects\" test standard by analogy to Title VII cases.  Board of Education v. Califano, <span class=\"citation\" data-id=\"359880\"><a href=\"/opinion/359880/board-of-education-of-the-city-school-district-of-the-city-of-new-york-v/\"><span class=\"volume\">584</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">576</span></a></span> (2d Cir. 1978), Cert. granted, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1211</span></span>, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">453</span></span> (1979).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> That case did not expressly consider the impact of the Bakke opinions on the continued authority of Lau v. Nichols.  In any event, Board of Education v. Califano examined Title VI standards in the context of claims of teacher Employment discrimination, and the court accordingly drew an analogy to the standards applicable under Title VII of the Civil Rights Act, 42 U.S.C. 2000e Et seq. Since the case on appeal before us is a school desegregation case rather than an employment case, the more appropriate analogy here is to Title IV, as explained above, rather than to Title VII as in Board of Education v. Califano.  If the Supreme Court should decide that Title VI generally supports judicially mandated affirmative action beyond the requirements of the Fourteenth Amendment and that a private claim for relief exists in non-employment discrimination cases, we shall have to reconsider our conclusion.  In the meantime, assuming that a private right of action exists, we believe that we must consider that the limitations of Title IV control in a Title VI case in the context of De facto school segregation claims.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">We are, therefore, constrained to reverse the order of the District Court instructing the appellants to come forward with an affirmative plan to achieve racial balance at Jackson High School.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Having been instructed by the Supreme Court that we may not approve affirmative action by the District Court to remedy De facto segregation, See Dayton Board of Education v. Brinkman, supra, we can hardly evade the instruction by finding Constitutional fault with the Rate of Change Plan for failing to provide for the Compulsory attendance at Jackson of white students from outside its attendance zone.  We are limited in our review of the voluntary plan, therefore, to determining whether it unconstitutionally denies minority students an equal opportunity to study at integrated schools.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The District Court held the Plan to be unconstitutional for the simple reason that it left Jackson as a segregated school while other schools in Queens were more or less integrated.  But the Plan does not create a classic dual system of schools because the majority of the schools in Queens are integrated.  The Plan does raise the question, however, whether the imposition of a racial quota against the admission of minority students to particular schools, though assertedly \"benign\" in its goals, violates the equal protection clause of the Fourteenth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The Plan is intended to preserve integration in as many schools as possible even though it prevents certain black children from attending a school of their choice.  Whether this purpose and its effect are valid is the subject of our review.  From the point of view of the black community, the understandable anguish of black parents whose child must remain in segregated Jackson must be considered alongside the anguish of black parents whose child may be deprived of the benefit of attendance at a relatively integrated school if white flight is not checked.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">* The first question, inevitably, is the proper standard of review.  Though the issue may be posed as limiting the integration opportunities of some minority children in order to protect those of other minority children, we cannot overlook, nevertheless, both the accusation and the decision below that the Plan tends to preserve predominantly white schools from an influx of non-white students and, therefore, discriminates against the non-white community.  Accordingly, we shall apply the \"compelling interest\" strict scrutiny standard, treating the non-whites as the suspect class.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">We reject the argument of the defendants that by characterizing the Plan as Voluntary affirmative action, the standard of review becomes more circumspect than under the familiar strict scrutiny test.  On the assertion that this is \"benign discrimination\" designed to enhance the educational opportunities of some minority students by assuring the continuation of some evenly mixed schools, appellants contend that constitutional standards entail a less demanding form of review than strict scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Whatever the appropriate standard of review for so-called benign race-conscious activity, Compare Regents of the University of California v. Bakke, supra, 438 U.S. at 299, 98 S.Ct. at 2753 (opinion of Mr. Justice Powell) With id. at 356-62, 98 S.Ct. at 2782-85 (dissenting opinion of Mr. Justice Brennan, Mr. Justice White, Mr. Justice Marshall, Mr. Justice Blackmun), we believe it is still clear that the most exacting form of review is called for when a plan arguably burdens or stigmatizes individual members of a minority group even if the plan benefits other members of the same group.  See Bakke, supra, 438 U.S. at 298-99, 98 S.Ct. at 2753 (Mr. Justice Powell); Id. at 360-61, 375-76, 98 S.Ct. at 2784-85, 2792 (Mr. Justice Brennan, et al.); Otero v. New York City Housing Authority, <span class=\"citation\" data-id=\"313521\"><a href=\"/opinion/313521/francisco-otero-v-new-york-city-housing-authority-akiva-miller/\"><span class=\"volume\">484</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1122</span></a></span>, 1136 (2d Cir. 1973); Ely, The Constitutionality of Reverse Racial Discrimination, 41 U.Chi.L.Rev. 723, 736 (1974); Brest, The Supreme Court, 1975 Term Foreword: In Defense of the Antidiscrimination Principle, 90 Harv.L.Rev. 1, 19-20 (1976).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The Controlled Rate of Change Plan, for the first time, conditions entry to certain schools not merely on residence in an attendance zone, but expressly upon race or ethnic background.  All minority students in the Jackson attendance zone are theoretically offered the chance to attend integrated schools, but they must hurry to the school house door to gain entry before their quota is filled, and, in spite of the \"open admissions\" policy, they may be barred entirely from some City schools.  Attendance at Jackson by minority students may be the result of having been turned away from other high schools because of their racial or ethnic origin.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">What we are reviewing, therefore, is not whether the affirmative action undertaken is adequate but whether the prohibition against complete freedom of choice, based on racial or ethnic considerations, though allegedly benign, comports with the constitutional command of equal protection.  The Plan must, therefore, survive our strict scrutiny.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">In defining the test for strict scrutiny, the Supreme Court has noted:</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p>The state interest required has been characterized as \"overriding,\" (McLaughlin v. Florida, <span class=\"citation\" data-id=\"106945\"><a href=\"/opinion/106945/mclaughlin-v-florida/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">184</span></a></span>, 196, <span class=\"citation\" data-id=\"106945\"><a href=\"/opinion/106945/mclaughlin-v-florida/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">283</span></a></span>, <span class=\"citation\" data-id=\"106945\"><a href=\"/opinion/106945/mclaughlin-v-florida/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span></a></span> (1964)) . . . ; Loving v. Virginia, <span class=\"citation\" data-id=\"107480\"><a href=\"/opinion/107480/loving-v-virginia/\"><span class=\"volume\">388</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 11, (<span class=\"citation\" data-id=\"107480\"><a href=\"/opinion/107480/loving-v-virginia/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"107480\"><a href=\"/opinion/107480/loving-v-virginia/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1010</span></a></span>) (1967); \"compelling,\" Graham v. Richardson, (<span class=\"citation\" data-id=\"108373\"><a href=\"/opinion/108373/graham-v-richardson/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">365</span></a></span>, 375, <span class=\"citation\" data-id=\"108373\"><a href=\"/opinion/108373/graham-v-richardson/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1848</span></a></span>, <span class=\"citation\" data-id=\"108373\"><a href=\"/opinion/108373/graham-v-richardson/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">534</span></a></span> (1971)) . . . ; \"important,\" Dunn v. Blumstein, <span class=\"citation\" data-id=\"108485\"><a href=\"/opinion/108485/dunn-v-blumstein/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">330</span></a></span>, 343, (<span class=\"citation\" data-id=\"108485\"><a href=\"/opinion/108485/dunn-v-blumstein/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">995</span></a></span>, 1003, <span class=\"citation\" data-id=\"108485\"><a href=\"/opinion/108485/dunn-v-blumstein/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">274</span></a></span>) (1972), or \"substantial,\" Ibid.  We attribute no particular significance to these variations in diction.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">In re Griffiths, <span class=\"citation\" data-id=\"108861\"><a href=\"/opinion/108861/in-re-griffiths/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">717</span></a></span>, 722 n. 9, <span class=\"citation\" data-id=\"108861\"><a href=\"/opinion/108861/in-re-griffiths/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2851</span></a></span>, 2855 n. 9, <span class=\"citation\" data-id=\"108861\"><a href=\"/opinion/108861/in-re-griffiths/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">910</span></a></span> (1973).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">We think, therefore, that we may simply make the test for validity of the Plan not its rationality, but whether it is necessary to its \"substantial\" purpose, In re Griffiths, supra, 413 U.S. at 722, <span class=\"citation\" data-id=\"108861\"><a href=\"/opinion/108861/in-re-griffiths/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2851</span></a></span>, or \" precisely tailored to serve a compelling governmental interest\", Bakke,supra, 438 U.S. at 299, 98 S.Ct. at 2753 (opinion of Mr. Justice Powell) or \" essential to promote a racially balanced community\", Otero, supra, 484 F.2d at 1140 I. e., inhibiting the process of resegregation.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The universe of education yields no more to abstractions than does the universe of life.  We live in a world in which human conduct, often self-seeking and sometimes sordid, as well as the realities of nature, limits our options.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The Commissioner, in his May 1976 opinion, expressed his concern in the following terms:</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p>Where a district or borough already has, or will shortly have, a public school student body which is predominantly nonwhite, particular care must be taken to ensure that efforts to achieve greater integration in some schools do not destroy or seriously impair the integrated status of other schools.  Where demographic projections indicate that the nonwhite majority will continually increase with the passage of time, it is imperative that Resegregation of integrated schools be avoided.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">15 Educ.Rep. at 484-85 (emphasis added).</p>\n    </div>\n    <p class=\"indent\">The Commissioner concluded:</p>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p>Respondent's plan is far from ideal, but in view of the demographic realities, it constitutes a viable basis for providing a quality integrated educational experience for the greatest number of children for the longest period of time.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Matter of Parent Ass'n of Andrew Jackson, 16 Educ.Dept.Rep. 1, 5 (July 1, 1976).</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The constitutional issue thus posed is not unfamiliar in a democratic society.  The greatest good for the greatest number is a concept deeply embedded in our history.  It is ironic that it comes full circle in a case involving minority groups where the issue may be viewed as a conflict, not necessarily between the claims of whites and those of non-whites, but between the competing rights of non-whites themselves.  May an individual non-white student be made to suffer exclusion in a community effort to prevent resegregation of the system?</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">In other words, what we must resolve is whether the state may take account of the unpleasant realities of population change and white flight when it seeks to Promote integration; and whether such an effort to promote a more lasting integration is a sufficiently compelling purpose to justify excluding some minority students from schools of their choice under the obviously race-conscious Rate of Change Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">It is clear that the possibility of white flight and consequent resegregation cannot justify failure to comply with a court decree ordering integration nor would it excuse actions tending to make such a decree unworkable.  Monroe v. Board of Commissioners, <span class=\"citation\" data-id=\"107707\"><a href=\"/opinion/107707/monroe-v-board-of-commrs-of-jackson/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">450</span></a></span>, 459, <span class=\"citation\" data-id=\"107707\"><a href=\"/opinion/107707/monroe-v-board-of-commrs-of-jackson/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1700</span></a></span>, <span class=\"citation\" data-id=\"107707\"><a href=\"/opinion/107707/monroe-v-board-of-commrs-of-jackson/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">733</span></a></span> (1968); United States v. Scotland Neck Board of Education, <span class=\"citation\" data-id=\"108588\"><a href=\"/opinion/108588/united-states-v-scotland-neck-city-bd-of-ed/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">484</span></a></span>, 490-91, <span class=\"citation\" data-id=\"108588\"><a href=\"/opinion/108588/united-states-v-scotland-neck-city-bd-of-ed/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2214</span></a></span>, <span class=\"citation\" data-id=\"108588\"><a href=\"/opinion/108588/united-states-v-scotland-neck-city-bd-of-ed/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">75</span></a></span> (1972).  In Monroe v. Board of Commissioners, a \"free-transfer\" program was invalidated on the ground that it was resegregating the school system.  The Court gave short shrift to the contention that \"without the transfer option . . . white students will flee the school system altogether,\" by replying that</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p>. . . \"it should go without saying that the vitality of these constitutional principles cannot be allowed to yield simply because of disagreement with them.\"  Brown II, (<span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">349</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span> (1955)) at 300 (<span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">753</span></a></span>, 756, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1083</span></span>).</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">391 U.S. at 459, 88 S.Ct. at 1705.  And the Court rejected a similar \"white flight\" argument in United States v. Scotland Neck Board of Education, supra, 407 U.S. at 490-91, <span class=\"citation\" data-id=\"108588\"><a href=\"/opinion/108588/united-states-v-scotland-neck-city-bd-of-ed/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2214</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Those cases were not like this case, however.  Monroe and Scotland Neck involved resistance to a pre-existing duty to desegregate, and the circumstances and effects in each case made it abundantly clear that the motivating concern with respect to white flight was not the preservation of integration, but the interests of the whites seeking to accommodate their own prejudice. \"However, it does not follow that a board must ignore the probability of white flight in attempting to formulate a Voluntary plan which would improve the racial balance in the schools without at the same time losing the support and acceptance of the public.\"  See Higgins v. Board of Education, <span class=\"citation\" data-id=\"324124\"><a href=\"/opinion/324124/george-and-carolyn-higgins-v-board-of-education-of-the-city-of-grand/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">779</span></a></span>, 794 (6th Cir. 1974) (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Here, unlike Monroe and Scotland Neck, the historical behavior of the defendants toward Jackson indicates that the articulated purpose to preserve integration and to retard imbalance is not a mask for avoidance of the legal obligation to operate a unitary system.  Past voluntary efforts at Jackson have aimed, albeit unsuccessfully, to stem the outflow of white students.  This suggests that attentiveness to population tides is the Board's real concern rather than a sham.  The Supreme Court has noted, in a different context, that white flight can be a legitimate concern from the standpoint of the victims of segregation.  See Wright v. Council of City of Emporia, <span class=\"citation\" data-id=\"108587\"><a href=\"/opinion/108587/wright-v-council-of-emporia/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">451</span></a></span>, 464, <span class=\"citation\" data-id=\"108587\"><a href=\"/opinion/108587/wright-v-council-of-emporia/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2196</span></a></span>, <span class=\"citation\" data-id=\"108587\"><a href=\"/opinion/108587/wright-v-council-of-emporia/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">51</span></a></span> (1972).</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">This circuit decided in Otero v. New York City Housing Authority, supra, that it would be constitutionally permissible to limit entry into public housing projects by minority group members upon a showing that \"such action is essential to promote a racially balanced community and to avoid concentrated racial pockets that will result in a segregated community.\" 484 F.2d at 1140.  See Pride v. Community School Board, supra, 488 F.2d at 327 n. 3 (discussing Otero ); Cf. Barrick Realty, Inc. v. City of Gary, <span class=\"citation\" data-id=\"316619\"><a href=\"/opinion/316619/barrick-realty-incorporated-v-city-of-gary-indiana/\"><span class=\"volume\">491</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">161</span></a></span>, 164-65 (7th Cir. 1974); See also Shannon v. Department of HUD, <span class=\"citation\" data-id=\"294171\"><a href=\"/opinion/294171/maurice-shannon-v-united-states-department-of-housing-and-urban/\"><span class=\"volume\">436</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">809</span></a></span>, 812, 820-21 (3d Cir. 1970).</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">What obviously differentiates Otero from Scotland Neck and Monroe is that Otero treated tipping point considerations in the context of Voluntary integrative behavior by official bodies.  Otero recognized implicitly that white flight may be a compelling concern when it is not advanced to thwart mandatory desegregation (or to perpetuate segregation), but rather to promote a wider integration.  In Higgins, supra, 508 F.2d at 794, the Sixth Circuit noted:</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p>. . . there is a valid distinction between using the defense of white flight as a smokescreen to avoid integration and realistically considering and dealing with the practical problems involved in making Voluntary efforts to achieve integration.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">(Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">This Plan has, as the trial judge noted, resulted in \"a substantial reduction of the segregative impact of demographic change.\" 451 F.Supp. at 1080.  It is important that as many students as possible have the opportunity for integrated education.  Although white fears about the admission of minority students are ugly, those fears cannot be disregarded without imperiling integration across the entire system.  See generally Levin &amp; Moise, School Desegregation Litigation in the Seventies and the Use of Social Science Evidence: An Annotated Guide, 39 Law &amp; Contemp.Prob. 50, 93-98 (1975); Bell, Waiting on the Promise of Brown, 39 Law &amp; Contemp.Prob. 341, 369 n. 135 (1975).  The exodus of white children from the public schools would disadvantage the Entire minority community and nullify this voluntary desegregation effort.  See Wisdom, Random Remarks on the Role of Social Sciences in the Judicial Decision-Making Process in School Desegregation Cases, 39 Law &amp; Contemp.Prob. 134, 147-48 (1975); Cf. Milliken v. Bradley, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">717</span></a></span>, 804-05, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3112</span></a></span>, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1069</span></a></span> (1974) (Mr. Justice Marshall, dissenting) (where an interdistrict remedy is not available, white flight vitiates integration within a single heavily minority district).</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Where the Constitution commands, we may not, and, indeed, should not bend to the popular will.  But in practical terms, after the most suspicious and searching review, we may in the limited circumstances of purely voluntary action, accept the probability of white flight as a factor which the Board was entitled to take into account in the integration equation.  Kaplan, Equal Justice in an Unequal World: Equality for the Negro The Problem of Special Treatment, 61 N.W.L.Rev. 363, 409 (1966).</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">The problem remaining is that although the Plan treats receiving schools on a City -wide basis, the evidence presented to the District Court dealt largely with high schools in the Borough of Queens.  The City is a unitary school district (N.Y.Educ.Law &#167;&#167; 2550 Et seq.; &#167; 2590-g) with people traveling from borough to borough for work and education.  There is simply not enough evidence in the twenty-five volumes of the appendix to let us see the picture whole from a City -wide point of view.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Nor do we find adequate evidence of how the Board arrived at its assumed \"tipping\" figure of 50% Or based upon what facts it decided to control the annual rate of change as it did.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">In short, we accept the Board's assumptions and goal as valid and supportive of its burden as far as legal doctrine is concerned, but we must require evidence of a factual nature in the District Court to support the particular details of the Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">Specifically, on remand, we think the District Court should require the City defendants and the Commissioner to submit evidentiary facts on the following (subject to the usual trial procedures):</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">(1) What are the most current white to minority ratios and utilization percentages of each high school in the City of New York (except for the special admissions schools)?(2) Which of these high schools outside of Queens, as well as in Queens, has a higher percentage of whites than 50?</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">(3) Is there factual justification for a 50% \"tipping\" figure?</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">(4) Are there demographic projections to support the figures of 4% Or  1/4 of the difference between the current white enrollment and 50% White enrollment as maximum allowable figures for rate of change per annum if resegregation is to be avoided?</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">(5) Is there any compelling reason why Staten Island, which has a borough percentage of 85% White, should have only two of its schools designated as \"receiving\" schools for students from the Jackson attendance zone?</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">We assume that most of the statistics and opinions required are readily available to the Board, since they must have been used in formulating the Plan.  Others may require some expert testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">We recognize, of course, that we are passing upon a Voluntary plan under state law and that the District Court can only Suggest modifications to make the Plan constitutional if it should be found deficient in a particular respect.  It would then be the Commissioner's prerogative to accept the modifications or to withdraw the Plan in its entirety and start afresh.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">This panel will retain jurisdiction of the matter since so much consideration has already been given to it; and, upon remand, will direct the Clerk if there should be another appeal, that the matter be referred to us.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">In sum, we reject any application of a rigid test which makes the Plan Per se violative of the equal protection clause of the Fourteenth Amendment.  But the Board and the Commissioner must bear the burden of proving that the Plan, in each of its components, is Necessary to achieve the goal set forth.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">We must also review plaintiffs' cross-appeal from Judge Dooling's denial of a Post-trial motion to add various suburban defendants to the action for the purpose of facilitating the desegregation of Jackson that was ordered by the District Court.  The Court denied the motion, made only after the close of the evidence, because the joinder would require retrying many issues without \"a sufficiently lively prospect of success in reaching a metropolitan remedy.\"  451 F.Supp. at 1081.  See Milliken v. Bradley, supra.  We agree and affirm the denial of the motion.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">This does not prejudice the right of the plaintiff parents, however, to bring a fresh action against the suburban defendants as well as others, in which they seek to prove that intentional acts were committed which had interdistrict discriminatory or segregative results with respect to Jackson students.  See, e. g., Milliken v. Bradley, supra, 418 U.S. at 755, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3112</span></a></span> (Mr. Justice Stewart concurring); United States v. Board of School Commissioners, <span class=\"citation\" data-id=\"354270\"><a href=\"/opinion/354270/united-states-of-america-and-donny-brurell-buckley-intervening-v-board/\"><span class=\"volume\">573</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">400</span></a></span> (7th Cir.), Cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">93</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">116</span></span> (1978).</p>\n    </div>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">We reverse the order of the District Court setting aside the State Education Commissioner's approval of the Controlled Rate of Change Plan, and we remand the issue of whether the Plan is constitutional for the taking of further evidence and for further findings in conformity with this opinion.  We also reverse the order of the District Court that the City defendants submit to the court and to the Commissioner plans to desegregate Andrew Jackson High School.  We affirm the decision below denying the motion to add Nassau County school districts and officials as parties defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">Although the validity of the Rate of Change Plan is still undecided, we are continuing the stay of the injunction against implementation of the Plan until a decision on the constitutionality of the Plan is rendered.  Because we hold that the goal of the Plan passes constitutional scrutiny, we see no reason at this point to disrupt the plan which is already in force.  We hope, nevertheless, that the further evidence and findings required will come back to us from the District Court, if there is another appeal, with reasonable speed.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Boroughs of Manhattan, the Bronx, and Brooklyn are even further along in the process than is Queens, with academic high school populations as of October 1977 which were respectively 11%, 20%, and 35% White.  In Staten Island the 1977-78 high school population was still 85% White. 451 F.Supp. at 1058</p>\n        <p>Contiguous with Queens and close to Andrew Jackson High School are Sewanhaka Central High School District # 1 and Valley Stream Central High School District # 1, in Nassau County, neither of which has high schools that are less than 92% White.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Judge Dooling's opinion, and the tables therein, termed blacks, Hispanics and individuals of American Indian, Asian or Pacific Island origin as \"minority\" and all others as \"others.\"  In this opinion we will continue to address the former group as \"minority\" or as \"nonwhites\" but for convenience will refer to \"others\" as \"whites\".  We are, of course, aware that these terms may not be completely accurate from an anthropological standpoint, but they approximate social realities.  We also note that for purposes of determining the segregated condition of schools, the Supreme Court has grouped blacks with Hispanics.  Keyes v. School District No. 1, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, 197-98, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1973)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Plan also provides for enriched academic and vocational programs for those students who remain at Jackson.  It calls for the creation of a \"law center\" magnet program, an expansion of current magnet programs in music and art, a continuation of cooperative programs with Queens College, development of an occupational skills program under which students can take vocational subjects at Queens vocational schools, an expansion of the high school internship program in which students work part-time for agencies and companies, and a broadening of the work-study cooperative education program.  The Plan also provides that Jackson students will participate jointly with students of all races in such activities as neighborhood restoration and enhancement, after-school career training programs, regional arts, athletic and journalistic programs, and in racially-mixed group relations workshops</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We need not abstractly determine the proper standard of review to apply to mixed questions of law and fact.  To the extent that individual findings rest partially upon the trial judge's understanding and application of law, our opinion examines these findings both for error of law and for clear error of fact</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Supreme Court may soon further illuminate the contours of the intent standard.  See Brinkman v. Gilligan, <span class=\"citation\" data-id=\"359535\"><a href=\"/opinion/359535/mark-brinkman-v-john-j-gilligan/\"><span class=\"volume\">583</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">243</span></a></span> (6th Cir. 1978), Cert. granted, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">831</span></span>, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">31</span></span> (1979)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> It is, of course, a different matter if a desegregation plan includes elements that actually discriminate against minorities.  See Part III, Infra.  Apart from the Rate of Change Plan, which we consider below, we do not find that the voluntary desegregative acts of defendants have entailed collateral discrimination against minorities.  The mere fact that the utilization of the transfer options accorded to minority students in the Jackson zone may have involved the inconvenience of transportation does not amount to discrimination against those students.  See Higgins v. Board of Education, <span class=\"citation\" data-id=\"324124\"><a href=\"/opinion/324124/george-and-carolyn-higgins-v-board-of-education-of-the-city-of-grand/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">779</span></a></span>, 793 (6th Cir. 1974) (greater leeway in Voluntary desegregation plans).  Indeed, where racial imbalance is the result of population shift, it is not discrimination to offer minority students the chance to attend still integrated schools</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Plaintiffs have suggested to us that the De facto segregated condition of Jackson, although not violative of the Equal Protection Clause as currently understood by the Supreme Court, might transgress the Thirteenth Amendment as a \"badge of slavery.\"  Interesting though this argument is, plaintiffs have proffered no authority to support the position that those segregative effects upon schools which do not of themselves run afoul of the Fourteenth Amendment may be reached in any event through the Thirteenth Amendment.  To apply the Thirteenth Amendment in the fashion suggested by the plaintiffs would effectively outflank the careful doctrinal barriers that the Supreme Court has constructed in school desegregation cases.  Whatever our own view may be of this doctrine, it is our principled responsibility as an inferior federal court to apply the spirit of the rulings of the Supreme Court without resorting to hairline distinctions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The City school system is a recipient of federal financial assistance as specified in Title VI, 42 U.S.C. &#167; 2000d, and, indeed, Jackson itself receives special federal aid as a \"Title I\" school. 451 F.Supp. at 1074-75, 1076</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The syllabus to both the opinion of Mr. Justice Powell and the dissenting opinion of Mr. Justice Brennan Et al. uses the same language for each: \"Title VI proscribes only those racial classifications that would violate the Equal Protection Clause if employed by a State or its agencies.\" 438 U.S. at 267, 98 S.Ct. at 2737-38.  We are aware, of course, that the syllabus itself is not a part of the opinion of the Court.  See United States v. Detroit Timber &amp; Lumber Co., <span class=\"citation\" data-id=\"96405\"><a href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"><span class=\"volume\">200</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></a></span>, 337, <span class=\"citation\" data-id=\"96405\"><a href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"><span class=\"volume\">26</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">282</span></a></span>, <span class=\"citation\" data-id=\"96405\"><a href=\"/opinion/96405/united-states-v-detroit-timber-lumber-co/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">499</span></a></span> (1906)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> See also Guardians Ass'n et al. v. Civil Service Commission, <span class=\"citation\" data-id=\"2361364\"><a href=\"/opinion/2361364/guardians-assn-etc-v-civil-serv-comn-of-city-of-ny/\"><span class=\"volume\">466</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1273</span></a></span> (S.D.N.Y., 1979) (Carter, J.)  (employment discrimination)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> No matter how strictly the compelling interest test is construed, the fact that it permits an exception to the color-blindness principle inevitably gives rise to charges of unnecessary dilution of the basic principle.  Yet despite this risk, the courts have not closed the door on a showing of compelling interest.  They have recognized that abstract constitutional principle must be examined under the compulsion of social realities and of achieving the greater good for minorities.  Compare Posner, The DeFunis Case and the Constitutionality of Preferential Treatment of Racial Minorities, 1974 Sup.Ct.Rev. 1, 24 (dangers of any balancing in discrimination area) With Craven, The Impact of Social Science Evidence on the Judge: A Personal Comment, 39 Law &amp; Contemp.Prob. 150 (1975) (social sciences contribute to judicial decision-making).  See also Wisdom, Random Remarks on the Role of Social Sciences in the Judicial Decision-Making Process in School Desegregation Cases, 39 Law &amp; Contemp.Prob. 134 (1975) (social sciences play some, but not ultimate, role)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> We are not requiring a trial De novo but simply a trial to supplement the present record in such respects as will permit the District Court to make a definitive determination of whether the Plan in all its details is necessary to achieve the avowed goal which we have accepted as valid</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/96405/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105312/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106945/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107480/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107705/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107707/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108316/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108373/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108485/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108587/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108588/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108844/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108861/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108910/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109102/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109469/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109519/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109573/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109728/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109930/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/294171/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/313521/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/315407/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/316619/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/324124/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/326011/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/354223/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/354270/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/359535/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/359880/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1897296/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2361364/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-13T23:15:42.407515Z",
      "date_modified": "2017-04-14T22:06:55.922839Z",
      "date_filed": "1979-04-17",
      "date_filed_is_approximate": false,
      "slug": "the-parent-association-of-andrew-jackson-high-school-an-unincorporated",
      "citation_id": 340069,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "The Parent Association of Andrew Jackson High School, an Unincorporated Association, Fred Perez, a Minor by His Father and Next Friend Bienvenido Perez, Brian and Roland Felder, Minors by Their Parents and Next Friends Beverly and Leroy Felder, Robin Brown, a Minor by Her Father and Next Friend David Brown, Joan McFarland a Minor by Her Father and Next Friend Jerome McFarland on Behalf of Themselves and on Behalf of All Persons Similarly Situated v. Gordon Ambach, as Commissioner of Education of the State of New York, Irving Anker, Chancellor of the City School District of the City of New York, Samuel Poltnick, as Director of the Division of High Schools of the City of New York, Abraham Wilner, as Superintendent of the Queens Division of High Schools of the City School District of the City of New York, James Regan, Isaiah Robinson, Stephen Aiello, Amelia Ashe, Joseph Barkan, Robert Christen, Joseph Monserrat, as Members of the Board of Education of the City School District of the City of New York",
      "federal_cite_one": "598 F.2d 705",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 46,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/935241/the-parent-association-of-andrew-jackson-high-school-an-unincorporated/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T13:14:39.768713Z",
  "date_modified": "2016-02-01T18:39:33.836490Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "The Parent Association of Andrew Jackson High School, an Unincorporated Association, Fred Perez, a Minor by His Father and Next Friend Bienvenido Perez, Brian and Roland Felder, Minors by Their Parents and Next Friends Beverly and Leroy Felder, Robin Brown, a Minor by Her Father and Next Friend David Brown, Joan McFarland a Minor by Her Father and Next Friend Jerome McFarland on Behalf of Themselves and on Behalf of All Persons Similarly Situated v. Gordon Ambach, as Commissioner of Education of the State of New York, Irving Anker, Chancellor of the City School District of the City of New York, Samuel Poltnick, as Director of the Division of High Schools of the City of New York, Abraham Wilner, as Superintendent of the Queens Division of High Schools of the City School District of the City of New York, James Regan, Isaiah Robinson, Stephen Aiello, Amelia Ashe, Joseph Barkan, Robert Christen, Joseph Monserrat, as Members of the Board of Education of the City School District of the City of New York",
  "slug": "the-parent-association-of-andrew-jackson-high-school-an-unincorporated",
  "docket_number": "365",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}