{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/945796/",
  "id": 945796,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca8/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/360236/",
      "id": 360236,
      "absolute_url": "/opinion/360236/jeanette-booker-by-curtis-c-chivers-her-grandfather-and-guardian-ad/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/945796/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/360236/",
          "id": 360236,
          "absolute_url": "/opinion/360236/jeanette-booker-by-curtis-c-chivers-her-grandfather-and-guardian-ad/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/360236/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T09:07:33Z",
          "date_modified": "2017-03-25T01:38:21.147130Z",
          "type": "010combined",
          "sha1": "b5556dac1f789c9f27623ca4a3be97631c03414f",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/585/585.F2d.347.78-1502.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">585 F.2d 347</p>\n    <p class=\"parties\">Jeanette BOOKER, by Curtis C. Chivers, her grandfather and<br>guardian ad litem, David G. Hage, by George S. Hage, his<br>father and guardian ad litem, and Montez Willis, by James M.<br>Willis, her father and guardian ad litem, on behalf of<br>themselves and all others similarly situated, Appellees,<br>v.<br>SPECIAL SCHOOL DISTRICT NO. 1, MINNEAPOLIS, MINNESOTA,<br>Superintendent of Schools, Special School District No. 1,<br>Minneapolis, Minnesota and Chairperson, Board of Education,<br>Special School District No. 1, Minneapolis, Minnesota, Appellants.</p>\n    <p class=\"docket\">No. 78-1502.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Eighth Circuit.</p>\n    <p class=\"date\">Submitted Sept. 15, 1978.<br>Decided Oct. 12, 1978.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Duane W. Krohnke of Faegre &amp; Benson, Minneapolis, Minn., for appellants.</p>\n      <p class=\"indent\">Charles Quaintance, Jr. of Maslon, Kaplan, Edelman, Borman, Brand &amp; McNulty, Minneapolis, Minn., for appellees; William Z. Pentelovitch, Minneapolis, Minn., on brief.</p>\n      <p class=\"indent\">Larry B. Leventhal, Minneapolis, Minn., amicus curiae, for Indian Parent Committee of Minneapolis, et al.</p>\n      <p class=\"indent\">Walter W. Barnett and Thomas M. Keeling, Attys., Dept. of Justice, Washington, D. C., amicus curiae, for United States; Andrew W. Danielson, U. S. Atty., Minneapolis, Minn., and Drew S. Day, III, Asst. Atty. Gen., Washington, D. C., on brief.</p>\n      <p class=\"indent\">Before GIBSON, Chief Judge, and ROSS and HENLEY, Circuit Judges.</p>\n      <p class=\"indent\">HENLEY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal by public school authorities of Minneapolis, Minnesota,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> from an order entered on May 22, 1978 by District (now Senior) Judge Earl R. Larson of the United States District Court for the District of Minnesota in a school integration suit commenced in 1971 by and on behalf of Negro students residing in the District.  Plaintiffs were permitted to maintain the action as a class suit for the benefit of all public school students in the District, including white, black and Indian (Native American) students and other groups of students who were members of identifiable minority groups.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1972 Judge Larson found that since at least 1954<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the public schools of the District had been racially segregated, that the segregation that had existed and continued to exist was due at least in part to Board action intentionally taken, and that the segregation had to be eliminated.  While the district court was able to approve in large measure a desegregation/integration plan that the Board had submitted pendente lite, Judge Larson felt that the plan had to be strengthened in certain areas including both student and faculty integration.  The decree established guidelines for allowable percentages of minority students that might be enrolled in the respective schools of the District; it dealt with faculty integration in both elementary and secondary schools; it forbade further school construction without judicial approval; and it required the Board to submit semi-annual status and progress reports to the court.  Booker v. Special School District No. 1, 351 F.Supp. 799 (D.Minn.1972).  There was no appeal from that decree.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Between May, 1972 and May, 1978 the Board submitted ten semi-annual reports, and in those reports it requested from time to time that modifications of the court's original directives be made, and from time to time the district court allowed modifications generally favorable to the Board.  In 1977 the Board asked the district court to dissolve its injunction and release its jurisdiction in the case; Judge Larson refused to do so, and there was no appeal from his order.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In its tenth semi-annual report filed in early 1978 the Board renewed its request for a dissolution of the injunction; alternatively, it prayed for leave substantially to increase minority enrollments in individual schools and particularly in schools having a high concentration of Indian students.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court dealt with the alternative prayers for relief in a full opinion.  Booker v. Special School Dist. No. 1, Minneapolis et al., 451 F.Supp. 659 (D.Minn. 1978).  It refused to dissolve the injunction.  It did grant some limited relief in the area of minority assignments.  The relief was not satisfactory to the Board, and it appealed.  The district court refused to stay its order pending appeal, and presumably it went into effect with the opening of school in September of the current year.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">For reversal the District contends that in view of the progress that it has made toward integration and in view of recent Supreme Court decisions the district court should have dissolved its injunctive orders in toto.  The principal cases cited by the Board are Dayton Board of Education v. Brinkman, 433 U.S. 406, 97 S.Ct. 2766, 53 L.Ed.2d 851 (1977); Village of Arlington Heights v. Metropolitan Housing Corp., 429 U.S. 252, 97 S.Ct. 555, 50 L.Ed.2d 450 (1977); Pasadena City Board of Education v. Spangler, 427 U.S. 424, 96 S.Ct. 2697, 49 L.Ed.2d 599 (1976); and Washington v. Davis, 426 U.S. 229, 96 S.Ct. 2040, 48 L.Ed.2d 597 (1976).  Alternatively, the Board contends that the district court erred when it refused to permit the District to enroll minority students up to 50% In any school and up to 60% In schools having an Indian student population of 30% Or more.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">As to the differentiation between 50% And 60% In schools where Indian students are concentrated, the Board argues that the differentiation is necessary if the Indian students are to derive full benefit from federal programs designed to meet the special educational needs of Indian students, and which programs have been federally funded.  The Board also argues that the plan mandated by the district court unreasonably disperses Indian students throughout the individual schools operated by the District.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We pause for a moment to observe that this is a three-sided lawsuit.  We have, to begin with, the plaintiffs and the defendants.  But the district court allowed and we have allowed limited participation in the case by Amici curiae consisting of the federal Department of Justice and certain organizations said to be devoted to the educational and other interests of Indians.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The position of the Negro plaintiffs and of the Department of Justice is that the 1978 decision of the district court should simply be affirmed.  The position of the other Amici is that the Indian children in the District are entitled to special consideration, and should not be deprived of the benefits of programs designed for the needs of Indian students, which programs apparently are not available in all of the District's schools.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The disputes in the case do not involve so much what the underlying facts are but rather what further action, if any, should be taken if effective integration of the Minneapolis public schools is to be achieved and if the legitimate interests of Indian children in the area of special education are to be protected.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Historically, the population of Minneapolis has been overwhelmingly Caucasian.  However, at least in recent years the City has acquired a minority population that is made up principally of blacks and Indians, although some smaller identifiable minority groups are present.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">During the 1971-72 school year when this litigation was commenced the District was operating 94 schools.  There were 11 high schools, 15 junior high schools, and 68 elementary schools.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The total enrollment during the year just mentioned was 65,201 students of which 55,735 were white.  There were 6,351 Negroes in the system, making up a little less than 10% Of the student population.  There were 2,225 Indians who made up slightly more than 3% Of the population, and there were 890 other students who would be classified as minority students.  Thus, the over-all minority student percentage in the schools was about 14.5%.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It should be kept in mind, however, that this small minority student population was not distributed evenly among the schools.  As in other cities throughout the country, the minority populations of Minneapolis were concentrated in limited areas due to economic conditions, low rent housing policies, and the natural desire of people of the same race or ethnic group to live in the same neighborhoods.  As a consequence of this segregated residential pattern, and the adherence of the Board to the conventional neighborhood school doctrine, the minority school population of Minneapolis has been concentrated in a few of the numerous schools operated by the District, and those few schools have been racially definable.  The situation that existed in the District's schools in 1971-72 is fully described in Judge Larson's original opinion, Supra, 351 F.Supp. at 802-03.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Judge Larson found that in 1972 a system-wide segregated school system existed, and that the system had in large measure been created and maintained by intentional actions on the part of school authorities that were calculated to segregate the schools along racial lines.  351 F.Supp. at 803-06.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Although Judge Larson found that under the pressure of the litigation great strides toward desegregation had been made by the District, he also found that prior to the filing of the suit very little had been done toward voluntary integration, and the lack of action had admittedly been due to public opposition to the concept of integration.  351 F.Supp. at 806.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Finding that the segregation that existed in the schools of the District was unconstitutional, the district court directed that it be eliminated, and in that connection it established guidelines for the assignment of minority students to schools and for faculty desegregation.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  As to guidelines for student assignments, the district court did not initially distinguish between members of various minority groups; the court simply stipulated that the minority enrollment in any school was not to exceed 35% Of the total population.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Since there was no appeal from the original order or decree, we start with the proposition that as late as May, 1972 the Minneapolis public schools were racially segregated, and that the segregation was system-wide.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Between the spring of 1972 and the spring of 1975 the total enrollment in the Minneapolis public schools fell sharply but proportional minority enrollment increased.  In its fifth semi-annual report that was filed in early 1975 the District sought leave to increase the permissible minority enrollments in various schools in the District.  Judge Larson considered the matter in a full opinion that was filed on May 7, 1975.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The judge found that between 1972 and 1975 total minority enrollment had risen from 14.5% To 17.7%.  During the same period of time the Indian student population had increased by 14% Although the total student population had fallen by 9%.  Comparing 1975 with 1968 the district court found that during that 17 year period total public school enrollment had fallen by 20% But that Indian student population had jumped by 80%.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Nevertheless the district court found that with respect to most schools and clusters of schools, its original 35% Limit on minority enrollments continued to be valid.  One exception was the \"cluster\" of elementary schools consisting of the Bethune, Hall, Holland and Webster Schools.  With respect to those schools Judge Larson permitted total minority enrollments to be increased to 42% But with single minority enrollments to remain limited to 35%.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  We can refer to those percentages as the 35/42% Ratio.  There was no appeal from that order.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In late June, 1976 the Supreme Court handed down its decision in Pasadena City Bd. of Education v. Spangler, supra.  The majority of the Court held that once a school district has in fact achieved a neutral situation as far as race is concerned, the district is not required year after year to make shifts in pupil assignments merely to maintain \"racial balance.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Encouraged by that decision, the Board made another effort in 1977 to secure a dissolution of the district court's injunctive orders.  The district court felt that the situation that had prevailed in the Pasadena Case was different from that prevailing in Minneapolis since at one identifiable point in time all of the schools in Pasadena had been racially \"neutral,\" whereas such a situation had never existed in Minneapolis.  Again, there was no appeal from the order of the district court.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The trends in school populations in Minneapolis that have been described persisted into 1978 when the Board filed its tenth semi-annual report which produced the order involved here.  As has been indicated, the District sought primarily a total release by the district court of its jurisdiction over the Minneapolis schools, and alternatively it sought leave substantially to increase minority enrollments, particularly in the schools having a high concentration of Indian students.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">By the time at which that report was filed, the Supreme Court had decided, in addition to the Pasadena case, Supra, the cases of Dayton Bd. of Education v. Brinkman and Village of Arlington Heights v. Municipal Housing Corp., both cited Supra, and it had also decided Milliken v. Bradley, 433 U.S. 267, 97 S.Ct. 2749, 53 L.Ed.2d 745 (1977), and Hazelwood School Dist. v. United States, 433 U.S. 299, 97 S.Ct. 2736, 53 L.Ed.2d 768 (1977).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In connection with the basic relief sought, the District relied primarily on the Dayton case.  In that case the Supreme Court held that in integration context, as in other equitable contexts, a federal court should not prescribe a remedy broader than that required by the necessities of the case, and that only where system-wide segregation exists, is a system-wide remedy justified.  Likewise the Court limited the obligation of school authorities in districts where racial segregation had long since ceased to be required by local law to the elimination of \"incremental segregation.\"  We assume that \"incremental segregation\" is segregation that has been imposed by intentional official action that is nondiscriminatory on its face but which actually and foreseeably results in segregation in addition to that which would have existed had the action not been taken.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The district court did not consider that the recent decisions of the Supreme Court entitled the District to have the injunction dissolved, and it did not consider that the District should be permitted to increase its minority enrollments to the extent that the District desired.  Judge Larson did liberalize the guidelines from 35/42% To 39/46%, and he emphasized as he had pointed out in early stages of the litigation that the guidelines were not inflexible, and that they could be exceeded in particular and necessitous circumstances.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Before discussing the correctness of the actions taken by the district court in May of this year, we consider it desirable to mention the standards that we apply in reviewing those actions.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">There is no question that in a proper case a federal district court that has issued an injunction may vacate it or modify it if it is established that to continue it in force or without modification would work an inequitable result.  That power is conferred by Fed.R.Civ.P. 60(b)(5), but it would exist even in the absence of that rule since a federal court of equity has inherent jurisdiction in the exercise of its equitable discretion and subject to appropriate appellate review to vacate or modify its injunctions.  Pasadena City Bd. of Education v. Spangler, supra, 427 U.S. at 437, 96 S.Ct. 2697; System Federation v. Wright, 364 U.S. 642, 647, 81 S.Ct. 368, 5 L.Ed.2d 349 (1961); United States v. Swift &amp; Co., 286 U.S. 106, 52 S.Ct. 460, 76 L.Ed. 999 (1932).  The existence of that power is not seriously challenged here.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As is made clear in the opinion of the Supreme Court in the Dayton case, Supra, 433 U.S. at 409-10 and 417-18, 97 S.Ct. 2766, the basic responsibility for determining whether an injunction should be dissolved or maintained in force or whether and to what extent it should be modified rests primarily on the shoulders of the district court that issued the injunction in the first place.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The function of the appellate court is not to make an initial decision but simply to review the action of the trial court.  Ordinarily, our inquiry is limited to whether the factual findings of the district court are clearly erroneous, whether that court has applied correct legal standards to facts permissibly found, and whether judicial discretion has been abused in cases where discretion is a material or controlling factor.  If the trial court has made proper findings of fact, has drawn proper conclusions of law, and has acted within the scope of its discretion, the appellate function is at an end.  Otherwise, the appealing party is entitled to appropriate relief.</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Seeking total relief from the district court's injunction, the Board obviously pinned its principal reliance on the Dayton case, cited Supra.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  The Board contended that it had eliminated incremental segregation, and that in any event the district court should relinquish jurisdiction in view of the good faith of the Board and the progress that had been made toward integration.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The district court was not persuaded in view of the fact that the segregation that had existed in Minneapolis was system-wide and had never been eliminated, and in view of the over-all history of the racial segregation of the Minneapolis public schools.  Judge Larson found himself unable to tell in Minneapolis where \"original segregation\" ended and where \"incremental segregation\" began, and he did not consider that continuing in effect the orders that he had entered and the guidelines that he had prescribed constituted an overbroad remedy for the Minneapolis problem.  In short, Judge Larson was not willing to apply Dayton to Minneapolis any more than he had been willing to apply Pasadena To Minneapolis.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">As to the Board's alternative prayer for leave to increase minority enrollments in individual schools, Judge Larson was not insensitive to the problems with which the Board was confronted when total public school enrollment was declining while at the same time proportional minority enrollments were increasing.  He did not consider, however, that the District was entitled to all of the alternative relief that it sought.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">To start with, the Judge found that there was a substantial failure on the part of the District to comply with the 35/42% Guidelines previously established.  Evidence of sight counts conducted by the District in the spring of 1977 indicated that 16 of the District's schools were not in compliance with those guidelines, and the court found that figures submitted in July, 1977 indicated that 7 out of those 16 schools continued to be out of compliance.  Looking at the sight count evidence, it appeared to the district court that four of the schools had minority populations of more than 50%, that three of them had minority populations of more than 47%, and that ten of them were out of compliance with the 35% Single minority figure.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">As to the 50% Figure sought by the Board for total minorities in most of the schools, the district court found that in view of the history of segregation in the District any school that had a total minority enrollment as high as 50% Would automatically be identified as a \"black school\" or at least as a \"minority school.\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The trial judge was willing to raise the allowable minority percentages to 39/46%, but he made it clear that those ratios had to be established with respect to the 1978-79 school year, and that they would not be liberalized later.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The determination of the district court that the Board should not be allowed to increase total minority enrollments at any school to as much as 50% Automatically disposed of the Board's request that it be allowed to have minority enrollments of up to 60% In schools that had a concentration of Indian students.  However, Judge Larson considered it desirable to discuss to some extent the alternative request of the Board that schools with a substantial concentration of Indian students should be permitted to have a minority enrollment of up to 60% Of the total student population.  Such a school would have Indians as a single component of a school population made up of whites, Indians, Negroes and members of other minority groups.  While such a consist might be of some benefit to the Indian students, it would immediately condemn whites and Negroes and members of other minority groups to attend public schools identifiable as being schools devoted primarily to the education of minority students.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">There is no question that in certain contexts separate classification and treatment of Indians as a race are constitutionally permissible in the light of the unique status of Indians in this country, and in the light of history and policy.  In addition to the vast number of federal statutes that deal with Indians as Indians See such opinions as United States v. Antelope,430 U.S. 641, 97 S.Ct. 1395, 51 L.Ed.2d 701 (1977); Moe v. Confederated Tribes, 425 U.S. 463, 96 S.Ct. 1634, 48 L.Ed.2d 96 (1976); Fisher v. Dist. Court, 424 U.S. 382, 96 S.Ct. 943, 47 L.Ed.2d 106 (1976); Morton v. Mancari, 417 U.S. 535, 94 S.Ct. 2474, 41 L.Ed.2d 290 (1974).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">However, as the district court observed, the Supreme Court has not held that a school district is exempt from its obligation to eliminate racial segregation \"root and branch,\" Green v. County School Bd., 391 U.S. 430, 437-38, 88 S.Ct. 1689, 20 L.Ed.2d 716 (1968), simply because the district's student population contains a substantial number of Indian students with specialized educational needs.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Judge Larson felt that to permit the District to take the alternative course that it desired to take as far as Indian students were concerned would raise a grave constitutional question.  However, he found it unnecessary to decide that question.  He felt that assuming that special classifications of schools containing a high percentage of Indian students could be justified constitutionally on the basis of a \"compelling state interest,\" no such interest had been shown in the instant case.  On the contrary, the district court found that the legitimate needs of the Indian students had been adequately met under the 35/42% Guidelines, and that a fortiori they could be met under the 39/46% Guidelines.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <p>VI.</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">It now ultimately becomes our task to apply to the findings and conclusions of the district court the review standards that we have mentioned previously.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In a school integration case involving a large metropolitan school district the task of a federal district court in formulating an appropriate equitable remedy is at best a delicate one.  And in judging a district judge's performance of that task, a federal appellate court should pay great deference to the district judge's conclusions.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The instant case was filed in August, 1971, and Judge Larson has worked with it for more than seven years.  As the Addendum to the Board's brief establishes, the trial judge has filed a total of at least fourteen opinions and orders in the case, the most important of which we have undertaken to discuss.  Prior to 1978 the Board did not see fit to appeal from any of the orders of the district court, and it may be doing so now only because it seems to think that a new body of decisional law is in the making as far as the racial integration of schools in some parts of the country is concerned.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Judge Larson has a familiarity with this case and the problems that it presents that this court cannot easily obtain.  We see nothing clearly erroneous in his factual findings; we see no misconceptions of law in his 1978 opinion; and we see no abuse of discretion in the results that he reached.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The judgment of the district court is in all respects affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The defendants are Special School District No. 1 of Minneapolis which includes all of the public schools of the City, the District's Superintendent of Schools, and the Chairperson of the District's School Board.  The defendants will be referred to collectively as either the District or the Board</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It was in 1954 that the Supreme Court handed down its initial decision in Brown v. Board of Education, 347 U.S. 483, 94 S.Ct. 686, 98 L.Ed. 873 (1954), holding that legally imposed racial segregation of public schools is a violation of the equal protection clause of the fourteenth amendment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Those organizations are Indian Parent Committee of Minneapolis; Little Earth of United Tribes, Inc.; and Indian Health Board of Minneapolis, Inc.  In connection with this appeal the Amici which have been mentioned were permitted to file briefs that have been considered by us along with those filed by the principal parties</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Federally funded programs geared specifically to Indian education have been established through the years by a number of federal statutes which we find it unnecessary to mention here.  Those statutes and programs are listed and discussed in Rosenfeld, Indian Schools and Community Control, 25 Stan.L.Rev. 492 (1973), cited by the district court in its 1978 opinion.  See also Chavers, Indian Education, Failure For The Future?, 2 Am.Indian L.Rev. 61 (1974)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Cf. United States v. School Dist. of Omaha (\"Omaha I\"), 521 F.2d 530 (8th Cir.), Cert. denied, 423 U.S. 946, 96 S.Ct. 361, 40 L.Ed.2d 280 (1975), wherein we held that where public authorities, including school officials, take actions the natural, probable and foreseeable consequence of which is racial segregation, a rebuttable presumption arises that the actions in question were motivated by \"segregative intent.\"  As to the necessity for the establishment of \"segregative intent\" in discrimination cases, See the discussions in Washington v. Davis and Village of Arlington Heights v. Municipal Housing Corp., both cited Supra.  See also Johnson v. Alexander, 572 F.2d 1219 (8th Cir. 1978)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We are not concerned here with faculty desegregation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The 35% Figure was a maximum allowable figure.  Actually, as the 1978 opinion of the district court points out, that figure was deliberately set at 20% Above the projected actual minority enrollments in most of the District's schools.  Minority students simply do not make up 35% Of the Minneapolis school population</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Assume arbitrarily that a given school in that cluster would have a total enrollment of 600 students consisting of whites, blacks and Indians with the whites in a decided majority.  Under the 1975 ruling of the district court 252 of the 600 students could be Indians and blacks and 210 could be either Indian or black</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We have mentioned our decision in \"Omaha I\" which was decided substantially prior to the decision in the Dayton case.  In United States v. School Dist. of Omaha, 541 F.2d 708 (8th Cir. 1976), \"Omaha II,\" we upheld a system-wide desegregation order entered by the district court, 418 F.Supp. 22 (D.Neb.1976).  However, the Supreme Court in view of the Dayton decision reversed and remanded \"Omaha II.\"  School Dist. of Omaha v. United States, 433 U.S. 667, 97 S.Ct. 2905, 53 L.Ed.2d 1039 (1977).  We, in turn, sent the case back to the district court for reconsideration in the light of Dayton.  United States v. School Dist. of Omaha (\"Omaha III\"), 565 F.2d 127 (8th Cir. 1977).  However, it should perhaps be observed in connection with \"Omaha III\" that we limited the consideration of the district court to the question of remedy and not to the question of whether the Omaha public schools were unconstitutionally segregated</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The problem presented in the Arlington Heights case was substantially different from the one presented here, and the same thing can be said about Washington v. Davis.  As has been seen, in 1977 the district court held that the Minneapolis situation was not comparable to the Pasadena situation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The district court noted that it was not confronted with any question of whether a state may permissibly create an \"all Indian\" school district in certain localities and in certain circumstances.  And this case clearly does not present a question as to whether a state created district can constitutionally create or maintain an \"all Indian\" school within the borders of the district if particular educational needs of Indians cannot be met fully in the ordinary schools of the district.  The Minneapolis Board has never suggested such an approach to the problem of the education of its Indian students</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">585</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">347</span></span></p>\n    <p class=\"parties\">Jeanette BOOKER, by Curtis C. Chivers, her grandfather and<br>guardian ad litem, David G. Hage, by George S. Hage, his<br>father and guardian ad litem, and Montez Willis, by James M.<br>Willis, her father and guardian ad litem, on behalf of<br>themselves and all others similarly situated, Appellees,<br>v.<br>SPECIAL SCHOOL DISTRICT NO. 1, MINNEAPOLIS, MINNESOTA,<br>Superintendent of Schools, Special School District No. 1,<br>Minneapolis, Minnesota and Chairperson, Board of Education,<br>Special School District No. 1, Minneapolis, Minnesota, Appellants.</p>\n    <p class=\"docket\">No. 78-1502.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Eighth Circuit.</p>\n    <p class=\"date\">Submitted Sept. 15, 1978.<br>Decided Oct. 12, 1978.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Duane W. Krohnke of Faegre &amp; Benson, Minneapolis, Minn., for appellants.</p>\n      <p class=\"indent\">Charles Quaintance, Jr. of Maslon, Kaplan, Edelman, Borman, Brand &amp; McNulty, Minneapolis, Minn., for appellees; William Z. Pentelovitch, Minneapolis, Minn., on brief.</p>\n      <p class=\"indent\">Larry B. Leventhal, Minneapolis, Minn., amicus curiae, for Indian Parent Committee of Minneapolis, et al.</p>\n      <p class=\"indent\">Walter W. Barnett and Thomas M. Keeling, Attys., Dept. of Justice, Washington, D. C., amicus curiae, for United States; Andrew W. Danielson, U. S. Atty., Minneapolis, Minn., and Drew S. Day, III, Asst. Atty. Gen., Washington, D. C., on brief.</p>\n      <p class=\"indent\">Before GIBSON, Chief Judge, and ROSS and HENLEY, Circuit Judges.</p>\n      <p class=\"indent\">HENLEY, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal by public school authorities of Minneapolis, Minnesota,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> from an order entered on May 22, 1978 by District (now Senior) Judge Earl R. Larson of the United States District Court for the District of Minnesota in a school integration suit commenced in 1971 by and on behalf of Negro students residing in the District.  Plaintiffs were permitted to maintain the action as a class suit for the benefit of all public school students in the District, including white, black and Indian (Native American) students and other groups of students who were members of identifiable minority groups.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1972 Judge Larson found that since at least 1954<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the public schools of the District had been racially segregated, that the segregation that had existed and continued to exist was due at least in part to Board action intentionally taken, and that the segregation had to be eliminated.  While the district court was able to approve in large measure a desegregation/integration plan that the Board had submitted pendente lite, Judge Larson felt that the plan had to be strengthened in certain areas including both student and faculty integration.  The decree established guidelines for allowable percentages of minority students that might be enrolled in the respective schools of the District; it dealt with faculty integration in both elementary and secondary schools; it forbade further school construction without judicial approval; and it required the Board to submit semi-annual status and progress reports to the court.  Booker v. Special School District No. 1, <span class=\"citation\" data-id=\"2594865\"><a href=\"/opinion/2594865/booker-v-special-school-dist-no-1-minneapolis-minn/\"><span class=\"volume\">351</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">799</span></a></span> (D.Minn.1972).  There was no appeal from that decree.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Between May, 1972 and May, 1978 the Board submitted ten semi-annual reports, and in those reports it requested from time to time that modifications of the court's original directives be made, and from time to time the district court allowed modifications generally favorable to the Board.  In 1977 the Board asked the district court to dissolve its injunction and release its jurisdiction in the case; Judge Larson refused to do so, and there was no appeal from his order.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In its tenth semi-annual report filed in early 1978 the Board renewed its request for a dissolution of the injunction; alternatively, it prayed for leave substantially to increase minority enrollments in individual schools and particularly in schools having a high concentration of Indian students.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court dealt with the alternative prayers for relief in a full opinion.  Booker v. Special School Dist. No. 1, Minneapolis et al., <span class=\"citation\" data-id=\"1897277\"><a href=\"/opinion/1897277/booker-v-special-sch-dist-no-1-minneapolis/\"><span class=\"volume\">451</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">659</span></a></span> (D.Minn. 1978).  It refused to dissolve the injunction.  It did grant some limited relief in the area of minority assignments.  The relief was not satisfactory to the Board, and it appealed.  The district court refused to stay its order pending appeal, and presumably it went into effect with the opening of school in September of the current year.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">For reversal the District contends that in view of the progress that it has made toward integration and in view of recent Supreme Court decisions the district court should have dissolved its injunctive orders in toto.  The principal cases cited by the Board are Dayton Board of Education v. Brinkman, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">406</span></a></span>, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2766</span></a></span>, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">851</span></a></span> (1977); Village of Arlington Heights v. Metropolitan Housing Corp., <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></a></span>, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">555</span></a></span>, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">450</span></a></span> (1977); Pasadena City Board of Education v. Spangler, <span class=\"citation\" data-id=\"109519\"><a href=\"/opinion/109519/pasadena-city-bd-of-ed-v-spangler/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, <span class=\"citation\" data-id=\"109519\"><a href=\"/opinion/109519/pasadena-city-bd-of-ed-v-spangler/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2697</span></a></span>, <span class=\"citation\" data-id=\"109519\"><a href=\"/opinion/109519/pasadena-city-bd-of-ed-v-spangler/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">599</span></a></span> (1976); and Washington v. Davis, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2040</span></a></span>, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">597</span></a></span> (1976).  Alternatively, the Board contends that the district court erred when it refused to permit the District to enroll minority students up to 50% In any school and up to 60% In schools having an Indian student population of 30% Or more.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">As to the differentiation between 50% And 60% In schools where Indian students are concentrated, the Board argues that the differentiation is necessary if the Indian students are to derive full benefit from federal programs designed to meet the special educational needs of Indian students, and which programs have been federally funded.  The Board also argues that the plan mandated by the district court unreasonably disperses Indian students throughout the individual schools operated by the District.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We pause for a moment to observe that this is a three-sided lawsuit.  We have, to begin with, the plaintiffs and the defendants.  But the district court allowed and we have allowed limited participation in the case by Amici curiae consisting of the federal Department of Justice and certain organizations said to be devoted to the educational and other interests of Indians.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The position of the Negro plaintiffs and of the Department of Justice is that the 1978 decision of the district court should simply be affirmed.  The position of the other Amici is that the Indian children in the District are entitled to special consideration, and should not be deprived of the benefits of programs designed for the needs of Indian students, which programs apparently are not available in all of the District's schools.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The disputes in the case do not involve so much what the underlying facts are but rather what further action, if any, should be taken if effective integration of the Minneapolis public schools is to be achieved and if the legitimate interests of Indian children in the area of special education are to be protected.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Historically, the population of Minneapolis has been overwhelmingly Caucasian.  However, at least in recent years the City has acquired a minority population that is made up principally of blacks and Indians, although some smaller identifiable minority groups are present.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">During the 1971-72 school year when this litigation was commenced the District was operating 94 schools.  There were 11 high schools, 15 junior high schools, and 68 elementary schools.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The total enrollment during the year just mentioned was 65,201 students of which 55,735 were white.  There were 6,351 Negroes in the system, making up a little less than 10% Of the student population.  There were 2,225 Indians who made up slightly more than 3% Of the population, and there were 890 other students who would be classified as minority students.  Thus, the over-all minority student percentage in the schools was about 14.5%.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It should be kept in mind, however, that this small minority student population was not distributed evenly among the schools.  As in other cities throughout the country, the minority populations of Minneapolis were concentrated in limited areas due to economic conditions, low rent housing policies, and the natural desire of people of the same race or ethnic group to live in the same neighborhoods.  As a consequence of this segregated residential pattern, and the adherence of the Board to the conventional neighborhood school doctrine, the minority school population of Minneapolis has been concentrated in a few of the numerous schools operated by the District, and those few schools have been racially definable.  The situation that existed in the District's schools in 1971-72 is fully described in Judge Larson's original opinion, Supra, 351 F.Supp. at 802-03.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Judge Larson found that in 1972 a system-wide segregated school system existed, and that the system had in large measure been created and maintained by intentional actions on the part of school authorities that were calculated to segregate the schools along racial lines.  351 F.Supp. at 803-06.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Although Judge Larson found that under the pressure of the litigation great strides toward desegregation had been made by the District, he also found that prior to the filing of the suit very little had been done toward voluntary integration, and the lack of action had admittedly been due to public opposition to the concept of integration.  351 F.Supp. at 806.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Finding that the segregation that existed in the schools of the District was unconstitutional, the district court directed that it be eliminated, and in that connection it established guidelines for the assignment of minority students to schools and for faculty desegregation.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  As to guidelines for student assignments, the district court did not initially distinguish between members of various minority groups; the court simply stipulated that the minority enrollment in any school was not to exceed 35% Of the total population.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Since there was no appeal from the original order or decree, we start with the proposition that as late as May, 1972 the Minneapolis public schools were racially segregated, and that the segregation was system-wide.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Between the spring of 1972 and the spring of 1975 the total enrollment in the Minneapolis public schools fell sharply but proportional minority enrollment increased.  In its fifth semi-annual report that was filed in early 1975 the District sought leave to increase the permissible minority enrollments in various schools in the District.  Judge Larson considered the matter in a full opinion that was filed on May 7, 1975.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The judge found that between 1972 and 1975 total minority enrollment had risen from 14.5% To 17.7%.  During the same period of time the Indian student population had increased by 14% Although the total student population had fallen by 9%.  Comparing 1975 with 1968 the district court found that during that 17 year period total public school enrollment had fallen by 20% But that Indian student population had jumped by 80%.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Nevertheless the district court found that with respect to most schools and clusters of schools, its original 35% Limit on minority enrollments continued to be valid.  One exception was the \"cluster\" of elementary schools consisting of the Bethune, Hall, Holland and Webster Schools.  With respect to those schools Judge Larson permitted total minority enrollments to be increased to 42% But with single minority enrollments to remain limited to 35%.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  We can refer to those percentages as the 35/42% Ratio.  There was no appeal from that order.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In late June, 1976 the Supreme Court handed down its decision in Pasadena City Bd. of Education v. Spangler, supra.  The majority of the Court held that once a school district has in fact achieved a neutral situation as far as race is concerned, the district is not required year after year to make shifts in pupil assignments merely to maintain \"racial balance.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Encouraged by that decision, the Board made another effort in 1977 to secure a dissolution of the district court's injunctive orders.  The district court felt that the situation that had prevailed in the Pasadena Case was different from that prevailing in Minneapolis since at one identifiable point in time all of the schools in Pasadena had been racially \"neutral,\" whereas such a situation had never existed in Minneapolis.  Again, there was no appeal from the order of the district court.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The trends in school populations in Minneapolis that have been described persisted into 1978 when the Board filed its tenth semi-annual report which produced the order involved here.  As has been indicated, the District sought primarily a total release by the district court of its jurisdiction over the Minneapolis schools, and alternatively it sought leave substantially to increase minority enrollments, particularly in the schools having a high concentration of Indian students.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">By the time at which that report was filed, the Supreme Court had decided, in addition to the Pasadena case, Supra, the cases of Dayton Bd. of Education v. Brinkman and Village of Arlington Heights v. Municipal Housing Corp., both cited Supra, and it had also decided Milliken v. Bradley, <span class=\"citation\" data-id=\"109723\"><a href=\"/opinion/109723/milliken-v-bradley/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">267</span></a></span>, <span class=\"citation\" data-id=\"109723\"><a href=\"/opinion/109723/milliken-v-bradley/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2749</span></a></span>, <span class=\"citation\" data-id=\"109723\"><a href=\"/opinion/109723/milliken-v-bradley/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">745</span></a></span> (1977), and Hazelwood School Dist. v. United States, <span class=\"citation\" data-id=\"109724\"><a href=\"/opinion/109724/hazelwood-school-dist-v-united-states/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></a></span>, <span class=\"citation\" data-id=\"109724\"><a href=\"/opinion/109724/hazelwood-school-dist-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2736</span></a></span>, <span class=\"citation\" data-id=\"109724\"><a href=\"/opinion/109724/hazelwood-school-dist-v-united-states/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">768</span></a></span> (1977).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In connection with the basic relief sought, the District relied primarily on the Dayton case.  In that case the Supreme Court held that in integration context, as in other equitable contexts, a federal court should not prescribe a remedy broader than that required by the necessities of the case, and that only where system-wide segregation exists, is a system-wide remedy justified.  Likewise the Court limited the obligation of school authorities in districts where racial segregation had long since ceased to be required by local law to the elimination of \"incremental segregation.\"  We assume that \"incremental segregation\" is segregation that has been imposed by intentional official action that is nondiscriminatory on its face but which actually and foreseeably results in segregation in addition to that which would have existed had the action not been taken.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The district court did not consider that the recent decisions of the Supreme Court entitled the District to have the injunction dissolved, and it did not consider that the District should be permitted to increase its minority enrollments to the extent that the District desired.  Judge Larson did liberalize the guidelines from 35/42% To 39/46%, and he emphasized as he had pointed out in early stages of the litigation that the guidelines were not inflexible, and that they could be exceeded in particular and necessitous circumstances.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Before discussing the correctness of the actions taken by the district court in May of this year, we consider it desirable to mention the standards that we apply in reviewing those actions.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">There is no question that in a proper case a federal district court that has issued an injunction may vacate it or modify it if it is established that to continue it in force or without modification would work an inequitable result.  That power is conferred by Fed.R.Civ.P. 60(b)(5), but it would exist even in the absence of that rule since a federal court of equity has inherent jurisdiction in the exercise of its equitable discretion and subject to appropriate appellate review to vacate or modify its injunctions.  Pasadena City Bd. of Education v. Spangler, supra, 427 U.S. at 437, <span class=\"citation\" data-id=\"109519\"><a href=\"/opinion/109519/pasadena-city-bd-of-ed-v-spangler/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2697</span></a></span>; System Federation v. Wright, <span class=\"citation\" data-id=\"106157\"><a href=\"/opinion/106157/system-federation-v-wright/\"><span class=\"volume\">364</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">642</span></a></span>, 647, <span class=\"citation\" data-id=\"106157\"><a href=\"/opinion/106157/system-federation-v-wright/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">368</span></a></span>, <span class=\"citation\" data-id=\"106157\"><a href=\"/opinion/106157/system-federation-v-wright/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">349</span></a></span> (1961); United States v. Swift &amp; Co., <span class=\"citation\" data-id=\"101912\"><a href=\"/opinion/101912/united-states-v-swift-co/\"><span class=\"volume\">286</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, <span class=\"citation\" data-id=\"101912\"><a href=\"/opinion/101912/united-states-v-swift-co/\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">460</span></a></span>, <span class=\"citation\" data-id=\"101912\"><a href=\"/opinion/101912/united-states-v-swift-co/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">999</span></a></span> (1932).  The existence of that power is not seriously challenged here.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As is made clear in the opinion of the Supreme Court in the Dayton case, Supra, 433 U.S. at 409-10 and 417-18, <span class=\"citation\" data-id=\"109728\"><a href=\"/opinion/109728/dayton-bd-of-ed-v-brinkman/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2766</span></a></span>, the basic responsibility for determining whether an injunction should be dissolved or maintained in force or whether and to what extent it should be modified rests primarily on the shoulders of the district court that issued the injunction in the first place.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The function of the appellate court is not to make an initial decision but simply to review the action of the trial court.  Ordinarily, our inquiry is limited to whether the factual findings of the district court are clearly erroneous, whether that court has applied correct legal standards to facts permissibly found, and whether judicial discretion has been abused in cases where discretion is a material or controlling factor.  If the trial court has made proper findings of fact, has drawn proper conclusions of law, and has acted within the scope of its discretion, the appellate function is at an end.  Otherwise, the appealing party is entitled to appropriate relief.</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Seeking total relief from the district court's injunction, the Board obviously pinned its principal reliance on the Dayton case, cited Supra.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  The Board contended that it had eliminated incremental segregation, and that in any event the district court should relinquish jurisdiction in view of the good faith of the Board and the progress that had been made toward integration.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The district court was not persuaded in view of the fact that the segregation that had existed in Minneapolis was system-wide and had never been eliminated, and in view of the over-all history of the racial segregation of the Minneapolis public schools.  Judge Larson found himself unable to tell in Minneapolis where \"original segregation\" ended and where \"incremental segregation\" began, and he did not consider that continuing in effect the orders that he had entered and the guidelines that he had prescribed constituted an overbroad remedy for the Minneapolis problem.  In short, Judge Larson was not willing to apply Dayton to Minneapolis any more than he had been willing to apply Pasadena To Minneapolis.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">As to the Board's alternative prayer for leave to increase minority enrollments in individual schools, Judge Larson was not insensitive to the problems with which the Board was confronted when total public school enrollment was declining while at the same time proportional minority enrollments were increasing.  He did not consider, however, that the District was entitled to all of the alternative relief that it sought.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">To start with, the Judge found that there was a substantial failure on the part of the District to comply with the 35/42% Guidelines previously established.  Evidence of sight counts conducted by the District in the spring of 1977 indicated that 16 of the District's schools were not in compliance with those guidelines, and the court found that figures submitted in July, 1977 indicated that 7 out of those 16 schools continued to be out of compliance.  Looking at the sight count evidence, it appeared to the district court that four of the schools had minority populations of more than 50%, that three of them had minority populations of more than 47%, and that ten of them were out of compliance with the 35% Single minority figure.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">As to the 50% Figure sought by the Board for total minorities in most of the schools, the district court found that in view of the history of segregation in the District any school that had a total minority enrollment as high as 50% Would automatically be identified as a \"black school\" or at least as a \"minority school.\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The trial judge was willing to raise the allowable minority percentages to 39/46%, but he made it clear that those ratios had to be established with respect to the 1978-79 school year, and that they would not be liberalized later.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The determination of the district court that the Board should not be allowed to increase total minority enrollments at any school to as much as 50% Automatically disposed of the Board's request that it be allowed to have minority enrollments of up to 60% In schools that had a concentration of Indian students.  However, Judge Larson considered it desirable to discuss to some extent the alternative request of the Board that schools with a substantial concentration of Indian students should be permitted to have a minority enrollment of up to 60% Of the total student population.  Such a school would have Indians as a single component of a school population made up of whites, Indians, Negroes and members of other minority groups.  While such a consist might be of some benefit to the Indian students, it would immediately condemn whites and Negroes and members of other minority groups to attend public schools identifiable as being schools devoted primarily to the education of minority students.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">There is no question that in certain contexts separate classification and treatment of Indians as a race are constitutionally permissible in the light of the unique status of Indians in this country, and in the light of history and policy.  In addition to the vast number of federal statutes that deal with Indians as Indians See such opinions as United States v. Antelope,430 U.S. 641, <span class=\"citation\" data-id=\"109634\"><a href=\"/opinion/109634/united-states-v-antelope/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1395</span></a></span>, <span class=\"citation\" data-id=\"109634\"><a href=\"/opinion/109634/united-states-v-antelope/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">701</span></a></span> (1977); Moe v. Confederated Tribes, <span class=\"citation\" data-id=\"109436\"><a href=\"/opinion/109436/moe-v-confederated-salish-and-kootenai-tribes-of-flathead-reservation/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">463</span></a></span>, <span class=\"citation\" data-id=\"109436\"><a href=\"/opinion/109436/moe-v-confederated-salish-and-kootenai-tribes-of-flathead-reservation/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1634</span></a></span>, <span class=\"citation\" data-id=\"109436\"><a href=\"/opinion/109436/moe-v-confederated-salish-and-kootenai-tribes-of-flathead-reservation/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">96</span></a></span> (1976); Fisher v. Dist. Court, <span class=\"citation\" data-id=\"109385\"><a href=\"/opinion/109385/fisher-v-district-court-of-sixteenth-judicial-dist-of-mont/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">382</span></a></span>, <span class=\"citation\" data-id=\"109385\"><a href=\"/opinion/109385/fisher-v-district-court-of-sixteenth-judicial-dist-of-mont/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">943</span></a></span>, <span class=\"citation\" data-id=\"109385\"><a href=\"/opinion/109385/fisher-v-district-court-of-sixteenth-judicial-dist-of-mont/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span></a></span> (1976); Morton v. Mancari, <span class=\"citation\" data-id=\"109067\"><a href=\"/opinion/109067/morton-v-mancari/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">535</span></a></span>, <span class=\"citation\" data-id=\"109067\"><a href=\"/opinion/109067/morton-v-mancari/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2474</span></a></span>, <span class=\"citation\" data-id=\"109067\"><a href=\"/opinion/109067/morton-v-mancari/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">290</span></a></span> (1974).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">However, as the district court observed, the Supreme Court has not held that a school district is exempt from its obligation to eliminate racial segregation \"root and branch,\" Green v. County School Bd., <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">430</span></a></span>, 437-38, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">716</span></a></span> (1968), simply because the district's student population contains a substantial number of Indian students with specialized educational needs.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Judge Larson felt that to permit the District to take the alternative course that it desired to take as far as Indian students were concerned would raise a grave constitutional question.  However, he found it unnecessary to decide that question.  He felt that assuming that special classifications of schools containing a high percentage of Indian students could be justified constitutionally on the basis of a \"compelling state interest,\" no such interest had been shown in the instant case.  On the contrary, the district court found that the legitimate needs of the Indian students had been adequately met under the 35/42% Guidelines, and that a fortiori they could be met under the 39/46% Guidelines.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <p>VI.</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">It now ultimately becomes our task to apply to the findings and conclusions of the district court the review standards that we have mentioned previously.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In a school integration case involving a large metropolitan school district the task of a federal district court in formulating an appropriate equitable remedy is at best a delicate one.  And in judging a district judge's performance of that task, a federal appellate court should pay great deference to the district judge's conclusions.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The instant case was filed in August, 1971, and Judge Larson has worked with it for more than seven years.  As the Addendum to the Board's brief establishes, the trial judge has filed a total of at least fourteen opinions and orders in the case, the most important of which we have undertaken to discuss.  Prior to 1978 the Board did not see fit to appeal from any of the orders of the district court, and it may be doing so now only because it seems to think that a new body of decisional law is in the making as far as the racial integration of schools in some parts of the country is concerned.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Judge Larson has a familiarity with this case and the problems that it presents that this court cannot easily obtain.  We see nothing clearly erroneous in his factual findings; we see no misconceptions of law in his 1978 opinion; and we see no abuse of discretion in the results that he reached.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The judgment of the district court is in all respects affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The defendants are Special School District No. 1 of Minneapolis which includes all of the public schools of the City, the District's Superintendent of Schools, and the Chairperson of the District's School Board.  The defendants will be referred to collectively as either the District or the Board</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It was in 1954 that the Supreme Court handed down its initial decision in Brown v. Board of Education, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></span> (1954), holding that legally imposed racial segregation of public schools is a violation of the equal protection clause of the fourteenth amendment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Those organizations are Indian Parent Committee of Minneapolis; Little Earth of United Tribes, Inc.; and Indian Health Board of Minneapolis, Inc.  In connection with this appeal the Amici which have been mentioned were permitted to file briefs that have been considered by us along with those filed by the principal parties</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Federally funded programs geared specifically to Indian education have been established through the years by a number of federal statutes which we find it unnecessary to mention here.  Those statutes and programs are listed and discussed in Rosenfeld, Indian Schools and Community Control, 25 Stan.L.Rev. 492 (1973), cited by the district court in its 1978 opinion.  See also Chavers, Indian Education, Failure For The Future?, 2 Am.Indian L.Rev. 61 (1974)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Cf. United States v. School Dist. of Omaha (\"Omaha I\"), <span class=\"citation\" data-id=\"329570\"><a href=\"/opinion/329570/united-states-of-america-and-nellie-mae-webb/\"><span class=\"volume\">521</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">530</span></a></span> (8th Cir.), Cert. denied, <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">946</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">361</span></span>, <span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">280</span></span> (1975), wherein we held that where public authorities, including school officials, take actions the natural, probable and foreseeable consequence of which is racial segregation, a rebuttable presumption arises that the actions in question were motivated by \"segregative intent.\"  As to the necessity for the establishment of \"segregative intent\" in discrimination cases, See the discussions in Washington v. Davis and Village of Arlington Heights v. Municipal Housing Corp., both cited Supra.  See also Johnson v. Alexander, <span class=\"citation\" data-id=\"354130\"><a href=\"/opinion/354130/16-fair-emplpraccas-894-16-empl-prac-dec-p-8115-richard-jerome/\"><span class=\"volume\">572</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1219</span></a></span> (8th Cir. 1978)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We are not concerned here with faculty desegregation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The 35% Figure was a maximum allowable figure.  Actually, as the 1978 opinion of the district court points out, that figure was deliberately set at 20% Above the projected actual minority enrollments in most of the District's schools.  Minority students simply do not make up 35% Of the Minneapolis school population</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Assume arbitrarily that a given school in that cluster would have a total enrollment of 600 students consisting of whites, blacks and Indians with the whites in a decided majority.  Under the 1975 ruling of the district court 252 of the 600 students could be Indians and blacks and 210 could be either Indian or black</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We have mentioned our decision in \"Omaha I\" which was decided substantially prior to the decision in the Dayton case.  In United States v. School Dist. of Omaha, <span class=\"citation\" data-id=\"339008\"><a href=\"/opinion/339008/united-states-of-america-plaintiff-appellee-cross-appellee-and-nellie-mae/\"><span class=\"volume\">541</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">708</span></a></span> (8th Cir. 1976), \"Omaha II,\" we upheld a system-wide desegregation order entered by the district court, <span class=\"citation\" data-id=\"1602736\"><a href=\"/opinion/1602736/united-states-v-school-dist-of-omaha/\"><span class=\"volume\">418</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">22</span></a></span> (D.Neb.1976).  However, the Supreme Court in view of the Dayton decision reversed and remanded \"Omaha II.\"  School Dist. of Omaha v. United States, <span class=\"citation\" data-id=\"109733\"><a href=\"/opinion/109733/school-dist-of-omaha-v-united-states/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">667</span></a></span>, <span class=\"citation\" data-id=\"109733\"><a href=\"/opinion/109733/school-dist-of-omaha-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2905</span></a></span>, <span class=\"citation\" data-id=\"109733\"><a href=\"/opinion/109733/school-dist-of-omaha-v-united-states/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1039</span></a></span> (1977).  We, in turn, sent the case back to the district court for reconsideration in the light of Dayton.  United States v. School Dist. of Omaha (\"Omaha III\"), <span class=\"citation\" data-id=\"350247\"><a href=\"/opinion/350247/united-states-of-america-plaintiff-appellee-cross-appellee-and-nellie-mae/\"><span class=\"volume\">565</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">127</span></a></span> (8th Cir. 1977).  However, it should perhaps be observed in connection with \"Omaha III\" that we limited the consideration of the district court to the question of remedy and not to the question of whether the Omaha public schools were unconstitutionally segregated</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The problem presented in the Arlington Heights case was substantially different from the one presented here, and the same thing can be said about Washington v. Davis.  As has been seen, in 1977 the district court held that the Minneapolis situation was not comparable to the Pasadena situation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The district court noted that it was not confronted with any question of whether a state may permissibly create an \"all Indian\" school district in certain localities and in certain circumstances.  And this case clearly does not present a question as to whether a state created district can constitutionally create or maintain an \"all Indian\" school within the borders of the district if particular educational needs of Indians cannot be met fully in the ordinary schools of the district.  The Minneapolis Board has never suggested such an approach to the problem of the education of its Indian students</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/101912/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106157/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107705/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109067/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109385/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109436/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109469/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109519/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109573/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109634/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109723/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109724/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109728/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109733/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/329570/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/339008/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/350247/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/354130/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1602736/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1897277/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2594865/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-14T00:10:38.369188Z",
      "date_modified": "2016-03-03T18:17:11.382651Z",
      "date_filed": "1978-10-12",
      "date_filed_is_approximate": false,
      "slug": "jeanette-booker-by-curtis-c-chivers-her-grandfather-and-guardian-ad",
      "citation_id": 334016,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "Jeanette Booker, by Curtis C. Chivers, Her Grandfather and Guardian Ad Litem, David G. Hage, by George S. Hage, His Father and Guardian Ad Litem, and Montez Willis, by James M. Willis, Her Father and Guardian Ad Litem, on Behalf of Themselves and All Others Similarly Situated v. Special School District No. 1, Minneapolis, Minnesota, Superintendent of Schools, Special School District No. 1, Minneapolis, Minnesota and Chairperson, Board of Education, Special School District No. 1, Minneapolis, Minnesota",
      "federal_cite_one": "585 F.2d 347",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 25,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/945796/jeanette-booker-by-curtis-c-chivers-her-grandfather-and-guardian-ad/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T13:18:49.861862Z",
  "date_modified": "2016-02-01T18:34:01.506845Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "Jeanette Booker, by Curtis C. Chivers, Her Grandfather and Guardian Ad Litem, David G. Hage, by George S. Hage, His Father and Guardian Ad Litem, and Montez Willis, by James M. Willis, Her Father and Guardian Ad Litem, on Behalf of Themselves and All Others Similarly Situated v. Special School District No. 1, Minneapolis, Minnesota, Superintendent of Schools, Special School District No. 1, Minneapolis, Minnesota and Chairperson, Board of Education, Special School District No. 1, Minneapolis, Minnesota",
  "slug": "jeanette-booker-by-curtis-c-chivers-her-grandfather-and-guardian-ad",
  "docket_number": "78-1502",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}