{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/948196/",
  "id": 948196,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/njd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1400381/",
      "id": 1400381,
      "absolute_url": "/opinion/1400381/bronze-shields-v-new-jersey-dept-of-civil-serv/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/948196/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1400381/",
          "id": 1400381,
          "absolute_url": "/opinion/1400381/bronze-shields-v-new-jersey-dept-of-civil-serv/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1400381/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/2843/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T05:58:00.375094Z",
          "date_modified": "2017-04-04T18:54:48.968572Z",
          "type": "010combined",
          "sha1": "762774540d76330a3533db7bac48ee6f2cb6307c",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>488 F.Supp. 723 (1980)</b></center>\n<center><h1>BRONZE SHIELDS, INC., et al.<br>\nv.<br>\nNEW JERSEY DEPARTMENT OF CIVIL SERVICE et al.<br>\nVULCAN PIONEERS, INC., et al.<br>\nv.<br>\nNEW JERSEY DEPARTMENT OF CIVIL SERVICE et al.</h1></center>\n<center>Civ. No. 2022-72, Civ. 950-73.</center>\n<center><p><b>United States District Court, D. New Jersey.</b></p></center>\n<center>April 8, 1980.</center>\n<p><span class=\"star-pagination\">*724</span> Jonathan M. Hyman, Newark, N. J., for plaintiff.</p>\n<p>Peter Calderone, M. Kathleen Duncan, Deputy Attys. Gen., Trenton, N. J., for State of New Jersey defendants.</p>\n<p>William Schwartz, and Matthew J. Scola, Newark, N. J., for defendant City of Newark.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>SAROKIN, District Judge.</p>\n<p></p>\n<h2><i>PROCEDURAL HISTORY</i></h2>\n<p>The actions before this Court challenge the legality of the hiring and promotional practices of the Newark Police Department (\"Bronze Shields\") and of the Newark Fire Department (\"Vulcan Pioneers\"). Plaintiffs in both actions allege in Count One of their Amended Complaint that defendants' policies violate the Thirteenth and Fourteenth Amendments, 42 U.S.C. §§ 1981 and 1983, and in Count Two, Title VII of the Civil Rights Act of 1964, as amended, 42 U.S.C. §§ 2000e <i>et seq.</i><sup>[1]</sup> Defendants have <span class=\"star-pagination\">*725</span> moved for summary judgment to dismiss Count One in each action primarily on the basis that the constitutional claims and 42 U.S.C. §§ 1981, 1983 require proof of purposeful, intentional discrimination which plaintiffs have failed to allege.<sup>[2]</sup></p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>The <i>Bronze Shield</i> action alleges discriminatory hiring and promotional practices by the Newark Police Department. Plaintiffs are Black and Hispanic police officers, applicants for such positions, and a policemen's organization open to all members of the Newark Police Department. Defendants are the New Jersey Department of Civil Service, which develops and administers the civil service examinations, N.J.Stat. Ann. § 11:1-1 <i>et seq.</i> (West 1976), the Chief Examiner, the New Jersey Civil Service Commission, which prescribes rules for administering civil service laws, N.J.Stat.Ann. §§ 11:5-1, 6-1 (West 1976), the President and three commissioners thereof, the City of Newark, and the director of the Newark Police Department.</p>\n<p>Plaintiffs allege that the Newark Police Department's background investigation practices and use of civil service examinations discriminate against them in their employment in violation of 42 U.S.C. §§ 1981, 1983 and the Thirteenth and Fourteenth Amendments to the Constitution.</p>\n<p>The <i>Vulcan Pioneers</i> action challenges the legality of the hiring and promotional policies of the Newark Fire Department. Plaintiffs are a Black fireman, applicants for that position, and a firemen's organization open to all members of the Newark Fire Department. Defendants are the same as those named in Bronze Shields with the exception of the Director of the Newark Fire Department who was named in lieu of the Newark police director. The complaint alleges the same discriminatory practices as set forth in <i>Bronze Shields.</i></p>\n<p>Jurisdiction herein is invoked pursuant to 28 U.S.C. §§ 1331 and 1343(3), (4). Venue is proper in this Court under 28 U.S.C. § 1391(b).</p>\n<p>The issue before this Court on this motion for summary judgment is whether the plaintiffs must prove that defendants intentionally discriminated against them because of their race in order to establish a violation of 42 U.S.C. § 1981.<sup>[3]</sup> The plaintiffs in this action have alleged racial discrimination in that a greater percentage of white persons <span class=\"star-pagination\">*726</span> than black or Hispanic have been hired and promoted by the Newark Police Department and Newark Fire Department.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>Plaintiffs Bronze Shields and Vulcan Pioneers argue that the proper standard for proving a § 1981 discrimination action does not include an examination of the employer's intent. The plaintiffs urge this Court to adopt the holding of <i>Davis v. County of Los Angeles,</i> 566 F.2d 1334 (9th Cir. 1977), <i>vacated </i><i>as moot,</i> 440 U.S. 625, 99 S.Ct. 1379, 59 L.Ed.2d 642 (1979) that disparate impact is sufficient to establish a <i>prima facie</i> case of employment discrimination under § 1981. Defendants contend that although there is a conflict among the circuit and district courts,<sup>[4]</sup> constitutional standards should be applied in § 1981 cases; therefore intent must be a prerequisite to prove discrimination under § 1981. The defendants, therefore, urge that since plaintiffs have made no <i>prima facie</i> showing of intentional discrimination, the §§ 1981, 1983 and the Thirteenth and Fourteenth Amendment claims should be dismissed. This Court finds that intent is necessary to establish a claim of employment discrimination under § 1981. For the following reasons, defendants' motions for summary judgment are granted.</p>\n<p>Different standards of proof have evolved in employment discrimination cases depending upon the precise statutory or constitutional ground of the alleged violation. For example, in <i>Griggs v. Duke Power Co.,</i> 401 U.S. 424, 91 S.Ct. 849, 28 L.Ed.2d 158 (1971),<sup>[5]</sup> the Supreme Court held that Title VII<sup>[6]</sup> requires the elimination of artificial, <span class=\"star-pagination\">*727</span> arbitrary, and unnecessary barriers to employment that operate invidiously to discriminate on the basis of race or other impermissible classifications. <i>Id.</i> at 431, 91 S.Ct. at 853. \"If an employment practice which operates to exclude Negroes cannot be shown to be related to job performance, the practice is prohibited,\" notwithstanding the employer's lack of discriminatory intent. <i>Id.</i> at 431-33, 91 S.Ct. at 853. The Supreme Court stated that</p>\n<blockquote>good intent or absence of discriminatory intent does not redeem employment procedures or testing mechanisms that operate as \"built-in headwinds\" for minority groups and are unrelated to measuring job capability . . . Congress directed the thrust of the Act to the consequences of employment practices, not simply the motivation.</blockquote>\n<p><i>Id.</i> at 432, 91 S.Ct. at 854. (emphasis in original). Therefore, in order to prove a claim of employment discrimination, a plaintiff need only show that the facially neutral employment practice has a \"disparate impact\" or effect on racial minorities.<sup>[7]</sup> The burden of proof then shifts to the defendant who must show business justification in order to preserve the practice. <i>Id.</i> at 432, 91 S.Ct. at 854. See generally B. Schlei &amp; P. Grossman, <i>Employment Discrimination Law</i> at 1158 (1976 &amp; Supp. 1979).</p>\n<p>More recently, in its landmark decisions, <i>Washington v. Davis,</i> 426 U.S. 229, 96 S.Ct. 2040, 48 L.Ed.2d 597 (1976) and <i>Village of Arlington Heights v. Metropolitan Housing Development Corp.,</i> 429 U.S. 252, 264-71, 97 S.Ct. 555, 562, 566, 50 L.Ed.2d 450 (1977), the Supreme Court held that proof of both an invidious discriminatory purpose and a racially disproportionate impact is necessary to establish that government action violates the Fifth or Fourteenth Amendments.</p>\n<p>In <i>Washington v. Davis,</i> 426 U.S. 229, 96 S.Ct. 2040, 48 L.Ed.2d 597 (1976), the plaintiffs, Black police officers and applicants, alleged discrimination against District of Columbia officials, claiming the Police Department's recruiting and promotional procedures were discriminatory on the basis of race in violation of the Fifth Amendment<sup>[8]</sup> and the District of Columbia Code.<sup>[9]</sup> These practices included a written personnel test which operated to disqualify a disproportionately high number of Black applicants. <i>Id.</i> at 232-33, 96 S.Ct. at 2044.</p>\n<p>The district court granted defendants' motion for summary judgment based upon, <i>inter alia,</i> its determination that plaintiffs' claim lacked any allegations of intentional discrimination. The Court of Appeals for the District of Columbia reversed, ruling that lack of discriminatory intent was irrelevant to a determination of constitutional violations, if it could be shown that the test had a disproportionate impact on minorities and no adequate countervailing justification for the test could be established by the city.</p>\n<p>The Supreme Court found that the Court of Appeals below had erroneously applied the Title VII standard of proof, disparate impact, to a case involving constitutional standards. The Court determined the appropriate analysis for claims based upon the Fifth Amendment and the Fourteenth <span class=\"star-pagination\">*728</span> Amendment is under the equal protection clause. <i>Id.</i> at 239, 96 S.Ct. at 2047. Using the equal protection constitutional standard, the Court held that a facially neutral employment practice is generally not unconstitutional because it has a racially discriminatory impact. <i>Id.</i> The Court further stated:</p>\n<blockquote>The central purpose of the Equal Protection Clause of the Fourteenth Amendment is the prevention of official conduct discriminating on the basis of race . . our cases have not embraced the proposition that a law or other official act, without regard to whether it reflects a racially discriminatory purpose, is unconstitutional solely because it has a racially disproportionate impact.</blockquote>\n<p><i>Id.</i></p>\n<p>In <i>Arlington Heights,</i> the Supreme Court reiterated the <i>Washington v. Davis</i> principle that \"official action will not be held unconstitutional solely because it results in a racially disproportionate impact.\" 429 U.S. at 264-65, 97 S.Ct. at 563. <i>Arlington Heights</i> involved a zoning board's refusal to rezone land from a single-family to a multiple-family classification. Consequently, a low-rent project could not be built, and plaintiffs attacked the village's zoning plan as racially discriminatory. The district court ruled that the village was not motivated by racial discrimination, but by a desire to maintain the village's zoning plan and to protect property values in the area. The Seventh Circuit reversed because of the disproportionate racial effect of the refusal.</p>\n<p>The Supreme Court reversed, noting the finding of both courts below that no discriminatory intent had been proved. <i>Id.</i> at 270-71, 97 S.Ct. at 566. Justice Powell reiterated the <i>Davis</i> proposition that \"[d]isproportionate impact is not irrelevant, but it is not the <i>sole</i> touchstone of an invidious racial discrimination.\" <i>Id.</i> at 265, 97 S.Ct. at 563 (citing <i>Washington v. Davis, supra,</i> 426 U.S. at 242, 96 S.Ct. at 2048). (emphasis added). He noted, however, that \"<i>Davis</i> does not require a plaintiff to prove that the challenged action rest[s] solely on racially discriminatory purposes\" but rather that the \"discriminatory purpose has been a motivating factor.\" <i>Id.</i> at 265-66, 97 S.Ct. at 563.</p>\n<blockquote>Determining whether invidious discriminatory purpose was a motivating factor demands a sensitive inquiry into such circumstantial and direct evidence of intent as may be available. The impact of the official action  whether it \"bears more heavily on one race than another,\" may provide an important starting point. Sometimes a clear pattern, unexplainable on grounds other than race, emerges from the effect of the state action even when the governing legislation appears neutral on its face.</blockquote>\n<p><i>Id.</i> (citation omitted).</p>\n<p>Together, <i>Davis</i> and <i>Arlington Heights</i> provide that proof of intentional discrimination on the basis of race is required for all claims brought solely under the Fifth and Fourteenth Amendments. Neither case, however, answers the narrower question posed herein: must plaintiffs also prove discriminatory purpose on the part of the defendants for those claims arising under 42 U.S.C. § 1981?</p>\n<p>Section 1981, unlike Title VII and the Equal Protection Clause, has its origins in both the Thirteenth<sup>[10]</sup> and Fourteenth Amendments.<sup>[11]</sup> The Supreme Court in <i>Runyon v. McCrary,</i> 427 U.S. 160, 96 S.Ct. 2586, 49 L.Ed.2d 415 (1976) firmly established <span class=\"star-pagination\">*729</span> that § 1981 is derived from the Civil Rights Act of 1866<sup>[12]</sup> which was passed pursuant to the Thirteenth Amendment. Reliance upon the Fourteenth Amendment, however, comes from § 16 of the Voting Rights Act of 1870 which contained language which closely paralleled § 1 of the 1866 Act.<sup>[13]</sup> See id. at 169-70 n.8, 96 S.Ct. at 2594 n.8; <i>Johnson v. Railway Express,</i> 421 U.S. 454, 459, 95 S.Ct. 1716, 1719, 44 L.Ed.2d 295 (1975). Since § 1981 is based in part upon the Fourteenth Amendment, the standard of proof for § 1981 should be consistent with the standard used to establish a <i>prima facie</i> case of discrimination under the Equal Protection Clause of the Fourteenth Amendment. Therefore, proof of discriminatory intent is required in actions proceeding under § 1981.</p>\n<p>In arriving at said determination, this Court was required to consider whether Congress intended that every contract or refusal to enter into a contract which had a disparate and discriminatory impact should create a cause of action, where such impact was not intended by the party charged. The Court has read the complete legislative history preceding the enactment of the applicable 1866 and 1870 Acts. The debates involved speeches which still decried the abolition of slavery.<sup>[14]</sup> It was unlikely in the atmosphere of such rhetoric that the concept of disparate impact could have been within the contemplation of the legislators, no less been incorporated into the statute. The goal of the legislation was to prevent intentional acts of discrimination aimed at circumventing the grant of civil rights to the freed slave. The outcry was against the blossoming statutes and codes aimed at defeating and denying the newly won freedoms. The legislative history renders no support for the construction urged by plaintiffs. Although the debates are free of any discussion of burden or standard of proof, their review in the context of the times does not warrant a finding that discriminatory impact, in the absence of an intention to produce such result, violates the statute. Nor does the language of the statute itself support such a conclusion.</p>\n<p><span class=\"star-pagination\">*730</span> In the absence of language in the statute or legislative history to support it, should disparate impact, standing alone, in the absence of wrongful motive or intention, be a sufficient standard under § 1981? In addition to the constitutional origins of the statute, there are other reasons upon which the Court may rely in support of an \"intent\" standard for § 1981. The Supreme Court in <i>Jones v. Alfred H. Mayer Co</i><i>.</i> stated that \"racially motivated deprivations were proscribed by the 1866 Act, thereby lending support to an \"intent\" standard under § 1981.</p>\n<blockquote>Hence the structure of the 1866 Act, as well as its language, points to the conclusion . . . that § 1 was meant to prohibit <i>all</i> racially motivated deprivations of the rights enumerated in the statute, although only those deprivations perpetuated \"under color of law\" were to be criminally punishable under § 2.</blockquote>\n<p>392 U.S. at 426, 88 S.Ct. at 2196; see <i>Davis v. County of Los Angeles,</i> 566 F.2d 1334, 1349-50 (9th Cir. 1977) (Wallace, J., dissenting). The <i>Jones</i> Court determined that the Congressional intent in passing the 1866 Act was not only to eradicate \"racially discriminatory laws in the former Confederate States,\" i. e., the Black Codes, <i>id.</i> at 426, 88 S.Ct. at 2196, but also to prohibit \"private injustices against Negroes  [such as] white employers who refused to pay their Negro workers, white planters who agreed among themselves not to hire freed slaves without the permission of their former masters, white citizens who assaulted Negroes or who combined to drive them out of their communities.\" <i>Id.</i> at 427-28, 88 S.Ct. at 2197 (citations omitted). Such language of the Supreme Court supports the theory that the purpose of the 1866 Act was to proscribe intentional discrimination.</p>\n<p>This Court is reluctant to reach any conclusion which would blunt any arrow from the quiver capable of piercing and eliminating discrimination. However, an analysis of the scope of § 1981 necessitates a finding that it was not meant to create a cause of action for inadvertent and unintended acts which resulted in discrimination. The Court takes some comfort from the existence of Title VII, which affords a remedy under such circumstances but provides limitations and procedural safeguards which justify a different standard of proof.</p>\n<p>This Court's conclusion gains support from the dissimilarity of the language and legislative history between § 1981 and Title VII.<sup>[15]</sup> Compare <i>Jones v. Alfred D. Mayer Co., supra,</i> 392 U.S. at 422-37, 88 S.Ct. at 2194-2202 with <i>Griggs v. Duke Power Co., supra,</i> 401 U.S. at 430-36, 91 S.Ct. at 853-856. The purpose of the Civil Rights Act of 1964, as amended, is to eliminate discrimination through formal and informal remedial procedures. The emphasis is on conciliation, as a last resort; the federal courts are envisioned as the final arbitrators, but not before the potential litigant exhausts a myriad of administrative procedures.<sup>[16]</sup></p>\n<p><span class=\"star-pagination\">*731</span> Section 1981 is a very different statute.<sup>[17]</sup> Its purpose is and always has been to provide a litigant an unencumbered avenue into federal court. Its \"broad language of § 1981 stands in stark contrast to the sophisticated, detailed provisions of Title VII\". <i>Lewis v. Bethlehem Steel Corp.,</i> 440 F.Supp. 949, 966 (D.Md.1977). Its reach extends far beyond the \"field of public employment,\" <i>Washington v. Davis, supra,</i> 426 U.S. at 248, 96 S.Ct. at 2051, to the expansive realm of both public and private contractual relationships. Without some type of \"screening mechanism,\" <i>Davis v. County of Los Angeles, supra,</i> 566 F.2d at 1350 (Wallace, J., dissenting), courts may become innundated with frivolous claims. Such a mechanism, therefore, is the requirement of discriminatory intent.</p>\n<p>Accordingly, in light of the statutory and structural differences between § 1981 and Title VII as well as § 1981's historical and conceptual relationship with the Constitution, in particular the Thirteenth and Fourteenth Amendments, this Court concludes that discriminatory intent is a necessary element in proving a violation of § 1981. Section 1981 must be governed by the same considerations as the constitutional provisions from which it is derived.</p>\n<p>As previously indicated, defendants' motions for summary judgment have been granted. In so doing, this Court has considered the pleadings, dispositions, answers to interrogatories, and admissions on file, together with the affidavits pursuant to Fed.R.Civ.P. 56(c). Summary judgment is proper in those cases where there are no genuine issues of material fact. In the instant case, there has been no showing in any manner nor is there an allegation in the complaints that the defendants have engaged in purposeful course of action to discriminate on the basis of race.<sup>[18]</sup></p>\n<p>In <i>Personnel Administrator of Massachusetts v. Feeney,</i> 442 U.S. 256, 99 S.Ct. 2282, 60 L.Ed.2d 870 (1979)<sup>[19]</sup> the Supreme Court clarified the definition of \"discriminatory purpose\":</p>\n<blockquote>\"Discriminatory purpose,\" however, implies more than intent as volition or intent as awareness of consequences. It implies that the decisionmaker . . . selected or reaffirmed a particular course of action at least in part \"because of,\" not merely \"in spite of,\" its adverse effects upon an identifiable group.</blockquote>\n<p><i>Id.</i> at 279, 99 S.Ct. at 2296. Without a showing that the defendants selected or <span class=\"star-pagination\">*732</span> reaffirmed a particular course of conduct, in this case the hiring and promotional procedures, due to its adverse effects upon Blacks and Hispanics, there is no disputed material fact. The Court recognizes that under certain circumstances, disparate impact may give rise to an inference of intentional discrimination. However, such inference would not be permissible predicated upon the factual assertions of disparate impact standing alone as alleged by plaintiffs in this matter.</p>\n<p>For the foregoing reasons, summary judgment is entered in favor of the defendants and against the plaintiffs in these matters, without costs.</p>\n<h2>NOTES</h2>\n<p>[1]  The Title VII Count in both actions was dismissed by Judge H. Curtis Meanor, to whom this matter had previously been assigned, for being untimely. <i>Bronze Shields, Inc., et al. v.</i> <i>New Jersey Department of Civil Service,</i> No. 72-2022 (D.N.J. April 2, 1979) (order granting partial summary judgment); <i>Vulcan Pioneers, Inc., et al. v. New Jersey Department of Civil Service,</i> No. 73-950 (D.N.J. March 13, 1979) (order granting partial summary judgment).</p>\n<p>[2]  The motions for summary judgment in Count One of the Complaint in each case were initially filed on September 21, 1976 (<i>Vulcan Pioneers</i>) and on November 3, 1976 (<i>Bronze Shields</i>) following the decision of the Supreme Court in <i>Washington v. Davis,</i> 426 U.S. 229, 96 S.Ct. 2040, 48 L.Ed.2d 597 (1976). Oral argument of these motions was first heard on December 13, 1976 before Judge Meanor. By letter opinion dated March 28, 1977, Judge Meanor stayed resolution of the motions pending the filing of Title VII claims by plaintiffs.\n</p>\n<p>Since the motions were originally submitted and argued, Judge Meanor, on October 16, 1978, dismissed the § 1981 and § 1983 and the constitutional claims as against the New Jersey Department of Civil Service and the New Jersey Civil Service Commission in both the <i>Vulcan Pioneers</i> and <i>Bronze Shield</i> cases, leaving only the individual defendants and the City of Newark in Count One. Thereafter, defendants Ralph P. Shaw, Chief Examiner of the Department of Civil Service, S. Howard Woodson, President of the Civil Service Commission, and Thomas DeLucan, John Holden, Matthias Rodriguez and Charles Walther, Commissioners thereof, were substituted for defendants William Druz, James Alloway, Anthony Statile, Henry R. Leiner, and Leonard Simmons, respectively, named in the original Complaint. In December 1978, after the order for the above was entered, Joseph M. Ryan replaced Ralph P. Shaw as Chief Examiner of the Department of Civil Service.</p>\n<p>[3]  Section 1981 provides that:\n</p>\n<p>[a]ll persons within the jurisdiction of the United States shall have the same right in every State and Territory to make and enforce contracts, to sue, be parties, give evidence, and to the full and equal benefit of all laws and proceedings for the security of persons and property as is enjoyed by white citizens, and shall be subject to like punishment, pains, penalties, taxes, licenses, and exactions of every kind, and to no other.</p>\n<p>42 U.S.C. § 1981; Act of May 31, 1870, c. 114 § 16, 16 Stat. 144.</p>\n<p>[4]  Most courts have held that § 1981, like § 1983, requires proof of a racially discriminatory purpose. <i>See, e. g. </i><i>Des Vergnes v. Seekonk Water District,</i> 601 F.2d 9, 14 (1st Cir. 1979); <i>Mescall v. Burrus,</i> 603 F.2d 1266 (7th Cir. 1979); <i>Williams v. DeKalb County,</i> 582 F.2d 2 (5th Cir. 1978); <i>Johnson v. Alexander,</i> 572 F.2d 1219, 1222-23 (8th Cir. 1978); <i>Harkless v. Sweeny Independent School District,</i> 554 F.2d 1353 (5th Cir.), <i>cert. denied,</i> 434 U.S. 966, 98 S.Ct. 507, 54 L.Ed.2d 452 (1977); <i>Milwaukee v. Saxbe,</i> 546 F.2d 693, 705 (7th Cir. 1976); <i>Colaizzi v. Walker,</i> 542 F.2d 969, 972 (7th Cir. 1976); <i>Walker v. Robbins Hose Co., No. 1, Inc.,</i> 465 F.Supp. 1023, 1044 (D.Del.1979) (dictum); <i>Arnold v. Ballard,</i> 448 F.Supp. 1025, 1027-28 (N.D.Ohio 1978); <i>Milburn v. Girard,</i> 441 F.Supp. 184, 188 (E.D.Pa.1977); <i>Lewis v. Bethlehem Steel Corp.,</i> 440 F.Supp. 949, 962-66 (D.Md.1977); <i>Croker v. Boeing Co.,</i> 437 F.Supp. 1138, 1181-82 (E.D.Pa.1977); <i>Guardians Ass'n of N.Y.C. v. Civil Service Comm'n,</i> 431 F.Supp. 526, 534 (S.D.N.Y.1977); <i>Johnson v. Hoffman,</i> 424 F.Supp. 490, 493-94 (E.D.Mo. 1977).\n</p>\n<p>Some courts, however, have held that a showing of disparate impact will suffice without more to establish a <i>prima facie</i> case of employment discrimination under § 1981 just as it does under Title VII. <i>See, e. g., </i><i>Davis v. County of Los Angeles,</i> 566 F.2d 1334 (9th Cir. 1977), <i>vacated </i><i>as moot,</i> 440 U.S. 625, 99 S.Ct. 1379, 59 L.Ed.2d 642 (1979); <i>Kinsey v. First Regional Securities, Inc.,</i> 557 F.2d 830, 838 n. 22 (D.C. Cir. 1977) (dictum); <i>Brown v. New Haven Civil Service Bd.,</i> 474 F.Supp. 1256, 1264 (D.Conn.1979); <i>Scott v. University of Delaware,</i> 455 F.Supp. 1102, 1130 (D.Del.1978); <i>Dawson v. Pastrick,</i> 441 F.Supp. 133, 140 (N.D. Ind.1977) (no discussion of impact of <i>Washington v. Davis</i> on § 1981; <i>Winston v. Smithsonian Science Information Exchange,</i> 437 F.Supp. 456, 473 (D.D.C.1977). For an excellent in-depth discussion of the proper standard of proof in § 1981 civil rights suits, see Heiser, <i>Intent v. Impact: The Standard of Proof Necessary to Establish a Prima Facie Case of Race Discrimination Under 42 U.S.C. § 1981,</i> 16 San Diego L.Rev. 207 (1979).</p>\n<p>[5]  In this case, the plaintiffs were Black employees of Duke Power Company who alleged employment discrimination on the basis of an employment/transfer requirement which mandated a passing score in a standardized general intelligence test or a high school education when neither standard was shown to be significantly related to successful job performance, both requirements operated to disqualify Blacks at a substantially higher rate than white applicants and the jobs sought were previously filled only by white employees throughout the company's employment history. <i>Id.</i> 401 U.S. at 425-26, 91 S.Ct. at 850-51.</p>\n<p>[6]  Title VII of the Civil Rights Act of 1964, as amended by the Equal Employment Opportunity Act of 1972, 42 U.S.C. § 2000e <i>et seq.</i> proscribes employment discrimination on account of race, color, religion, sex, and national origin. Section 703(a) provides that an employer may not \"limit, segregate, or classify his employees in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee, because of such individual's race, color, religion, sex, or national origin.\" Section 703(h) authorizes the use of \"professionally developed ability test provided that such test, its administration or action upon the results is not designed, intended or used to discriminate . . .\" 42 U.S.C. § 2000e-2(a), (h).</p>\n<p>[7]  The disparate impact or effects theory of discrimination focuses primarily upon the effect of the practice or rule rather than the intentions of the employer. Statistics may be utilized by the plaintiff in order to show disparate impact and prove his <i>prima facie</i> case. See B. Schlei &amp; P. Grossman, <i>Employment Discrimination Law</i> at ___ (1976 &amp; Supp. 1979).</p>\n<p>[8]  The Fifth Amendment to the Constitution provides in pertinent part:\n</p>\n<p>No person shall . . . be deprived of life, liberty, or property, without due process of law . . ..</p>\n<p>U.S.Const., amend. 5.</p>\n<p>[9]  The plaintiffs also alleged statutory violations under 42 U.S.C. § 1981 and D.C.Code § 1-320. <i>Id.</i> at 233 &amp; n.2, 96 S.Ct. at 2044 &amp; n.2. However, the motions for summary judgment filed in the district court only raised a Fifth Amendment due process violation asserting discrimination with respect to the recruiting procedures. The case was then ultimately decided by the Supreme Court on constitutional grounds rather than statutory grounds. See <i>id.</i> at 238, 96 S.Ct. at 2046.</p>\n<p>[10]  The Thirteenth Amendment provides that \"[n]either slavery nor involuntary servitude . . . shall exist within the United States.\" U.S.Const., amend. XIII, sec. 1. Section 2 is the enabling clause providing for appropriate Congressional legislation. In the <i>Civil Rights Cases,</i> 109 U.S. 3, 3 S.Ct. 18, 27 L.Ed. 835 (1883) the Supreme Court addressed the Thirteenth Amendment as a tool granting \"Congress . . . power to pass all laws necessary and proper for abolishing all badges and incidents of slavery.\" <i>Id.</i> at 20, 3 S.Ct. at 28; <i>Jones v. Alfred H. Mayer Co.,</i> 392 U.S. 409, 439, 88 S.Ct. 2186, 2203, 20 L.Ed.2d 1189 (1968).</p>\n<p>[11]  Title VII has origins in both the Fourteenth Amendment and the commerce clause. See <i>Davis v. County of Los Angeles,</i> 566 F.2d 1334, 1349 &amp; n.7 (9th Cir. 1977) (Wallace, J., dissenting).</p>\n<p>[12]  The 1866 Act was re-enacted in 1870, about two years after the passage of the Fourteenth Amendment in order to maximize the likelihood that it would proscribe private as well as state discriminatory acts. In particular, section 1 of the 1866 Act was re-enacted in section 18 of the Enforcement Act of 1870; section 16 of the Voting Rights Act of 1870 repeated the language of the 1866 Act with some alterations. See <i>Jones v. Alfred H. Mayer Co.,</i> 392 U.S. 409, 436 &amp; n.71, 88 S.Ct. 2186, 2201 &amp; n.71, 20 L.Ed.2d 1189 (1968); see generally Heiser, supra, note 4, at 230-40; <i>Note, Section 1981 and Private Discrimination: An Historical Justification for a Judicial Trend,</i> 40 Geo.Wash.L.Rev. 1024, 1036-39 (1972).</p>\n<p>[13]  In <i>Tillman v. Wheaton-Haven Recreational Ass'n,</i> 410 U.S. 431, 93 S.Ct. 1090, 35 L.Ed.2d 403 (1973) the Court determined that § 1982 proscribed racial discrimination in a private recreational facility. <i>Id.</i> at 437, 93 S.Ct. at 1093. The Court stated that the \"operative language of both § 1981 and § 1982 is traceable to the Act of April 9, 1866.\" <i>Id.</i> at 439, 983 S.Ct. at 1095.\n</p>\n<p>The present codification of § 1981 is derived from . . . the Act of May 31, 1870 . . . Although the 1866 Act rested only on the Thirteenth Amendment . . ., and, indeed, was enacted before the Fourteenth Amendment was formally proposed, the 1870 Act was passed pursuant to the Fourteenth, and changes in wording may have reflected the language of the Fourteenth Amendment. The 1866 Act was re-enacted in 1870, and the predecessor of the present § 1981 was to be \"enforced according to the provisions\" of the 1866 Act.</p>\n<p><i>Id.</i> at 439-40 &amp; n.11, 93 S.Ct. at 1095 (citations omitted).</p>\n<p>[14]  The following represents a typical exchange:\n</p>\n<p>\"Mr. Thayer. Will the gentlemen permit me to ask him a question?</p>\n<p>Mr. Rogers. Certainly.</p>\n<p>Mr. Thayer. The gentleman says he is a progressive man, and a man in favor of the extension of human liberty. I desire the gentleman to state whether he voted for the constitutional amendment abolishing slavery.</p>\n<p>Mr. Rogers. No, sir; and I thank God that I never did. I could not lie down on my bed at night with a clear conscience if I had been guilty of being engaged as a participant in robbing a portion of the people of this country of millions of dollars invested under the Constitution in property in negroes, property which was recognized by our revolutionary fathers, and for the protection of which they fought as much as anything else.\"</p>\n<p>Cong. Globe, 39th Cong., 1st Sess. 1123 (1866).</p>\n<p>[15]  In <i>Washington v. Davis, supra</i><i>,</i> the Court clearly pointed out the apparent differences between the operative words of the Constitution and of Title VII as follows:\n</p>\n<p>[h]owever, this [Title VII] process proceeds, it involves a more probing judicial review of, and less deference to, the seemingly reasonable acts of administrators and executives than is appropriate under the Constitution where special racial impact, without discriminatory purpose, is claimed. We are not disposed to adopt this more rigorous standard [of] the purposes of applying the Fifth and Fourteenth Amendments in cases such as this.</p>\n<p>426 U.S. at 247-48, 986 S.Ct. at 2051.</p>\n<p>[16]  As aptly explained by Judge Wallace of the Ninth Circuit, dissenting in <i>Davis v. County of Los Angeles, supra</i>:\n</p>\n<p>Title VII is part of a complex statute; together with its accompanying administrative regulations it identifies with particularity the conduct it proscribes and imposes a course of administrative remedies that must be exhausted before the jurisdiction of the courts may be invoked. 42 U.S.C. § 2000e-5; 29 C.F.R. §§ 1601.1 <i>et seq.</i> Because these barriers tend to eliminate claims that are frivolous or suffering from obvious legal or factual defects, it is not unreasonable to provide that a <i>prima facie</i> case may be established without a showing of discriminatory intent.</p>\n<p>566 F.2d at 1350 (Wallace, J., dissenting).</p>\n<p>[17]  In <i>Johnson v. Railway Express Agency,</i> 421 U.S. 454, 95 S.Ct. 1716, 44 L.Ed.2d 295 (1975) the Court held that discrimination in the making and enforcing of employment contracts is within the sphere of protection afforded by § 1981. <i>Id.</i> at 459-60, 95 S.Ct. at 1719-1720; see <i>Bethel v. Jendoco Construction Corp.,</i> 570 F.2d 1168, 1174 (3d Cir. 1978). With respect to remedies under § 1981, the Court stated that \"both equitable and legal relief, including compensatory and, under certain circumstances, punitive damages\" would be available to those individuals establishing a § 1981 cause of action. 421 U.S. at 460, 95 S.Ct. at 1720.\n</p>\n<p>In <i>Johnson</i> the Court also pointed out a few of the differences between § 1981 and Title VII:</p>\n<p>Section 1981 is not coextensive in its coverage with Title VII. The latter is made inapplicable to certain employers. 42 U.S.C. § 2000e(b) (1970 ed., Supp. III). Also, Title VII offers assistance in investigation, conciliation, counsel, waiver of court costs, and attorneys' fees, items that are unavailable at least under the specific terms of § 1981.</p>\n<p>. . . . .</p>\n<p>Further, it has been noted that the filing of a Title VII charge and resort to Title VII's administrative machinery are not prerequisites for the institution of an § 1981 action.</p>\n<p><i>Id.</i> at 460, 95 S.Ct. at 1720 (citations omitted).</p>\n<p>[18]  Plaintiffs have also alleged claims of discrimination under § 1983 and the Fourteenth Amendment. It is clear that under <i>Washington v. Davis, supra</i><i>,</i> and <i>Arlington Heights, supra,</i> that intent is a necessary element to prove a <i>prima facie</i> case of discrimination under § 1983. For the reasons already stated by the Court, summary judgment is granted to the defendants with respect to this claim since the plaintiffs have failed to make a showing that the defendants have intentionally discriminated on the basis of race.</p>\n<p>[19]  <i>Personnel Administrator of Massachusetts v. Feeney</i> involved a female state employee who on the ground of sex discrimination challenged the State's Civil Service law which provided \"absolute\" preference to veterans. 442 U.S. at 259. 99 S.Ct. at 2285. The Court upheld the veterans preference despite the disparate impact on females since no intentional discrimination could be found. <i>Id.</i> at 281, 99 S.Ct. at 2297.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">723</span></span> (1980)</b></center>\n<center><h1>BRONZE SHIELDS, INC., et al.<br>\nv.<br>\nNEW JERSEY DEPARTMENT OF CIVIL SERVICE et al.<br>\nVULCAN PIONEERS, INC., et al.<br>\nv.<br>\nNEW JERSEY DEPARTMENT OF CIVIL SERVICE et al.</h1></center>\n<center>Civ. No. 2022-72, Civ. 950-73.</center>\n<center><p><b>United States District Court, D. New Jersey.</b></p></center>\n<center>April 8, 1980.</center>\n<p><span class=\"star-pagination\">*724</span> Jonathan M. Hyman, Newark, N. J., for plaintiff.</p>\n<p>Peter Calderone, M. Kathleen Duncan, Deputy Attys. Gen., Trenton, N. J., for State of New Jersey defendants.</p>\n<p>William Schwartz, and Matthew J. Scola, Newark, N. J., for defendant City of Newark.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>SAROKIN, District Judge.</p>\n<p></p>\n<h2><i>PROCEDURAL HISTORY</i></h2>\n<p>The actions before this Court challenge the legality of the hiring and promotional practices of the Newark Police Department (\"Bronze Shields\") and of the Newark Fire Department (\"Vulcan Pioneers\"). Plaintiffs in both actions allege in Count One of their Amended Complaint that defendants' policies violate the Thirteenth and Fourteenth Amendments, 42 U.S.C. §§ 1981 and 1983, and in Count Two, Title VII of the Civil Rights Act of 1964, as amended, 42 U.S.C. §§ 2000e <i>et seq.</i><sup>[1]</sup> Defendants have <span class=\"star-pagination\">*725</span> moved for summary judgment to dismiss Count One in each action primarily on the basis that the constitutional claims and 42 U.S.C. §§ 1981, 1983 require proof of purposeful, intentional discrimination which plaintiffs have failed to allege.<sup>[2]</sup></p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>The <i>Bronze Shield</i> action alleges discriminatory hiring and promotional practices by the Newark Police Department. Plaintiffs are Black and Hispanic police officers, applicants for such positions, and a policemen's organization open to all members of the Newark Police Department. Defendants are the New Jersey Department of Civil Service, which develops and administers the civil service examinations, N.J.Stat. Ann. § 11:1-1 <i>et seq.</i> (West 1976), the Chief Examiner, the New Jersey Civil Service Commission, which prescribes rules for administering civil service laws, N.J.Stat.Ann. §§ 11:5-1, 6-1 (West 1976), the President and three commissioners thereof, the City of Newark, and the director of the Newark Police Department.</p>\n<p>Plaintiffs allege that the Newark Police Department's background investigation practices and use of civil service examinations discriminate against them in their employment in violation of 42 U.S.C. §§ 1981, 1983 and the Thirteenth and Fourteenth Amendments to the Constitution.</p>\n<p>The <i>Vulcan Pioneers</i> action challenges the legality of the hiring and promotional policies of the Newark Fire Department. Plaintiffs are a Black fireman, applicants for that position, and a firemen's organization open to all members of the Newark Fire Department. Defendants are the same as those named in Bronze Shields with the exception of the Director of the Newark Fire Department who was named in lieu of the Newark police director. The complaint alleges the same discriminatory practices as set forth in <i>Bronze Shields.</i></p>\n<p>Jurisdiction herein is invoked pursuant to 28 U.S.C. §§ 1331 and 1343(3), (4). Venue is proper in this Court under 28 U.S.C. § 1391(b).</p>\n<p>The issue before this Court on this motion for summary judgment is whether the plaintiffs must prove that defendants intentionally discriminated against them because of their race in order to establish a violation of 42 U.S.C. § 1981.<sup>[3]</sup> The plaintiffs in this action have alleged racial discrimination in that a greater percentage of white persons <span class=\"star-pagination\">*726</span> than black or Hispanic have been hired and promoted by the Newark Police Department and Newark Fire Department.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>Plaintiffs Bronze Shields and Vulcan Pioneers argue that the proper standard for proving a § 1981 discrimination action does not include an examination of the employer's intent. The plaintiffs urge this Court to adopt the holding of <i>Davis v. County of Los Angeles,</i> <span class=\"citation no-link\"><span class=\"volume\">566</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1334</span></span> (9th Cir. 1977), <i>vacated </i><i>as moot,</i> <span class=\"citation\" data-id=\"110044\"><a href=\"/opinion/110044/county-of-los-angeles-v-davis/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">625</span></a></span>, <span class=\"citation\" data-id=\"110044\"><a href=\"/opinion/110044/county-of-los-angeles-v-davis/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1379</span></a></span>, <span class=\"citation\" data-id=\"110044\"><a href=\"/opinion/110044/county-of-los-angeles-v-davis/\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">642</span></a></span> (1979) that disparate impact is sufficient to establish a <i>prima facie</i> case of employment discrimination under § 1981. Defendants contend that although there is a conflict among the circuit and district courts,<sup>[4]</sup> constitutional standards should be applied in § 1981 cases; therefore intent must be a prerequisite to prove discrimination under § 1981. The defendants, therefore, urge that since plaintiffs have made no <i>prima facie</i> showing of intentional discrimination, the §§ 1981, 1983 and the Thirteenth and Fourteenth Amendment claims should be dismissed. This Court finds that intent is necessary to establish a claim of employment discrimination under § 1981. For the following reasons, defendants' motions for summary judgment are granted.</p>\n<p>Different standards of proof have evolved in employment discrimination cases depending upon the precise statutory or constitutional ground of the alleged violation. For example, in <i>Griggs v. Duke Power Co.,</i> <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">849</span></a></span>, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">158</span></a></span> (1971),<sup>[5]</sup> the Supreme Court held that Title VII<sup>[6]</sup> requires the elimination of artificial, <span class=\"star-pagination\">*727</span> arbitrary, and unnecessary barriers to employment that operate invidiously to discriminate on the basis of race or other impermissible classifications. <i>Id.</i> at 431, 91 S.Ct. at 853. \"If an employment practice which operates to exclude Negroes cannot be shown to be related to job performance, the practice is prohibited,\" notwithstanding the employer's lack of discriminatory intent. <i>Id.</i> at 431-33, 91 S.Ct. at 853. The Supreme Court stated that</p>\n<blockquote>good intent or absence of discriminatory intent does not redeem employment procedures or testing mechanisms that operate as \"built-in headwinds\" for minority groups and are unrelated to measuring job capability . . . Congress directed the thrust of the Act to the consequences of employment practices, not simply the motivation.</blockquote>\n<p><i>Id.</i> at 432, 91 S.Ct. at 854. (emphasis in original). Therefore, in order to prove a claim of employment discrimination, a plaintiff need only show that the facially neutral employment practice has a \"disparate impact\" or effect on racial minorities.<sup>[7]</sup> The burden of proof then shifts to the defendant who must show business justification in order to preserve the practice. <i>Id.</i> at 432, 91 S.Ct. at 854. See generally B. Schlei &amp; P. Grossman, <i>Employment Discrimination Law</i> at 1158 (1976 &amp; Supp. 1979).</p>\n<p>More recently, in its landmark decisions, <i>Washington v. Davis,</i> <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2040</span></a></span>, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">597</span></a></span> (1976) and <i>Village of Arlington Heights v. Metropolitan Housing Development Corp.,</i> <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></a></span>, 264-71, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">555</span></a></span>, 562, 566, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">450</span></a></span> (1977), the Supreme Court held that proof of both an invidious discriminatory purpose and a racially disproportionate impact is necessary to establish that government action violates the Fifth or Fourteenth Amendments.</p>\n<p>In <i>Washington v. Davis,</i> <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2040</span></a></span>, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">597</span></a></span> (1976), the plaintiffs, Black police officers and applicants, alleged discrimination against District of Columbia officials, claiming the Police Department's recruiting and promotional procedures were discriminatory on the basis of race in violation of the Fifth Amendment<sup>[8]</sup> and the District of Columbia Code.<sup>[9]</sup> These practices included a written personnel test which operated to disqualify a disproportionately high number of Black applicants. <i>Id.</i> at 232-33, 96 S.Ct. at 2044.</p>\n<p>The district court granted defendants' motion for summary judgment based upon, <i>inter alia,</i> its determination that plaintiffs' claim lacked any allegations of intentional discrimination. The Court of Appeals for the District of Columbia reversed, ruling that lack of discriminatory intent was irrelevant to a determination of constitutional violations, if it could be shown that the test had a disproportionate impact on minorities and no adequate countervailing justification for the test could be established by the city.</p>\n<p>The Supreme Court found that the Court of Appeals below had erroneously applied the Title VII standard of proof, disparate impact, to a case involving constitutional standards. The Court determined the appropriate analysis for claims based upon the Fifth Amendment and the Fourteenth <span class=\"star-pagination\">*728</span> Amendment is under the equal protection clause. <i>Id.</i> at 239, 96 S.Ct. at 2047. Using the equal protection constitutional standard, the Court held that a facially neutral employment practice is generally not unconstitutional because it has a racially discriminatory impact. <i>Id.</i> The Court further stated:</p>\n<blockquote>The central purpose of the Equal Protection Clause of the Fourteenth Amendment is the prevention of official conduct discriminating on the basis of race . . our cases have not embraced the proposition that a law or other official act, without regard to whether it reflects a racially discriminatory purpose, is unconstitutional solely because it has a racially disproportionate impact.</blockquote>\n<p><i>Id.</i></p>\n<p>In <i>Arlington Heights,</i> the Supreme Court reiterated the <i>Washington v. Davis</i> principle that \"official action will not be held unconstitutional solely because it results in a racially disproportionate impact.\" 429 U.S. at 264-65, 97 S.Ct. at 563. <i>Arlington Heights</i> involved a zoning board's refusal to rezone land from a single-family to a multiple-family classification. Consequently, a low-rent project could not be built, and plaintiffs attacked the village's zoning plan as racially discriminatory. The district court ruled that the village was not motivated by racial discrimination, but by a desire to maintain the village's zoning plan and to protect property values in the area. The Seventh Circuit reversed because of the disproportionate racial effect of the refusal.</p>\n<p>The Supreme Court reversed, noting the finding of both courts below that no discriminatory intent had been proved. <i>Id.</i> at 270-71, 97 S.Ct. at 566. Justice Powell reiterated the <i>Davis</i> proposition that \"[d]isproportionate impact is not irrelevant, but it is not the <i>sole</i> touchstone of an invidious racial discrimination.\" <i>Id.</i> at 265, 97 S.Ct. at 563 (citing <i>Washington v. Davis, supra,</i> 426 U.S. at 242, 96 S.Ct. at 2048). (emphasis added). He noted, however, that \"<i>Davis</i> does not require a plaintiff to prove that the challenged action rest[s] solely on racially discriminatory purposes\" but rather that the \"discriminatory purpose has been a motivating factor.\" <i>Id.</i> at 265-66, 97 S.Ct. at 563.</p>\n<blockquote>Determining whether invidious discriminatory purpose was a motivating factor demands a sensitive inquiry into such circumstantial and direct evidence of intent as may be available. The impact of the official action  whether it \"bears more heavily on one race than another,\" may provide an important starting point. Sometimes a clear pattern, unexplainable on grounds other than race, emerges from the effect of the state action even when the governing legislation appears neutral on its face.</blockquote>\n<p><i>Id.</i> (citation omitted).</p>\n<p>Together, <i>Davis</i> and <i>Arlington Heights</i> provide that proof of intentional discrimination on the basis of race is required for all claims brought solely under the Fifth and Fourteenth Amendments. Neither case, however, answers the narrower question posed herein: must plaintiffs also prove discriminatory purpose on the part of the defendants for those claims arising under 42 U.S.C. § 1981?</p>\n<p>Section 1981, unlike Title VII and the Equal Protection Clause, has its origins in both the Thirteenth<sup>[10]</sup> and Fourteenth Amendments.<sup>[11]</sup> The Supreme Court in <i>Runyon v. McCrary,</i> <span class=\"citation\" data-id=\"109509\"><a href=\"/opinion/109509/runyon-v-mccrary/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">160</span></a></span>, <span class=\"citation\" data-id=\"109509\"><a href=\"/opinion/109509/runyon-v-mccrary/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2586</span></a></span>, <span class=\"citation\" data-id=\"109509\"><a href=\"/opinion/109509/runyon-v-mccrary/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">415</span></a></span> (1976) firmly established <span class=\"star-pagination\">*729</span> that § 1981 is derived from the Civil Rights Act of 1866<sup>[12]</sup> which was passed pursuant to the Thirteenth Amendment. Reliance upon the Fourteenth Amendment, however, comes from § 16 of the Voting Rights Act of 1870 which contained language which closely paralleled § 1 of the 1866 Act.<sup>[13]</sup> See id. at 169-70 n.8, 96 S.Ct. at 2594 n.8; <i>Johnson v. Railway Express,</i> <span class=\"citation\" data-id=\"109254\"><a href=\"/opinion/109254/johnson-v-railway-express-agency-inc/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">454</span></a></span>, 459, <span class=\"citation\" data-id=\"109254\"><a href=\"/opinion/109254/johnson-v-railway-express-agency-inc/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1716</span></a></span>, 1719, <span class=\"citation\" data-id=\"109254\"><a href=\"/opinion/109254/johnson-v-railway-express-agency-inc/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">295</span></a></span> (1975). Since § 1981 is based in part upon the Fourteenth Amendment, the standard of proof for § 1981 should be consistent with the standard used to establish a <i>prima facie</i> case of discrimination under the Equal Protection Clause of the Fourteenth Amendment. Therefore, proof of discriminatory intent is required in actions proceeding under § 1981.</p>\n<p>In arriving at said determination, this Court was required to consider whether Congress intended that every contract or refusal to enter into a contract which had a disparate and discriminatory impact should create a cause of action, where such impact was not intended by the party charged. The Court has read the complete legislative history preceding the enactment of the applicable 1866 and 1870 Acts. The debates involved speeches which still decried the abolition of slavery.<sup>[14]</sup> It was unlikely in the atmosphere of such rhetoric that the concept of disparate impact could have been within the contemplation of the legislators, no less been incorporated into the statute. The goal of the legislation was to prevent intentional acts of discrimination aimed at circumventing the grant of civil rights to the freed slave. The outcry was against the blossoming statutes and codes aimed at defeating and denying the newly won freedoms. The legislative history renders no support for the construction urged by plaintiffs. Although the debates are free of any discussion of burden or standard of proof, their review in the context of the times does not warrant a finding that discriminatory impact, in the absence of an intention to produce such result, violates the statute. Nor does the language of the statute itself support such a conclusion.</p>\n<p><span class=\"star-pagination\">*730</span> In the absence of language in the statute or legislative history to support it, should disparate impact, standing alone, in the absence of wrongful motive or intention, be a sufficient standard under § 1981? In addition to the constitutional origins of the statute, there are other reasons upon which the Court may rely in support of an \"intent\" standard for § 1981. The Supreme Court in <i>Jones v. Alfred H. Mayer Co</i><i>.</i> stated that \"racially motivated deprivations were proscribed by the 1866 Act, thereby lending support to an \"intent\" standard under § 1981.</p>\n<blockquote>Hence the structure of the 1866 Act, as well as its language, points to the conclusion . . . that § 1 was meant to prohibit <i>all</i> racially motivated deprivations of the rights enumerated in the statute, although only those deprivations perpetuated \"under color of law\" were to be criminally punishable under § 2.</blockquote>\n<p>392 U.S. at 426, 88 S.Ct. at 2196; see <i>Davis v. County of Los Angeles,</i> <span class=\"citation no-link\"><span class=\"volume\">566</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1334</span></span>, 1349-50 (9th Cir. 1977) (Wallace, J., dissenting). The <i>Jones</i> Court determined that the Congressional intent in passing the 1866 Act was not only to eradicate \"racially discriminatory laws in the former Confederate States,\" i. e., the Black Codes, <i>id.</i> at 426, 88 S.Ct. at 2196, but also to prohibit \"private injustices against Negroes  [such as] white employers who refused to pay their Negro workers, white planters who agreed among themselves not to hire freed slaves without the permission of their former masters, white citizens who assaulted Negroes or who combined to drive them out of their communities.\" <i>Id.</i> at 427-28, 88 S.Ct. at 2197 (citations omitted). Such language of the Supreme Court supports the theory that the purpose of the 1866 Act was to proscribe intentional discrimination.</p>\n<p>This Court is reluctant to reach any conclusion which would blunt any arrow from the quiver capable of piercing and eliminating discrimination. However, an analysis of the scope of § 1981 necessitates a finding that it was not meant to create a cause of action for inadvertent and unintended acts which resulted in discrimination. The Court takes some comfort from the existence of Title VII, which affords a remedy under such circumstances but provides limitations and procedural safeguards which justify a different standard of proof.</p>\n<p>This Court's conclusion gains support from the dissimilarity of the language and legislative history between § 1981 and Title VII.<sup>[15]</sup> Compare <i>Jones v. Alfred D. Mayer Co., supra,</i> 392 U.S. at 422-37, 88 S.Ct. at 2194-2202 with <i>Griggs v. Duke Power Co., supra,</i> 401 U.S. at 430-36, 91 S.Ct. at 853-856. The purpose of the Civil Rights Act of 1964, as amended, is to eliminate discrimination through formal and informal remedial procedures. The emphasis is on conciliation, as a last resort; the federal courts are envisioned as the final arbitrators, but not before the potential litigant exhausts a myriad of administrative procedures.<sup>[16]</sup></p>\n<p><span class=\"star-pagination\">*731</span> Section 1981 is a very different statute.<sup>[17]</sup> Its purpose is and always has been to provide a litigant an unencumbered avenue into federal court. Its \"broad language of § 1981 stands in stark contrast to the sophisticated, detailed provisions of Title VII\". <i>Lewis v. Bethlehem Steel Corp.,</i> <span class=\"citation\" data-id=\"1817402\"><a href=\"/opinion/1817402/lewis-v-bethlehem-steel-corp/\"><span class=\"volume\">440</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">949</span></a></span>, 966 (D.Md.1977). Its reach extends far beyond the \"field of public employment,\" <i>Washington v. Davis, supra,</i> 426 U.S. at 248, 96 S.Ct. at 2051, to the expansive realm of both public and private contractual relationships. Without some type of \"screening mechanism,\" <i>Davis v. County of Los Angeles, supra,</i> 566 F.2d at 1350 (Wallace, J., dissenting), courts may become innundated with frivolous claims. Such a mechanism, therefore, is the requirement of discriminatory intent.</p>\n<p>Accordingly, in light of the statutory and structural differences between § 1981 and Title VII as well as § 1981's historical and conceptual relationship with the Constitution, in particular the Thirteenth and Fourteenth Amendments, this Court concludes that discriminatory intent is a necessary element in proving a violation of § 1981. Section 1981 must be governed by the same considerations as the constitutional provisions from which it is derived.</p>\n<p>As previously indicated, defendants' motions for summary judgment have been granted. In so doing, this Court has considered the pleadings, dispositions, answers to interrogatories, and admissions on file, together with the affidavits pursuant to Fed.R.Civ.P. 56(c). Summary judgment is proper in those cases where there are no genuine issues of material fact. In the instant case, there has been no showing in any manner nor is there an allegation in the complaints that the defendants have engaged in purposeful course of action to discriminate on the basis of race.<sup>[18]</sup></p>\n<p>In <i>Personnel Administrator of Massachusetts v. Feeney,</i> <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">256</span></a></span>, <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2282</span></a></span>, <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">870</span></a></span> (1979)<sup>[19]</sup> the Supreme Court clarified the definition of \"discriminatory purpose\":</p>\n<blockquote>\"Discriminatory purpose,\" however, implies more than intent as volition or intent as awareness of consequences. It implies that the decisionmaker . . . selected or reaffirmed a particular course of action at least in part \"because of,\" not merely \"in spite of,\" its adverse effects upon an identifiable group.</blockquote>\n<p><i>Id.</i> at 279, 99 S.Ct. at 2296. Without a showing that the defendants selected or <span class=\"star-pagination\">*732</span> reaffirmed a particular course of conduct, in this case the hiring and promotional procedures, due to its adverse effects upon Blacks and Hispanics, there is no disputed material fact. The Court recognizes that under certain circumstances, disparate impact may give rise to an inference of intentional discrimination. However, such inference would not be permissible predicated upon the factual assertions of disparate impact standing alone as alleged by plaintiffs in this matter.</p>\n<p>For the foregoing reasons, summary judgment is entered in favor of the defendants and against the plaintiffs in these matters, without costs.</p>\n<h2>NOTES</h2>\n<p>[1]  The Title VII Count in both actions was dismissed by Judge H. Curtis Meanor, to whom this matter had previously been assigned, for being untimely. <i>Bronze Shields, Inc., et al. v.</i> <i>New Jersey Department of Civil Service,</i> No. 72-2022 (D.N.J. April 2, 1979) (order granting partial summary judgment); <i>Vulcan Pioneers, Inc., et al. v. New Jersey Department of Civil Service,</i> No. 73-950 (D.N.J. March 13, 1979) (order granting partial summary judgment).</p>\n<p>[2]  The motions for summary judgment in Count One of the Complaint in each case were initially filed on September 21, 1976 (<i>Vulcan Pioneers</i>) and on November 3, 1976 (<i>Bronze Shields</i>) following the decision of the Supreme Court in <i>Washington v. Davis,</i> <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2040</span></a></span>, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">597</span></a></span> (1976). Oral argument of these motions was first heard on December 13, 1976 before Judge Meanor. By letter opinion dated March 28, 1977, Judge Meanor stayed resolution of the motions pending the filing of Title VII claims by plaintiffs.\n</p>\n<p>Since the motions were originally submitted and argued, Judge Meanor, on October 16, 1978, dismissed the § 1981 and § 1983 and the constitutional claims as against the New Jersey Department of Civil Service and the New Jersey Civil Service Commission in both the <i>Vulcan Pioneers</i> and <i>Bronze Shield</i> cases, leaving only the individual defendants and the City of Newark in Count One. Thereafter, defendants Ralph P. Shaw, Chief Examiner of the Department of Civil Service, S. Howard Woodson, President of the Civil Service Commission, and Thomas DeLucan, John Holden, Matthias Rodriguez and Charles Walther, Commissioners thereof, were substituted for defendants William Druz, James Alloway, Anthony Statile, Henry R. Leiner, and Leonard Simmons, respectively, named in the original Complaint. In December 1978, after the order for the above was entered, Joseph M. Ryan replaced Ralph P. Shaw as Chief Examiner of the Department of Civil Service.</p>\n<p>[3]  Section 1981 provides that:\n</p>\n<p>[a]ll persons within the jurisdiction of the United States shall have the same right in every State and Territory to make and enforce contracts, to sue, be parties, give evidence, and to the full and equal benefit of all laws and proceedings for the security of persons and property as is enjoyed by white citizens, and shall be subject to like punishment, pains, penalties, taxes, licenses, and exactions of every kind, and to no other.</p>\n<p>42 U.S.C. § 1981; Act of May 31, 1870, c. 114 § 16, 16 Stat. 144.</p>\n<p>[4]  Most courts have held that § 1981, like § 1983, requires proof of a racially discriminatory purpose. <i>See, e. g. </i><i>Des Vergnes v. Seekonk Water District,</i> <span class=\"citation\" data-id=\"367231\"><a href=\"/opinion/367231/roger-g-des-vergnes-v-seekonk-water-district/\"><span class=\"volume\">601</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">9</span></a></span>, 14 (1st Cir. 1979); <i>Mescall v. Burrus,</i> <span class=\"citation\" data-id=\"369032\"><a href=\"/opinion/369032/joseph-a-mescall-v-clark-burrus/\"><span class=\"volume\">603</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1266</span></a></span> (7th Cir. 1979); <i>Williams v. DeKalb County,</i> <span class=\"citation\" data-id=\"358855\"><a href=\"/opinion/358855/18-fair-emplpraccas-1749-18-empl-prac-dec-p-8647-johnny-williams-on/\"><span class=\"volume\">582</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">2</span></a></span> (5th Cir. 1978); <i>Johnson v. Alexander,</i> <span class=\"citation\" data-id=\"354130\"><a href=\"/opinion/354130/16-fair-emplpraccas-894-16-empl-prac-dec-p-8115-richard-jerome/\"><span class=\"volume\">572</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1219</span></a></span>, 1222-23 (8th Cir. 1978); <i>Harkless v. Sweeny Independent School District,</i> <span class=\"citation\" data-id=\"345421\"><a href=\"/opinion/345421/20-fair-emplpraccas-1298-14-empl-prac-dec-p-7669-mildred-harkless-v/\"><span class=\"volume\">554</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1353</span></a></span> (5th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">966</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">507</span></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">452</span></span> (1977); <i>Milwaukee v. Saxbe,</i> <span class=\"citation\" data-id=\"341392\"><a href=\"/opinion/341392/13-fair-emplpraccas-1425-12-empl-prac-dec-p-11235-city-of-milwaukee/\"><span class=\"volume\">546</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">693</span></a></span>, 705 (7th Cir. 1976); <i>Colaizzi v. Walker,</i> <span class=\"citation\" data-id=\"339377\"><a href=\"/opinion/339377/samuel-colaizzi-and-samuel-indovina-v-daniel-walker-governor-state-of/\"><span class=\"volume\">542</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">969</span></a></span>, 972 (7th Cir. 1976); <i>Walker v. Robbins Hose Co., No. 1, Inc.,</i> <span class=\"citation\" data-id=\"1420524\"><a href=\"/opinion/1420524/walker-v-robbins-hose-co-no-1-inc/\"><span class=\"volume\">465</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1023</span></a></span>, 1044 (D.Del.1979) (dictum); <i>Arnold v. Ballard,</i> <span class=\"citation\" data-id=\"2351477\"><a href=\"/opinion/2351477/arnold-v-ballard/\"><span class=\"volume\">448</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1025</span></a></span>, 1027-28 (N.D.Ohio 1978); <i>Milburn v. Girard,</i> <span class=\"citation\" data-id=\"1427496\"><a href=\"/opinion/1427496/milburn-v-girard/\"><span class=\"volume\">441</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">184</span></a></span>, 188 (E.D.Pa.1977); <i>Lewis v. Bethlehem Steel Corp.,</i> <span class=\"citation\" data-id=\"1817402\"><a href=\"/opinion/1817402/lewis-v-bethlehem-steel-corp/\"><span class=\"volume\">440</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">949</span></a></span>, 962-66 (D.Md.1977); <i>Croker v. Boeing Co.,</i> <span class=\"citation\" data-id=\"1572293\"><a href=\"/opinion/1572293/croker-v-boeing-covertol-div/\"><span class=\"volume\">437</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1138</span></a></span>, 1181-82 (E.D.Pa.1977); <i>Guardians Ass'n of N.Y.C. v. Civil Service Comm'n,</i> <span class=\"citation\" data-id=\"2185002\"><a href=\"/opinion/2185002/guardians-assn-of-ny-city-v-civil-serv-comn/\"><span class=\"volume\">431</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">526</span></a></span>, 534 (S.D.N.Y.1977); <i>Johnson v. Hoffman,</i> <span class=\"citation\" data-id=\"1444643\"><a href=\"/opinion/1444643/johnson-v-hoffman/\"><span class=\"volume\">424</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">490</span></a></span>, 493-94 (E.D.Mo. 1977).\n</p>\n<p>Some courts, however, have held that a showing of disparate impact will suffice without more to establish a <i>prima facie</i> case of employment discrimination under § 1981 just as it does under Title VII. <i>See, e. g., </i><i>Davis v. County of Los Angeles,</i> <span class=\"citation no-link\"><span class=\"volume\">566</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1334</span></span> (9th Cir. 1977), <i>vacated </i><i>as moot,</i> <span class=\"citation\" data-id=\"110044\"><a href=\"/opinion/110044/county-of-los-angeles-v-davis/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">625</span></a></span>, <span class=\"citation\" data-id=\"110044\"><a href=\"/opinion/110044/county-of-los-angeles-v-davis/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1379</span></a></span>, <span class=\"citation\" data-id=\"110044\"><a href=\"/opinion/110044/county-of-los-angeles-v-davis/\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">642</span></a></span> (1979); <i>Kinsey v. First Regional Securities, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">557</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">830</span></span>, 838 n. 22 (D.C. Cir. 1977) (dictum); <i>Brown v. New Haven Civil Service Bd.,</i> <span class=\"citation\" data-id=\"1964659\"><a href=\"/opinion/1964659/brown-v-new-haven-civil-service-bd/\"><span class=\"volume\">474</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1256</span></a></span>, 1264 (D.Conn.1979); <i>Scott v. University of Delaware,</i> <span class=\"citation\" data-id=\"1415843\"><a href=\"/opinion/1415843/scott-v-university-of-delaware/\"><span class=\"volume\">455</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1102</span></a></span>, 1130 (D.Del.1978); <i>Dawson v. Pastrick,</i> <span class=\"citation\" data-id=\"1427679\"><a href=\"/opinion/1427679/dawson-v-pastrick/\"><span class=\"volume\">441</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">133</span></a></span>, 140 (N.D. Ind.1977) (no discussion of impact of <i>Washington v. Davis</i> on § 1981; <i>Winston v. Smithsonian Science Information Exchange,</i> <span class=\"citation\" data-id=\"1571785\"><a href=\"/opinion/1571785/winston-v-smithsonian-science-information-exchange-inc/\"><span class=\"volume\">437</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">456</span></a></span>, 473 (D.D.C.1977). For an excellent in-depth discussion of the proper standard of proof in § 1981 civil rights suits, see Heiser, <i>Intent v. Impact: The Standard of Proof Necessary to Establish a Prima Facie Case of Race Discrimination Under 42 U.S.C. § 1981,</i> 16 San Diego L.Rev. 207 (1979).</p>\n<p>[5]  In this case, the plaintiffs were Black employees of Duke Power Company who alleged employment discrimination on the basis of an employment/transfer requirement which mandated a passing score in a standardized general intelligence test or a high school education when neither standard was shown to be significantly related to successful job performance, both requirements operated to disqualify Blacks at a substantially higher rate than white applicants and the jobs sought were previously filled only by white employees throughout the company's employment history. <i>Id.</i> 401 U.S. at 425-26, 91 S.Ct. at 850-51.</p>\n<p>[6]  Title VII of the Civil Rights Act of 1964, as amended by the Equal Employment Opportunity Act of 1972, 42 U.S.C. § 2000e <i>et seq.</i> proscribes employment discrimination on account of race, color, religion, sex, and national origin. Section 703(a) provides that an employer may not \"limit, segregate, or classify his employees in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee, because of such individual's race, color, religion, sex, or national origin.\" Section 703(h) authorizes the use of \"professionally developed ability test provided that such test, its administration or action upon the results is not designed, intended or used to discriminate . . .\" 42 U.S.C. § 2000e-2(a), (h).</p>\n<p>[7]  The disparate impact or effects theory of discrimination focuses primarily upon the effect of the practice or rule rather than the intentions of the employer. Statistics may be utilized by the plaintiff in order to show disparate impact and prove his <i>prima facie</i> case. See B. Schlei &amp; P. Grossman, <i>Employment Discrimination Law</i> at ___ (1976 &amp; Supp. 1979).</p>\n<p>[8]  The Fifth Amendment to the Constitution provides in pertinent part:\n</p>\n<p>No person shall . . . be deprived of life, liberty, or property, without due process of law . . ..</p>\n<p>U.S.Const., amend. 5.</p>\n<p>[9]  The plaintiffs also alleged statutory violations under 42 U.S.C. § 1981 and D.C.Code § 1-320. <i>Id.</i> at 233 &amp; n.2, 96 S.Ct. at 2044 &amp; n.2. However, the motions for summary judgment filed in the district court only raised a Fifth Amendment due process violation asserting discrimination with respect to the recruiting procedures. The case was then ultimately decided by the Supreme Court on constitutional grounds rather than statutory grounds. See <i>id.</i> at 238, 96 S.Ct. at 2046.</p>\n<p>[10]  The Thirteenth Amendment provides that \"[n]either slavery nor involuntary servitude . . . shall exist within the United States.\" U.S.Const., amend. XIII, sec. 1. Section 2 is the enabling clause providing for appropriate Congressional legislation. In the <i>Civil Rights Cases,</i> <span class=\"citation\" data-id=\"90897\"><a href=\"/opinion/90897/civil-rights-cases/\"><span class=\"volume\">109</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">3</span></a></span>, <span class=\"citation\" data-id=\"90897\"><a href=\"/opinion/90897/civil-rights-cases/\"><span class=\"volume\">3</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">18</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">835</span></span> (1883) the Supreme Court addressed the Thirteenth Amendment as a tool granting \"Congress . . . power to pass all laws necessary and proper for abolishing all badges and incidents of slavery.\" <i>Id.</i> at 20, 3 S.Ct. at 28; <i>Jones v. Alfred H. Mayer Co.,</i> <span class=\"citation\" data-id=\"107748\"><a href=\"/opinion/107748/jones-v-alfred-h-mayer-co/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">409</span></a></span>, 439, <span class=\"citation\" data-id=\"107748\"><a href=\"/opinion/107748/jones-v-alfred-h-mayer-co/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2186</span></a></span>, 2203, <span class=\"citation\" data-id=\"107748\"><a href=\"/opinion/107748/jones-v-alfred-h-mayer-co/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1189</span></a></span> (1968).</p>\n<p>[11]  Title VII has origins in both the Fourteenth Amendment and the commerce clause. See <i>Davis v. County of Los Angeles,</i> <span class=\"citation no-link\"><span class=\"volume\">566</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1334</span></span>, 1349 &amp; n.7 (9th Cir. 1977) (Wallace, J., dissenting).</p>\n<p>[12]  The 1866 Act was re-enacted in 1870, about two years after the passage of the Fourteenth Amendment in order to maximize the likelihood that it would proscribe private as well as state discriminatory acts. In particular, section 1 of the 1866 Act was re-enacted in section 18 of the Enforcement Act of 1870; section 16 of the Voting Rights Act of 1870 repeated the language of the 1866 Act with some alterations. See <i>Jones v. Alfred H. Mayer Co.,</i> <span class=\"citation\" data-id=\"107748\"><a href=\"/opinion/107748/jones-v-alfred-h-mayer-co/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">409</span></a></span>, 436 &amp; n.71, <span class=\"citation\" data-id=\"107748\"><a href=\"/opinion/107748/jones-v-alfred-h-mayer-co/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2186</span></a></span>, 2201 &amp; n.71, <span class=\"citation\" data-id=\"107748\"><a href=\"/opinion/107748/jones-v-alfred-h-mayer-co/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1189</span></a></span> (1968); see generally Heiser, supra, note 4, at 230-40; <i>Note, Section 1981 and Private Discrimination: An Historical Justification for a Judicial Trend,</i> 40 Geo.Wash.L.Rev. 1024, 1036-39 (1972).</p>\n<p>[13]  In <i>Tillman v. Wheaton-Haven Recreational Ass'n,</i> <span class=\"citation\" data-id=\"108727\"><a href=\"/opinion/108727/tillman-v-wheaton-haven-recreation-assn-inc/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">431</span></a></span>, <span class=\"citation\" data-id=\"108727\"><a href=\"/opinion/108727/tillman-v-wheaton-haven-recreation-assn-inc/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1090</span></a></span>, <span class=\"citation\" data-id=\"108727\"><a href=\"/opinion/108727/tillman-v-wheaton-haven-recreation-assn-inc/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">403</span></a></span> (1973) the Court determined that § 1982 proscribed racial discrimination in a private recreational facility. <i>Id.</i> at 437, 93 S.Ct. at 1093. The Court stated that the \"operative language of both § 1981 and § 1982 is traceable to the Act of April 9, 1866.\" <i>Id.</i> at 439, 983 S.Ct. at 1095.\n</p>\n<p>The present codification of § 1981 is derived from . . . the Act of May 31, 1870 . . . Although the 1866 Act rested only on the Thirteenth Amendment . . ., and, indeed, was enacted before the Fourteenth Amendment was formally proposed, the 1870 Act was passed pursuant to the Fourteenth, and changes in wording may have reflected the language of the Fourteenth Amendment. The 1866 Act was re-enacted in 1870, and the predecessor of the present § 1981 was to be \"enforced according to the provisions\" of the 1866 Act.</p>\n<p><i>Id.</i> at 439-40 &amp; n.11, 93 S.Ct. at 1095 (citations omitted).</p>\n<p>[14]  The following represents a typical exchange:\n</p>\n<p>\"Mr. Thayer. Will the gentlemen permit me to ask him a question?</p>\n<p>Mr. Rogers. Certainly.</p>\n<p>Mr. Thayer. The gentleman says he is a progressive man, and a man in favor of the extension of human liberty. I desire the gentleman to state whether he voted for the constitutional amendment abolishing slavery.</p>\n<p>Mr. Rogers. No, sir; and I thank God that I never did. I could not lie down on my bed at night with a clear conscience if I had been guilty of being engaged as a participant in robbing a portion of the people of this country of millions of dollars invested under the Constitution in property in negroes, property which was recognized by our revolutionary fathers, and for the protection of which they fought as much as anything else.\"</p>\n<p>Cong. Globe, 39th Cong., 1st Sess. 1123 (1866).</p>\n<p>[15]  In <i>Washington v. Davis, supra</i><i>,</i> the Court clearly pointed out the apparent differences between the operative words of the Constitution and of Title VII as follows:\n</p>\n<p>[h]owever, this [Title VII] process proceeds, it involves a more probing judicial review of, and less deference to, the seemingly reasonable acts of administrators and executives than is appropriate under the Constitution where special racial impact, without discriminatory purpose, is claimed. We are not disposed to adopt this more rigorous standard [of] the purposes of applying the Fifth and Fourteenth Amendments in cases such as this.</p>\n<p>426 U.S. at 247-48, 986 S.Ct. at 2051.</p>\n<p>[16]  As aptly explained by Judge Wallace of the Ninth Circuit, dissenting in <i>Davis v. County of Los Angeles, supra</i>:\n</p>\n<p>Title VII is part of a complex statute; together with its accompanying administrative regulations it identifies with particularity the conduct it proscribes and imposes a course of administrative remedies that must be exhausted before the jurisdiction of the courts may be invoked. 42 U.S.C. § 2000e-5; 29 C.F.R. §§ 1601.1 <i>et seq.</i> Because these barriers tend to eliminate claims that are frivolous or suffering from obvious legal or factual defects, it is not unreasonable to provide that a <i>prima facie</i> case may be established without a showing of discriminatory intent.</p>\n<p>566 F.2d at 1350 (Wallace, J., dissenting).</p>\n<p>[17]  In <i>Johnson v. Railway Express Agency,</i> <span class=\"citation\" data-id=\"109254\"><a href=\"/opinion/109254/johnson-v-railway-express-agency-inc/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">454</span></a></span>, <span class=\"citation\" data-id=\"109254\"><a href=\"/opinion/109254/johnson-v-railway-express-agency-inc/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1716</span></a></span>, <span class=\"citation\" data-id=\"109254\"><a href=\"/opinion/109254/johnson-v-railway-express-agency-inc/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">295</span></a></span> (1975) the Court held that discrimination in the making and enforcing of employment contracts is within the sphere of protection afforded by § 1981. <i>Id.</i> at 459-60, 95 S.Ct. at 1719-1720; see <i>Bethel v. Jendoco Construction Corp.,</i> <span class=\"citation\" data-id=\"353184\"><a href=\"/opinion/353184/16-fair-emplpraccas-978-15-empl-prac-dec-p-8090-james-bethel-v/\"><span class=\"volume\">570</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1168</span></a></span>, 1174 (3d Cir. 1978). With respect to remedies under § 1981, the Court stated that \"both equitable and legal relief, including compensatory and, under certain circumstances, punitive damages\" would be available to those individuals establishing a § 1981 cause of action. 421 U.S. at 460, 95 S.Ct. at 1720.\n</p>\n<p>In <i>Johnson</i> the Court also pointed out a few of the differences between § 1981 and Title VII:</p>\n<p>Section 1981 is not coextensive in its coverage with Title VII. The latter is made inapplicable to certain employers. 42 U.S.C. § 2000e(b) (1970 ed., Supp. III). Also, Title VII offers assistance in investigation, conciliation, counsel, waiver of court costs, and attorneys' fees, items that are unavailable at least under the specific terms of § 1981.</p>\n<p>. . . . .</p>\n<p>Further, it has been noted that the filing of a Title VII charge and resort to Title VII's administrative machinery are not prerequisites for the institution of an § 1981 action.</p>\n<p><i>Id.</i> at 460, 95 S.Ct. at 1720 (citations omitted).</p>\n<p>[18]  Plaintiffs have also alleged claims of discrimination under § 1983 and the Fourteenth Amendment. It is clear that under <i>Washington v. Davis, supra</i><i>,</i> and <i>Arlington Heights, supra,</i> that intent is a necessary element to prove a <i>prima facie</i> case of discrimination under § 1983. For the reasons already stated by the Court, summary judgment is granted to the defendants with respect to this claim since the plaintiffs have failed to make a showing that the defendants have intentionally discriminated on the basis of race.</p>\n<p>[19]  <i>Personnel Administrator of Massachusetts v. Feeney</i> involved a female state employee who on the ground of sex discrimination challenged the State's Civil Service law which provided \"absolute\" preference to veterans. 442 U.S. at 259. 99 S.Ct. at 2285. The Court upheld the veterans preference despite the disparate impact on females since no intentional discrimination could be found. <i>Id.</i> at 281, 99 S.Ct. at 2297.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/90897/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107748/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108284/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108727/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109254/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109469/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109509/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109573/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110044/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110098/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/339377/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/341392/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/345421/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/353184/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/354130/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/358855/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/367231/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/369032/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1415843/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1420524/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1427496/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1427679/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1444643/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1571785/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1572293/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1817402/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1964659/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2185002/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2351477/"
          ]
        }
      ],
      "judges": "Sarokin",
      "date_created": "2015-11-17T19:43:20.627966Z",
      "date_modified": "2016-03-03T19:44:56.803953Z",
      "date_filed": "1980-04-08",
      "date_filed_is_approximate": false,
      "slug": "bronze-shields-v-new-jersey-dept-of-civil-serv",
      "citation_id": 1373152,
      "case_name_short": "",
      "case_name": "Bronze Shields v. New Jersey Dept. of Civil Serv.",
      "case_name_full": "",
      "federal_cite_one": "488 F. Supp. 723",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 5,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/948196/bronze-shields-v-new-jersey-dept-of-civil-serv/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T13:19:42.226224Z",
  "date_modified": "2014-10-30T13:19:42.226224Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Bronze Shields v. New Jersey Dept. of Civil Serv.",
  "case_name_full": "",
  "slug": "bronze-shields-v-new-jersey-dept-of-civil-serv",
  "docket_number": "Civ. No. 2022-72, Civ. 950-73",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}