{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/948899/",
  "id": 948899,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca4/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/382950/",
      "id": 382950,
      "absolute_url": "/opinion/382950/quintin-orpiano-v-gene-m-johnson-quintin-orpiano-v-terrell-don-hutto/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/948899/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/382950/",
          "id": 382950,
          "absolute_url": "/opinion/382950/quintin-orpiano-v-gene-m-johnson-quintin-orpiano-v-terrell-don-hutto/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/382950/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T09:15:14Z",
          "date_modified": "2017-03-25T03:15:02.447301Z",
          "type": "010combined",
          "sha1": "e53a1b7835d64b0a48b9a06ffc7daef4bb72756c",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/632/632.F2d.1096.78-6537.79-6822.79-6821.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">632 F.2d 1096</p>\n    <p class=\"parties\">Quintin ORPIANO, Appellant,<br>v.<br>Gene M. JOHNSON, Appellee.<br>Quintin ORPIANO, Appellee,<br>v.<br>Terrell Don HUTTO, Director, Virginia Department of<br>Corrections, Richmond, Virginia; Gene M. Johnson,<br>Superintendent, Mecklenburg Correctional Center, Boydton,<br>Virginia; Fred L. Finkbeiner, Assistant Superintendent,<br>Mecklenburg Correctional Center, etc.; Captain Harold<br>Catron, Chief of Security, Mecklenburg Correctional Center,<br>etc.; Lieutenant W. L. Henry, Mecklenburg Correctional<br>Center, etc.; Lieutenant R. R. Smith, Mecklenburg<br>Correctional Center, etc.; Alexander Logan, Correctional<br>Officer, Mecklenburg Correctional Center, etc.; W. R.<br>Speede, Correctional Officer, Mecklenburg Correctional<br>Center, etc.; J. E. Lindsey, Correctional Officer,<br>Mecklenburg Correctional Center, etc.; M. A. Talley,<br>Correctional Officer, Mecklenburg Correctional Center, etc.,<br>Appellants.<br>Quintin ORPIANO, Appellant,<br>v.<br>Terrell Don HUTTO, Director, Virginia Department of<br>Corrections, Richmond, Virginia, et al., Appellees.</p>\n    <p class=\"docket\">Nos. 78-6537, 79-6821 and 79-6822.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Fourth Circuit.</p>\n    <p class=\"date\">Argued June 5, 1980.<br>Decided Sept. 17, 1980.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David McC. Estabrook, Annandale, Va.  (Gattsek, Tavenner &amp; McConnell, Annandale, Va., on brief), and Professor William A. Reppy, Jr., Durham, N. C., Legal Research Program, Duke Law School (Lawrence C. Blazer, Neil P. Clain, Jr., Third Year Law Students on brief), for appellant in No. 78-6537 and No. 79-6822, and for appellee in No. 79-6821.</p>\n      <p class=\"indent\">Guy W. Horsley, Jr., Asst. Atty. Gen., Richmond, Va.  (Marshall Coleman, Atty. Gen., Richmond, Va., Thomas D. Bagwell, Asst. Atty. Gen., Richmond, Va., on brief), for appellee in No. 78-6537, and for appellees in No. 79-6822, and for appellants in No. 79-6821.</p>\n      <p class=\"indent\">Before BUTZNER and RUSSELL, Circuit Judges, and WILLIAM M. KIDD, United States District Judge for the Southern District of West Virginia, sitting by designation.</p>\n      <p class=\"indent\">DONALD RUSSELL, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The plaintiff, a state prisoner, filed two actions.  The first was a claim brought pursuant to 42 U.S.C. &#167; 1983 in which he sought damages for alleged physical and mental injuries sustained by him on the morning of September 22, 1977, as a result of an alleged beating suffered by him at the hands of four guards at the maximum security treatment institution, where he was incarcerated.  In addition to the four guards allegedly involved in the beating, the plaintiff joined as defendants the director of the Virginia Department of Corrections on the theory that he was \"legally responsible for the overall operations of (all) the correctional centers\" in the State, the Superintendent of the specific correctional institution where the plaintiff claimed he was assaulted because \"he (was) legally responsible for the operations (of such institution) and for the safety and welfare of all the prisoners, (in) said prison,\" and the correctional officer who was the immediate superior of the four guards.  The other proceeding by the plaintiff-a habeas action-initially began as a State action in which he alleged that he had been abused and beaten since his arrival at the Mecklenburg Correctional Center and was for that reason entitled to release from confinement.  In his State petition the plaintiff had emphasized that his attack was not upon the lawfulness of his confinement but upon the conditions of his confinement.  That proceeding was dismissed on July 5, 1978, the court noting that \"the Petitioner admits that he is not questioning the lawfulness of his confinement but only complains of two separate incidents of alleged mistreatment.\"  The plaintiff then filed his habeas petition in the District Court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After joining the plaintiff in the waiver of a jury trial, the defendants in the &#167; 1983 action filed an initial motion for summary judgment.  That motion was denied by the District Court.  In its order the District Court set the case, involving what the Court stated to be \"a clear dispute as to whether plaintiff was the victim of an unjustified physical attack on September 22,\" for a plenary hearing, appointed counsel to represent the plaintiff and permitted the plaintiff to amend his complaint no later than 20 days before hearing in order to state his claim \"in a succinct and orderly manner.\"  At the same time, the District Court referred the action involving such dispute to a United States Magistrate for a \"hearing.\"  The plaintiff, assisted by court-appointed counsel, filed an amended complaint in which he enlarged upon his original complaint with an allegation that it was \"the pattern and practice\" of the officials at the institution from the time of his arrival at the institution until the filing of the action \"to remove (him) from his cell . . . , take him shackled by handcuffs attached to a belt around the inmate's waist, to a small, isolated room known as the 'work room,' and in the work room in the presence of one or more guards and employees and out of the hearing and view of other inmates, guards and employees in cell pod, to harass, intimidate and beat, physically abuse, and injure (the plaintiff) if he had failed to conform his behavior to the arbitrary wishes and desires of the guards and other employees.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Magistrate had a hearing, after which he filed findings of fact and conclusion of law.  In these, he found that the defendants Logan, Speede, Talley and Lindsey (the four guards sued) were responsible for inflicting on the plaintiff \"on September 22, 1977, unnecessary and unjustified physical force and corporal punishment and threats of institutional retaliation . . .  with the express approval and prior knowledge of Defendant Smith (the immediate superior of the guards) and had done so with the acquiescence of the Defendants Johnson and Finkbeiner in their official capacity as Superintendent and Assistant Superintendent (of the institution) in that they knew or should have known of such practices by correctional officers under their supervision amounting to their deliberate indifference to the safety of the Plaintiff.\"  He recommended judgment in favor of the plaintiff in the amount of $25,000 against the defendants, Johnson, Finkbeiner, Smith, Logan, Speede, Lindsey and Talley, jointly and severally.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The District Court, in reviewing the report of the Magistrate, noted at the outset that the reference of the case to the Magistrate was \"to conduct an evidentiary hearing on an alleged beating of the plaintiff which occurred on September 22, 1977\" but that, after the hearing commenced, the case \"seemed to 'take off' \" with an inquiry into \"a wide range of conditions at the institution where the alleged beatings took place,\" thereby encumbering the record with much evidence extraneous to the real issue in the case, i. e., the alleged beating on September 22, 1977.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  It proceeded to conduct a de novo review of the evidence relevant to the specific issue in the case.  It first found that the Magistrate had erroneously refused to admit in evidence certain testimony and records offered by the defendants but determined that the error was harmless.  It rejected a number of the Magistrate's findings as \"irrelevant, . . .  to the issue whether the plaintiff was assaulted without cause on September 22, 1977.\"  It, however, sustained the finding of liability on the part of the defendants, Smith, Johnson and Finkbeiner because it found that \"such a beating was not an isolated instance\" and that by their \"lack of supervision of the other defendants found to be liable\" they had \"contributed to, if not actually brought about, the beating.\"  It found, too, that only two of the guards, the defendants Logan and Speede, were involved in the actual beating of the plaintiff.  It recognized physical injury and some mental damage to the plaintiff resulting from the beating but was \"not persuaded by the evidence that any permanent psychiatric impairment has been shown to have resulted from the beating.\"  It ended by ordering judgment in the amount of $10,000 only, against the two guards, the defendants Logan and Speede, their immediate superior, the defendant Smith, and the defendants Johnson and Finkbeiner, the Superintendent and Assistant Superintendent of the institution.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In the same order the District Court awarded attorney's fees.  The plaintiff and the defendants have appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The petition of the plaintiff in habeas corpus -the second proceeding involved in this appeal-was dismissed by the District Court.  It found that the claim was one for \"brutality of the prison staff at Mecklenburg\" Correctional Center, an issue which had been \"thoroughly aired in a plenary hearing presided over by Magistrate Elson.\"  Since the Court found that \"habeas corpus (was) not the proper vehicle for attacking the conditions of confinement, no matter how brutal,\" the writ was denied.  The plaintiff has appealed from that order.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The appeals from the two judgments-one in the &#167; 1983 action, and the other in plaintiff's habeas petition-were, by agreement, consolidated and heard together, and we decide all appeals in this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We shall first address the &#167; 1983 action.  The assault, which is the subject of the &#167; 1983 action, occurred on September 22, 1977, in a \"work room\" or counselling room of the Mecklenburg Correctional Center.  This correctional institution is a new maximum security prison, completed in early 1977.  It was designed to take those prisoners whose persistent violent and aggressive conduct at other State prison installations required close, segregated confinement.  As early as the middle of 1976 and prior to the completion of the prison's construction, however, assignment of staff at the new institution had begun.  The defendant Johnson, who had been with the State prison system for twelve and a half years and who held a B.S. degree in health and physical education, was designated Superintendent of the new institution.  The Assistant Superintendent, the defendant Finkbeiner, had had many years' experience in the Illinois prison system, where, among other things, he had been training coordinator in the Cook County (Illinois) prison system, warden of two prisons, and operations consultant in prison administration, before his employment for this job in Virginia.  Many of the other officers and guards had had no previous experience before their employment on the staff of this institution.  However, prior to their actual detail, all had been given five weeks' intensive training at the Training Academy at Waynesboro and most of them had had additional training at other institutions.  It seems that both Johnson and Finkbeiner gave them specific additional instructions on their duties.  The first prisoners were received on April 6, 1977, and as of September 22, 1977, which was the date of the alleged assault, 137 prisoners out of a prison population of some seven or eight thousand, had been transferred to Mecklenburg.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The plan of operation of Mecklenburg was to offer to the prisoners incarcerated there an opportunity, through proper conduct, to progress out of segregated confinement into reassignment to the general prison population, rather than to be consigned indefinitely, as had been the situation often in the past, to segregated confinement.  A procedure for evaluating the prisoner's conduct during his confinement at the institution as a basis for advancing him through a process of progression stated in terms of successive phases out of segregation, was established.  To aid the prisoner in understanding the procedure, the prison officials had prepared a printed statement in which were set forth the purposes of the institution, the rights of the prisoner to be protected at all times in his constitutional rights, his rights under the Virginia code and under the Correctional guidelines, his right to legal services at all times, and the availability of a grievance procedure for any complaint of a violation of his rights.  In this statement, there was a specific commitment that \"(e)very effort (would) be made to ensure that these rights (of a prisoner) are not violated nor privileges revoked without cause.\"  These rules were given, in printed form, to each prisoner and were also orally explained to him when he was assigned to the installation.  There seems further to have been a practice of counselling or discussing with a prisoner about violation of the rules or an outburst of violence, especially if such conduct was likely to affect the prisoner's progress under the program.  All such counselling was carried out in the only room in the unit not used for confinement of prisoners.  This room was generally described as the \"unit office\" or \"work room\" and was the room where the plaintiff claimed his assault occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The plaintiff is a prisoner, serving a nine year sentence.  He is in his twenties but has been in trouble since his juvenile days.  His original criminal offense, for which he had been committed as an adult to a Virginia penal institution, was \"for drug offenses,\" followed by convictions of \"larceny and breaking and entering.\"  Prior to these commitments, however, he had been involved, as we have said, in juvenile court, where he had on one occasion, evidenced a violent and unstable conduct pattern, by becoming, in his own words, \"upset at the judge (hearing his case) because he would not listen to me, and I jumped up and beat the desk.\"  Later as an adult in the prison system, he had engaged in violent conduct at every prison installation to which he was committed.  While at Bland Correctional Center, for instance, he had fostered a strike among the inmates on one occasion and, on another, he had participated in \"raising hell,\" as he described it, or, as the correctional authorities put it, \"threatening bodily harm\" both to the officers and other inmates.  As a result of this conduct, he was transferred to the Richmond penitentiary, where he assaulted a correctional officer by throwing a glass jar at him.  It was after these evidences of aggressive conduct that he was transferred to Mecklenburg, where he arrived on July 26, 1977.  In the period of less than two months between this date and that of his alleged beating on September 22, 1977, he admitted that he had engaged in some improper conduct which was \"out of place\" for which he apologized.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The specific incident giving rise to this action occurred, as we have already observed, on the morning of September 22, 1977.  When Orpiano was being returned to his cell after recreation that morning, he refused, according to the guards, to stay in his designated area and to move from behind Corporal Logan when ordered to do so.  Some words were exchanged between Logan and the plaintiff, creating a commotion.  After the plaintiff was put in his cell, Logan requested permission of Lieutenant Smith, who was in charge of the unit, to remove the plaintiff from his cell and to talk to him about his failure to observe the rules on this occasion.  The normal place-in fact, the only available place for such interview-was, as we have said, in the unit office or \"work room.\"  Assisted by Officer Speede, who was working under Corporal Logan and was still in in-service training, Logan removed the plaintiff from his cell and took him to the \"work room.\"  There, the two guards (Logan and Speede) were, according to the plaintiff, joined by two other officers, the defendants Talley and Lindsey.  The officers all, however, denied that Talley and Lindsey were present.  In any event, a physical encounter between the plaintiff and such officers as were present occurred, during which the plaintiff received certain injuries.  According to the plaintiff, he was \"shackled with handcuffs\" at the time; the officers testified that the handcuffs had been removed.  A polygraph examination, as requested by the plaintiff himself, concluded that the handcuffs had been removed.  But whether Orpiano was free to use his hands and had assaulted Corporal Logan or had merely defended himself, it is clear that the two officers did strike and injure the plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On September 24, two days after the encounter, the plaintiff filed a grievance with the Superintendent Johnson, in connection with this incident.  Johnson who had been in Richmond when the incident occurred, promptly ordered an investigation.  The plaintiff at the same time was permitted by the officials at the installation to communicate about the incident with the Civil Liberties Union, which passed the plaintiff's complaint on to the State Correctional Board.  That Board began its own investigation on September 27.  As a result of Johnson's investigation, charges against the plaintiff because of the occurrence were dismissed by the defendant Johnson, and Corporal Logan was suspended for five days and Lieutenant Smith and Officer Speede were given letters of reprimand on the ground that the officers' poor judgment had brought about the incident.  Moreover, Johnson and Finkbeiner issued instructions that no inmate was to be taken to the \"work room\" for interviewing while the inmate was in an agitated or violent state.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Magistrate found, and the District Court concurred, that the fight was begun by the officers, and that the assault on the plaintiff by the officers was unjustified.  It was on the basis of this finding of an \"unprovoked assault\" by the officers that the Magistrate recommended, and the District Court granted judgment in favor of the plaintiff.  Unlike the Magistrate, however, the District Court found that only the defendants Logan and Speede had participated in the beating and accordingly absolved the defendants Talley and Lindsey of any liability.  It is unnecessary to review at length the reason for the District Court's conclusion.  While the plaintiff contended at the hearing that all four officers had assaulted him, he had given other statements shortly after the incident that limited the assault to Logan and Speede.  All the officers were positive to that effect.  The District Court chose to credit the testimony of the officers on this point.  It, however, accepted as credible the testimony of the plaintiff that the defendants Logan and Speede had assaulted him without provocation while he was shackled.  On the basis of this finding, it awarded judgment against those two officers in the amount of $10,000.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Since, even as the defendants concede, there is sufficient evidence to sustain these findings and conclusions of the District Court, the decision of the District Court is not clearly erroneous and must be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The real point of controversy in this appeal, however, is the propriety of a judgment against the defendants Smith, Johnson and Finkbeiner.  The District Court did not plant the liability of the defendants Smith, Johnson and Finkbeiner on respondeat superior but on the finding that they had acquiesced in the actions of Logan and Speede in that they knew or should have known of such practice of using the work room as a place to inflict bodily injury on prisoners and thus evidenced deliberate indifference to the safety of the plaintiff.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  There is no question about the legal principle that where prison supervisors with knowledge of \"a pervasive and unreasonable risk of harm\" to the prisoners, fail to take reasonable remedial steps to prevent such harm, their conduct may be properly characterized as \"deliberate indifference\" or as \"tacit authorization of the offensive acts,\" for which they may be held independently liable under &#167; 1983.  Withers v. Levine, (4th Cir. 1980) 615 F.2d 158, 161; Turpin v. Mailet, (2d Cir. 1980) 619 F.2d 196, 201; Watson v. Interstate Fire &amp; Cas. Co., (5th Cir. 1980) 611 F.2d 120, 123; Owens v. Haas, (2d Cir. 1979) 601 F.2d 1242, 1246, cert. denied, 444 U.S. 980, 100 S.Ct. 483, 62 L.Ed.2d 407, cf., Baker v. McCollan, (1979) 443 U.S. 137, 140, 99 S.Ct. 2689, 61 L.Ed.2d 433.  However, \"A pervasive risk of harm (under this principle) may not ordinarily be shown by pointing to a single incident or isolated incidents,\" Withers v. Levine, 615 F.2d at 161, nor is a \"(s)howing that individual officers violated a person's constitutional rights on an isolated occasion . . .  sufficient to raise an issue of fact whether adequate training and procedures were provided,\" McClelland v. Facteau, (10th Cir. 1979) 610 F.2d 693, 697.  Measured by these standards, we do not believe there was sufficient evidence to support a finding of liability on the part of the three officers in question.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The practice found by the District Court as creating a \"pervasive risk of harm\" in this case was the use of the work room at the prison ostensibly for interviewing and counselling by the prison officers with prisoners, but in reality as a concealed place where, free from observation, the officers would beat and torture prisoners.  The flaw in this reasoning, however, is that the record does not support the finding of such a \"pattern of activity\" in the use of the work room, see Watson v. Interstate Fire &amp; Cas. Co., 611 F.2d at 123.  There was nothing unusual about the use of the work room for counselling prisoners; it was the only room in the unit available for interviewing, advising or counselling a prisoner.  It was often used as both the plaintiff and his fellow inmate McCloud explained, as the place where each prisoner was taken when he was first brought to the unit in order that an officer might provide him with a copy of the rules of the institution and give such additional information as might be appropriate.  Moreover, when a prisoner's conduct had been improper an officer would often take the prisoner to the \"work room\" to discuss his conduct with him.  The plaintiff testified to such an occasion when he was taken to the \"work room\" and counselled about the \"profanity\" he was directing at the guards.  Lieutenant Smith had the plaintiff there on another occasion because one of the guards had filed a bad report on the plaintiff and he (Smith) wanted to solicit from the plaintiff his side of the incident.  Both of these visits preceded the assault on September 22, 1977.  The inmate McCloud, also, testified to occasions when he had been taken to the \"work room.\"  On none of these occasions prior to September 22, as testified to by both the plaintiff and the witness McCloud, had the prisoners been subjected to any physical abuse, intimidation or harassment.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The officials at the institution had established, too, a procedure whereby any prisoner who had suffered any wrong at the hand of a guard or other official, whether in the work room or elsewhere, could file a grievance with the Superintendent of the institution.  There was absolutely no impediment to the use of such right by an inmate; the right was assured by the institution's guidebook.  The plaintiff in this case availed himself of this right to submit a grievance with the institution's Superintendent within two days after his alleged beating on September 22.  Johnson promised to investigate the complaint and he did so, with the result that the defendant Logan was suspended for five days and the defendants Lieutenant Smith and Officer Speede received a written reprimand.  The procedures developed and issued by Johnson, also, prohibit any delaying or censoring of the mail of an inmate \"unless there is cause to believe that the security of an institution or the safety of an employee or inmate is threatened,\" and provide for free access to the courts, with the right to seek the appointment of an attorney.  Exercising this right, the plaintiff immediately communicated with the American Civil Liberties Union about the injuries sustained by him on September 22 and the Union in turn communicated with the State Department of Corrections which authorized an investigation by its investigators of the plaintiff's complaint on September 27, five days after the assault.  It is difficult to assume from these procedures that the supervisory officials were \"deliberately indifferent\" to the rights of the inmates or acquiesced in any wrongdoing by any guard.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Finally, there was no showing of a practice or pattern of physical mistreatment of inmates in the counselling conducted in the work room at any time prior to September 22 when the plaintiff was assaulted.  An investigation for the Department of Corrections inquired into the existence of any such mistreatment.  Prior to September 22, there was only one instance when it could be said that an inmate had been struck in the work room during any interviewing or counselling.  This incident involved Lieutenant Henry.  An inmate, when served with his food tray, threw the tray against the wall.  The officer took the inmate to the \"work room\" to talk to him about his conduct.  When they got there, the inmate spit on and kicked at the officer, who then slapped him in order, as the officer said, to calm him.  Apparently the treatment had the desired effect.  The inmate calmed down and apparently no complaint by the inmate was ever made.  Moreover, the testimony of the plaintiff and the other witnesses established that there had been countless interviews with inmates in the work room without any incident whatsoever, and so far as the record shows, there had been no complaint by any inmate prior to September 22 of any mistreatment by a guard during counselling or interviewing in the work room.  Obviously then, there was not that \"pervasive\" threat of harm attaching to the practice of \"counselling\" in the work room as required under Withers, supra.  Nor can it be said that, based on a single isolated incident which, so far as the record shows, was never known by these defendants and which was never made the basis of a complaint by the inmate (despite the established right and procedure for handling such a complaint), that these supervisory officials knew or should have known that the procedure of counselling in the work room was, under the plaintiff's theory, a mere ruse by the guards to conceal assaults upon inmates, to which the supervisors were indifferent.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In summary, it must be noted that this new installation had been in operation hardly six months when this incident occurred.  The prison population at the institution consisted, as we have said, of 137 of the most violent and aggressive in a prison population of some seven or eight thousand.  Difficulties with such prisoners were to be expected.  The officials had taken every precaution to avoid any improper treatment of any of the inmates as a result of any difficulties that might arise.  While many of the guards were new employees, all had been given a full training course before being detailed to the institution.  Johnson had orally instructed the guards that the prisoners were to be fairly treated, even at the risk of some harm to themselves.  Written rules and procedures had been prepared regarding the prisoners' rights.  These rules and procedures were given to the prisoners and, in addition, each prisoner was apparently given a private meeting where the rules were reviewed with him.  A procedure was provided in those rules for the filing of any complaints of mistreatment by an inmate.  That procedure was known to the inmates, as shown by the plaintiff's use of them in this affair.  There was no basis in this record for a finding, such as is required under the rule in Withers, and the award of judgment against the defendants Johnson, Finkbeiner, and Smith, in this record, was, therefore, clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The award of judgment against the defendants Logan and Speede in the amount of $10,000 is accordingly affirmed, but the judgment against the defendants Johnson, Finkbeiner and Smith is vacated, in the &#167; 1983 action.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In the habeas action, we affirm for the reason assigned by the District Court.  Whether prison conditions may ever be so shocking and violative of the fundamental rules of decency as to warrant the use of habeas as a basis for release of a prisoner from his sentence is not a question we need address, since no such conditions prevailed in this prison.</p>\n    </div>\n    <p class=\"indent\">AFFIRMED IN PART</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">REVERSED IN PART.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This excursion into extraneous matters was justified by counsel for the plaintiff, not for the purpose of providing thereby some basis for an action, but \"for the Court's information.\"  Thus, such counsel said he was trying to prove \"what those conditions (at Mecklenburg) are.  Not that they're wrong, but what they are for the Court's information.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The action against the defendants Hutto, Catron, Henry, Lindsey, and Talley was dismissed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Magistrate had recommended judgment in favor of the plaintiff in the amount of $25,000 but the District Court, in its de novo hearing, concluded that the plaintiff's injuries were less extensive than had the Magistrate found and made his award of $10,000 on that basis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See Davis v. Zahradnick, (4th Cir. 1979) 600 F.2d 458, 459 n. 1</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">632</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1096</span></span></p>\n    <p class=\"parties\">Quintin ORPIANO, Appellant,<br>v.<br>Gene M. JOHNSON, Appellee.<br>Quintin ORPIANO, Appellee,<br>v.<br>Terrell Don HUTTO, Director, Virginia Department of<br>Corrections, Richmond, Virginia; Gene M. Johnson,<br>Superintendent, Mecklenburg Correctional Center, Boydton,<br>Virginia; Fred L. Finkbeiner, Assistant Superintendent,<br>Mecklenburg Correctional Center, etc.; Captain Harold<br>Catron, Chief of Security, Mecklenburg Correctional Center,<br>etc.; Lieutenant W. L. Henry, Mecklenburg Correctional<br>Center, etc.; Lieutenant R. R. Smith, Mecklenburg<br>Correctional Center, etc.; Alexander Logan, Correctional<br>Officer, Mecklenburg Correctional Center, etc.; W. R.<br>Speede, Correctional Officer, Mecklenburg Correctional<br>Center, etc.; J. E. Lindsey, Correctional Officer,<br>Mecklenburg Correctional Center, etc.; M. A. Talley,<br>Correctional Officer, Mecklenburg Correctional Center, etc.,<br>Appellants.<br>Quintin ORPIANO, Appellant,<br>v.<br>Terrell Don HUTTO, Director, Virginia Department of<br>Corrections, Richmond, Virginia, et al., Appellees.</p>\n    <p class=\"docket\">Nos. 78-6537, 79-6821 and 79-6822.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Fourth Circuit.</p>\n    <p class=\"date\">Argued June 5, 1980.<br>Decided Sept. 17, 1980.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David McC. Estabrook, Annandale, Va.  (Gattsek, Tavenner &amp; McConnell, Annandale, Va., on brief), and Professor William A. Reppy, Jr., Durham, N. C., Legal Research Program, Duke Law School (Lawrence C. Blazer, Neil P. Clain, Jr., Third Year Law Students on brief), for appellant in No. 78-6537 and No. 79-6822, and for appellee in No. 79-6821.</p>\n      <p class=\"indent\">Guy W. Horsley, Jr., Asst. Atty. Gen., Richmond, Va.  (Marshall Coleman, Atty. Gen., Richmond, Va., Thomas D. Bagwell, Asst. Atty. Gen., Richmond, Va., on brief), for appellee in No. 78-6537, and for appellees in No. 79-6822, and for appellants in No. 79-6821.</p>\n      <p class=\"indent\">Before BUTZNER and RUSSELL, Circuit Judges, and WILLIAM M. KIDD, United States District Judge for the Southern District of West Virginia, sitting by designation.</p>\n      <p class=\"indent\">DONALD RUSSELL, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The plaintiff, a state prisoner, filed two actions.  The first was a claim brought pursuant to 42 U.S.C. &#167; 1983 in which he sought damages for alleged physical and mental injuries sustained by him on the morning of September 22, 1977, as a result of an alleged beating suffered by him at the hands of four guards at the maximum security treatment institution, where he was incarcerated.  In addition to the four guards allegedly involved in the beating, the plaintiff joined as defendants the director of the Virginia Department of Corrections on the theory that he was \"legally responsible for the overall operations of (all) the correctional centers\" in the State, the Superintendent of the specific correctional institution where the plaintiff claimed he was assaulted because \"he (was) legally responsible for the operations (of such institution) and for the safety and welfare of all the prisoners, (in) said prison,\" and the correctional officer who was the immediate superior of the four guards.  The other proceeding by the plaintiff-a habeas action-initially began as a State action in which he alleged that he had been abused and beaten since his arrival at the Mecklenburg Correctional Center and was for that reason entitled to release from confinement.  In his State petition the plaintiff had emphasized that his attack was not upon the lawfulness of his confinement but upon the conditions of his confinement.  That proceeding was dismissed on July 5, 1978, the court noting that \"the Petitioner admits that he is not questioning the lawfulness of his confinement but only complains of two separate incidents of alleged mistreatment.\"  The plaintiff then filed his habeas petition in the District Court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After joining the plaintiff in the waiver of a jury trial, the defendants in the &#167; 1983 action filed an initial motion for summary judgment.  That motion was denied by the District Court.  In its order the District Court set the case, involving what the Court stated to be \"a clear dispute as to whether plaintiff was the victim of an unjustified physical attack on September 22,\" for a plenary hearing, appointed counsel to represent the plaintiff and permitted the plaintiff to amend his complaint no later than 20 days before hearing in order to state his claim \"in a succinct and orderly manner.\"  At the same time, the District Court referred the action involving such dispute to a United States Magistrate for a \"hearing.\"  The plaintiff, assisted by court-appointed counsel, filed an amended complaint in which he enlarged upon his original complaint with an allegation that it was \"the pattern and practice\" of the officials at the institution from the time of his arrival at the institution until the filing of the action \"to remove (him) from his cell . . . , take him shackled by handcuffs attached to a belt around the inmate's waist, to a small, isolated room known as the 'work room,' and in the work room in the presence of one or more guards and employees and out of the hearing and view of other inmates, guards and employees in cell pod, to harass, intimidate and beat, physically abuse, and injure (the plaintiff) if he had failed to conform his behavior to the arbitrary wishes and desires of the guards and other employees.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Magistrate had a hearing, after which he filed findings of fact and conclusion of law.  In these, he found that the defendants Logan, Speede, Talley and Lindsey (the four guards sued) were responsible for inflicting on the plaintiff \"on September 22, 1977, unnecessary and unjustified physical force and corporal punishment and threats of institutional retaliation . . .  with the express approval and prior knowledge of Defendant Smith (the immediate superior of the guards) and had done so with the acquiescence of the Defendants Johnson and Finkbeiner in their official capacity as Superintendent and Assistant Superintendent (of the institution) in that they knew or should have known of such practices by correctional officers under their supervision amounting to their deliberate indifference to the safety of the Plaintiff.\"  He recommended judgment in favor of the plaintiff in the amount of $25,000 against the defendants, Johnson, Finkbeiner, Smith, Logan, Speede, Lindsey and Talley, jointly and severally.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The District Court, in reviewing the report of the Magistrate, noted at the outset that the reference of the case to the Magistrate was \"to conduct an evidentiary hearing on an alleged beating of the plaintiff which occurred on September 22, 1977\" but that, after the hearing commenced, the case \"seemed to 'take off' \" with an inquiry into \"a wide range of conditions at the institution where the alleged beatings took place,\" thereby encumbering the record with much evidence extraneous to the real issue in the case, i. e., the alleged beating on September 22, 1977.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  It proceeded to conduct a de novo review of the evidence relevant to the specific issue in the case.  It first found that the Magistrate had erroneously refused to admit in evidence certain testimony and records offered by the defendants but determined that the error was harmless.  It rejected a number of the Magistrate's findings as \"irrelevant, . . .  to the issue whether the plaintiff was assaulted without cause on September 22, 1977.\"  It, however, sustained the finding of liability on the part of the defendants, Smith, Johnson and Finkbeiner because it found that \"such a beating was not an isolated instance\" and that by their \"lack of supervision of the other defendants found to be liable\" they had \"contributed to, if not actually brought about, the beating.\"  It found, too, that only two of the guards, the defendants Logan and Speede, were involved in the actual beating of the plaintiff.  It recognized physical injury and some mental damage to the plaintiff resulting from the beating but was \"not persuaded by the evidence that any permanent psychiatric impairment has been shown to have resulted from the beating.\"  It ended by ordering judgment in the amount of $10,000 only, against the two guards, the defendants Logan and Speede, their immediate superior, the defendant Smith, and the defendants Johnson and Finkbeiner, the Superintendent and Assistant Superintendent of the institution.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In the same order the District Court awarded attorney's fees.  The plaintiff and the defendants have appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The petition of the plaintiff in habeas corpus -the second proceeding involved in this appeal-was dismissed by the District Court.  It found that the claim was one for \"brutality of the prison staff at Mecklenburg\" Correctional Center, an issue which had been \"thoroughly aired in a plenary hearing presided over by Magistrate Elson.\"  Since the Court found that \"habeas corpus (was) not the proper vehicle for attacking the conditions of confinement, no matter how brutal,\" the writ was denied.  The plaintiff has appealed from that order.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The appeals from the two judgments-one in the &#167; 1983 action, and the other in plaintiff's habeas petition-were, by agreement, consolidated and heard together, and we decide all appeals in this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We shall first address the &#167; 1983 action.  The assault, which is the subject of the &#167; 1983 action, occurred on September 22, 1977, in a \"work room\" or counselling room of the Mecklenburg Correctional Center.  This correctional institution is a new maximum security prison, completed in early 1977.  It was designed to take those prisoners whose persistent violent and aggressive conduct at other State prison installations required close, segregated confinement.  As early as the middle of 1976 and prior to the completion of the prison's construction, however, assignment of staff at the new institution had begun.  The defendant Johnson, who had been with the State prison system for twelve and a half years and who held a B.S. degree in health and physical education, was designated Superintendent of the new institution.  The Assistant Superintendent, the defendant Finkbeiner, had had many years' experience in the Illinois prison system, where, among other things, he had been training coordinator in the Cook County (Illinois) prison system, warden of two prisons, and operations consultant in prison administration, before his employment for this job in Virginia.  Many of the other officers and guards had had no previous experience before their employment on the staff of this institution.  However, prior to their actual detail, all had been given five weeks' intensive training at the Training Academy at Waynesboro and most of them had had additional training at other institutions.  It seems that both Johnson and Finkbeiner gave them specific additional instructions on their duties.  The first prisoners were received on April 6, 1977, and as of September 22, 1977, which was the date of the alleged assault, 137 prisoners out of a prison population of some seven or eight thousand, had been transferred to Mecklenburg.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The plan of operation of Mecklenburg was to offer to the prisoners incarcerated there an opportunity, through proper conduct, to progress out of segregated confinement into reassignment to the general prison population, rather than to be consigned indefinitely, as had been the situation often in the past, to segregated confinement.  A procedure for evaluating the prisoner's conduct during his confinement at the institution as a basis for advancing him through a process of progression stated in terms of successive phases out of segregation, was established.  To aid the prisoner in understanding the procedure, the prison officials had prepared a printed statement in which were set forth the purposes of the institution, the rights of the prisoner to be protected at all times in his constitutional rights, his rights under the Virginia code and under the Correctional guidelines, his right to legal services at all times, and the availability of a grievance procedure for any complaint of a violation of his rights.  In this statement, there was a specific commitment that \"(e)very effort (would) be made to ensure that these rights (of a prisoner) are not violated nor privileges revoked without cause.\"  These rules were given, in printed form, to each prisoner and were also orally explained to him when he was assigned to the installation.  There seems further to have been a practice of counselling or discussing with a prisoner about violation of the rules or an outburst of violence, especially if such conduct was likely to affect the prisoner's progress under the program.  All such counselling was carried out in the only room in the unit not used for confinement of prisoners.  This room was generally described as the \"unit office\" or \"work room\" and was the room where the plaintiff claimed his assault occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The plaintiff is a prisoner, serving a nine year sentence.  He is in his twenties but has been in trouble since his juvenile days.  His original criminal offense, for which he had been committed as an adult to a Virginia penal institution, was \"for drug offenses,\" followed by convictions of \"larceny and breaking and entering.\"  Prior to these commitments, however, he had been involved, as we have said, in juvenile court, where he had on one occasion, evidenced a violent and unstable conduct pattern, by becoming, in his own words, \"upset at the judge (hearing his case) because he would not listen to me, and I jumped up and beat the desk.\"  Later as an adult in the prison system, he had engaged in violent conduct at every prison installation to which he was committed.  While at Bland Correctional Center, for instance, he had fostered a strike among the inmates on one occasion and, on another, he had participated in \"raising hell,\" as he described it, or, as the correctional authorities put it, \"threatening bodily harm\" both to the officers and other inmates.  As a result of this conduct, he was transferred to the Richmond penitentiary, where he assaulted a correctional officer by throwing a glass jar at him.  It was after these evidences of aggressive conduct that he was transferred to Mecklenburg, where he arrived on July 26, 1977.  In the period of less than two months between this date and that of his alleged beating on September 22, 1977, he admitted that he had engaged in some improper conduct which was \"out of place\" for which he apologized.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The specific incident giving rise to this action occurred, as we have already observed, on the morning of September 22, 1977.  When Orpiano was being returned to his cell after recreation that morning, he refused, according to the guards, to stay in his designated area and to move from behind Corporal Logan when ordered to do so.  Some words were exchanged between Logan and the plaintiff, creating a commotion.  After the plaintiff was put in his cell, Logan requested permission of Lieutenant Smith, who was in charge of the unit, to remove the plaintiff from his cell and to talk to him about his failure to observe the rules on this occasion.  The normal place-in fact, the only available place for such interview-was, as we have said, in the unit office or \"work room.\"  Assisted by Officer Speede, who was working under Corporal Logan and was still in in-service training, Logan removed the plaintiff from his cell and took him to the \"work room.\"  There, the two guards (Logan and Speede) were, according to the plaintiff, joined by two other officers, the defendants Talley and Lindsey.  The officers all, however, denied that Talley and Lindsey were present.  In any event, a physical encounter between the plaintiff and such officers as were present occurred, during which the plaintiff received certain injuries.  According to the plaintiff, he was \"shackled with handcuffs\" at the time; the officers testified that the handcuffs had been removed.  A polygraph examination, as requested by the plaintiff himself, concluded that the handcuffs had been removed.  But whether Orpiano was free to use his hands and had assaulted Corporal Logan or had merely defended himself, it is clear that the two officers did strike and injure the plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On September 24, two days after the encounter, the plaintiff filed a grievance with the Superintendent Johnson, in connection with this incident.  Johnson who had been in Richmond when the incident occurred, promptly ordered an investigation.  The plaintiff at the same time was permitted by the officials at the installation to communicate about the incident with the Civil Liberties Union, which passed the plaintiff's complaint on to the State Correctional Board.  That Board began its own investigation on September 27.  As a result of Johnson's investigation, charges against the plaintiff because of the occurrence were dismissed by the defendant Johnson, and Corporal Logan was suspended for five days and Lieutenant Smith and Officer Speede were given letters of reprimand on the ground that the officers' poor judgment had brought about the incident.  Moreover, Johnson and Finkbeiner issued instructions that no inmate was to be taken to the \"work room\" for interviewing while the inmate was in an agitated or violent state.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Magistrate found, and the District Court concurred, that the fight was begun by the officers, and that the assault on the plaintiff by the officers was unjustified.  It was on the basis of this finding of an \"unprovoked assault\" by the officers that the Magistrate recommended, and the District Court granted judgment in favor of the plaintiff.  Unlike the Magistrate, however, the District Court found that only the defendants Logan and Speede had participated in the beating and accordingly absolved the defendants Talley and Lindsey of any liability.  It is unnecessary to review at length the reason for the District Court's conclusion.  While the plaintiff contended at the hearing that all four officers had assaulted him, he had given other statements shortly after the incident that limited the assault to Logan and Speede.  All the officers were positive to that effect.  The District Court chose to credit the testimony of the officers on this point.  It, however, accepted as credible the testimony of the plaintiff that the defendants Logan and Speede had assaulted him without provocation while he was shackled.  On the basis of this finding, it awarded judgment against those two officers in the amount of $10,000.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Since, even as the defendants concede, there is sufficient evidence to sustain these findings and conclusions of the District Court, the decision of the District Court is not clearly erroneous and must be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The real point of controversy in this appeal, however, is the propriety of a judgment against the defendants Smith, Johnson and Finkbeiner.  The District Court did not plant the liability of the defendants Smith, Johnson and Finkbeiner on respondeat superior but on the finding that they had acquiesced in the actions of Logan and Speede in that they knew or should have known of such practice of using the work room as a place to inflict bodily injury on prisoners and thus evidenced deliberate indifference to the safety of the plaintiff.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  There is no question about the legal principle that where prison supervisors with knowledge of \"a pervasive and unreasonable risk of harm\" to the prisoners, fail to take reasonable remedial steps to prevent such harm, their conduct may be properly characterized as \"deliberate indifference\" or as \"tacit authorization of the offensive acts,\" for which they may be held independently liable under &#167; 1983.  Withers v. Levine, (4th Cir. 1980) <span class=\"citation no-link\"><span class=\"volume\">615</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">158</span></span>, 161; Turpin v. Mailet, (2d Cir. 1980) <span class=\"citation no-link\"><span class=\"volume\">619</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">196</span></span>, 201; Watson v. Interstate Fire &amp; Cas. Co., (5th Cir. 1980) <span class=\"citation no-link\"><span class=\"volume\">611</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">120</span></span>, 123; Owens v. Haas, (2d Cir. 1979) <span class=\"citation\" data-id=\"368189\"><a href=\"/opinion/368189/dewitt-owens-v-john-haas-alonzo-quarles-peter-skalkos-james-j-britt/\"><span class=\"volume\">601</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1242</span></a></span>, 1246, cert. denied, <span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">980</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">483</span></span>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">407</span></span>, cf., Baker v. McCollan, (1979) <span class=\"citation\" data-id=\"110132\"><a href=\"/opinion/110132/baker-v-mccollan/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, 140, <span class=\"citation\" data-id=\"110132\"><a href=\"/opinion/110132/baker-v-mccollan/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2689</span></a></span>, <span class=\"citation\" data-id=\"110132\"><a href=\"/opinion/110132/baker-v-mccollan/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">433</span></a></span>.  However, \"A pervasive risk of harm (under this principle) may not ordinarily be shown by pointing to a single incident or isolated incidents,\" Withers v. Levine, 615 F.2d at 161, nor is a \"(s)howing that individual officers violated a person's constitutional rights on an isolated occasion . . .  sufficient to raise an issue of fact whether adequate training and procedures were provided,\" McClelland v. Facteau, (10th Cir. 1979) <span class=\"citation\" data-id=\"372077\"><a href=\"/opinion/372077/cecil-e-mcclelland-v-jonathan-b-facteau-individually-and-in-his/\"><span class=\"volume\">610</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">693</span></a></span>, 697.  Measured by these standards, we do not believe there was sufficient evidence to support a finding of liability on the part of the three officers in question.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The practice found by the District Court as creating a \"pervasive risk of harm\" in this case was the use of the work room at the prison ostensibly for interviewing and counselling by the prison officers with prisoners, but in reality as a concealed place where, free from observation, the officers would beat and torture prisoners.  The flaw in this reasoning, however, is that the record does not support the finding of such a \"pattern of activity\" in the use of the work room, see Watson v. Interstate Fire &amp; Cas. Co., 611 F.2d at 123.  There was nothing unusual about the use of the work room for counselling prisoners; it was the only room in the unit available for interviewing, advising or counselling a prisoner.  It was often used as both the plaintiff and his fellow inmate McCloud explained, as the place where each prisoner was taken when he was first brought to the unit in order that an officer might provide him with a copy of the rules of the institution and give such additional information as might be appropriate.  Moreover, when a prisoner's conduct had been improper an officer would often take the prisoner to the \"work room\" to discuss his conduct with him.  The plaintiff testified to such an occasion when he was taken to the \"work room\" and counselled about the \"profanity\" he was directing at the guards.  Lieutenant Smith had the plaintiff there on another occasion because one of the guards had filed a bad report on the plaintiff and he (Smith) wanted to solicit from the plaintiff his side of the incident.  Both of these visits preceded the assault on September 22, 1977.  The inmate McCloud, also, testified to occasions when he had been taken to the \"work room.\"  On none of these occasions prior to September 22, as testified to by both the plaintiff and the witness McCloud, had the prisoners been subjected to any physical abuse, intimidation or harassment.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The officials at the institution had established, too, a procedure whereby any prisoner who had suffered any wrong at the hand of a guard or other official, whether in the work room or elsewhere, could file a grievance with the Superintendent of the institution.  There was absolutely no impediment to the use of such right by an inmate; the right was assured by the institution's guidebook.  The plaintiff in this case availed himself of this right to submit a grievance with the institution's Superintendent within two days after his alleged beating on September 22.  Johnson promised to investigate the complaint and he did so, with the result that the defendant Logan was suspended for five days and the defendants Lieutenant Smith and Officer Speede received a written reprimand.  The procedures developed and issued by Johnson, also, prohibit any delaying or censoring of the mail of an inmate \"unless there is cause to believe that the security of an institution or the safety of an employee or inmate is threatened,\" and provide for free access to the courts, with the right to seek the appointment of an attorney.  Exercising this right, the plaintiff immediately communicated with the American Civil Liberties Union about the injuries sustained by him on September 22 and the Union in turn communicated with the State Department of Corrections which authorized an investigation by its investigators of the plaintiff's complaint on September 27, five days after the assault.  It is difficult to assume from these procedures that the supervisory officials were \"deliberately indifferent\" to the rights of the inmates or acquiesced in any wrongdoing by any guard.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Finally, there was no showing of a practice or pattern of physical mistreatment of inmates in the counselling conducted in the work room at any time prior to September 22 when the plaintiff was assaulted.  An investigation for the Department of Corrections inquired into the existence of any such mistreatment.  Prior to September 22, there was only one instance when it could be said that an inmate had been struck in the work room during any interviewing or counselling.  This incident involved Lieutenant Henry.  An inmate, when served with his food tray, threw the tray against the wall.  The officer took the inmate to the \"work room\" to talk to him about his conduct.  When they got there, the inmate spit on and kicked at the officer, who then slapped him in order, as the officer said, to calm him.  Apparently the treatment had the desired effect.  The inmate calmed down and apparently no complaint by the inmate was ever made.  Moreover, the testimony of the plaintiff and the other witnesses established that there had been countless interviews with inmates in the work room without any incident whatsoever, and so far as the record shows, there had been no complaint by any inmate prior to September 22 of any mistreatment by a guard during counselling or interviewing in the work room.  Obviously then, there was not that \"pervasive\" threat of harm attaching to the practice of \"counselling\" in the work room as required under Withers, supra.  Nor can it be said that, based on a single isolated incident which, so far as the record shows, was never known by these defendants and which was never made the basis of a complaint by the inmate (despite the established right and procedure for handling such a complaint), that these supervisory officials knew or should have known that the procedure of counselling in the work room was, under the plaintiff's theory, a mere ruse by the guards to conceal assaults upon inmates, to which the supervisors were indifferent.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In summary, it must be noted that this new installation had been in operation hardly six months when this incident occurred.  The prison population at the institution consisted, as we have said, of 137 of the most violent and aggressive in a prison population of some seven or eight thousand.  Difficulties with such prisoners were to be expected.  The officials had taken every precaution to avoid any improper treatment of any of the inmates as a result of any difficulties that might arise.  While many of the guards were new employees, all had been given a full training course before being detailed to the institution.  Johnson had orally instructed the guards that the prisoners were to be fairly treated, even at the risk of some harm to themselves.  Written rules and procedures had been prepared regarding the prisoners' rights.  These rules and procedures were given to the prisoners and, in addition, each prisoner was apparently given a private meeting where the rules were reviewed with him.  A procedure was provided in those rules for the filing of any complaints of mistreatment by an inmate.  That procedure was known to the inmates, as shown by the plaintiff's use of them in this affair.  There was no basis in this record for a finding, such as is required under the rule in Withers, and the award of judgment against the defendants Johnson, Finkbeiner, and Smith, in this record, was, therefore, clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The award of judgment against the defendants Logan and Speede in the amount of $10,000 is accordingly affirmed, but the judgment against the defendants Johnson, Finkbeiner and Smith is vacated, in the &#167; 1983 action.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In the habeas action, we affirm for the reason assigned by the District Court.  Whether prison conditions may ever be so shocking and violative of the fundamental rules of decency as to warrant the use of habeas as a basis for release of a prisoner from his sentence is not a question we need address, since no such conditions prevailed in this prison.</p>\n    </div>\n    <p class=\"indent\">AFFIRMED IN PART</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">REVERSED IN PART.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This excursion into extraneous matters was justified by counsel for the plaintiff, not for the purpose of providing thereby some basis for an action, but \"for the Court's information.\"  Thus, such counsel said he was trying to prove \"what those conditions (at Mecklenburg) are.  Not that they're wrong, but what they are for the Court's information.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The action against the defendants Hutto, Catron, Henry, Lindsey, and Talley was dismissed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Magistrate had recommended judgment in favor of the plaintiff in the amount of $25,000 but the District Court, in its de novo hearing, concluded that the plaintiff's injuries were less extensive than had the Magistrate found and made his award of $10,000 on that basis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See Davis v. Zahradnick, (4th Cir. 1979) <span class=\"citation\" data-id=\"367090\"><a href=\"/opinion/367090/ronald-g-davis-v-r-f-zahradnick/\"><span class=\"volume\">600</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">458</span></a></span>, 459 n. 1</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110132/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/367090/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/368189/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/372077/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T22:25:18.188152Z",
      "date_modified": "2016-03-03T18:19:07.349982Z",
      "date_filed": "1980-09-17",
      "date_filed_is_approximate": false,
      "slug": "quintin-orpiano-v-gene-m-johnson-quintin-orpiano-v-terrell-don-hutto",
      "citation_id": 356730,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "Quintin Orpiano v. Gene M. Johnson, Quintin Orpiano v. Terrell Don Hutto, Director, Virginia Department of Corrections, Richmond, Virginia Gene M. Johnson, Superintendent, Mecklenburg Correctional Center, Boydton, Virginia Fred L. Finkbeiner, Assistant Superintendent, Mecklenburg Correctional Center, Etc. Captain Harold Catron, Chief of Security, Mecklenburg Correctional Center, Etc. Lieutenant W. L. Henry, Mecklenburg Correctional Center, Etc. Lieutenant R. R. Smith, Mecklenburg Correctional Center, Etc. Alexander Logan, Correctional Officer, Mecklenburg Correctional Center, Etc. W. R. Speede, Correctional Officer, Mecklenburg Correctional Center, Etc. J. E. Lindsey, Correctional Officer, Mecklenburg Correctional Center, Etc. M. A. Talley, Correctional Officer, Mecklenburg Correctional Center, Etc., Quintin Orpiano v. Terrell Don Hutto, Director, Virginia Department of Corrections, Richmond, Virginia",
      "federal_cite_one": "632 F.2d 1096",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 36,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/948899/quintin-orpiano-v-gene-m-johnson-quintin-orpiano-v-terrell-don-hutto/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T13:20:01.801535Z",
  "date_modified": "2016-02-01T18:39:39.146408Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "Quintin Orpiano v. Gene M. Johnson, Quintin Orpiano v. Terrell Don Hutto, Director, Virginia Department of Corrections, Richmond, Virginia Gene M. Johnson, Superintendent, Mecklenburg Correctional Center, Boydton, Virginia Fred L. Finkbeiner, Assistant Superintendent, Mecklenburg Correctional Center, Etc. Captain Harold Catron, Chief of Security, Mecklenburg Correctional Center, Etc. Lieutenant W. L. Henry, Mecklenburg Correctional Center, Etc. Lieutenant R. R. Smith, Mecklenburg Correctional Center, Etc. Alexander Logan, Correctional Officer, Mecklenburg Correctional Center, Etc. W. R. Speede, Correctional Officer, Mecklenburg Correctional Center, Etc. J. E. Lindsey, Correctional Officer, Mecklenburg Correctional Center, Etc. M. A. Talley, Correctional Officer, Mecklenburg Correctional Center, Etc., Quintin Orpiano v. Terrell Don Hutto, Director, Virginia Department of Corrections, Richmond, Virginia",
  "slug": "quintin-orpiano-v-gene-m-johnson-quintin-orpiano-v-terrell-don-hutto",
  "docket_number": "79-6821",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}