{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/949167/",
  "id": 949167,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca3/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/739083/",
      "id": 739083,
      "absolute_url": "/opinion/739083/blue-cross-blue-shield-mutual-of-ohio-96-4218cross-appellee-v-blue/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/949167/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/739083/",
          "id": 739083,
          "absolute_url": "/opinion/739083/blue-cross-blue-shield-mutual-of-ohio-96-4218cross-appellee-v-blue/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/739083/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2012-04-17T19:24:45Z",
          "date_modified": "2017-03-26T04:15:10.712873Z",
          "type": "010combined",
          "sha1": "3578651c47ec1376f089eeaef4a14e7ca01fbb60",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F3/110/110.F3d.318.96-4325.96-4241.96-4218.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">110 F.3d 318</p>\n    <p class=\"case_cite\">42 U.S.P.Q.2d 1321</p>\n    <p class=\"parties\">BLUE CROSS &amp; BLUE SHIELD MUTUAL OF OHIO, Plaintiff-Appellant<br>(96-4218)/Cross-Appellee,<br>v.<br>BLUE CROSS AND BLUE SHIELD ASSOCIATION,<br>Defendant-Appellee/Cross-Appellant (96-4325),<br>v.<br>COLUMBIA/HCA HEALTHCARE CORPORATION and Integrated Health<br>Corporation, Third-Party Defendants-Appellants<br>(96-4241)/Cross-Appellees.</p>\n    <p class=\"docket\">Nos. 96-4218, 96-4241, 96-4325.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Sixth Circuit.</p>\n    <p class=\"date\">Argued Jan. 30, 1997.<br>Decided March 26, 1997.<br>Rehearing and Suggestion for Rehearing En Banc Denied May 13, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Kenneth F. Seminatore, Douglas A. Andrews, John E. Schiller, Climaco, Climaco, Seminatore, Lefkowitz &amp; Garofoli, Cleveland, OH, Raymond W. Lembke, Daniel Joseph Hoffheimer, Taft, Stettinius &amp; Hollister, Cincinnati, OH, Jonathan M. Jacobson, argued and briefed, Andrew J. Rossman, Akin, Gump, Strauss, Hauer &amp; Feld, New York City, for Plaintiff-Appellant Cross-Appellee in Nos. 96-4218, 96-4325.</p>\n      <p class=\"indent\">C. Steven Tomashefsky, Chester T. Kamin, argued and briefed, John Hamill, Brent D. Hanfling, Linn A. Brady, Eric A. Sacks, Kristina M. Entner, John F. Ward, Jr., Darryl M. Bradford, Jenner &amp; Block, Chicago, IL, Jerome C. Randolph, Keating, Muething &amp; Klekamp, Cincinnati, OH, Steven J. Miller, Goodman, Weiss &amp; Freedman, Cleveland, OH, Ann M. Kappler, Paul M. Smith, Sam Hirsch, Jenner &amp; Block, Washington, DC, for Defendant-Appellee Cross-Appellant in Nos. 96-4218, 96-4241 and 96-4325.</p>\n      <p class=\"indent\">Charles D. Tetrault, argued and briefed, Vinson &amp; Elkins, Washington, DC, for Defendant-Appellee in No. 96-4218.</p>\n      <p class=\"indent\">Mark E. Staib, David C. Weiner, Hahn, Loeser &amp; Parks, Cleveland, OH, Charles D. Tetrault, argued and briefed, Alden L. Atkins, Vinson &amp; Elkins, Washington, DC, for Defendants-Appellants Cross-Appellees in No. 96-4241.</p>\n      <p class=\"indent\">Mark E. Staib, David C. Weiner, Hahn, Loeser &amp; Parks, Cleveland, OH, Roger M. Synenberg, Synenberg &amp; Marein, Cleveland, OH, Charles D. Tetrault, argued and briefed, Alden L. Atkins, Vinson &amp; Elkins, Washington, DC, for Defendant-Appellee in No. 96-4325.</p>\n      <p class=\"indent\">Before:  BOGGS, BATCHELDER, and DAUGHTREY, Circuit Judges.</p>\n      <p class=\"indent\">BOGGS, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Blue Cross &amp; Blue Shield Mutual of Ohio (\"BCBSO\"), Columbia/HCA Healthcare Corporation, and Integrated Health Corporation (together with Columbia/HCA Healthcare Corporation, \"Columbia\") appeal the district court's order preliminarily enjoining BCBSO from using the Blue Cross and Blue Shield service marks of which the Blue Cross and Blue Shield Association (\"BCBSA\") is licensor.  We affirm the order of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* BCBSO is a not-for-profit mutual insurance company organized under Ohio law.  BCBSO provides health insurance and related services to approximately 1,500,000 persons in Ohio.  BCBSA, an Illinois not-for-profit corporation, owns the Blue Cross and Blue Shield service marks (known as \"the Blue marks\"), and licenses their use to the sixty or so independent insurance companies (known as \"Blue Plans,\" \"Blues,\" and \"Plans\") that form BCBSA's membership.  Columbia/HCA, a for-profit Delaware corporation, owns hundreds of hospitals and other health-care providers.  Integrated Health Care Corporation is a subsidiary of Columbia.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 28, 1996, BCBSO signed an agreement with Columbia, whereby (in outline) BCBSO would transfer most of its insurance business to a new Columbia subsidiary (\"BlueCo\") in exchange for a payment of $299.5 million and BCBSO's agreement to reinsure the transferred health insurance and health maintenance organization businesses.  The BCBSA committee charged with enforcing the Blue mark licenses concluded on May 24, 1996, that the Columbia deal violated BCBSO's license agreements, and presented to the BCBSA board of directors for approval a resolution stating that consummation of the Columbia transaction would cause BCBSO's licenses to terminate.  On June 12, 1996, one day before the BCBSA board convened to consider the resolution (which it approved), BCBSO filed suit in district court, alleging antitrust violations and tortious interference with contract, seeking a declaratory judgment that the Columbia transaction did not violate the license agreements, and seeking an injunction barring BCBSA from terminating the licenses as a result of the Columbia transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On September 3, 1996, BCBSA alleged in a counterclaim that BCBSO's transfer of assets to BlueCo would effect an assignment or sublicense of the marks, and transfer of goodwill associated with the marks to a non-licensee, in violation of the license agreements.  BCBSA further asserted that the transaction would constitute an infringement in violation of the Lanham Act, 15 U.S.C. &#167; 1114(1), and dilution of the marks in violation of the Federal Trademark Dilution Act, 15 U.S.C. &#167; 1125.  And, in a third party claim, BCBSA asserted that Columbia induced the infringement.  Among other relief, BCBSA sought preliminary and permanent injunctions against infringement of the marks, and against consummation of the Columbia transaction.  The district court issued a case management plan, under which discovery would close on October 1, and a hearing on the parties' respective motions for injunctions would be held on October 18.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Meanwhile, on July 11, 1996, the Attorney General of Ohio filed suit in state court against BCBSO and three of its officers, seeking a declaration that BCBSO was a charitable trust under Ohio law.  The Attorney General sought the removal of BCBSO's existing trustees and their replacement with trustees meeting her approval.  She also sought appointment, in the event the Columbia transaction closed, of herself as a receiver to distribute charitable trust funds to appropriate charities.  See Complaint of Attorney General, J.A. at 961;  OHIO REV.CODE 109.23 et seq.;   excerpts of complaint and statute infra at 323-24.   In August, BCBSO moved to dismiss the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On September 30, 1996, BCBSA notified BCBSO that the Attorney General's lawsuit had triggered &#167; 15(a)(vii) of the license agreements, which automatically terminates the agreements if \"an action is instituted against the Plan or BCBSA seeking its dissolution or liquidation of its assets or seeking the appointment of a trustee, interim trustee, receiver or other custodian for any of its property or business and such action is consented to or acquiesced in by the Plan or by BCBSA or is not dismissed within sixty days of the date upon which it was instituted.\"   On October 3, BCBSA amended its counterclaim to seek a declaration that BCBSO's licenses had automatically terminated, and filed a motion for a preliminary injunction barring BCBSO from using the marks.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">BCBSO promptly filed a motion for a temporary restraining order to bar BCBSA from \"disconnecting\" BCBSO as a result of the asserted automatic termination.  After a hearing, the district court denied the motion on October 11.  Meanwhile, BCBSO filed a motion in the Ohio state court in which the Attorney General's action was pending, seeking to \"strike nunc pro tunc\" portions of the prayer for relief in that action that specifically requested appointment of a receiver and trustees.  The Ohio state court entered an order granting that motion on October 7.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court held a hearing on October 18, at which it heard testimony and arguments regarding both the Columbia transaction and the automatic termination issue.  On November 4, the district court granted BCBSA's motion for a preliminary injunction, finding that BCBSA was \"highly likely\" to succeed on the merits of the automatic termination claim.  Blue Cross &amp; Blue Shield Mut. of Ohio v. Blue Cross &amp; Blue Shield Ass'n, No. 1:96CV1275 (N.D.Ohio Nov. 4, 1996) (memorandum of opinion and order denying plaintiff's motion for preliminary injunction and granting defendant's motion for preliminary injunction) (\"Mem.Op.\").  The court determined that BCBSO would suffer irreparable harm from losing its rights to use the Blue Cross names and marks, but that BCBSA would also suffer irreparable harm by the use of its marks by a non-licensee.  The court held that the balance of hardships worked in favor of BCBSA's motion for a preliminary injunction.  The preliminary injunction ordered that \"during the pendency of [BCBSA's] counterclaim for a permanent injunction, [BCBSO] shall not use the service marks Blue Cross or Blue Shield in commerce in connection with the sale, offering for sale, distribution or advertising of health care insurance and related services without BCBSA's consent.\"   The court did not reach the original claims regarding the Columbia transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The court denied a stay of the preliminary injunction pending appeal, but required BCBSA to post a $32 million bond in case it were determined the injunction had been erroneously entered.  On motion for a stay and for an expedited appeal of the preliminary injunction, a motions panel of this court granted a stay pending appeal on November 22, 1996, conditioned upon BCBSO's posting of a $32 million bond and the non-consummation of the Columbia transaction.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This court reviews a challenge to the grant or denial of a preliminary injunction under an abuse of discretion standard and accords great deference to the decision of the district court.  The district court's determination will be disturbed only if the district court relied upon clearly erroneous findings of fact, improperly applied the governing law, or used an erroneous legal standard.  See Dayton Area Visually Impaired Persons, Inc. v. Fisher, 70 F.3d 1474, 1480 (6th Cir.1995);  Washington v. Reno, 35 F.3d 1093, 1098 (6th Cir.1994);  Michigan Coalition of Radioactive Material Users, Inc. v. Griepentrog, 945 F.2d 150, 153 (6th Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">When ruling on a motion for a preliminary injunction, a district court must consider and balance four factors:  (1) whether the movant has a strong likelihood of success on the merits;  (2) whether the movant would suffer irreparable injury without the injunction;  (3) whether issuance of the injunction would cause substantial harm to others;  and (4) whether the public interest would be served by issuance of the injunction.  See, e.g.,  Sandison v. Michigan High Sch. Athletic Ass'n, 64 F.3d 1026, 1030 (6th Cir.1995).</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In reviewing the first factor, the probability of success on the merits, we must determine whether the district court correctly estimated the legal strength of BCBSA's claim that the Attorney General's lawsuit triggered paragraph 15(a)(vii) of the license agreements, causing the automatic termination of the licenses.  Because the license agreements specify that they are to be construed and interpreted in accordance with the laws of the state of Illinois, we must assess whether the district court correctly applied Illinois contract law.  \"Questions of contract interpretation are generally considered questions of law subject to de novo review.\"  Golden v. Kelsey-Hayes Co., 73 F.3d 648, 653 (6th Cir.), cert. denied, --- U.S. ----, 117 S.Ct. 49, 136 L.Ed.2d 13 (1996).  Our approach to the contractual issues may therefore differ from the district court's.  What matters is whether the outcome of our analysis supports the district court's conclusion that BCBSA is likely to prevail on the merits of its claim.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Paragraph 15(a) of the license agreement provides:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>This Agreement shall automatically terminate upon occurrence of any of the following events:  (i) a voluntary petition shall be filed by the Plan or by BCBSA seeking bankruptcy, reorganization, arrangement with creditors or other relief under the bankruptcy laws of the United States or any other law governing insolvency or debtor relief, or (ii) an involuntary petition or proceeding shall be filed against the Plan or BCBSA seeking bankruptcy, reorganization, arrangement with creditors or other relief under the bankruptcy laws of the United States or any other laws governing insolvency or debtor relief and such petition is consented to or acquiesced in by the Plan or BCBSA or is not dismissed within sixty (60) days of the date upon which it was filed, or (iii) an order for relief is entered against the Plan or BCBSA in any case under the bankruptcy laws of the United States or the Plan or BCBSA is adjudged bankrupt or insolvent (as that term is defined in the Uniform Commercial Code as enacted in the state of Illinois) by any court of competent jurisdiction, or (iv) the Plan or BCBSA makes a general assignment of its assets for the benefit of creditors, or (v) the Department of Insurance or other regulatory agency assumes control of the Plan or delinquency proceedings (voluntary or involuntary) are instituted, or (vi) an action is brought by the Plan or BCBSA seeking its dissolution or liquidation of its assets or seeking the appointment of a trustee, interim trustee, receiver or other custodian for any of its property or business, or (vii) an action is instituted against the Plan or BCBSA seeking its dissolution or liquidation of its assets or seeking the appointment of a trustee, interim trustee, receiver or other custodian for any of its property or business and such action is consented to or acquiesced in by the Plan or BCBSA or is not dismissed within sixty (60) days of the date upon which it was instituted, or (viii) a trustee, interim trustee, receiver or other custodian for any of the Plan's or BCBSA's property or business is appointed, or (ix) the Plan shall fail to pay its dues and shall not cure such failure within thirty (30) days of receiving written notice thereof.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">BCBSA, in its letter notifying BCBSO of the purported automatic termination, specifically relied on paragraph 15(a)(vii).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The gravamen of the Attorney General's lawsuit is that BCBSO and its predecessors in interest had, since the 1930s, held themselves out under Ohio and federal law as \"charitable and benevolent\" organizations, \"formed for the promotion of social welfare,\" and \"formed to meet the community's urgent need to obtain necessary hospital [and medical and surgical] treatments for members of the community without financial ruin to hospital [and medical and surgical] patients.\"   Complaint of Attorney General pp 15-20, J.A.at 964-66.  The Attorney General alleged that BCBSO had been exempted from certain state and federal taxes in expectation of certain benefits to the community.  Accordingly, BCBSO should be deemed a \"charitable trust,\" which is defined as \"any fiduciary relationship with respect to property arising under the law of this state or of another jurisdiction as a result of a manifestation of intention to create it, and subjecting the person by whom the property is held to fiduciary duties to deal with the property within this state for any charitable, religious, or educational purpose.\"    OHIO REV.CODE ANN. &#167; 109.23(A) (Banks-Baldwin 1994).  The Attorney General requested the state court to grant the following relief:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">(1) DECLARE that all or part of the assets of [BCBSO] are impressed with a charitable trust for the benefit of health care in the communities in which [BCBSO] or its predecessors in interest operated, in accordance with Ohio Rev.Code Ann. &#167; 109.24;</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">(2) DECLARE the Principal Agreement [of the Columbia Transaction] in its current form to be violative of public policy;</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">(3) ISSUE a mandatory injunction to REFORM the Principal Agreement and terms of the Transaction to protect the charitable trust for the benefit of the charitable interests of [BCBSO], in accordance with Ohio Rev.Code Ann. &#167; 109.24, and, in the event that the Transaction is consummated in a form approved by this Court, appoint the Attorney General as receiver to redistribute the trust funds to the appropriate charitable organizations;</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">(4) AWARD compensatory damages against the Individual Defendants, jointly and severally, in favor of [BCBSO] for breach of fiduciary duty in an amount to be determined by the Court as just and reasonable to fully and adequately preserve the value of the charitable assets;(5) ORDER the removal of the trustees of [BCBSO] and name appropriate non-interested trustees approved of by the Attorney General for the purpose of distributing or maintaining the charitable assets of [BCBSO] in accordance with its charitable purposes;  and</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">(6) GRANT all further relief, either legal or equitable, as justice may require.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">J.A. at 972.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">* The appellants present a number of arguments against the conclusion reached by the district court.  We will first address their contention that even under a formalistic reading of the license agreements, the Attorney General's action did not trigger the automatic termination provision of paragraph 15(a)(vii).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The appellants note that paragraph 15(a)(vii) provides for termination if \"an action is instituted against the Plan ... seeking the appointment of a trustee....\"  They contend that the Attorney General's action \"has never been one 'seeking the appointment' of a receiver;  rather, the complaint merely indicates that it will seek to appoint a receiver if, and only if, the Columbia Transaction closes and is reformed as the Attorney General has proposed.  Since the Columbia Transaction has not closed or been reformed, the 60-day period under paragraph 15(a) has not yet commenced.\"   BCBSO Br. at 30-31.  The district court disposed of this argument, in part, by noting that \"[s]uch contingencies are contemplated by the parties' agreement when it states that the pendency of an 'action' for sixty days (not the actual or imminent appointment of the trustee) will trigger termination of the agreement.\"   Mem.Op. at 27.  This reasoning adequately supports the district court's conclusion that BCBSA likely will succeed on the merits despite appellants' argument.  Further, we think that this \"contingency argument\" fails by focusing solely on the appointment of a receiver, as requested in the third paragraph of the Attorney General's prayer for relief.  It appears to us that the very declaration of a charitable trust, as requested without any condition precedent in the first paragraph of the prayer for relief, would, under OHIO REV.CODE ANN. &#167; 109.23, subject the incumbent officers and directors of BCBSO to fiduciary duties with respect to the property of such a trust, making them \"trustees\" under Ohio law.  To seek a trust is to seek trustees.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">BCBSO argues that the Attorney General's request, in the fifth paragraph of her prayer for relief, for dismissal of BCBSO's current trustees and appointment of one's satisfactory to the Attorney General does not trigger paragraph 15(a)(vii).  The Attorney General was merely seeking new members of the board of directors, BCBSO argues, not a trustee in the fiduciary sense.  BCBSO Br. at 29.  Granting that the word \"trustee\" is used in Ohio law to designate a director of a nonprofit mutual insurance company, and granting that paragraph 15(a)(vii) contemplates appointment of an officer different in kind than a mere corporate director, BCBSO's argument still fails for the reason stated above.  The director of an organization impressed as a charitable trust is a fiduciary:<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  a trustee of the trust.  Where there is or may soon be a trust, to seek appointment of trustees in the sense of \"directors\" is to seek appointment of trustees in the sense of \"fiduciaries.\"  (The fact that paragraph 15(a)(vii) refers to the appointment of a trustee, and the Attorney General sought appointment of multiple trustees does not alter this analysis.)</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The appellants further argue that the Attorney General's action seeks a receiver only \"to redistribute the trust funds to the appropriate charitable organizations.\"   They argue--rightly, it would seem, in the context of the third paragraph in the prayer for relief--that \"the trust funds\" must refer to the cash proceeds from the Columbia transaction. They then contend that such proceeds are not \"any of [the Plan's] property or business,\" as referred to in paragraph 15(a)(vii).  Columbia Br. at 31.  We do not understand why money received in exchange for part of BCBSO's insurance business should not be considered BCBSO's \"property\" for purposes of this provision.  Moreover, the first paragraph of the Attorney General's prayer for relief seeks a declaration that \"all or part of the assets of BCBSMO are impressed with a charitable trust.\"   Thus, the action is not confined to seeking control over the proceeds of the Columbia transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The appellants also argue that the terms \"trustee,\" \"receiver,\" and \"custodian\" in paragraph 15(a)(vii) must be construed in light of the obviously intended meanings of similar terms elsewhere in paragraph 15(a).  When this is done, they say, it is clear that the terms relate only to the contexts of bankruptcy, insolvency, and state regulatory control, and not in any way to the type of control sought by the Attorney General's action.  Below, appellants presented this conclusion as one mandated by the canon of ejusdem generis, viz., \"where general words follow an enumeration of persons or things, by words of a particular and specific meaning, such general words are not to be construed in their widest extent, but are to be held as applying only to persons or things of the same general kind or class as those specifically mentioned.\"   BLACK'S LAW DICTIONARY 517 (6th ed. 1990).  The district court rejected this argument, noting that the words \"receiver\" and \"trustee\" are themselves specific terms, not general ones, and that the canon was therefore inapplicable.  On appeal, the appellants also make the slightly broader argument that the fact that \"several items in a list share an attribute counsels in favor of interpreting the other items as possessing that attribute as well.\"   BCBSO Br. at 28, quoting Beecham v. United States, 511 U.S. 368, 371, 114 S.Ct. 1669, 1671, 128 L.Ed.2d 383 (1994), and citing Z.R.L. Corp. v. Great Central Ins. Co., 156 Ill.App.3d 856, 109 Ill.Dec. 481, 483, 510 N.E.2d 102, 104 (1987) (\"[W]ords or phrases should be defined in the context of associated words or phrases in accordance with the maxim noscitur a sociis:  'it is known from its associates.'  ...  The United States Supreme Court has roughly translated this Latin phrase as 'a word is known by the company it keeps' ... and Illinois also recognizes this doctrine.\").  BCBSO goes on to argue:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>Paragraph 15(a) recites a long list of items that make clear that its intent is to apply to cases of bankruptcy, insolvency, or state regulatory control.  The phrases include \"bankruptcy,\" \"reorganization,\" \"arrangement with creditors,\" \"other relief under the bankruptcy laws,\" \"laws governing insolvency or debtor relief,\" \"order for relief,\" \"assignment of assets for the benefit of creditors,\" \"adjudged bankrupt or insolvent,\" \"Department of Insurance or other regulatory agency assumes control of the Plan,\" \"dissolution or liquidation [of its assets],\" and the like.  The words \"receiver\" and \"trustee\" must be read in this context.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We think that the references in the paragraph embrace too many kinds of actions for BCBSO's argument to succeed.  It begins to fail immediately upon the inclusion of terms having to do with state regulatory control, obviously a much different concept than bankruptcy and insolvency.  The terms \"dissolution\" and \"liquidation of its assets\" water down any unity of meaning even further;  the first term refers to the termination of the party's corporate status, and the second (among other things), disposition of its assets thereafter.  Finally, paragraph 15(a)(ix) deals with nonpayment of dues.  This reference (not included in BCBSO's list of examples) completes the destruction of the argument that paragraph 15(a) is so homogeneous in its meaning that it cannot possibly cover the Attorney General's action.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The appellants next argue that even if the Attorney General's lawsuit satisfies the language of paragraph 15(a)(vii), literally read, automatic termination should not be given effect because the law of Illinois \"abhors a forfeiture, and will not enforce a forfeiture clause in a contract if an injustice would result therefrom.\"   However, the appellants omit the rest of the formula:  \"Conversely, it is well settled that the law enforces a contractual right to a forfeiture, when that right to the forfeiture is clear, unequivocal and will not result in an injustice.\"   See First Nat'l Bank and Trust of Evanston v. First Nat'l Bank of Skokie, 178 Ill.App.3d 180, 127 Ill.Dec. 390, 396, 533 N.E.2d 8, 14 (1988).  The license agreements, in paragraph 15 and elsewhere, clearly and unequivocally provide for forfeiture of the right to use the marks.  That may be a harsh result, but we cannot say, under the circumstances, that it is unjust.  BCBSA's chances of succeeding on the merits are not seriously diminished by the disfavor in which Illinois law holds forfeitures.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Last (among the arguments dealing with a literal interpretation of paragraph 15), the appellants argue that the order by the Ohio state court granting BCBSO's motion to strike nunc pro tunc the third and fifth paragraphs of the Attorney General's prayer for relief in effect \"de-triggered\" the automatic termination provision.  We will assume that the Ohio court did, in fact, strike those portions of the complaint nunc pro tunc, even though the court's order did not use those words.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The contention still fails for several reasons.  First, even by striking the paragraphs nunc pro tunc, the court could not erase the fact of the span of time between the filing of the Attorney General's complaint and the court's action.  The action, including the stricken portions, persisted for a period longer than the sixty days stipulated in paragraph 15(a)(vii).  Second, the state court order excised only the third and fifth paragraphs of the prayer for relief.  The first paragraph remained intact, and, as we explained above, the request for a declaration of a charitable trust itself was likely to trigger paragraph 15(a)(vii).  Further, as the district court noted, the final paragraph of the prayer for relief, seeking \"all further relief, either legal or equitable, as justice may require,\" could include the appointment of a trustee or receiver.  We agree with the district court that BCBSO is unlikely to succeed on the strength of this contention.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We turn now to those arguments of the appellants that depend not on a literal reading of the license agreements, but on theories that the true meaning of a contract is sometimes found elsewhere than on its face.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The appellants' first argument along these lines is that \"where a literal interpretation of contractual language leads to unreasonable results, the agreement will be construed to reach the results the parties would have intended.\"   BCBSO Br. at 24.  See Contact Lenses Unlimited, Inc. v. Johnson, 176 Ill.App.3d 875, 126 Ill.Dec. 301, 303, 531 N.E.2d 928, 931 (1988) (\"[c]ourts will give a reasonable construction to contracts rather than one leading to absurd results\").  BCBSO argues that it is unreasonable and absurd, after decades as a successful Blue Plan, for it to lose its right to use the Blue names and marks because of what it considers to be a meritless lawsuit by the Attorney General.  \"It simply is inconceivable that the parties to the License Agreements could have intended such a result.\"  Ibid.  In opposition to this theory, BCBSA expounds an interpretation of the contract in which the various clauses of paragraph 15(a) are intended to protect, vigorously and preemptively, the Blue marks from all possible threats.  Far from being absurd, the automatic termination of BCBSO's licenses was perfectly consistent with a regimen designed to defend the Blue marks and the nationwide Blue system against control by, or entanglement with, outsiders.  That the mere pendency (for more than sixty days) of an action seeking the appointment of a receiver, trustee, or other custodian causes automatic termination of the license agreements may be a measure designed to take the Blue marks out of play even before the appointment of a custodian who, once installed, might be in a stronger position to challenge termination of the licenses, or interfere with the operation of the Blue system.  It is essential in such a system for the protective termination to occur before there is a full airing of the merits of every action.  The agreements do allow a sued Blue sixty days before termination occurs--time enough at least to present claims of frivolity to the court with jurisdiction, and to seek prompt dismissal in light of the severe consequences.  The possibility that some absurd litigation will survive long enough to cause automatic termination does not render that result absurd.  It is impossible to calibrate perfectly and in advance the sensitivity of the trigger.  Further, as BCBSA points out, an absurd or accidental automatic termination can be remedied through the discretionary provision of temporary licenses or reinstatement.  (To make either remedy nondiscretionary would obviously rob the defense of much of its force.)   In short, there are sufficient protective benefits to both BCBSA and member Blues in paragraph 15(a) to make it likely that the parties deliberately incurred the risk of suffering an unexpected automatic termination.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The appellants next argue that the agreement is ambiguous, and that extrinsic interpretative aids must be brought to bear.  BCBSO recites several instances of purported ambiguity.  It notes that the terms \"trustee\" and \"receiver\" are not defined, so it is unclear whether they \"refer to their usual bankruptcy or insolvency context or are ... to be interpreted more broadly....\"  BCBSO Br. at 25.  It is not apparent to us that these terms are \"usually\" employed in connection with bankruptcy or insolvency.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  They certainly do not seem so inextricably tied to bankruptcy and insolvency contexts as to create doubt whether they should be given the full scope of their other ordinary meanings.  The lack of definition does not make these words ambiguous;  their meanings can be found in dictionaries and by resort to common usage.  As another example, BCBSO points out that some clauses in paragraph 15(a) refer to \"any\" of the property or business of the parties, but other clauses refer to \"its [a party's] assets.\"   This difference, BCBSO claims, creates an ambiguity as to how much property is \"any\" property.  \"Either the term 'any' is ambiguous and requires reference to evidence of purpose and history or else it must be interpreted 'literally' as triggering forfeiture if there is a suit seeking a receiver for so much as one dollar.\"   BCBSO Br. at 26.  We think the terms \"its assets\" and \"any of its property or business\" are used in the normal ways--\"liquidation\" or \"general assignment\" of \"its assets,\" on the one hand, and appointment of a trustee, receiver, or other custodian for a segregable property or business.  Nor are we persuaded by BCBSO's hypothetical that, if the contract is unambiguous, an action seeking the appointment of a receiver for a dollar's worth of property would satisfy the letter of the phrase \"any property\" and trigger automatic termination.  That is not this case, and even if it were, such an action would probably have been easily disposed of before the passage of sixty days.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The district court concluded--and we agree--that \"[t]he license agreements appear to be clear, complete, and specific.\"   Mem. Op. at 30.  The district court then declined to consider extrinsic evidence in construing the agreements, citing Stichter v. Zuidema, 269 Ill.App.3d 455, 206 Ill.Dec. 929, 931, 646 N.E.2d 296, 298 (1995), for the proposition that extrinsic evidence will be considered only where the agreement is reasonably susceptible to more than one meaning.  Several times in recent years, the Seventh Circuit has considered the question of when extrinsic evidence can be considered in the interpretation of a contract, and, \"with ample support from Illinois cases, has ... said that Illinois has largely rejected the 'four corners rule,' stating that 'Illinois courts may [even in the absence of ambiguity in the writing itself] look to extrinsic evidence in hope of discovering the principals' genuine intent' and parties will no longer 'be stuck with the language of the agreements they sign, no matter their actual intent.' \"  Home Ins. Co. v. Chicago and Northwestern Trans.  Co., 56 F.3d 763, 767 (7th Cir.1995);  see also AM Int'l, Inc. v. Graphic Management Assoc., Inc., 44 F.3d 572, 574-76 (7th Cir.1995);  R.T. Hepworth Co. v. Dependable Ins. Co., 997 F.2d 315, 318 (7th Cir.1993).  Despite the Seventh Circuit's assessment of current Illinois doctrine, that state's intermediate appellate courts often continue to rely on the principle that a contract's facial clarity precludes consideration of extrinsic evidence of other meaning.  See, e.g., Mann v. Mann, 283 Ill.App.3d 915, 219 Ill.Dec. 408, 411, 671 N.E.2d 73, 76 (1996) (leases and deeds);  Gavery v. McMahon &amp; Elliott, 283 Ill.App.3d 484, 219 Ill.Dec. 144, 146-47, 670 N.E.2d 822, 824-25 (1996) (release of claims);  Bonnie Owen Realty, Inc. v. Cincinnati Ins. Co., 283 Ill.App.3d 812, 219 Ill.Dec. 294, 299, 670 N.E.2d 1182, 1187 (1996) (insurance policies);  Espevik v. Kaye, 277 Ill.App.3d 689, 214 Ill.Dec. 360, 364, 660 N.E.2d 1309, 1313 (1996) (trusts).  Although we might be inclined to accept as especially persuasive the conclusions of a sister circuit about the law of a state within that circuit, cf. United States v. Maness, 23 F.3d 1006, 1008 (6th Cir.1994);  Factors Etc., Inc. v. Pro Arts, Inc., 652 F.2d 278, 283 (2d Cir.1981), the Seventh Circuit's treatment of the issue has apparently not swept the Prairie State.  We cannot say it was an abuse of discretion for the district court to rely on the four corners rule, and exclude consideration of extrinsic evidence of the parties' intent.  Should the issue continue to be salient as this litigation continues, however, the district court may wish to review the Seventh Circuit's cases cited above, and reconsider whether to permit discovery and submission of extrinsic evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">For now, suffice it to say that the extrinsic evidence that appellants did furnish does not offer overwhelming support to the view that the agreements have a meaning not captured by their words alone.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  One piece of extrinsic evidence is that paragraph 15 replaced, in 1990, the automatic termination provision in the 1972 version of the agreement.  A rather stronger case could be made that the former provision limited itself to the bankruptcy and insolvency contexts, although that interpretation is itself not beyond dispute, as the provision also uses terms (\"receiver, trustee or other officer\") that are not unique to bankruptcy and insolvency.  A marginal comment by BCBSA on the proposed replacement provision referred to it as \"an updated version\" of the old provision, \"with an express reference to reversion of the Marks to the Plans in the event of BCBSA's bankruptcy.  It should be noted that federal bankruptcy laws may override the automatic termination provisions hereof.\"   BCBSO argues that the \"mere update\" of a provision dealing only with bankruptcy and insolvency must be similarly limited, a point buttressed by the comment's two references to bankruptcy.  We disagree, because the replacement provision, paragraph 15(a), contains clauses pertaining to matters clearly beyond the realm of bankruptcy and insolvency, including assumption of control by the Department of Insurance, corporate dissolution, and non-payment of dues by a Plan.  Unlike its predecessor, paragraph 15(a) also makes the automatic termination provisions applicable to both the Plans and BCBSA, and, pursuant to 15(c), such termination would cause ownership of the marks to revert to the Plans.  BCBSA itself thus could suffer dire results from being the target of one of the kinds of actions described in 15(a).  This is a notable enlargement of the scope of the provision, making it farfetched to regard the new version as a \"mere update\" of a basically unchanged provision.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The appellants also offer, as extrinsic evidence, the experience of Plans in Louisiana, Mississippi, California, and Missouri, which, they claim, proves that the Attorney General's lawsuit did not trigger automatic termination under paragraph 15(a)(vii).</p>\n    </div>\n    <p>Louisiana</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">\"On July 19, 1993, BCBSA notified Blue Cross and Blue Shield of Louisiana (BCBSL) that its license agreements were automatically terminated under paragraphs 15(a)(v) and (viii) when a Louisiana court placed BCBSL in conservation under the direction and control of the Commissioner of Insurance for the State of Louisiana.  BCBSA officials met with Louisiana regulators, who agreed not to take control of BCBSL with a receiver or liquidator.\"   Mem. Op. at 15.  Instead, pursuant to negotiations, Louisiana placed BCBSL under administrative supervision, and BCBSA pledged to cooperate in the reinstatement of BCBSL.  BCBSA and BCBSL executed a letter agreement providing for an interim license and for BCBSL's reapplication.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In that letter, BCBSA stated that it understood \"that the actions taken by the Commissioner were not based on allegations of insolvency of the Plan....\"  One possible inference to draw from that statement is that paragraph 15(a) pertains to insolvency.  On the other hand, the fact that BCBSA acknowledged that there was no allegation of insolvency, yet invoked paragraph 15(a)(viii) as one of the bases of BCBSL's automatic termination, supports an inference that the terms \"trustee,\" \"receiver,\" and \"custodian\" are not limited to the context of insolvency.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">It appears that administrative supervision might well be sufficient to trigger automatic termination under paragraph 15(a)(v) or (viii) of the license agreements.  See 22 Louisiana Revised Statutes &#167; 770 (giving administrative supervisor broad veto power over disposition and utilization of supervisee's assets).  However, BCBSA and BCBSL were free to enter into a contract that made allowance for the period of administrative supervision.  The terms of an amendment to a contract say little about the former operation of the original contract.  As for the applicability of paragraph 15(a)(vii), the record does not reveal, so far as we can tell, whether the original action seeking to place BCBLS under conservation was pendent for more than sixty days, or whether BCBSA knew about the action prior to the decision of the Louisiana court.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We agree with the district court that the circumstances involving the Louisiana Plan do not show persuasively that paragraph 15(a) is limited to the contexts of bankruptcy and insolvency.</p>\n    </div>\n    <p>Mississippi</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Also on July 19, 1993, BCBSA notified Blue Cross and Blue Shield of Mississippi that the imposition of administrative supervision by the Mississippi Commissioner of Insurance three days earlier might have caused the Plan's licenses to terminate, or that additional state actions, such as assumption of control of the Plan by the state, could cause termination.  According to the district court, \"it is not clear on the record precisely what happened with the Mississippi plan thereafter.\"</p>\n    </div>\n    <p>California</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">A class action on behalf of employees and former employees of Blue Cross and Blue Shield of California (BCBSC) was filed against BCBSC and BCBSA on July 15, 1991, seeking the imposition of a \"constructive trust on all funds improperly or illegally obtained by Blue Cross as a result of its conduct.\"   The action continued for longer than sixty days.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">BCBSO argues that BCBSA's failure to invoke paragraph 15(a)(vii) in response to the California action demonstrates that the provision does not apply under current circumstances.  The district court rejected that argument, reasoning that \"the events which BCBSO now alleges to have caused an 'automatic' termination ... were not expressly raised between the affected parties....\"  Mem.  Op. at 33.  We would be inclined to think that an action seeking imposition of a constructive trust would trigger paragraph 15(a)(vii) on the same grounds that we believe an action seeking declaration of a charitable trust does, i.e., that to seek imposition of a trust is effectively to seek appointment of a trustee.  However, the fact that BCBSA did not perceive this possible operation of paragraph 15(a)(vii) in connection with the California Plan does not foreclose such an operation of the provision under present circumstances.</p>\n    </div>\n    <p>Missouri</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">On June 13, 1996, the Missouri Department of Insurance filed a counterclaim against Blue Cross and Blue Shield of Missouri (BCBSMo) in an action for declaratory judgment that BCBSMo had initiated against the department and the Attorney General of Missouri in state court.  The counterclaimants asked the court, among other things, to \"divest BCBSMo of its public trust assets, create a new public trust, appoint a trustee for that trust whom the Court deems appropriate, and transfer those assets to the newly created trust, for the purposes of engaging in public benefit health care activities similar to those to which BCBSMo historically has been devoted.\"   On June 20, 1996, the Attorney General filed a counterclaim in the same lawsuit, seeking BCBSMo's judicial dissolution.  On September 9, 1996, the state court granted summary judgment for BCBSMo with respect to the Department of Insurance's counterclaim.  The Missouri Attorney General's counterclaim was still pending as of the date of the district court's order in this case.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">BCBSO argues that the failure of BCBSA to declare that the Missouri Plan's licenses had automatically terminated after an action similar to that of the Ohio Attorney General had been pending for more than sixty days demonstrates that paragraph 15(a)(vii) is not intended to apply to actions of this nature.  Although the sixty-day period expired with respect to the Missouri Plan well before the sixty-day period expired with respect to BCBSO, BCBSA declared that BCBSO's licenses had terminated, but, as of the date of the preliminary injunction, had not acted similarly towards BCBSMo.  If extrinsic evidence were to be admitted as to the proper interpretation of the contract, this course of dealing would have some weight, but very probably not so much as to be conclusive.  For example, the fact that BCBSA did not promptly invoke paragraph 15(a)(vii) in connection with BCBSMo could be explained by BCBSA's preoccupation with the BCBSO litigation during the summer and fall of 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In summary, the licenses held by the Louisiana Plan automatically terminated pursuant to paragraph 15(a), and then were reinstated.  BCBSA believed it was possible that the licenses held by the Mississippi Plan had similarly terminated.  In California, where it appears to us that the licenses likely terminated pursuant to paragraph 15(a)(vii), BCBSA took no action to recognize or enforce such termination.  In Missouri, where events occurred that would seem to have terminated the licenses of that state's plan, BCBSA did not recognize or enforce termination during the approximately two-month period between the end of the sixty-day pendency period prescribed by paragraph 15(a)(vii) and the district court's October 18, 1996, hearing.  Even if it were proper to consider extrinsic evidence, the experiences of these four Plans do not form a pattern so clear as to have required the district court to conclude that they proved paragraph 15(a)(vii) was inapplicable under present circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The appellants' next argument for a non-literal reading of the agreements depends on the maxim that in every contract there is an implied term of good faith and fair dealing.  BCBSA, the appellants allege, has violated this implied term in several ways.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">An Illinois court has discussed the principle as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>In Illinois, as in the majority of American jurisdictions, a covenant of good faith and fair dealing is implied in every contract absent express disavowal....  [T]he doctrine of good faith performance imposes a limitation on the exercise of discretion vested in one of the parties to a contract.  In describing the nature of that limitation the courts of this state have held that a party vested with contractual discretion must exercise that discretion reasonably and with proper motive, and may not do so arbitrarily, capriciously, or in a manner inconsistent with the reasonable expectations of the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Dayan v. McDonald's Corp., 125 Ill.App.3d 972, 81 Ill.Dec. 156, 169-70, 466 N.E.2d 958, 971-72 (1984) (citations omitted).  The court identified two varieties of cases in which the doctrine arises.  One line of cases involves</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>the duty of a contracting party to use reasonable efforts to bring about a condition precedent.  In all of these cases, the contractual obligation of one party was contingent upon a condition peculiarly within the power of that party, such as obtaining mortgage financing or obtaining necessary licenses or permits.  Thus the controlling party could have avoided any contractual obligation by refusing to bring about the relevant condition.  In each case, the court held that the controlling party's discretion was limited by the implied covenant of good faith and therefore the party was obligated to use reasonable efforts to bring about the condition.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Ibid. (citations omitted).  In another line of cases, Illinois courts recognized that \"the implied covenant of good faith could limit an employer's otherwise unrestricted discretion in terminating an at will employment contract\";  therefore, the employer could not terminate the employee for an improper motive, such as depriving the employee of health or pension benefits.  Id. at 170, 466 N.E.2d at 972.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The district court rejected the appellants' \"good faith\" argument, holding that because termination occurs automatically under paragraph 15(a)(vii), BCBSA is not vested with contractual discretion.  Thus, there was no scope for BCBSA to act in good faith or bad.  The appellants argue that the termination provision is not really automatic, but requires the exercise of discretion, as demonstrated, they say, by the experience of Plans in Missouri, Louisiana, Mississippi, and California.  \"The consistent pattern of Association conduct [in those cases] simply confirms that if 15(a)-triggering events occur, this gives the Association the right to terminate 'automatically'--i.e., without a vote of the members--but does not force the Association to terminate.\"   BCBSO Br. at 33.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Upon the occurrence of a triggering event, a Blue Plan, as a practical matter, will not lose the use of the marks until the triggering event is noticed, perceived as significant under paragraph 15(a), and until the result--termination--is somehow acted upon.  There is a degree of choice in all of this.  When BCBSA receives news of a possible paragraph 15(a)(vii) triggering event, its managers must decide how much attention to devote to that problem, instead of other problems, and when to do so.  If the legal action involved a minor Plan, or one in which BCBSA had particular confidence, it might feel little urgency.  Or BCBSA might misjudge the legal nature and import of an action levied against a Plan, and incorrectly conclude that paragraph 15(a) has not come into play.  So BCBSA does have some discretion in giving practical force to an otherwise abstract occurrence.  This line of reasoning only goes so far, however.  Automatic termination occurs, as a legal event, independently of BCBSA's action or lack of action.  If a (hypothetical) Blue Plan insurance contract entitled an insured to a rebate of premiums in the event that the Plan ceased at any time to be a fully-licensed member of the Blue system, the insured could seek to prove that the Plan's licenses automatically terminated, even if BCBSA had never so recognized.  Or, if a triggering event occurred and BCBSA sat on its hands, another Blue Plan might well have standing to seek a declaration that its sister's licenses had automatically terminated.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The kind of discretion possessed by BCBSA differs from the \"broad discretion in performance,\" Dayan, 81 Ill.Dec. at 169, 466 N.E.2d at 971, in which the duty of good faith inheres.  BCBSA's discretion was limited to when and how it recognized and announced an event that occurred independently.  Consequently, an implied duty of good faith and fair dealing cannot be held to have barred the termination.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Even if BCBSA had no broad discretion in the termination itself, it certainly could have chosen to warn BCBSO of the pending danger.  We reject the appellants' argument that the duty of good faith and fair dealing required BCBSA to do so.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The district court correctly concluded that Market Street Associates Limited Partnership v. Frey, 941 F.2d 588 (7th Cir.1991), on which the appellants place most of their reliance, \"does not support BCBSO's assertion of a good faith duty to provide pretermination notice.\"</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In that case, Market Street Associates, the holder of a twenty-year old lease on a small property owned by a large pension trust, allegedly lured the inattentive lessor into an action that triggered \"paragraph 34,\" an obscure provision of the lease which obligated the lessor to sell the property to the lessee at a bargain price.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The district court accepted this version of events, and granted summary judgment for the pension trust.  The Seventh Circuit opined that \"deliberately to take advantage of your contracting partner's mistake during the performance stage ... is a breach of good faith.  To be able to correct your contract partner's mistake at zero cost to yourself, and decide not to do so, is a species of opportunistic behavior that the parties would have expressly forbidden in the contract had they foreseen it.\"  Id. at 597.   The court then held, however, that the district court erroneously drew inferences in favor of the movant for summary judgment, and that the case should have gone to trial to determine the state of mind of Market Street Associates's officer, Orenstein, while dealing with the trust officer, Erb.  \"If Orenstein believed that Erb knew or would surely find out about paragraph 34, it was not dishonest or opportunistic to fail to flag that paragraph....\"  Ibid.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">There are several differences between that case and this one.  Here, BCBSA did not bait the field for its contracting party, as Market Street Associates allegedly did.  The Ohio Attorney General, not BCBSA, commenced the action that ultimately triggered paragraph 15(a)(vii).  Even if BCBSA had alerted BCBSO to the paragraph 15(a)(vii) implications of the lawsuit, it is by no means apparent that BCBSO could have secured, within sixty days, dismissal of the entire action (rather than dismissal of the two paragraphs of the prayer for relief, which, as we discussed above, left enough of the action pendent to trigger termination).  BCBSO did file a motion to dismiss the suit on August 19, 1996, when almost two-thirds of the sixty-day pendency requirement had already run.  It is possible, but by no means certain, that the state court, had it been advised at the time of the dire implications of the lawsuit, would have dismissed the action with leave to re-file, or would have put the case on a fast track, and, if the merits justified such a ruling, dismissed the action with prejudice or entered summary judgment for BCBSO.  Even for a party confident that the provision did not apply to the Attorney General's action, prudence would seem to have dictated such an effort, and we do not think that BCBSA should be stripped of its contractual rights because BCBSO was under the haystack, fast asleep.  Paragraph 15(a) is by no means an obscure feature of the rather short (twelve pages) license agreements.  Unlike the lease in Market Street Associates, which represented only a tiny asset in a huge portfolio, the license agreements were absolutely crucial to BCBSO's business and very identity.  To paraphrase the Seventh Circuit in Market Street Associates, 941 F.2d at 597, \"If BCBSA believed that BCBSO knew or would surely find out about paragraph 15(a), it was not dishonest or opportunistic to fail to flag that paragraph.\"   It would have been reasonable for BCBSA to decide that BCBSO--not exactly a pro se litigant--did not need alerting.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">BCBSA could also exercise discretion to reinstate BCBSO as a member Plan.  Although there is no term in the agreements requiring BCBSA to do so, BCBSO argues that the refusal to reinstate violates the duty of good faith, especially because BCBSA has reinstated or provided temporary licenses to other Plans after their licenses terminated by operation of paragraph 15(a).  The district court rejected BCBSO's argument that BCBSA had a duty to reinstate \"since it implies that there may be a duty to enter into a contract, and contractual relationships are normally voluntary.\"   We agree.  It is still hornbook law that the freedom of contract entails the freedom not to contract, except in the case of innkeepers, common carriers, and certain other \"public service companies,\" and except as restricted by antitrust, antidiscrimination, and other statutes.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Having concluded that the district court correctly determined that there is at least a substantial likelihood that BCBSA will prevail on the merits of the termination issue, we now turn to the remaining elements of the preliminary injunction standard, which require an assessment of the harm that would result to the parties and to the public from the issuance or non-issuance of a preliminary injunction.  The likelihood-of-success element is typically dominated by issues of law that are subject to de novo review.  The other parts of the standard tend to be far more fact-bound.  See National Bd. of Young Men's Christian Ass'ns v. Flint Young Men's Christian Ass'n, 764 F.2d 199, 201 (6th Cir.1985) (balancing of hardship to parties essentially a factual issue).  Accordingly, these elements are particularly within the province of the district court.  To the extent that an assessment of these elements depends on factual findings or predictions, we review the district court's determinations only for clear error.  \"Upon a motion for preliminary injunction, the court must make a decision based upon 'incomplete factual findings and legal research.'   Even so, that decision is generally accorded a great deal of deference on appellate review....\"  Michigan Coalition of Radioactive Material Users, Inc. v. Griepentrog, 945 F.2d 150, 153 (6th Cir.1991).  The remaining elements may also involve questions of law, of course, which we review de novo.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The district court determined that BCBSA would suffer irreparable harm in the form of confusion of the marks.  \"BCBSO's use of the Blue Cross and Blue Shield marks in the health care insurance market with which BCBSA's marks are associated entails such a strong likelihood of confusion that irreparable injury can be presumed.\"   Mem. Op. at 43.  Supporting that conclusion was case law establishing that the unauthorized use of a mark by a former licensee is particularly likely to cause consumer confusion.  See Church of Scientology Int'l v. Elmira Mission of the Church of Scientology, 794 F.2d 38 (2d Cir.1986);  Little Caesar Enters., Inc. v. R-J-L Foods, Inc., 796 F.Supp. 1026 (E.D.Mich.1992).  \"If BCBSO continues to use the marks, subscribers and others would be uncertain of BCBSO's relationship to BCBSA.  This uncertainty would cause innumerable difficulties in the relationship among BCBSO, its subscribers, BCBSA, and the other member plans, and would damage the reputation and goodwill of the Blue Cross and Blue Shield marks.  The avoidance of such confusion is the very purpose of the Lanham Act.\"   Mem. Op. at 44.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The district court found that \"[i]mmediate termination of BCBSO's license agreements will cause irreparable injury to BCBSO.  Changing its corporate name, notifying its customers that it is no longer a licensee, and disconnecting from its business associations with BCBSA and the other member plans triggers significant changes in the way BCBSO conducts its business....  BCBSO would be required to change its marketing strategy, and would likely lose customers 'because of the attraction that the cross and shield obviously have in the marketplace.' \"   Mem. Op. at 40.  Further, the district court noted (without passing judgment on) BCBSO's assertions that termination of the licenses would likely scuttle the Columbia transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">BCBSO paints a scene yet more grim.  \"BCBSO will lose the name it has operated under for more than 50 years, be forced to sever participation in programs generating millions of dollars a year in revenues, be required to endure massive chaos and confusion in the transition, be faced with the necessity of terminating 500 to 600 valued employees, and be subjected to the loss of its hard-earned reputation, established over five decades, for dependability, reliability, and trust.\"   BCBSO Br. at 40.  Columbia, for its part, asserts that it would be irreparably harmed by being deprived of a valuable business opportunity.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The district court discounted the degree of harm to be suffered by BCBSO because of the absence of any \"serious, substantial, difficult or doubtful question\" that BCBSA would prevail on the merits.  \"When viewed from the perspective that BCBSO is likely to be infringing BCBSA's trademarks, the alleged injuries to BCBSO if it is not allowed to continue to use the marks are entitled to less consideration than they might otherwise be.  Its 'loss' of the use of the Blue Cross TM and Blue Shield TM names, and of business associations with other BCBSA members, are necessary results of its loss of its status as a licensee.\"   Mem. Op. at 43.  Given this diminished consideration to the harm to BCBSO, the court determined that such harm was outweighed by the likely harm to BCBSA.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The appellants argue that the district court erred by factoring its determination with respect to one element of the preliminary injunction--likelihood of success on the merits--into its determination of another element.  They contend that \"the district court gave no independent consideration to the other preliminary injunction factors....\"  BCBSO Br. at 38.  BCBSO's main source for this theory is National Board of YMCA, in which the court rejected a \"per se rule which deems the requirement of irreparable injury satisfied and the injunction prior to trial mandatory whenever the plaintiff shows ownership of a registered trademark or tradename used by the defendant....  [If this were the rule,] there would be no need for a 'balance of hardship' test for determining irreparable injury.\"  764 F.2d at 201.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  See also In re DeLorean Motor Co., 755 F.2d 1223, 1229 (6th Cir.1985) (\"the four considerations applicable to preliminary injunction decisions are factors to be balanced, not prerequisites that must be met\").</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Though none of the four factors is to be deemed conclusive on its own, each need not be viewed in isolation from the others, solely as an independent variable.  We think that where the harm to be suffered as a result of the issuance of a preliminary injunction is dependent upon the outcome of the litigation regarding the alleged infringer's right to use the marks, it is within the district court's discretion to take the likely ultimate result of the underlying suit into consideration when assessing the harms.  The harms suffered by BCBSO would be attributable to the preliminary injunction only if BCBSO prevailed on the merits, an outcome which, as the district court correctly found, appears to be very unlikely.  Otherwise, the cause of the harm would be the automatic termination itself.  On the other side of the equation, if it is finally determined that BCBSO has lost its licenses to the marks, it is highly likely that BCBSA would be able to show injury under the Lanham Act, given the strength of the marks, the relatedness of the services provided by BCBSA members and BCBSO, and the similarity of the marks, among other factors, see Frisch's Restaurant, Inc. v. Shoney's Inc., 759 F.2d 1261, 1264 (6th Cir.1985).  The injury to BCBSA caused by the unauthorized use of the marks by a former licensee can appropriately be discounted only by the chance that BCBSO will prove not to be a former licensee--again, a small chance.</p>\n    </div>\n    <p>V</p>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">As for the final element of the preliminary injunction standard, the district court determined that \"the public interest weighs in favor of preliminary injunctive relief to avoid confusion in the marketplace.\"</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The district court analyzed possible harms to BCBSO's 1,500,000 insureds as part of its analysis of the balance of harms to the parties.  The appellants argue that such harms, as a consideration under the public-interest element, militate against the preliminary injunction.  The district court acknowledged that some hardships, including denial of access to the nationwide Blue system by BCBSO's insureds, could result from termination of the licenses.  The court noted, however, that these harms could be mitigated by implementation of the \"disconnection\" procedures long established as part of BCBSA's contingency planning.  BCBSO could also attempt to mitigate this harm by making a special contractual arrangement with BCBSA or some other insurance group for nationwide coverage.  Further, it seems to us that the feared effects to BCBSO's insureds flow, at least for the most part, from the license terminations, not the preliminary injunction itself, which simply bars BCBSO from using the marks \"in commerce in connection with the sale, offering for sale, distribution or advertising of health care insurance and related services without BCBSA's consent.\"</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The appellants also warn of two harms to the public interest in the form of reduction of competition in the Ohio insurance market, and the scuttling of the Columbia transaction, with its claimed beneficial effects in the form of improved efficiency and service at reduced cost.  Again, these harms are incidental mostly to the termination of the licenses, not the preliminary injunction as issued.  Further, both of these propositions, especially the second one, are controversial, and neither is well enough supported in the record to compel the conclusion that the injunction works against the public interest at all, and certainly not so strongly as to overthrow the first three elements of the standard.</p>\n    </div>\n    <p>VI</p>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The district court issued no ruling as to the effect of the Columbia transaction, stating that the likely automatic termination was dispositive of the motions before it.  Mem. Op. at 4.  There was substantial testimony regarding the Columbia transaction at the hearing held October 18, 1996.  The documents involved in the transaction are all in the record.  The district court, however, specifically declined to discuss such evidence, except as necessary to provide context for the automatic termination issue.  Ibid.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The Sixth Circuit has discussed as follows the ability of a court of appeals to address an issue not treated by the district court:</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">While courts of appeals generally refuse to consider issues not passed upon by lower courts, Sigmon Fuel Co. v. TVA, 754 F.2d 162, 164-65 (6th Cir.1985), [t]he matter of what questions may be taken up and resolved for the first time on appeal is one left primarily to the discretion of the courts of appeals, to be exercised on the facts of individual cases....  Certainly there are circumstances in which a federal appellate court is justified in resolving an issue not passed on below, as where the proper resolution is beyond any doubt, ... or where \"injustice might otherwise result.\"  Singleton v. Wulff, 428 U.S. 106, 121, 96 S.Ct. 2868, 2877, 49 L.Ed.2d 826 (1976) (quoting Hormel v. Helvering, 312 U.S. 552, 557, 61 S.Ct. 719, 721, 85 L.Ed. 1037 (1941)).</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">United States v. Baker, 807 F.2d 1315, 1321 (6th Cir.1986).  Similarly, the Ninth Circuit has held:</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">As a general rule, \"a federal appellate court does not consider an issue not passed upon below.\"  Singleton v. Wulff, 428 U.S. 106, 120, 96 S.Ct. 2868, 2877, 49 L.Ed.2d 826 (1976).  But this rule is not inflexible.  Youakim v. Miller, 425 U.S. 231, 234, 96 S.Ct. 1399, 1401, 47 L.Ed.2d 701 (1976).  We have discretion to decide whether to address an issue that the district court did not reach if the question is a purely legal one and the record has been fully developed prior to appeal;  in deciding whether to exercise this discretion we should consider whether the resolution of the issue is clear and whether injustice might otherwise result.  See Lien Ho Hsing Steel Enterprise Co. v. Weihtag, 738 F.2d 1455, 1461 (9th Cir.1984);  In re Howell, 731 F.2d 624, 627 (9th Cir.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Quinn v. Robinson, 783 F.2d 776, 814 (9th Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">At issue is whether the Columbia transaction, if consummated, will cause the licensing agreements to terminate, pursuant to Paragraphs 6 and 12.  Paragraph 6 states, in pertinent part, \"nor may the Plan use the Licensed Marks or Name in a manner which is intended to transfer in the Service Area the goodwill associated therewith to another mark or name.\"   Paragraph 12 states:</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p>The license hereby granted to Plan to use the Licensed Marks and Name is and shall be personal to the Plan so licensed and shall not be assignable by any act of the Plan, directly or indirectly, without the written consent of BCBSA.  Said license shall not be assignable by operation of law, nor shall Plan mortgage or part with possession or control of this license or any right hereunder, and the Plan shall have no right to grant any sublicense to use the Licensed Marks and Name.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Under the Principal Agreement of the transaction with Columbia, BCBSO transfers all of its businesses, except for a few designated \"Retained Businesses,\" to \"BlueCo,\" the newly-formed entity that is to become a subsidiary of Columbia.  See p 2.3(a)(i), J.A. at 766.  The Agreement clearly states that BCBSO is to retain all rights and interests in the marks, until such time as BCBSA might separately license BlueCo.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">The Agreement foresees that some BCBSO insurance contracts or policies might not be transferable to BlueCo, because to do so would violate the licensing agreements.  With respect to these assets, BCBSO pledges to \"make an equitable assignment to BlueCo of the rights, benefits, and interest in each [non-transferable policy] which can be enjoyed directly by BlueCo or indirectly by Columbia.\"   See p 2.3(a)(ii), J.A. at 766.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">BCBSO is to issue to all BlueCo customers a \"Group Guarantee Health Policy,\" whereby BCBSO agrees to fulfill all the terms of a BlueCo policy if certain events occur (such as BlueCo's bankruptcy).  See p 2.3(e), J.A. at 769.  Further, under Article XI of the Agreement, \"BCBSO hereby agrees that any current and future holders of individual or group indemnity or insurance policies (including self-insured customers with stop-loss coverage) issued by BlueCo, whose policies are reinsured by BCBSO under the Reinsurance Agreement, will each receive a Guarantee Policy issued by BCBSO and become members of BCBSO.\"   J.A. at 837 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">In p 6.15 of the Agreement, BCBSO covenants that \"[i]f the BCBSA Approval is not obtained on or prior to Closing, BCBSO shall, at the request of Columbia, continue to use its best efforts to obtain such approval and shall cause the benefit of the 'Cross' and 'Shield' service marks and all other names and marks which are used by BCBSO in connection with the Transferred Businesses to be afforded, during the term of the Reinsurance Agreement, to all individuals and groups covered under a Guarantee Policy of Guarantee Certificate ... and to BlueCo ... as the named insured pursuant to the Reinsurance Agreement.\"   Paragraph 13.3 requires BCBSO to pay BlueCo $50 million if it is unable to satisfy the obligations of p 6.15.  Testimony showed that the amount of $50 million was Columbia's estimate of what it would cost to establish a new brand in the Ohio insurance market equivalent to the Blue Cross &amp; Blue Shield brand.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">It would certainly be possible, on the basis of the passages above, for a finder of fact to conclude that BCBSO \"intended to transfer in the Service Area the goodwill associated therewith to another mark or name,\" in violation of Paragraph 6 of the license agreements.  The record, however, does not compel that conclusion, and BCBSO denies any intent to transfer the goodwill associated with the marks to Columbia.  Absent a finding of fact on the issue of intent, the effect of the Columbia transaction is not a purely legal issue, so one of the prerequisites set forth in Quinn, 783 F.2d at 814, does not exist for us to depart from the usual rule that an appellate court will not consider a matter not passed on below.  The \"proper resolution\" of the issues of transfer of goodwill and assignment of the marks is not \"beyond any doubt,\" see Baker, 807 F.2d at 1321.   Nor do we find it necessary to rule on the effect of the Columbia transaction in order to \"prevent manifest injustice and to promote procedural efficiency.\"  Ibid.  Although continued uncertainty about this issue undeniably burdens the appellants, we do not think the hardships exceed those inherent in litigation to such a degree as to represent a \"manifest injustice.\"   There is, by comparison, no substantial liberty interest at stake such as motivated the court in Baker, a case involving the civil commitment of a probation violator to a psychiatric hospital for an indefinite length of time, to resolve an issue not passed on below.  Nor would it promote procedural efficiency to establish a precedent upsetting the normal pattern of consideration of issues by district and appellate courts.</p>\n    </div>\n    <p>VII</p>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">For the reasons discussed above, the district court's order of preliminary injunction is AFFIRMED, and the stay of that order is DISSOLVED.  The case is remanded to the district court for further proceedings.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Cf. the definition of \"fiduciary\" in BLACK'S LAW DICTIONARY 625 (6th Ed.1990):  \"The term is derived from the Roman law, and means (as a noun) a person holding the character of a trustee, or a character analogous to that of a trustee ... A person having duty, created by his undertaking, to act primarily for another's benefit in matters connected with such undertaking.  As an adjective it means of the nature of a trust;  having the characteristics of a trust;  analogous to a trust;  relating to or founded upon a trust or confidence.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> BCBSO moved \"for a nunc pro tunc entry, specifically striking from plaintiff's Complaint\" pertinent language in paragraphs three and five of the prayer for relief.  J.A. at 1001.  Judge McCormick's order stated:</p>\n        <p>This matter came on for hearing before the Court on the 4th day of October, 1996 on the Motion of Defendant Blue Cross &amp; Blue Shield Mutual of Ohio's Motion to Strike paragraphs three and five of the Prayer for Relief.</p>\n        <p>Upon consideration thereof, the Defendant's Motion is granted.</p>\n        <p>Ohio ex rel. Montgomery v. Blue Cross &amp; Blue Shield Mutual of Ohio, No. 311632 (Cuyahoga Cty. C.P. Oct. 7, 1996).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We performed a quick, unscientific test of this by running a number of Westlaw searches in the federal district court database.  The word \"trustee\" or \"receiver\" did not appear within twenty-five words of a form of either the word \"bankruptcy\" or \"insolvency\" roughly twice as often as it did so appear.  These results, for what they are worth, do not bear out BCBSO's assertion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The appellants complain that \"[a]t the preliminary injunction hearing, BCBSO, supported by Columbia, moved for an opportunity to seek discovery about the 'automatic termination' and to supplement the record, which the district court denied.\"   Columbia Br. at 5.  This oral motion was made almost three weeks after the close of discovery, as set in the case management order.  Further, BCBSO did not serve BCBSA with a subpoena requesting information about the history of paragraph 15(a) until two days before the hearing.  The district court was justified in denying the motion to supplement the record under these circumstances</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Shortly before oral arguments, this court received submissions from the parties regarding the recent events concerning Blue Cross &amp; Blue Shield of Missouri:  a copy of the Dec. 30, 1996, decision of a Missouri state court;  a Jan. 20, 1997, resolution adopted by the BCBSA board of directors;  and letters from the parties containing explanations of the significance of these documents.  Our task in this appeal is to review the decision of the district court taken on the record before it, and we shall not take into consideration events occurring since that decision</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The provision has no explicit notice requirement, unlike other termination provisions in the agreement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> \"Orenstein decided to trick the pension trust into selling at the bargain price fixed in paragraph 34 by requesting financing and hoping that the pension fund would turn the request down without noticing the paragraph.  His preliminary dealings with the pension trust made this hope a realistic one by revealing a sluggish and hidebound bureaucracy unlikely to have retained in its brontosaurus's memory, or to be able at short notice to retrieve, the details of a small lease made twenty years earlier.\"  941 F.2d at 596-97</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The most salient teaching of National Board of YMCA, we think, is its reaffirmation of the strong deference that will be given to the district court's ruling on a motion for preliminary injunction--a deference that should not be defeated by reliance on a per se rule of law</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">318</span></span></p>\n    <p class=\"case_cite\">42 U.S.P.Q.2d 1321</p>\n    <p class=\"parties\">BLUE CROSS &amp; BLUE SHIELD MUTUAL OF OHIO, Plaintiff-Appellant<br>(96-4218)/Cross-Appellee,<br>v.<br>BLUE CROSS AND BLUE SHIELD ASSOCIATION,<br>Defendant-Appellee/Cross-Appellant (96-4325),<br>v.<br>COLUMBIA/HCA HEALTHCARE CORPORATION and Integrated Health<br>Corporation, Third-Party Defendants-Appellants<br>(96-4241)/Cross-Appellees.</p>\n    <p class=\"docket\">Nos. 96-4218, 96-4241, 96-4325.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Sixth Circuit.</p>\n    <p class=\"date\">Argued Jan. 30, 1997.<br>Decided March 26, 1997.<br>Rehearing and Suggestion for Rehearing En Banc Denied May 13, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Kenneth F. Seminatore, Douglas A. Andrews, John E. Schiller, Climaco, Climaco, Seminatore, Lefkowitz &amp; Garofoli, Cleveland, OH, Raymond W. Lembke, Daniel Joseph Hoffheimer, Taft, Stettinius &amp; Hollister, Cincinnati, OH, Jonathan M. Jacobson, argued and briefed, Andrew J. Rossman, Akin, Gump, Strauss, Hauer &amp; Feld, New York City, for Plaintiff-Appellant Cross-Appellee in Nos. 96-4218, 96-4325.</p>\n      <p class=\"indent\">C. Steven Tomashefsky, Chester T. Kamin, argued and briefed, John Hamill, Brent D. Hanfling, Linn A. Brady, Eric A. Sacks, Kristina M. Entner, John F. Ward, Jr., Darryl M. Bradford, Jenner &amp; Block, Chicago, IL, Jerome C. Randolph, Keating, Muething &amp; Klekamp, Cincinnati, OH, Steven J. Miller, Goodman, Weiss &amp; Freedman, Cleveland, OH, Ann M. Kappler, Paul M. Smith, Sam Hirsch, Jenner &amp; Block, Washington, DC, for Defendant-Appellee Cross-Appellant in Nos. 96-4218, 96-4241 and 96-4325.</p>\n      <p class=\"indent\">Charles D. Tetrault, argued and briefed, Vinson &amp; Elkins, Washington, DC, for Defendant-Appellee in No. 96-4218.</p>\n      <p class=\"indent\">Mark E. Staib, David C. Weiner, Hahn, Loeser &amp; Parks, Cleveland, OH, Charles D. Tetrault, argued and briefed, Alden L. Atkins, Vinson &amp; Elkins, Washington, DC, for Defendants-Appellants Cross-Appellees in No. 96-4241.</p>\n      <p class=\"indent\">Mark E. Staib, David C. Weiner, Hahn, Loeser &amp; Parks, Cleveland, OH, Roger M. Synenberg, Synenberg &amp; Marein, Cleveland, OH, Charles D. Tetrault, argued and briefed, Alden L. Atkins, Vinson &amp; Elkins, Washington, DC, for Defendant-Appellee in No. 96-4325.</p>\n      <p class=\"indent\">Before:  BOGGS, BATCHELDER, and DAUGHTREY, Circuit Judges.</p>\n      <p class=\"indent\">BOGGS, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Blue Cross &amp; Blue Shield Mutual of Ohio (\"BCBSO\"), Columbia/HCA Healthcare Corporation, and Integrated Health Corporation (together with Columbia/HCA Healthcare Corporation, \"Columbia\") appeal the district court's order preliminarily enjoining BCBSO from using the Blue Cross and Blue Shield service marks of which the Blue Cross and Blue Shield Association (\"BCBSA\") is licensor.  We affirm the order of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* BCBSO is a not-for-profit mutual insurance company organized under Ohio law.  BCBSO provides health insurance and related services to approximately 1,500,000 persons in Ohio.  BCBSA, an Illinois not-for-profit corporation, owns the Blue Cross and Blue Shield service marks (known as \"the Blue marks\"), and licenses their use to the sixty or so independent insurance companies (known as \"Blue Plans,\" \"Blues,\" and \"Plans\") that form BCBSA's membership.  Columbia/HCA, a for-profit Delaware corporation, owns hundreds of hospitals and other health-care providers.  Integrated Health Care Corporation is a subsidiary of Columbia.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 28, 1996, BCBSO signed an agreement with Columbia, whereby (in outline) BCBSO would transfer most of its insurance business to a new Columbia subsidiary (\"BlueCo\") in exchange for a payment of $299.5 million and BCBSO's agreement to reinsure the transferred health insurance and health maintenance organization businesses.  The BCBSA committee charged with enforcing the Blue mark licenses concluded on May 24, 1996, that the Columbia deal violated BCBSO's license agreements, and presented to the BCBSA board of directors for approval a resolution stating that consummation of the Columbia transaction would cause BCBSO's licenses to terminate.  On June 12, 1996, one day before the BCBSA board convened to consider the resolution (which it approved), BCBSO filed suit in district court, alleging antitrust violations and tortious interference with contract, seeking a declaratory judgment that the Columbia transaction did not violate the license agreements, and seeking an injunction barring BCBSA from terminating the licenses as a result of the Columbia transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On September 3, 1996, BCBSA alleged in a counterclaim that BCBSO's transfer of assets to BlueCo would effect an assignment or sublicense of the marks, and transfer of goodwill associated with the marks to a non-licensee, in violation of the license agreements.  BCBSA further asserted that the transaction would constitute an infringement in violation of the Lanham Act, 15 U.S.C. &#167; 1114(1), and dilution of the marks in violation of the Federal Trademark Dilution Act, 15 U.S.C. &#167; 1125.  And, in a third party claim, BCBSA asserted that Columbia induced the infringement.  Among other relief, BCBSA sought preliminary and permanent injunctions against infringement of the marks, and against consummation of the Columbia transaction.  The district court issued a case management plan, under which discovery would close on October 1, and a hearing on the parties' respective motions for injunctions would be held on October 18.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Meanwhile, on July 11, 1996, the Attorney General of Ohio filed suit in state court against BCBSO and three of its officers, seeking a declaration that BCBSO was a charitable trust under Ohio law.  The Attorney General sought the removal of BCBSO's existing trustees and their replacement with trustees meeting her approval.  She also sought appointment, in the event the Columbia transaction closed, of herself as a receiver to distribute charitable trust funds to appropriate charities.  See Complaint of Attorney General, J.A. at 961;  OHIO REV.CODE 109.23 et seq.;   excerpts of complaint and statute infra at 323-24.   In August, BCBSO moved to dismiss the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On September 30, 1996, BCBSA notified BCBSO that the Attorney General's lawsuit had triggered &#167; 15(a)(vii) of the license agreements, which automatically terminates the agreements if \"an action is instituted against the Plan or BCBSA seeking its dissolution or liquidation of its assets or seeking the appointment of a trustee, interim trustee, receiver or other custodian for any of its property or business and such action is consented to or acquiesced in by the Plan or by BCBSA or is not dismissed within sixty days of the date upon which it was instituted.\"   On October 3, BCBSA amended its counterclaim to seek a declaration that BCBSO's licenses had automatically terminated, and filed a motion for a preliminary injunction barring BCBSO from using the marks.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">BCBSO promptly filed a motion for a temporary restraining order to bar BCBSA from \"disconnecting\" BCBSO as a result of the asserted automatic termination.  After a hearing, the district court denied the motion on October 11.  Meanwhile, BCBSO filed a motion in the Ohio state court in which the Attorney General's action was pending, seeking to \"strike nunc pro tunc\" portions of the prayer for relief in that action that specifically requested appointment of a receiver and trustees.  The Ohio state court entered an order granting that motion on October 7.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court held a hearing on October 18, at which it heard testimony and arguments regarding both the Columbia transaction and the automatic termination issue.  On November 4, the district court granted BCBSA's motion for a preliminary injunction, finding that BCBSA was \"highly likely\" to succeed on the merits of the automatic termination claim.  Blue Cross &amp; Blue Shield Mut. of Ohio v. Blue Cross &amp; Blue Shield Ass'n, No. 1:96CV1275 (N.D.Ohio Nov. 4, 1996) (memorandum of opinion and order denying plaintiff's motion for preliminary injunction and granting defendant's motion for preliminary injunction) (\"Mem.Op.\").  The court determined that BCBSO would suffer irreparable harm from losing its rights to use the Blue Cross names and marks, but that BCBSA would also suffer irreparable harm by the use of its marks by a non-licensee.  The court held that the balance of hardships worked in favor of BCBSA's motion for a preliminary injunction.  The preliminary injunction ordered that \"during the pendency of [BCBSA's] counterclaim for a permanent injunction, [BCBSO] shall not use the service marks Blue Cross or Blue Shield in commerce in connection with the sale, offering for sale, distribution or advertising of health care insurance and related services without BCBSA's consent.\"   The court did not reach the original claims regarding the Columbia transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The court denied a stay of the preliminary injunction pending appeal, but required BCBSA to post a $32 million bond in case it were determined the injunction had been erroneously entered.  On motion for a stay and for an expedited appeal of the preliminary injunction, a motions panel of this court granted a stay pending appeal on November 22, 1996, conditioned upon BCBSO's posting of a $32 million bond and the non-consummation of the Columbia transaction.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This court reviews a challenge to the grant or denial of a preliminary injunction under an abuse of discretion standard and accords great deference to the decision of the district court.  The district court's determination will be disturbed only if the district court relied upon clearly erroneous findings of fact, improperly applied the governing law, or used an erroneous legal standard.  See Dayton Area Visually Impaired Persons, Inc. v. Fisher, <span class=\"citation\" data-id=\"709028\"><a href=\"/opinion/709028/dayton-area-visually-impaired-persons-inc-an-ohio-non-profit-corporation/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1474</span></a></span>, 1480 (6th Cir.1995);  Washington v. Reno, <span class=\"citation\" data-id=\"678535\"><a href=\"/opinion/678535/conchita-washington-sunday-torres-gloria-batton-robinson-antoinette-m/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1093</span></a></span>, 1098 (6th Cir.1994);  Michigan Coalition of Radioactive Material Users, Inc. v. Griepentrog, <span class=\"citation\" data-id=\"568572\"><a href=\"/opinion/568572/michigan-coalition-of-radioactive-material-users-inc-v-jerry/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">150</span></a></span>, 153 (6th Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">When ruling on a motion for a preliminary injunction, a district court must consider and balance four factors:  (1) whether the movant has a strong likelihood of success on the merits;  (2) whether the movant would suffer irreparable injury without the injunction;  (3) whether issuance of the injunction would cause substantial harm to others;  and (4) whether the public interest would be served by issuance of the injunction.  See, e.g.,  Sandison v. Michigan High Sch. Athletic Ass'n, <span class=\"citation\" data-id=\"703186\"><a href=\"/opinion/703186/ronald-g-sandison-and-craig-m-stanley-v-michigan-high-school-athletic/\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1026</span></a></span>, 1030 (6th Cir.1995).</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In reviewing the first factor, the probability of success on the merits, we must determine whether the district court correctly estimated the legal strength of BCBSA's claim that the Attorney General's lawsuit triggered paragraph 15(a)(vii) of the license agreements, causing the automatic termination of the licenses.  Because the license agreements specify that they are to be construed and interpreted in accordance with the laws of the state of Illinois, we must assess whether the district court correctly applied Illinois contract law.  \"Questions of contract interpretation are generally considered questions of law subject to de novo review.\"  Golden v. Kelsey-Hayes Co., <span class=\"citation\" data-id=\"710893\"><a href=\"/opinion/710893/joseph-golden-angelo-deitos-edward-jones-ida-thomason-luther-palmer/\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">648</span></a></span>, 653 (6th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">49</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">13</span></span> (1996).  Our approach to the contractual issues may therefore differ from the district court's.  What matters is whether the outcome of our analysis supports the district court's conclusion that BCBSA is likely to prevail on the merits of its claim.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Paragraph 15(a) of the license agreement provides:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>This Agreement shall automatically terminate upon occurrence of any of the following events:  (i) a voluntary petition shall be filed by the Plan or by BCBSA seeking bankruptcy, reorganization, arrangement with creditors or other relief under the bankruptcy laws of the United States or any other law governing insolvency or debtor relief, or (ii) an involuntary petition or proceeding shall be filed against the Plan or BCBSA seeking bankruptcy, reorganization, arrangement with creditors or other relief under the bankruptcy laws of the United States or any other laws governing insolvency or debtor relief and such petition is consented to or acquiesced in by the Plan or BCBSA or is not dismissed within sixty (60) days of the date upon which it was filed, or (iii) an order for relief is entered against the Plan or BCBSA in any case under the bankruptcy laws of the United States or the Plan or BCBSA is adjudged bankrupt or insolvent (as that term is defined in the Uniform Commercial Code as enacted in the state of Illinois) by any court of competent jurisdiction, or (iv) the Plan or BCBSA makes a general assignment of its assets for the benefit of creditors, or (v) the Department of Insurance or other regulatory agency assumes control of the Plan or delinquency proceedings (voluntary or involuntary) are instituted, or (vi) an action is brought by the Plan or BCBSA seeking its dissolution or liquidation of its assets or seeking the appointment of a trustee, interim trustee, receiver or other custodian for any of its property or business, or (vii) an action is instituted against the Plan or BCBSA seeking its dissolution or liquidation of its assets or seeking the appointment of a trustee, interim trustee, receiver or other custodian for any of its property or business and such action is consented to or acquiesced in by the Plan or BCBSA or is not dismissed within sixty (60) days of the date upon which it was instituted, or (viii) a trustee, interim trustee, receiver or other custodian for any of the Plan's or BCBSA's property or business is appointed, or (ix) the Plan shall fail to pay its dues and shall not cure such failure within thirty (30) days of receiving written notice thereof.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">BCBSA, in its letter notifying BCBSO of the purported automatic termination, specifically relied on paragraph 15(a)(vii).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The gravamen of the Attorney General's lawsuit is that BCBSO and its predecessors in interest had, since the 1930s, held themselves out under Ohio and federal law as \"charitable and benevolent\" organizations, \"formed for the promotion of social welfare,\" and \"formed to meet the community's urgent need to obtain necessary hospital [and medical and surgical] treatments for members of the community without financial ruin to hospital [and medical and surgical] patients.\"   Complaint of Attorney General pp 15-20, J.A.at 964-66.  The Attorney General alleged that BCBSO had been exempted from certain state and federal taxes in expectation of certain benefits to the community.  Accordingly, BCBSO should be deemed a \"charitable trust,\" which is defined as \"any fiduciary relationship with respect to property arising under the law of this state or of another jurisdiction as a result of a manifestation of intention to create it, and subjecting the person by whom the property is held to fiduciary duties to deal with the property within this state for any charitable, religious, or educational purpose.\"    OHIO REV.CODE ANN. &#167; 109.23(A) (Banks-Baldwin 1994).  The Attorney General requested the state court to grant the following relief:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">(1) DECLARE that all or part of the assets of [BCBSO] are impressed with a charitable trust for the benefit of health care in the communities in which [BCBSO] or its predecessors in interest operated, in accordance with Ohio Rev.Code Ann. &#167; 109.24;</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">(2) DECLARE the Principal Agreement [of the Columbia Transaction] in its current form to be violative of public policy;</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">(3) ISSUE a mandatory injunction to REFORM the Principal Agreement and terms of the Transaction to protect the charitable trust for the benefit of the charitable interests of [BCBSO], in accordance with Ohio Rev.Code Ann. &#167; 109.24, and, in the event that the Transaction is consummated in a form approved by this Court, appoint the Attorney General as receiver to redistribute the trust funds to the appropriate charitable organizations;</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">(4) AWARD compensatory damages against the Individual Defendants, jointly and severally, in favor of [BCBSO] for breach of fiduciary duty in an amount to be determined by the Court as just and reasonable to fully and adequately preserve the value of the charitable assets;(5) ORDER the removal of the trustees of [BCBSO] and name appropriate non-interested trustees approved of by the Attorney General for the purpose of distributing or maintaining the charitable assets of [BCBSO] in accordance with its charitable purposes;  and</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">(6) GRANT all further relief, either legal or equitable, as justice may require.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">J.A. at 972.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">* The appellants present a number of arguments against the conclusion reached by the district court.  We will first address their contention that even under a formalistic reading of the license agreements, the Attorney General's action did not trigger the automatic termination provision of paragraph 15(a)(vii).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The appellants note that paragraph 15(a)(vii) provides for termination if \"an action is instituted against the Plan ... seeking the appointment of a trustee....\"  They contend that the Attorney General's action \"has never been one 'seeking the appointment' of a receiver;  rather, the complaint merely indicates that it will seek to appoint a receiver if, and only if, the Columbia Transaction closes and is reformed as the Attorney General has proposed.  Since the Columbia Transaction has not closed or been reformed, the 60-day period under paragraph 15(a) has not yet commenced.\"   BCBSO Br. at 30-31.  The district court disposed of this argument, in part, by noting that \"[s]uch contingencies are contemplated by the parties' agreement when it states that the pendency of an 'action' for sixty days (not the actual or imminent appointment of the trustee) will trigger termination of the agreement.\"   Mem.Op. at 27.  This reasoning adequately supports the district court's conclusion that BCBSA likely will succeed on the merits despite appellants' argument.  Further, we think that this \"contingency argument\" fails by focusing solely on the appointment of a receiver, as requested in the third paragraph of the Attorney General's prayer for relief.  It appears to us that the very declaration of a charitable trust, as requested without any condition precedent in the first paragraph of the prayer for relief, would, under OHIO REV.CODE ANN. &#167; 109.23, subject the incumbent officers and directors of BCBSO to fiduciary duties with respect to the property of such a trust, making them \"trustees\" under Ohio law.  To seek a trust is to seek trustees.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">BCBSO argues that the Attorney General's request, in the fifth paragraph of her prayer for relief, for dismissal of BCBSO's current trustees and appointment of one's satisfactory to the Attorney General does not trigger paragraph 15(a)(vii).  The Attorney General was merely seeking new members of the board of directors, BCBSO argues, not a trustee in the fiduciary sense.  BCBSO Br. at 29.  Granting that the word \"trustee\" is used in Ohio law to designate a director of a nonprofit mutual insurance company, and granting that paragraph 15(a)(vii) contemplates appointment of an officer different in kind than a mere corporate director, BCBSO's argument still fails for the reason stated above.  The director of an organization impressed as a charitable trust is a fiduciary:<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  a trustee of the trust.  Where there is or may soon be a trust, to seek appointment of trustees in the sense of \"directors\" is to seek appointment of trustees in the sense of \"fiduciaries.\"  (The fact that paragraph 15(a)(vii) refers to the appointment of a trustee, and the Attorney General sought appointment of multiple trustees does not alter this analysis.)</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The appellants further argue that the Attorney General's action seeks a receiver only \"to redistribute the trust funds to the appropriate charitable organizations.\"   They argue--rightly, it would seem, in the context of the third paragraph in the prayer for relief--that \"the trust funds\" must refer to the cash proceeds from the Columbia transaction. They then contend that such proceeds are not \"any of [the Plan's] property or business,\" as referred to in paragraph 15(a)(vii).  Columbia Br. at 31.  We do not understand why money received in exchange for part of BCBSO's insurance business should not be considered BCBSO's \"property\" for purposes of this provision.  Moreover, the first paragraph of the Attorney General's prayer for relief seeks a declaration that \"all or part of the assets of BCBSMO are impressed with a charitable trust.\"   Thus, the action is not confined to seeking control over the proceeds of the Columbia transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The appellants also argue that the terms \"trustee,\" \"receiver,\" and \"custodian\" in paragraph 15(a)(vii) must be construed in light of the obviously intended meanings of similar terms elsewhere in paragraph 15(a).  When this is done, they say, it is clear that the terms relate only to the contexts of bankruptcy, insolvency, and state regulatory control, and not in any way to the type of control sought by the Attorney General's action.  Below, appellants presented this conclusion as one mandated by the canon of ejusdem generis, viz., \"where general words follow an enumeration of persons or things, by words of a particular and specific meaning, such general words are not to be construed in their widest extent, but are to be held as applying only to persons or things of the same general kind or class as those specifically mentioned.\"   BLACK'S LAW DICTIONARY 517 (6th ed. 1990).  The district court rejected this argument, noting that the words \"receiver\" and \"trustee\" are themselves specific terms, not general ones, and that the canon was therefore inapplicable.  On appeal, the appellants also make the slightly broader argument that the fact that \"several items in a list share an attribute counsels in favor of interpreting the other items as possessing that attribute as well.\"   BCBSO Br. at 28, quoting Beecham v. United States, <span class=\"citation\" data-id=\"1087963\"><a href=\"/opinion/1087963/beecham-v-united-states/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">368</span></a></span>, 371, <span class=\"citation\" data-id=\"1087963\"><a href=\"/opinion/1087963/beecham-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1669</span></a></span>, 1671, <span class=\"citation\" data-id=\"1087963\"><a href=\"/opinion/1087963/beecham-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">383</span></a></span> (1994), and citing Z.R.L. Corp. v. Great Central Ins. Co., 156 Ill.App.3d 856, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">481</span></span>, 483, <span class=\"citation\" data-id=\"1999589\"><a href=\"/opinion/1999589/zrl-corp-v-great-central-insur-co/\"><span class=\"volume\">510</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">102</span></a></span>, 104 (1987) (\"[W]ords or phrases should be defined in the context of associated words or phrases in accordance with the maxim noscitur a sociis:  'it is known from its associates.'  ...  The United States Supreme Court has roughly translated this Latin phrase as 'a word is known by the company it keeps' ... and Illinois also recognizes this doctrine.\").  BCBSO goes on to argue:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>Paragraph 15(a) recites a long list of items that make clear that its intent is to apply to cases of bankruptcy, insolvency, or state regulatory control.  The phrases include \"bankruptcy,\" \"reorganization,\" \"arrangement with creditors,\" \"other relief under the bankruptcy laws,\" \"laws governing insolvency or debtor relief,\" \"order for relief,\" \"assignment of assets for the benefit of creditors,\" \"adjudged bankrupt or insolvent,\" \"Department of Insurance or other regulatory agency assumes control of the Plan,\" \"dissolution or liquidation [of its assets],\" and the like.  The words \"receiver\" and \"trustee\" must be read in this context.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We think that the references in the paragraph embrace too many kinds of actions for BCBSO's argument to succeed.  It begins to fail immediately upon the inclusion of terms having to do with state regulatory control, obviously a much different concept than bankruptcy and insolvency.  The terms \"dissolution\" and \"liquidation of its assets\" water down any unity of meaning even further;  the first term refers to the termination of the party's corporate status, and the second (among other things), disposition of its assets thereafter.  Finally, paragraph 15(a)(ix) deals with nonpayment of dues.  This reference (not included in BCBSO's list of examples) completes the destruction of the argument that paragraph 15(a) is so homogeneous in its meaning that it cannot possibly cover the Attorney General's action.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The appellants next argue that even if the Attorney General's lawsuit satisfies the language of paragraph 15(a)(vii), literally read, automatic termination should not be given effect because the law of Illinois \"abhors a forfeiture, and will not enforce a forfeiture clause in a contract if an injustice would result therefrom.\"   However, the appellants omit the rest of the formula:  \"Conversely, it is well settled that the law enforces a contractual right to a forfeiture, when that right to the forfeiture is clear, unequivocal and will not result in an injustice.\"   See First Nat'l Bank and Trust of Evanston v. First Nat'l Bank of Skokie, 178 Ill.App.3d 180, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">390</span></span>, 396, <span class=\"citation\" data-id=\"2132373\"><a href=\"/opinion/2132373/first-natl-bk-tr-co-v-first-natl-bk/\"><span class=\"volume\">533</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">8</span></a></span>, 14 (1988).  The license agreements, in paragraph 15 and elsewhere, clearly and unequivocally provide for forfeiture of the right to use the marks.  That may be a harsh result, but we cannot say, under the circumstances, that it is unjust.  BCBSA's chances of succeeding on the merits are not seriously diminished by the disfavor in which Illinois law holds forfeitures.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Last (among the arguments dealing with a literal interpretation of paragraph 15), the appellants argue that the order by the Ohio state court granting BCBSO's motion to strike nunc pro tunc the third and fifth paragraphs of the Attorney General's prayer for relief in effect \"de-triggered\" the automatic termination provision.  We will assume that the Ohio court did, in fact, strike those portions of the complaint nunc pro tunc, even though the court's order did not use those words.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The contention still fails for several reasons.  First, even by striking the paragraphs nunc pro tunc, the court could not erase the fact of the span of time between the filing of the Attorney General's complaint and the court's action.  The action, including the stricken portions, persisted for a period longer than the sixty days stipulated in paragraph 15(a)(vii).  Second, the state court order excised only the third and fifth paragraphs of the prayer for relief.  The first paragraph remained intact, and, as we explained above, the request for a declaration of a charitable trust itself was likely to trigger paragraph 15(a)(vii).  Further, as the district court noted, the final paragraph of the prayer for relief, seeking \"all further relief, either legal or equitable, as justice may require,\" could include the appointment of a trustee or receiver.  We agree with the district court that BCBSO is unlikely to succeed on the strength of this contention.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We turn now to those arguments of the appellants that depend not on a literal reading of the license agreements, but on theories that the true meaning of a contract is sometimes found elsewhere than on its face.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The appellants' first argument along these lines is that \"where a literal interpretation of contractual language leads to unreasonable results, the agreement will be construed to reach the results the parties would have intended.\"   BCBSO Br. at 24.  See Contact Lenses Unlimited, Inc. v. Johnson, 176 Ill.App.3d 875, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">301</span></span>, 303, <span class=\"citation\" data-id=\"2100024\"><a href=\"/opinion/2100024/contact-lenses-unlimited-inc-v-johnson/\"><span class=\"volume\">531</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">928</span></a></span>, 931 (1988) (\"[c]ourts will give a reasonable construction to contracts rather than one leading to absurd results\").  BCBSO argues that it is unreasonable and absurd, after decades as a successful Blue Plan, for it to lose its right to use the Blue names and marks because of what it considers to be a meritless lawsuit by the Attorney General.  \"It simply is inconceivable that the parties to the License Agreements could have intended such a result.\"  Ibid.  In opposition to this theory, BCBSA expounds an interpretation of the contract in which the various clauses of paragraph 15(a) are intended to protect, vigorously and preemptively, the Blue marks from all possible threats.  Far from being absurd, the automatic termination of BCBSO's licenses was perfectly consistent with a regimen designed to defend the Blue marks and the nationwide Blue system against control by, or entanglement with, outsiders.  That the mere pendency (for more than sixty days) of an action seeking the appointment of a receiver, trustee, or other custodian causes automatic termination of the license agreements may be a measure designed to take the Blue marks out of play even before the appointment of a custodian who, once installed, might be in a stronger position to challenge termination of the licenses, or interfere with the operation of the Blue system.  It is essential in such a system for the protective termination to occur before there is a full airing of the merits of every action.  The agreements do allow a sued Blue sixty days before termination occurs--time enough at least to present claims of frivolity to the court with jurisdiction, and to seek prompt dismissal in light of the severe consequences.  The possibility that some absurd litigation will survive long enough to cause automatic termination does not render that result absurd.  It is impossible to calibrate perfectly and in advance the sensitivity of the trigger.  Further, as BCBSA points out, an absurd or accidental automatic termination can be remedied through the discretionary provision of temporary licenses or reinstatement.  (To make either remedy nondiscretionary would obviously rob the defense of much of its force.)   In short, there are sufficient protective benefits to both BCBSA and member Blues in paragraph 15(a) to make it likely that the parties deliberately incurred the risk of suffering an unexpected automatic termination.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The appellants next argue that the agreement is ambiguous, and that extrinsic interpretative aids must be brought to bear.  BCBSO recites several instances of purported ambiguity.  It notes that the terms \"trustee\" and \"receiver\" are not defined, so it is unclear whether they \"refer to their usual bankruptcy or insolvency context or are ... to be interpreted more broadly....\"  BCBSO Br. at 25.  It is not apparent to us that these terms are \"usually\" employed in connection with bankruptcy or insolvency.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  They certainly do not seem so inextricably tied to bankruptcy and insolvency contexts as to create doubt whether they should be given the full scope of their other ordinary meanings.  The lack of definition does not make these words ambiguous;  their meanings can be found in dictionaries and by resort to common usage.  As another example, BCBSO points out that some clauses in paragraph 15(a) refer to \"any\" of the property or business of the parties, but other clauses refer to \"its [a party's] assets.\"   This difference, BCBSO claims, creates an ambiguity as to how much property is \"any\" property.  \"Either the term 'any' is ambiguous and requires reference to evidence of purpose and history or else it must be interpreted 'literally' as triggering forfeiture if there is a suit seeking a receiver for so much as one dollar.\"   BCBSO Br. at 26.  We think the terms \"its assets\" and \"any of its property or business\" are used in the normal ways--\"liquidation\" or \"general assignment\" of \"its assets,\" on the one hand, and appointment of a trustee, receiver, or other custodian for a segregable property or business.  Nor are we persuaded by BCBSO's hypothetical that, if the contract is unambiguous, an action seeking the appointment of a receiver for a dollar's worth of property would satisfy the letter of the phrase \"any property\" and trigger automatic termination.  That is not this case, and even if it were, such an action would probably have been easily disposed of before the passage of sixty days.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The district court concluded--and we agree--that \"[t]he license agreements appear to be clear, complete, and specific.\"   Mem. Op. at 30.  The district court then declined to consider extrinsic evidence in construing the agreements, citing Stichter v. Zuidema, 269 Ill.App.3d 455, <span class=\"citation no-link\"><span class=\"volume\">206</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">929</span></span>, 931, <span class=\"citation\" data-id=\"2225371\"><a href=\"/opinion/2225371/stichter-v-zuidema/\"><span class=\"volume\">646</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">296</span></a></span>, 298 (1995), for the proposition that extrinsic evidence will be considered only where the agreement is reasonably susceptible to more than one meaning.  Several times in recent years, the Seventh Circuit has considered the question of when extrinsic evidence can be considered in the interpretation of a contract, and, \"with ample support from Illinois cases, has ... said that Illinois has largely rejected the 'four corners rule,' stating that 'Illinois courts may [even in the absence of ambiguity in the writing itself] look to extrinsic evidence in hope of discovering the principals' genuine intent' and parties will no longer 'be stuck with the language of the agreements they sign, no matter their actual intent.' \"  Home Ins. Co. v. Chicago and Northwestern Trans.  Co., <span class=\"citation\" data-id=\"697302\"><a href=\"/opinion/697302/the-home-insurance-company-as-subrogee-of-the-northeast-illinois-regional/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">763</span></a></span>, 767 (7th Cir.1995);  see also AM Int'l, Inc. v. Graphic Management Assoc., Inc., <span class=\"citation\" data-id=\"686504\"><a href=\"/opinion/686504/am-international-incorporated-v-graphic-management-associates/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">572</span></a></span>, 574-76 (7th Cir.1995);  R.T. Hepworth Co. v. Dependable Ins. Co., <span class=\"citation\" data-id=\"610627\"><a href=\"/opinion/610627/rt-hepworth-company-v-dependable-insurance-company-inc-third-party-v/\"><span class=\"volume\">997</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">315</span></a></span>, 318 (7th Cir.1993).  Despite the Seventh Circuit's assessment of current Illinois doctrine, that state's intermediate appellate courts often continue to rely on the principle that a contract's facial clarity precludes consideration of extrinsic evidence of other meaning.  See, e.g., Mann v. Mann, 283 Ill.App.3d 915, <span class=\"citation\" data-id=\"2015591\"><a href=\"/opinion/2015591/mann-v-mann/\"><span class=\"volume\">219</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">408</span></a></span>, 411, <span class=\"citation\" data-id=\"2015591\"><a href=\"/opinion/2015591/mann-v-mann/\"><span class=\"volume\">671</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">73</span></a></span>, 76 (1996) (leases and deeds);  Gavery v. McMahon &amp; Elliott, 283 Ill.App.3d 484, <span class=\"citation\" data-id=\"2015163\"><a href=\"/opinion/2015163/gavery-v-mcmahon-elliott/\"><span class=\"volume\">219</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">144</span></a></span>, 146-47, <span class=\"citation\" data-id=\"2015163\"><a href=\"/opinion/2015163/gavery-v-mcmahon-elliott/\"><span class=\"volume\">670</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">822</span></a></span>, 824-25 (1996) (release of claims);  Bonnie Owen Realty, Inc. v. Cincinnati Ins. Co., 283 Ill.App.3d 812, <span class=\"citation\" data-id=\"2015265\"><a href=\"/opinion/2015265/bonnie-owen-realty-inc-v-cincinnati-ins-co/\"><span class=\"volume\">219</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">294</span></a></span>, 299, <span class=\"citation\" data-id=\"2015265\"><a href=\"/opinion/2015265/bonnie-owen-realty-inc-v-cincinnati-ins-co/\"><span class=\"volume\">670</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1182</span></a></span>, 1187 (1996) (insurance policies);  Espevik v. Kaye, 277 Ill.App.3d 689, <span class=\"citation\" data-id=\"2003510\"><a href=\"/opinion/2003510/espevik-v-kaye/\"><span class=\"volume\">214</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">360</span></a></span>, 364, <span class=\"citation\" data-id=\"2003510\"><a href=\"/opinion/2003510/espevik-v-kaye/\"><span class=\"volume\">660</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1309</span></a></span>, 1313 (1996) (trusts).  Although we might be inclined to accept as especially persuasive the conclusions of a sister circuit about the law of a state within that circuit, cf. United States v. Maness, <span class=\"citation\" data-id=\"669699\"><a href=\"/opinion/669699/united-states-v-jessie-lee-maness/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1006</span></a></span>, 1008 (6th Cir.1994);  Factors Etc., Inc. v. Pro Arts, Inc., <span class=\"citation\" data-id=\"391841\"><a href=\"/opinion/391841/factors-etc-inc-and-boxcar-enterprises-inc-v-pro-arts-inc-and-stop/\"><span class=\"volume\">652</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">278</span></a></span>, 283 (2d Cir.1981), the Seventh Circuit's treatment of the issue has apparently not swept the Prairie State.  We cannot say it was an abuse of discretion for the district court to rely on the four corners rule, and exclude consideration of extrinsic evidence of the parties' intent.  Should the issue continue to be salient as this litigation continues, however, the district court may wish to review the Seventh Circuit's cases cited above, and reconsider whether to permit discovery and submission of extrinsic evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">For now, suffice it to say that the extrinsic evidence that appellants did furnish does not offer overwhelming support to the view that the agreements have a meaning not captured by their words alone.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  One piece of extrinsic evidence is that paragraph 15 replaced, in 1990, the automatic termination provision in the 1972 version of the agreement.  A rather stronger case could be made that the former provision limited itself to the bankruptcy and insolvency contexts, although that interpretation is itself not beyond dispute, as the provision also uses terms (\"receiver, trustee or other officer\") that are not unique to bankruptcy and insolvency.  A marginal comment by BCBSA on the proposed replacement provision referred to it as \"an updated version\" of the old provision, \"with an express reference to reversion of the Marks to the Plans in the event of BCBSA's bankruptcy.  It should be noted that federal bankruptcy laws may override the automatic termination provisions hereof.\"   BCBSO argues that the \"mere update\" of a provision dealing only with bankruptcy and insolvency must be similarly limited, a point buttressed by the comment's two references to bankruptcy.  We disagree, because the replacement provision, paragraph 15(a), contains clauses pertaining to matters clearly beyond the realm of bankruptcy and insolvency, including assumption of control by the Department of Insurance, corporate dissolution, and non-payment of dues by a Plan.  Unlike its predecessor, paragraph 15(a) also makes the automatic termination provisions applicable to both the Plans and BCBSA, and, pursuant to 15(c), such termination would cause ownership of the marks to revert to the Plans.  BCBSA itself thus could suffer dire results from being the target of one of the kinds of actions described in 15(a).  This is a notable enlargement of the scope of the provision, making it farfetched to regard the new version as a \"mere update\" of a basically unchanged provision.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The appellants also offer, as extrinsic evidence, the experience of Plans in Louisiana, Mississippi, California, and Missouri, which, they claim, proves that the Attorney General's lawsuit did not trigger automatic termination under paragraph 15(a)(vii).</p>\n    </div>\n    <p>Louisiana</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">\"On July 19, 1993, BCBSA notified Blue Cross and Blue Shield of Louisiana (BCBSL) that its license agreements were automatically terminated under paragraphs 15(a)(v) and (viii) when a Louisiana court placed BCBSL in conservation under the direction and control of the Commissioner of Insurance for the State of Louisiana.  BCBSA officials met with Louisiana regulators, who agreed not to take control of BCBSL with a receiver or liquidator.\"   Mem. Op. at 15.  Instead, pursuant to negotiations, Louisiana placed BCBSL under administrative supervision, and BCBSA pledged to cooperate in the reinstatement of BCBSL.  BCBSA and BCBSL executed a letter agreement providing for an interim license and for BCBSL's reapplication.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In that letter, BCBSA stated that it understood \"that the actions taken by the Commissioner were not based on allegations of insolvency of the Plan....\"  One possible inference to draw from that statement is that paragraph 15(a) pertains to insolvency.  On the other hand, the fact that BCBSA acknowledged that there was no allegation of insolvency, yet invoked paragraph 15(a)(viii) as one of the bases of BCBSL's automatic termination, supports an inference that the terms \"trustee,\" \"receiver,\" and \"custodian\" are not limited to the context of insolvency.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">It appears that administrative supervision might well be sufficient to trigger automatic termination under paragraph 15(a)(v) or (viii) of the license agreements.  See 22 Louisiana Revised Statutes &#167; 770 (giving administrative supervisor broad veto power over disposition and utilization of supervisee's assets).  However, BCBSA and BCBSL were free to enter into a contract that made allowance for the period of administrative supervision.  The terms of an amendment to a contract say little about the former operation of the original contract.  As for the applicability of paragraph 15(a)(vii), the record does not reveal, so far as we can tell, whether the original action seeking to place BCBLS under conservation was pendent for more than sixty days, or whether BCBSA knew about the action prior to the decision of the Louisiana court.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We agree with the district court that the circumstances involving the Louisiana Plan do not show persuasively that paragraph 15(a) is limited to the contexts of bankruptcy and insolvency.</p>\n    </div>\n    <p>Mississippi</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Also on July 19, 1993, BCBSA notified Blue Cross and Blue Shield of Mississippi that the imposition of administrative supervision by the Mississippi Commissioner of Insurance three days earlier might have caused the Plan's licenses to terminate, or that additional state actions, such as assumption of control of the Plan by the state, could cause termination.  According to the district court, \"it is not clear on the record precisely what happened with the Mississippi plan thereafter.\"</p>\n    </div>\n    <p>California</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">A class action on behalf of employees and former employees of Blue Cross and Blue Shield of California (BCBSC) was filed against BCBSC and BCBSA on July 15, 1991, seeking the imposition of a \"constructive trust on all funds improperly or illegally obtained by Blue Cross as a result of its conduct.\"   The action continued for longer than sixty days.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">BCBSO argues that BCBSA's failure to invoke paragraph 15(a)(vii) in response to the California action demonstrates that the provision does not apply under current circumstances.  The district court rejected that argument, reasoning that \"the events which BCBSO now alleges to have caused an 'automatic' termination ... were not expressly raised between the affected parties....\"  Mem.  Op. at 33.  We would be inclined to think that an action seeking imposition of a constructive trust would trigger paragraph 15(a)(vii) on the same grounds that we believe an action seeking declaration of a charitable trust does, i.e., that to seek imposition of a trust is effectively to seek appointment of a trustee.  However, the fact that BCBSA did not perceive this possible operation of paragraph 15(a)(vii) in connection with the California Plan does not foreclose such an operation of the provision under present circumstances.</p>\n    </div>\n    <p>Missouri</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">On June 13, 1996, the Missouri Department of Insurance filed a counterclaim against Blue Cross and Blue Shield of Missouri (BCBSMo) in an action for declaratory judgment that BCBSMo had initiated against the department and the Attorney General of Missouri in state court.  The counterclaimants asked the court, among other things, to \"divest BCBSMo of its public trust assets, create a new public trust, appoint a trustee for that trust whom the Court deems appropriate, and transfer those assets to the newly created trust, for the purposes of engaging in public benefit health care activities similar to those to which BCBSMo historically has been devoted.\"   On June 20, 1996, the Attorney General filed a counterclaim in the same lawsuit, seeking BCBSMo's judicial dissolution.  On September 9, 1996, the state court granted summary judgment for BCBSMo with respect to the Department of Insurance's counterclaim.  The Missouri Attorney General's counterclaim was still pending as of the date of the district court's order in this case.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">BCBSO argues that the failure of BCBSA to declare that the Missouri Plan's licenses had automatically terminated after an action similar to that of the Ohio Attorney General had been pending for more than sixty days demonstrates that paragraph 15(a)(vii) is not intended to apply to actions of this nature.  Although the sixty-day period expired with respect to the Missouri Plan well before the sixty-day period expired with respect to BCBSO, BCBSA declared that BCBSO's licenses had terminated, but, as of the date of the preliminary injunction, had not acted similarly towards BCBSMo.  If extrinsic evidence were to be admitted as to the proper interpretation of the contract, this course of dealing would have some weight, but very probably not so much as to be conclusive.  For example, the fact that BCBSA did not promptly invoke paragraph 15(a)(vii) in connection with BCBSMo could be explained by BCBSA's preoccupation with the BCBSO litigation during the summer and fall of 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In summary, the licenses held by the Louisiana Plan automatically terminated pursuant to paragraph 15(a), and then were reinstated.  BCBSA believed it was possible that the licenses held by the Mississippi Plan had similarly terminated.  In California, where it appears to us that the licenses likely terminated pursuant to paragraph 15(a)(vii), BCBSA took no action to recognize or enforce such termination.  In Missouri, where events occurred that would seem to have terminated the licenses of that state's plan, BCBSA did not recognize or enforce termination during the approximately two-month period between the end of the sixty-day pendency period prescribed by paragraph 15(a)(vii) and the district court's October 18, 1996, hearing.  Even if it were proper to consider extrinsic evidence, the experiences of these four Plans do not form a pattern so clear as to have required the district court to conclude that they proved paragraph 15(a)(vii) was inapplicable under present circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The appellants' next argument for a non-literal reading of the agreements depends on the maxim that in every contract there is an implied term of good faith and fair dealing.  BCBSA, the appellants allege, has violated this implied term in several ways.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">An Illinois court has discussed the principle as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>In Illinois, as in the majority of American jurisdictions, a covenant of good faith and fair dealing is implied in every contract absent express disavowal....  [T]he doctrine of good faith performance imposes a limitation on the exercise of discretion vested in one of the parties to a contract.  In describing the nature of that limitation the courts of this state have held that a party vested with contractual discretion must exercise that discretion reasonably and with proper motive, and may not do so arbitrarily, capriciously, or in a manner inconsistent with the reasonable expectations of the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Dayan v. McDonald's Corp., 125 Ill.App.3d 972, <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">156</span></span>, 169-70, <span class=\"citation\" data-id=\"2087354\"><a href=\"/opinion/2087354/dayan-v-mcdonalds-corp/\"><span class=\"volume\">466</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">958</span></a></span>, 971-72 (1984) (citations omitted).  The court identified two varieties of cases in which the doctrine arises.  One line of cases involves</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>the duty of a contracting party to use reasonable efforts to bring about a condition precedent.  In all of these cases, the contractual obligation of one party was contingent upon a condition peculiarly within the power of that party, such as obtaining mortgage financing or obtaining necessary licenses or permits.  Thus the controlling party could have avoided any contractual obligation by refusing to bring about the relevant condition.  In each case, the court held that the controlling party's discretion was limited by the implied covenant of good faith and therefore the party was obligated to use reasonable efforts to bring about the condition.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Ibid. (citations omitted).  In another line of cases, Illinois courts recognized that \"the implied covenant of good faith could limit an employer's otherwise unrestricted discretion in terminating an at will employment contract\";  therefore, the employer could not terminate the employee for an improper motive, such as depriving the employee of health or pension benefits.  Id. at 170, 466 N.E.2d at 972.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The district court rejected the appellants' \"good faith\" argument, holding that because termination occurs automatically under paragraph 15(a)(vii), BCBSA is not vested with contractual discretion.  Thus, there was no scope for BCBSA to act in good faith or bad.  The appellants argue that the termination provision is not really automatic, but requires the exercise of discretion, as demonstrated, they say, by the experience of Plans in Missouri, Louisiana, Mississippi, and California.  \"The consistent pattern of Association conduct [in those cases] simply confirms that if 15(a)-triggering events occur, this gives the Association the right to terminate 'automatically'--i.e., without a vote of the members--but does not force the Association to terminate.\"   BCBSO Br. at 33.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Upon the occurrence of a triggering event, a Blue Plan, as a practical matter, will not lose the use of the marks until the triggering event is noticed, perceived as significant under paragraph 15(a), and until the result--termination--is somehow acted upon.  There is a degree of choice in all of this.  When BCBSA receives news of a possible paragraph 15(a)(vii) triggering event, its managers must decide how much attention to devote to that problem, instead of other problems, and when to do so.  If the legal action involved a minor Plan, or one in which BCBSA had particular confidence, it might feel little urgency.  Or BCBSA might misjudge the legal nature and import of an action levied against a Plan, and incorrectly conclude that paragraph 15(a) has not come into play.  So BCBSA does have some discretion in giving practical force to an otherwise abstract occurrence.  This line of reasoning only goes so far, however.  Automatic termination occurs, as a legal event, independently of BCBSA's action or lack of action.  If a (hypothetical) Blue Plan insurance contract entitled an insured to a rebate of premiums in the event that the Plan ceased at any time to be a fully-licensed member of the Blue system, the insured could seek to prove that the Plan's licenses automatically terminated, even if BCBSA had never so recognized.  Or, if a triggering event occurred and BCBSA sat on its hands, another Blue Plan might well have standing to seek a declaration that its sister's licenses had automatically terminated.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The kind of discretion possessed by BCBSA differs from the \"broad discretion in performance,\" Dayan, 81 Ill.Dec. at 169, 466 N.E.2d at 971, in which the duty of good faith inheres.  BCBSA's discretion was limited to when and how it recognized and announced an event that occurred independently.  Consequently, an implied duty of good faith and fair dealing cannot be held to have barred the termination.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Even if BCBSA had no broad discretion in the termination itself, it certainly could have chosen to warn BCBSO of the pending danger.  We reject the appellants' argument that the duty of good faith and fair dealing required BCBSA to do so.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The district court correctly concluded that Market Street Associates Limited Partnership v. Frey, <span class=\"citation\" data-id=\"566376\"><a href=\"/opinion/566376/market-street-associates-limited-partnership-and-william-orenstein-v-dale/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">588</span></a></span> (7th Cir.1991), on which the appellants place most of their reliance, \"does not support BCBSO's assertion of a good faith duty to provide pretermination notice.\"</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In that case, Market Street Associates, the holder of a twenty-year old lease on a small property owned by a large pension trust, allegedly lured the inattentive lessor into an action that triggered \"paragraph 34,\" an obscure provision of the lease which obligated the lessor to sell the property to the lessee at a bargain price.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The district court accepted this version of events, and granted summary judgment for the pension trust.  The Seventh Circuit opined that \"deliberately to take advantage of your contracting partner's mistake during the performance stage ... is a breach of good faith.  To be able to correct your contract partner's mistake at zero cost to yourself, and decide not to do so, is a species of opportunistic behavior that the parties would have expressly forbidden in the contract had they foreseen it.\"  Id. at 597.   The court then held, however, that the district court erroneously drew inferences in favor of the movant for summary judgment, and that the case should have gone to trial to determine the state of mind of Market Street Associates's officer, Orenstein, while dealing with the trust officer, Erb.  \"If Orenstein believed that Erb knew or would surely find out about paragraph 34, it was not dishonest or opportunistic to fail to flag that paragraph....\"  Ibid.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">There are several differences between that case and this one.  Here, BCBSA did not bait the field for its contracting party, as Market Street Associates allegedly did.  The Ohio Attorney General, not BCBSA, commenced the action that ultimately triggered paragraph 15(a)(vii).  Even if BCBSA had alerted BCBSO to the paragraph 15(a)(vii) implications of the lawsuit, it is by no means apparent that BCBSO could have secured, within sixty days, dismissal of the entire action (rather than dismissal of the two paragraphs of the prayer for relief, which, as we discussed above, left enough of the action pendent to trigger termination).  BCBSO did file a motion to dismiss the suit on August 19, 1996, when almost two-thirds of the sixty-day pendency requirement had already run.  It is possible, but by no means certain, that the state court, had it been advised at the time of the dire implications of the lawsuit, would have dismissed the action with leave to re-file, or would have put the case on a fast track, and, if the merits justified such a ruling, dismissed the action with prejudice or entered summary judgment for BCBSO.  Even for a party confident that the provision did not apply to the Attorney General's action, prudence would seem to have dictated such an effort, and we do not think that BCBSA should be stripped of its contractual rights because BCBSO was under the haystack, fast asleep.  Paragraph 15(a) is by no means an obscure feature of the rather short (twelve pages) license agreements.  Unlike the lease in Market Street Associates, which represented only a tiny asset in a huge portfolio, the license agreements were absolutely crucial to BCBSO's business and very identity.  To paraphrase the Seventh Circuit in Market Street Associates, 941 F.2d at 597, \"If BCBSA believed that BCBSO knew or would surely find out about paragraph 15(a), it was not dishonest or opportunistic to fail to flag that paragraph.\"   It would have been reasonable for BCBSA to decide that BCBSO--not exactly a pro se litigant--did not need alerting.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">BCBSA could also exercise discretion to reinstate BCBSO as a member Plan.  Although there is no term in the agreements requiring BCBSA to do so, BCBSO argues that the refusal to reinstate violates the duty of good faith, especially because BCBSA has reinstated or provided temporary licenses to other Plans after their licenses terminated by operation of paragraph 15(a).  The district court rejected BCBSO's argument that BCBSA had a duty to reinstate \"since it implies that there may be a duty to enter into a contract, and contractual relationships are normally voluntary.\"   We agree.  It is still hornbook law that the freedom of contract entails the freedom not to contract, except in the case of innkeepers, common carriers, and certain other \"public service companies,\" and except as restricted by antitrust, antidiscrimination, and other statutes.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Having concluded that the district court correctly determined that there is at least a substantial likelihood that BCBSA will prevail on the merits of the termination issue, we now turn to the remaining elements of the preliminary injunction standard, which require an assessment of the harm that would result to the parties and to the public from the issuance or non-issuance of a preliminary injunction.  The likelihood-of-success element is typically dominated by issues of law that are subject to de novo review.  The other parts of the standard tend to be far more fact-bound.  See National Bd. of Young Men's Christian Ass'ns v. Flint Young Men's Christian Ass'n, <span class=\"citation\" data-id=\"453352\"><a href=\"/opinion/453352/national-board-of-young-mens-christian-associations-aka-ymca-of-the/\"><span class=\"volume\">764</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">199</span></a></span>, 201 (6th Cir.1985) (balancing of hardship to parties essentially a factual issue).  Accordingly, these elements are particularly within the province of the district court.  To the extent that an assessment of these elements depends on factual findings or predictions, we review the district court's determinations only for clear error.  \"Upon a motion for preliminary injunction, the court must make a decision based upon 'incomplete factual findings and legal research.'   Even so, that decision is generally accorded a great deal of deference on appellate review....\"  Michigan Coalition of Radioactive Material Users, Inc. v. Griepentrog, <span class=\"citation\" data-id=\"568572\"><a href=\"/opinion/568572/michigan-coalition-of-radioactive-material-users-inc-v-jerry/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">150</span></a></span>, 153 (6th Cir.1991).  The remaining elements may also involve questions of law, of course, which we review de novo.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The district court determined that BCBSA would suffer irreparable harm in the form of confusion of the marks.  \"BCBSO's use of the Blue Cross and Blue Shield marks in the health care insurance market with which BCBSA's marks are associated entails such a strong likelihood of confusion that irreparable injury can be presumed.\"   Mem. Op. at 43.  Supporting that conclusion was case law establishing that the unauthorized use of a mark by a former licensee is particularly likely to cause consumer confusion.  See Church of Scientology Int'l v. Elmira Mission of the Church of Scientology, <span class=\"citation\" data-id=\"472159\"><a href=\"/opinion/472159/church-of-scientology-international-a-corporation-religious-technology/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">38</span></a></span> (2d Cir.1986);  Little Caesar Enters., Inc. v. R-J-L Foods, Inc., <span class=\"citation no-link\"><span class=\"volume\">796</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1026</span></span> (E.D.Mich.1992).  \"If BCBSO continues to use the marks, subscribers and others would be uncertain of BCBSO's relationship to BCBSA.  This uncertainty would cause innumerable difficulties in the relationship among BCBSO, its subscribers, BCBSA, and the other member plans, and would damage the reputation and goodwill of the Blue Cross and Blue Shield marks.  The avoidance of such confusion is the very purpose of the Lanham Act.\"   Mem. Op. at 44.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The district court found that \"[i]mmediate termination of BCBSO's license agreements will cause irreparable injury to BCBSO.  Changing its corporate name, notifying its customers that it is no longer a licensee, and disconnecting from its business associations with BCBSA and the other member plans triggers significant changes in the way BCBSO conducts its business....  BCBSO would be required to change its marketing strategy, and would likely lose customers 'because of the attraction that the cross and shield obviously have in the marketplace.' \"   Mem. Op. at 40.  Further, the district court noted (without passing judgment on) BCBSO's assertions that termination of the licenses would likely scuttle the Columbia transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">BCBSO paints a scene yet more grim.  \"BCBSO will lose the name it has operated under for more than 50 years, be forced to sever participation in programs generating millions of dollars a year in revenues, be required to endure massive chaos and confusion in the transition, be faced with the necessity of terminating 500 to 600 valued employees, and be subjected to the loss of its hard-earned reputation, established over five decades, for dependability, reliability, and trust.\"   BCBSO Br. at 40.  Columbia, for its part, asserts that it would be irreparably harmed by being deprived of a valuable business opportunity.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The district court discounted the degree of harm to be suffered by BCBSO because of the absence of any \"serious, substantial, difficult or doubtful question\" that BCBSA would prevail on the merits.  \"When viewed from the perspective that BCBSO is likely to be infringing BCBSA's trademarks, the alleged injuries to BCBSO if it is not allowed to continue to use the marks are entitled to less consideration than they might otherwise be.  Its 'loss' of the use of the Blue Cross TM and Blue Shield TM names, and of business associations with other BCBSA members, are necessary results of its loss of its status as a licensee.\"   Mem. Op. at 43.  Given this diminished consideration to the harm to BCBSO, the court determined that such harm was outweighed by the likely harm to BCBSA.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The appellants argue that the district court erred by factoring its determination with respect to one element of the preliminary injunction--likelihood of success on the merits--into its determination of another element.  They contend that \"the district court gave no independent consideration to the other preliminary injunction factors....\"  BCBSO Br. at 38.  BCBSO's main source for this theory is National Board of YMCA, in which the court rejected a \"per se rule which deems the requirement of irreparable injury satisfied and the injunction prior to trial mandatory whenever the plaintiff shows ownership of a registered trademark or tradename used by the defendant....  [If this were the rule,] there would be no need for a 'balance of hardship' test for determining irreparable injury.\"  764 F.2d at 201.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  See also In re DeLorean Motor Co., <span class=\"citation\" data-id=\"448903\"><a href=\"/opinion/448903/in-re-delorean-motor-company-a-michigan-corporation-debtor-the-unsecured/\"><span class=\"volume\">755</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1223</span></a></span>, 1229 (6th Cir.1985) (\"the four considerations applicable to preliminary injunction decisions are factors to be balanced, not prerequisites that must be met\").</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Though none of the four factors is to be deemed conclusive on its own, each need not be viewed in isolation from the others, solely as an independent variable.  We think that where the harm to be suffered as a result of the issuance of a preliminary injunction is dependent upon the outcome of the litigation regarding the alleged infringer's right to use the marks, it is within the district court's discretion to take the likely ultimate result of the underlying suit into consideration when assessing the harms.  The harms suffered by BCBSO would be attributable to the preliminary injunction only if BCBSO prevailed on the merits, an outcome which, as the district court correctly found, appears to be very unlikely.  Otherwise, the cause of the harm would be the automatic termination itself.  On the other side of the equation, if it is finally determined that BCBSO has lost its licenses to the marks, it is highly likely that BCBSA would be able to show injury under the Lanham Act, given the strength of the marks, the relatedness of the services provided by BCBSA members and BCBSO, and the similarity of the marks, among other factors, see Frisch's Restaurant, Inc. v. Shoney's Inc., <span class=\"citation\" data-id=\"450756\"><a href=\"/opinion/450756/frischs-restaurant-inc-v-shoneys-inc/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1261</span></a></span>, 1264 (6th Cir.1985).  The injury to BCBSA caused by the unauthorized use of the marks by a former licensee can appropriately be discounted only by the chance that BCBSO will prove not to be a former licensee--again, a small chance.</p>\n    </div>\n    <p>V</p>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">As for the final element of the preliminary injunction standard, the district court determined that \"the public interest weighs in favor of preliminary injunctive relief to avoid confusion in the marketplace.\"</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The district court analyzed possible harms to BCBSO's 1,500,000 insureds as part of its analysis of the balance of harms to the parties.  The appellants argue that such harms, as a consideration under the public-interest element, militate against the preliminary injunction.  The district court acknowledged that some hardships, including denial of access to the nationwide Blue system by BCBSO's insureds, could result from termination of the licenses.  The court noted, however, that these harms could be mitigated by implementation of the \"disconnection\" procedures long established as part of BCBSA's contingency planning.  BCBSO could also attempt to mitigate this harm by making a special contractual arrangement with BCBSA or some other insurance group for nationwide coverage.  Further, it seems to us that the feared effects to BCBSO's insureds flow, at least for the most part, from the license terminations, not the preliminary injunction itself, which simply bars BCBSO from using the marks \"in commerce in connection with the sale, offering for sale, distribution or advertising of health care insurance and related services without BCBSA's consent.\"</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The appellants also warn of two harms to the public interest in the form of reduction of competition in the Ohio insurance market, and the scuttling of the Columbia transaction, with its claimed beneficial effects in the form of improved efficiency and service at reduced cost.  Again, these harms are incidental mostly to the termination of the licenses, not the preliminary injunction as issued.  Further, both of these propositions, especially the second one, are controversial, and neither is well enough supported in the record to compel the conclusion that the injunction works against the public interest at all, and certainly not so strongly as to overthrow the first three elements of the standard.</p>\n    </div>\n    <p>VI</p>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The district court issued no ruling as to the effect of the Columbia transaction, stating that the likely automatic termination was dispositive of the motions before it.  Mem. Op. at 4.  There was substantial testimony regarding the Columbia transaction at the hearing held October 18, 1996.  The documents involved in the transaction are all in the record.  The district court, however, specifically declined to discuss such evidence, except as necessary to provide context for the automatic termination issue.  Ibid.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The Sixth Circuit has discussed as follows the ability of a court of appeals to address an issue not treated by the district court:</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">While courts of appeals generally refuse to consider issues not passed upon by lower courts, Sigmon Fuel Co. v. TVA, <span class=\"citation\" data-id=\"447613\"><a href=\"/opinion/447613/sigmon-fuel-company-v-tennessee-valley-authority/\"><span class=\"volume\">754</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">162</span></a></span>, 164-65 (6th Cir.1985), [t]he matter of what questions may be taken up and resolved for the first time on appeal is one left primarily to the discretion of the courts of appeals, to be exercised on the facts of individual cases....  Certainly there are circumstances in which a federal appellate court is justified in resolving an issue not passed on below, as where the proper resolution is beyond any doubt, ... or where \"injustice might otherwise result.\"  Singleton v. Wulff, <span class=\"citation\" data-id=\"109530\"><a href=\"/opinion/109530/singleton-v-wulff/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, 121, <span class=\"citation\" data-id=\"109530\"><a href=\"/opinion/109530/singleton-v-wulff/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2868</span></a></span>, 2877, <span class=\"citation\" data-id=\"109530\"><a href=\"/opinion/109530/singleton-v-wulff/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">826</span></a></span> (1976) (quoting Hormel v. Helvering, <span class=\"citation\" data-id=\"103487\"><a href=\"/opinion/103487/hormel-v-helvering/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">552</span></a></span>, 557, <span class=\"citation\" data-id=\"103487\"><a href=\"/opinion/103487/hormel-v-helvering/\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">719</span></a></span>, 721, <span class=\"citation\" data-id=\"103487\"><a href=\"/opinion/103487/hormel-v-helvering/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1037</span></a></span> (1941)).</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">United States v. Baker, <span class=\"citation\" data-id=\"480761\"><a href=\"/opinion/480761/united-states-v-robert-junior-baker/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1315</span></a></span>, 1321 (6th Cir.1986).  Similarly, the Ninth Circuit has held:</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">As a general rule, \"a federal appellate court does not consider an issue not passed upon below.\"  Singleton v. Wulff, <span class=\"citation\" data-id=\"109530\"><a href=\"/opinion/109530/singleton-v-wulff/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, 120, <span class=\"citation\" data-id=\"109530\"><a href=\"/opinion/109530/singleton-v-wulff/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2868</span></a></span>, 2877, <span class=\"citation\" data-id=\"109530\"><a href=\"/opinion/109530/singleton-v-wulff/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">826</span></a></span> (1976).  But this rule is not inflexible.  Youakim v. Miller, <span class=\"citation\" data-id=\"109422\"><a href=\"/opinion/109422/youakim-v-miller/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">231</span></a></span>, 234, <span class=\"citation\" data-id=\"109422\"><a href=\"/opinion/109422/youakim-v-miller/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1399</span></a></span>, 1401, <span class=\"citation\" data-id=\"109422\"><a href=\"/opinion/109422/youakim-v-miller/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">701</span></a></span> (1976).  We have discretion to decide whether to address an issue that the district court did not reach if the question is a purely legal one and the record has been fully developed prior to appeal;  in deciding whether to exercise this discretion we should consider whether the resolution of the issue is clear and whether injustice might otherwise result.  See Lien Ho Hsing Steel Enterprise Co. v. Weihtag, <span class=\"citation\" data-id=\"438819\"><a href=\"/opinion/438819/lien-ho-hsing-steel-enterprise-co-ltd-v-klaus-weihtag-von-rauchhaupt/\"><span class=\"volume\">738</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1455</span></a></span>, 1461 (9th Cir.1984);  In re Howell, <span class=\"citation\" data-id=\"433615\"><a href=\"/opinion/433615/in-re-edward-ww-howell-dba-howell-electric-company-debtor-edward/\"><span class=\"volume\">731</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">624</span></a></span>, 627 (9th Cir.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Quinn v. Robinson, <span class=\"citation\" data-id=\"464865\"><a href=\"/opinion/464865/william-joseph-quinn-v-glen-robinson-united-states-marshal-for-the/\"><span class=\"volume\">783</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">776</span></a></span>, 814 (9th Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">At issue is whether the Columbia transaction, if consummated, will cause the licensing agreements to terminate, pursuant to Paragraphs 6 and 12.  Paragraph 6 states, in pertinent part, \"nor may the Plan use the Licensed Marks or Name in a manner which is intended to transfer in the Service Area the goodwill associated therewith to another mark or name.\"   Paragraph 12 states:</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p>The license hereby granted to Plan to use the Licensed Marks and Name is and shall be personal to the Plan so licensed and shall not be assignable by any act of the Plan, directly or indirectly, without the written consent of BCBSA.  Said license shall not be assignable by operation of law, nor shall Plan mortgage or part with possession or control of this license or any right hereunder, and the Plan shall have no right to grant any sublicense to use the Licensed Marks and Name.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Under the Principal Agreement of the transaction with Columbia, BCBSO transfers all of its businesses, except for a few designated \"Retained Businesses,\" to \"BlueCo,\" the newly-formed entity that is to become a subsidiary of Columbia.  See p 2.3(a)(i), J.A. at 766.  The Agreement clearly states that BCBSO is to retain all rights and interests in the marks, until such time as BCBSA might separately license BlueCo.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">The Agreement foresees that some BCBSO insurance contracts or policies might not be transferable to BlueCo, because to do so would violate the licensing agreements.  With respect to these assets, BCBSO pledges to \"make an equitable assignment to BlueCo of the rights, benefits, and interest in each [non-transferable policy] which can be enjoyed directly by BlueCo or indirectly by Columbia.\"   See p 2.3(a)(ii), J.A. at 766.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">BCBSO is to issue to all BlueCo customers a \"Group Guarantee Health Policy,\" whereby BCBSO agrees to fulfill all the terms of a BlueCo policy if certain events occur (such as BlueCo's bankruptcy).  See p 2.3(e), J.A. at 769.  Further, under Article XI of the Agreement, \"BCBSO hereby agrees that any current and future holders of individual or group indemnity or insurance policies (including self-insured customers with stop-loss coverage) issued by BlueCo, whose policies are reinsured by BCBSO under the Reinsurance Agreement, will each receive a Guarantee Policy issued by BCBSO and become members of BCBSO.\"   J.A. at 837 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">In p 6.15 of the Agreement, BCBSO covenants that \"[i]f the BCBSA Approval is not obtained on or prior to Closing, BCBSO shall, at the request of Columbia, continue to use its best efforts to obtain such approval and shall cause the benefit of the 'Cross' and 'Shield' service marks and all other names and marks which are used by BCBSO in connection with the Transferred Businesses to be afforded, during the term of the Reinsurance Agreement, to all individuals and groups covered under a Guarantee Policy of Guarantee Certificate ... and to BlueCo ... as the named insured pursuant to the Reinsurance Agreement.\"   Paragraph 13.3 requires BCBSO to pay BlueCo $50 million if it is unable to satisfy the obligations of p 6.15.  Testimony showed that the amount of $50 million was Columbia's estimate of what it would cost to establish a new brand in the Ohio insurance market equivalent to the Blue Cross &amp; Blue Shield brand.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">It would certainly be possible, on the basis of the passages above, for a finder of fact to conclude that BCBSO \"intended to transfer in the Service Area the goodwill associated therewith to another mark or name,\" in violation of Paragraph 6 of the license agreements.  The record, however, does not compel that conclusion, and BCBSO denies any intent to transfer the goodwill associated with the marks to Columbia.  Absent a finding of fact on the issue of intent, the effect of the Columbia transaction is not a purely legal issue, so one of the prerequisites set forth in Quinn, 783 F.2d at 814, does not exist for us to depart from the usual rule that an appellate court will not consider a matter not passed on below.  The \"proper resolution\" of the issues of transfer of goodwill and assignment of the marks is not \"beyond any doubt,\" see Baker, 807 F.2d at 1321.   Nor do we find it necessary to rule on the effect of the Columbia transaction in order to \"prevent manifest injustice and to promote procedural efficiency.\"  Ibid.  Although continued uncertainty about this issue undeniably burdens the appellants, we do not think the hardships exceed those inherent in litigation to such a degree as to represent a \"manifest injustice.\"   There is, by comparison, no substantial liberty interest at stake such as motivated the court in Baker, a case involving the civil commitment of a probation violator to a psychiatric hospital for an indefinite length of time, to resolve an issue not passed on below.  Nor would it promote procedural efficiency to establish a precedent upsetting the normal pattern of consideration of issues by district and appellate courts.</p>\n    </div>\n    <p>VII</p>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">For the reasons discussed above, the district court's order of preliminary injunction is AFFIRMED, and the stay of that order is DISSOLVED.  The case is remanded to the district court for further proceedings.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Cf. the definition of \"fiduciary\" in BLACK'S LAW DICTIONARY 625 (6th Ed.1990):  \"The term is derived from the Roman law, and means (as a noun) a person holding the character of a trustee, or a character analogous to that of a trustee ... A person having duty, created by his undertaking, to act primarily for another's benefit in matters connected with such undertaking.  As an adjective it means of the nature of a trust;  having the characteristics of a trust;  analogous to a trust;  relating to or founded upon a trust or confidence.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> BCBSO moved \"for a nunc pro tunc entry, specifically striking from plaintiff's Complaint\" pertinent language in paragraphs three and five of the prayer for relief.  J.A. at 1001.  Judge McCormick's order stated:</p>\n        <p>This matter came on for hearing before the Court on the 4th day of October, 1996 on the Motion of Defendant Blue Cross &amp; Blue Shield Mutual of Ohio's Motion to Strike paragraphs three and five of the Prayer for Relief.</p>\n        <p>Upon consideration thereof, the Defendant's Motion is granted.</p>\n        <p>Ohio ex rel. Montgomery v. Blue Cross &amp; Blue Shield Mutual of Ohio, No. 311632 (Cuyahoga Cty. C.P. Oct. 7, 1996).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We performed a quick, unscientific test of this by running a number of Westlaw searches in the federal district court database.  The word \"trustee\" or \"receiver\" did not appear within twenty-five words of a form of either the word \"bankruptcy\" or \"insolvency\" roughly twice as often as it did so appear.  These results, for what they are worth, do not bear out BCBSO's assertion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The appellants complain that \"[a]t the preliminary injunction hearing, BCBSO, supported by Columbia, moved for an opportunity to seek discovery about the 'automatic termination' and to supplement the record, which the district court denied.\"   Columbia Br. at 5.  This oral motion was made almost three weeks after the close of discovery, as set in the case management order.  Further, BCBSO did not serve BCBSA with a subpoena requesting information about the history of paragraph 15(a) until two days before the hearing.  The district court was justified in denying the motion to supplement the record under these circumstances</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Shortly before oral arguments, this court received submissions from the parties regarding the recent events concerning Blue Cross &amp; Blue Shield of Missouri:  a copy of the Dec. 30, 1996, decision of a Missouri state court;  a Jan. 20, 1997, resolution adopted by the BCBSA board of directors;  and letters from the parties containing explanations of the significance of these documents.  Our task in this appeal is to review the decision of the district court taken on the record before it, and we shall not take into consideration events occurring since that decision</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The provision has no explicit notice requirement, unlike other termination provisions in the agreement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> \"Orenstein decided to trick the pension trust into selling at the bargain price fixed in paragraph 34 by requesting financing and hoping that the pension fund would turn the request down without noticing the paragraph.  His preliminary dealings with the pension trust made this hope a realistic one by revealing a sluggish and hidebound bureaucracy unlikely to have retained in its brontosaurus's memory, or to be able at short notice to retrieve, the details of a small lease made twenty years earlier.\"  941 F.2d at 596-97</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The most salient teaching of National Board of YMCA, we think, is its reaffirmation of the strong deference that will be given to the district court's ruling on a motion for preliminary injunction--a deference that should not be defeated by reliance on a per se rule of law</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103487/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109422/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109530/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/391841/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/433615/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/438819/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/447613/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/448903/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/450756/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/453352/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/464865/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/472159/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/480761/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/566376/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/568572/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/610627/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/669699/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/678535/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/686504/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/697302/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/703186/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/709028/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/710893/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1087963/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1999589/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2003510/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2015163/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2015265/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2015591/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2087354/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2100024/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2132373/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2225371/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-09-22T17:00:24.862474Z",
      "date_modified": "2016-03-03T18:39:42.189545Z",
      "date_filed": "1997-05-13",
      "date_filed_is_approximate": false,
      "slug": "blue-cross-blue-shield-mutual-of-ohio-96-4218cross-appellee-v-blue",
      "citation_id": 711838,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "Blue Cross & Blue Shield Mutual of Ohio, (96-4218)/cross-Appellee v. Blue Cross and Blue Shield Association, Defendant-Appellee/cross-Appellant (96-4325) v. Columbia/hca Healthcare Corporation and Integrated Health Corporation, Third-Party (96-4241)/cross-Appellees",
      "federal_cite_one": "110 F.3d 318",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 51,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/949167/blue-cross-blue-shield-mutual-of-ohio-96-4218cross-appellee-v-blue/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T13:20:08.313129Z",
  "date_modified": "2016-02-01T18:34:03.187606Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "Blue Cross & Blue Shield Mutual of Ohio, (96-4218)/cross-Appellee v. Blue Cross and Blue Shield Association, Defendant-Appellee/cross-Appellant (96-4325) v. Columbia/hca Healthcare Corporation and Integrated Health Corporation, Third-Party (96-4241)/cross-Appellees",
  "slug": "blue-cross-blue-shield-mutual-of-ohio-96-4218cross-appellee-v-blue",
  "docket_number": "96-4218",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}