{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/952243/",
  "id": 952243,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca5/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/399874/",
      "id": 399874,
      "absolute_url": "/opinion/399874/hayes-williams-and-arthur-mitchell-v-david-c-treen-governor-of-the-state/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/952243/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/399874/",
          "id": 399874,
          "absolute_url": "/opinion/399874/hayes-williams-and-arthur-mitchell-v-david-c-treen-governor-of-the-state/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/399874/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T09:23:00Z",
          "date_modified": "2017-03-25T04:25:12.158380Z",
          "type": "010combined",
          "sha1": "2f4c2570c6f44ca2c95e611943dbf1bc40b34880",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/671/671.F2d.892.80-3792.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">671 F.2d 892</p>\n    <p class=\"parties\">Hayes WILLIAMS and Arthur Mitchell, Plaintiffs-Appellants,<br>v.<br>David C. TREEN, Governor of the State of Louisiana, et al.,<br>Defendants-Appellees.</p>\n    <p class=\"docket\">No. 80-3792.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Fifth Circuit.</p>\n    <p class=\"date\">March 31, 1982.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">George Strickler, New Orleans, La., for Hayes Williams.</p>\n      <p class=\"indent\">George Strickler, New Orleans, La., for Arthur Mitchell.</p>\n      <p class=\"indent\">J. Marvin Montgomery, Asst. Atty. Gen., Joseph P. Macaluso, Jr., Baton Rouge, La., for defendants-appellees.</p>\n      <p class=\"indent\">Appeals from the United States District Court for the Middle District of Louisiana.</p>\n      <p class=\"indent\">Before CHARLES CLARK, Chief Judge, GOLDBERG and WILLIAMS, Circuit judges.</p>\n      <p class=\"indent\">GOLDBERG, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is the latest chapter in the continuing saga of litigation concerning conditions at the Louisiana State Penitentiary at Angola, Louisiana.  In Williams v. Edwards,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> 547 F.2d 1206 (5th Cir. 1977), this Court upheld the imposition of broad injunctive relief intended to remedy the unconstitutional conditions at that facility.  Now we are called upon to determine whether any of the defendants named in that action may be held personally liable for monetary damages.  Specifically, we are asked whether, on this record, the defendant state officials have shown that they are entitled to an immunity from personal liability.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In passing upon this question, we confront competing legal imperatives: we must weigh the strong societal interest in compensating the victims of governmental misconduct against our policy of providing an immunity to officials who have acted in good faith and within the scope of their discretionary authority.  Striking a balance between these conflicting interests is particularly troubling in the context of a case involving prison administration.  Although penal servitude may deprive one convicted of crime of liberty and other rights enjoyed by free citizens, courts now recognize that many constitutional protections accompany the convict in his imprisonment.  However, we also recognize that officials charged with the operation of volatile prison institutions are faced with a difficult and often dangerous task.  We must consider each of these legitimate concerns in an effort to provide a just resolution to this controversy.</p>\n    </div>\n    <p class=\"indent\">I. Procedural History</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">This action was brought against an array of Louisiana state officials<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> on behalf of four Angola State Penitentiary inmates: Lazarus Joseph, Lee Stevenson, Arthur Mitchell, and Hayes Williams.  The plaintiffs filed their complaint in 1971,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> alleging that as the result of illegal conditions and practices countenanced by the defendant officials, the inmates had suffered numerous deprivations of their constitutional rights.  Specifically, each of the plaintiffs claimed that a policy of racial segregation at Angola violated his right to equal protection secured by the Fourteenth Amendment, and that overall conditions at Angola constituted cruel and unusual punishment in violation of the Eighth Amendment.  Plaintiff Mitchell claimed that on a specific occasion he was denied adequate medical treatment, a deprivation which he characterized as cruel and unusual punishment and as a denial of his rights to due process.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In December of 1973, the District Court conducted an inquiry into overall conditions at Angola in order to determine the need for injunctive relief.  Evidence and testimony brought forward in this 1973 proceeding provided a voluminous record detailing the hellish conditions at the prison.  Based upon this evidence, U. S. District Judge E. Gordon West found that conditions at Angola \"shock(ed) the conscience of any right thinking person\" and \"flagrantly violate(d) basic constitutional requirements as well as applicable state laws.\"  He further found that \"state authorities (were) either failing or refusing to take the necessary steps to correct these conditions.\"  Williams v. Edwards, 547 F.2d 1206, 1209 (5th Cir. 1977).  Accordingly, Judge West granted broad injunctive relief designed to improve overall conditions at the facility.  Williams v. McKeithen, C.A. 71-98 (M.D.La., 1975).  It was this 1975 order which we affirmed in Williams v. Edwards, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The District Court did not consider the individual damage claims in its 1975 order.  Instead, Judge West bifurcated the action, noting that the claims for monetary damages would be considered in a separate proceeding which was still yet to come.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Although the 1975 order held out the promise that there would be a trial on the merits of the individual damage claims, the record indicates that no further evidentiary hearing ever occurred.  From 1971 until 1980, the plaintiffs' damage claims awaited adjudication.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Finally, on August 6, 1980, U. S. District Judge Frank J. Polozola<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> issued a ruling with respect to the individual damage claims.  Citing to the Supreme Court's decision in Procunier v. Navarette, 434 U.S. 555, 98 S.Ct. 855, 55 L.Ed.2d 24 (1978), Judge Polozola held that insofar as the rights allegedly violated by the prison officials had not been \"clearly established\" at the times in question, the defendants were immune from personal liability.  He therefore dismissed each of the damage claims.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The plaintiffs now appeal from the dismissal of their individual claims, arguing: (1) that the appeals of all four plaintiffs are properly before this Court, (2) that the trial court erred in finding the defendants immune from personal liability without first holding an evidentiary hearing in which the defendants would be required to assert and prove their entitlement to an immunity, and (3) that the defendants are in fact not entitled to an immunity because their conduct contravened law which was clearly established at the time of the violations.</p>\n    </div>\n    <p class=\"indent\">II. Appellate Jurisdiction</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">All parties concede that plaintiffs Williams and Mitchell filed a timely notice of appeal under Fed.R.App.P., Rule 4(a), but that plaintiffs Stevenson and Joseph failed to file either a notice of appeal or a request for an extension of time to file.  Stevenson and Joseph now urge this Court to allow their appeals despite their failure to comply with our filing requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Rule 4(a) of the Fed.R.App.P. provides that \"notice of appeal shall be filed with the clerk of the district court within 30 days after the date of entry of the judgment or order appealed from.\"  This Court has consistently held that compliance with Rule 4(a) is a mandatory precondition to the exercise of jurisdiction by the appellate court.  See, Ryals v. Estelle, 661 F.2d 904 (5th Cir. 1981); Birl v. Estelle, 660 F.2d 592 (5th Cir. 1981); Bond v. Western Auto Supply, 654 F.2d 302 (5th Cir. 1981); Barksdale v. Blackburn, 647 F.2d 630 (5th Cir. 1981); Sanchez v. Board of Regents, 625 F.2d 521, 522 n.1 (5th Cir. 1980).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The import of Rule 4(a) for this case is all too clear.  Much as we regret to dismiss a plaintiff's appeal on \"technical\" grounds, the law in this area permits no other result.  In failing to file a notice of appeal, plaintiffs Stevenson and Joseph forfeit their opportunity to seek review of the judgments entered below.  Therefore, the appeals of plaintiffs Stevenson and Joseph must be dismissed.</p>\n    </div>\n    <p class=\"indent\">III. The Qualified Immunity Defense</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In finding the defendant prison officials were immune from personal liability, the District Court relied upon the Supreme Court's opinion in Procunier v. Navarette, 434 U.S. 555, 98 S.Ct. 855, 55 L.Ed.2d 24 (1978).  We are now asked to decide whether on this record the defendant officials have shown that they are entitled to the protections of a Procunier immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A qualified immunity can only be claimed by those officials whose positions require the exercise of official discretion.  Jackson v. State of Mississippi, 644 F.2d 1142, 1145 (5th Cir. 1981); Douthit v. Jones, 619 F.2d 527, 533 (5th Cir. 1980); Cruz v. Beto, 603 F.2d 1178, 1184 (5th Cir. 1979).  To claim the immunity, an official must show that the allegedly wrongful actions \"... were undertaken pursuant to the performance of his duties and within the scope of his discretionary authority.\"  Barker v. Norman, 651 F.2d 1107, 1124-1125 (5th Cir. 1981).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Once it has been established that a 1983 defendant was acting within the scope of his discretionary authority, Procunier v. Navarette, supra, sets forth a two prong standard to be used in determining whether the defendant is immune from liability.  This dual test calls for both an objective and subjective evaluation of official conduct.  Barker v. Norman, 651 F.2d 1107, 1125-1127 (5th Cir. 1981); Clanton v. New Orleans Parish School Board, 649 F.2d 1084, 1100 (5th Cir. 1981); Dilmore v. Stubbs, 636 F.2d 966, 968 (5th Cir. 1981); Bryan v. Jones, 530 F.2d 1210, 1214 (5th Cir. 1976) (en banc).  Under the subjective portion of the Procunier test, an official forfeits his immunity when he acts \"with the malicious intent to cause a deprivation of constitutional rights or other injury.\"  Dilmore v. Stubbs, 636 F.2d 966, 968 (5th Cir. 1981).  Under the objective standard, \"(an) official, even if he is acting in the sincere subjective belief that he is doing right, loses his cloak of qualified immunity if his actions contravene 'settled indisputable' law.\"  Bogard v. Cook, 586 F.2d 399, 411 (5th Cir. 1978).  Thus, Procunier teaches us that \"... it is not unfair to hold liable the official who knows or should know he is acting outside the law.\"  Butz v. Economou, 438 U.S. 478, 506, 98 S.Ct. 2894, 2910, 57 L.Ed.2d 895, 916 (1978).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, as an added fillip to the jurisprudence of Procunier immunities, the Supreme Court has recently made it clear that defendant officials must bear the burden of pleading their qualified immunity as an affirmative defense.  Gomez v. Toledo, 446 U.S. 635, 100 S.Ct. 1920, 64 L.Ed.2d 572 (1980); Dennis v. Sparks, 449 U.S. 24, 29-30, 101 S.Ct. 183, 187, 66 L.Ed.2d 185 (1980).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In sum, a qualified immunity is only available to those officials who affirmatively assert the defense and prove that they were acting within the scope of their discretionary authority.  Barker v. Norman, 651 F.2d 1107, 1120 (5th Cir. 1981).  This affirmative defense is unavailable to those who either act with malice or who contravene clearly established law.  Procunier v. Navarette, supra; Wood v. Strickland, 420 U.S. 308, 95 S.Ct. 992, 43 L.Ed.2d 214 (1975).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">IV. The Need For Findings Of Fact To Sustain An Immunity</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The appellants contend that the District Court erred in dismissing their damage claims without first holding an evidentiary hearing.  Upon carefully reviewing the record in this case, we find that the District Court did in fact dismiss the plaintiffs' damage claims without first developing the factual record necessary to support the dismissal.  This was error for the reasons set forth below.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Qualified immunity is an affirmative defense.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The immunity is not automatically available to every 1983 defendant merely by virtue of his status as a government employee. Rather, the defense protects only those who can demonstrate both that their positions required the exercise of official discretion, and that they have acted within the scope of that discretion.  Barker v. Norman, supra at 1124-1125; Jackson v. State of Mississippi, supra at 1145; Douthit v. Jones, supra at 533; Cruz v. Beto, supra at 1184.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In order to grant a qualified immunity, a district court must find that the defendant officials' position required the exercise of discretion and that his allegedly tortious conduct was undertaken within the scope of his discretionary authority.  These issues involve questions of fact which must be determined through the use of appropriate fact-finding procedures; i.e. summary judgment proceedings or an evidentiary hearing.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In the instant case, the District Court held that all the defendants-from the individual jailers to the Governor-were immune from personal liability.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The trial court reached this conclusion without ever explicitly finding that these state employees exercised discretionary authority, and without finding that the actions here in question were undertaken within the scope of that authority.  In fact, the order of dismissal fails to even identify the supposedly immune defendants.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The law controlling this aspect of the case is clear.  Qualified immunity must be asserted by the defendants.  Gomez v. Toledo, supra.  To claim the immunity, a defendant must prove that his position entailed the exercise of discretionary authority and that he acted within the scope of that authority.  Barker v. Norman, supra.  No such findings were ever made in this case.  Therefore, we conclude that the District Court erred in dismissing this action without first developing the factual record necessary to support a finding that each of these defendants were entitled to a qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">V. Damage Claims And The Qualified Immunity Defense: Was There A Violation Of Clearly Established Law?</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Qualified immunity is unavailable to those 1983 defendants who violate \"clearly established\" law.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Procunier v. Navarette, supra; Wood v. Strickland, supra.  Appellants argue that the defendants did indeed contravene \"clearly established\" law in depriving the Angola inmates of safe and sanitary conditions of confinement, adequate medical care, and racially integrated prison housing.  Therefore, the appellants have asked this Court to find that the defendant officials are not entitled to the protections of a qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In order to determine whether upon remand these defendants are to be cloaked by an immunity, we will examine each of the plaintiffs' substantive claims.  The focus of our inquiry on each claim will be limited to one question: was there a violation of clearly established law?</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">A. Unsafe And Unsanitary Conditions of Confinement</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In an earlier incarnation of this case, we affirmed a finding that conditions at Angola \"shock(ed) the conscience\" and \"flagrantly violated basic constitutional requirements as well as applicable state laws.\"  Williams v. Edwards, 547 F.2d 1206, 1208 (5th Cir. 1977).  Now we are called upon to determine whether those conditions violated \"clearly established\" law.  To this end, we must look to the law as it existed at the time of the alleged violations, i.e., up to and including 1971.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In poring through the volumes of the Federal Reporter, we have found at least one pre-1971 Fifth Circuit opinion which suggests that conditions such as those at Angola might violate the constitutional rights of inmates.  In Sinclair v. Henderson, 435 F.2d 125 (5th Cir. 1970), an inmate at the Louisiana State Penitentiary alleged that the conditions of his confinement were so unsafe and unsanitary as to constitute extreme maltreatment and a violation of constitutionally protected rights.  In Sinclair, this Court held that the plaintiff had indeed set forth a valid claim and we cited to several opinions which also held that an inmate's right to safe, humane and sanitary conditions of confinement had a constitutional dimension.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Sinclair was directed specifically to conditions in the Louisiana prisons, but it was a brief opinion in which we merely suggested that conditions such as those at Angola might violate constitutionally protected rights.  Sinclair was an early example, a mere hint of what would only later become a clear jurisprudential trend.  Therefore, we would be reluctant to find that Sinclair in and of itself \"clearly established\" an inmate's right to safe and sanitary conditions of confinement.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">However, even if the constitutional dimensions of an inmate's rights to safe and sanitary prison conditions had not yet been clearly established in 1971, we should recognize that the decisions to be found in the Federal Reporter are not the only source of law governing the actions of state prison officials.  We must consider the fact that the District Court specifically found that conditions at the facility violated applicable state fire, safety, and health regulations.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  We are therefore confronted with what appears to be a question of first impression in this Circuit.  We must determine whether 1983 defendants are entitled to the protections of a qualified immunity when there has been a violation of clearly established state law.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In treating this question, it is important to consider the vitally important compensatory aspects of the &#167; 1983 cause of action as well as the policy objectives which prompted the courts to develop the qualified immunity defense.  Congress enacted 42 U.S.C. &#167; 1983 so as to provide compensation for citizens who suffer deprivations of rights secured by federal law.  \"The Act imposes liability upon every person who, under color of state law or custom, 'subjects or causes to be subjected' any citizen of the United States ... 'to the deprivation of rights, privileges, or immunities secured by the Constitution and laws.' \"  Owen v. City of Independence, 445 U.S. 622, 635, 100 S.Ct. 1398, 1407, 63 L.Ed.2d 673, 684 (1980).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The statute itself does not explicitly mention an immunity defense.  \" &#167; 1983 creates a species of tort liability that on its face admits of no immunities.\"  Imbler v. Pachtman, 424 U.S. 409, 417, 96 S.Ct. 984, 988, 47 L.Ed.2d 128 (1976).  However, the Supreme Court has chosen to construe &#167; 1983 as incorporating and allowing for a qualified immunity, a defense which the Court read into the statute so that public officials would be free to exercise a measure of discretion without fear of exposure to personal liability.  Procunier v. Navarette, supra, 434 U.S. at 562, 98 S.Ct. at 859; Wood v. Strickland, supra, 420 U.S. at 321, 95 S.Ct. at 1000; Scheuer v. Rhodes, 416 U.S. 232, 241, 94 S.Ct. 1683, 1688, 40 L.Ed.2d 90 (1974).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The Supreme Court has been careful to limit the immunities it has created, noting that its \"... decisions conferring qualified immunities are not to be read as derogating the important societal interest in compensating the innocent victim of governmental misconduct.\"  Owen v. City of Independence, 445 U.S. 622, 650, 100 S.Ct. 1398, 1415, 63 L.Ed.2d 673, 693-694 (1980).  Owen reminds us that when an official immunity is granted, a victim of unconstitutional \"state action\" is left uncompensated.  Therefore, it is important to limit the immunity defense to those cases where a defendant has acted in reasonable good faith and within the scope of his official discretion.  Where the defendant official has not acted in reasonable good faith, he is not entitled to an immunity, for \"... it is not unfair to hold liable the official ... who should know he is acting outside the law.\"  Butz v. Economou, supra, 438 U.S. at 506, 98 S.Ct. at 2910, 57 L.Ed.2d at 916.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In this case, we are asked whether an official who violates clearly established state law can be said to have acted in reasonable good faith.  This Court's many opinions discussing the qualified immunity defense have made it clear that where an official's belief in the lawfulness of his actions is unreasonable, qualified immunity is not available.  E.g. Barker v. Norman, supra; Clanton v. New Orleans Parish School Board, supra; Dilmore v. Stubbs, supra; Bogard v. Cook, supra.  \"(E)ven an official who acts in the sincere subjective belief that his actions are proper will lose his qualified immunity if those actions contravene 'settled, indisputable law.' \" Dilmore v. Stubbs, supra at 968.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We believe that prison \"... officials are charged with knowledge of their own prison regulations.\"  Chavis v. Rowe, 643 F.2d 1281, 1289 (7th Cir. 1981) and that they \"may not take solace in ostrichism.\"  Id.  If an official's conduct contravenes his own state's explicit and clearly established regulations, a subjective belief in the lawfulness of his action is per se unreasonable.  We therefore find that insofar as the conditions of confinement at Angola contravened clearly established state law, the responsible officials' belief in the lawfulness of those conditions was per se unreasonable and the defendants are not entitled to claim an immunity based on reasonable good faith.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  To hold otherwise would be to encourage official ignorance of the law.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We of course recognize that a &#167; 1983 plaintiff must allege a deprivation of a federally protected right in order to set forth a prima facie case, Maine v. Thiboutot, 448 U.S. 1, 100 S.Ct. 2502, 65 L.Ed.2d 555 (1980); violation of state law alone does not give rise to a cause of action under &#167; 1983.  Bills v. Henderson, 631 F.2d 1287 (6th Cir. 1980).  We believe that our conclusion regarding the immunity defense in this case is entirely consistent with this well established principle.  The &#167; 1983 cause of action in this case is based upon the fact that the federal constitutional rights of these inmates were violated.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  At this juncture, the only question before the court is whether the defendant officials are entitled to the special protections of a qualified immunity.  We hold that when a state official violates the constitutional rights of a citizen, and in so doing also violates clearly established state law which enforces those rights, the defendant official is not entitled to an immunity which is based upon reasonable good faith.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <p class=\"indent\">B. Medical Care At Angola</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In his original complaint, plaintiff Arthur Mitchell contended that the general level of health care and medical treatment available to prisoners at Angola was so deficient as to constitute a violation of his constitutional rights.  More importantly, Mitchell alleged that on a specific occasion he had been deliberately denied necessary medication while isolated in solitary confinement.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The parties have stipulated to the fact that at the times here in question, Mitchell suffered from sickle cell anemia and that he was taking medication prescribed to treat the illness.  The Appellees concede that prison officials knew of the plaintiff's illness and of his need for medication.  They also concede that in the spring of 1970, the plaintiff was confined to solitary confinement for a period of twelve days, that he was deprived of his medication, and that he then became seriously ill, requiring hospitalization, medication, and several blood transfusions.  In toto, Mitchell has alleged that prison officials refused his requests for medical attention and deliberately denied him vital medication and access to a physician, knowing that this would make him gravely ill.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Mitchell sought to recover monetary damages from one or more of the named official defendants, claiming that this deliberate denial of vital medication subjected him to cruel and unusual punishment in violation of his rights to Due Process.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>  However, Judge Polozola dismissed each of Mitchell's damage claims, ruling that the rights allegedly violated by the defendants had not yet been clearly established at the times in question and that the defendants were therefore entitled to a qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In part, we agree with the District Court.  The establishment of an inmate's right to conditions of confinement which include reasonable medical care and treatment is a relatively recent development in our jurisprudence.  At the time this suit was first brought, it was not clear what minimum level of prison health care was constitutionally required.  This was the subject of ongoing litigation.  See, e.g., Newman v. State of Alabama, 503 F.2d 1320 (1974).  We therefore must agree that an inmate's constitutional right to a reasonable level of general health care had not yet been clearly established in 1971.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">However, the plaintiff in this case alleged more than a mere failure to provide generally adequate medical services to the inmate population.  Mitchell contended that on a specific occasion, prison officials deliberately withheld vital medication from him, knowing that he suffered from a serious and chronic disease, and knowing that deprivation of the medication would make him dangerously ill.  As a result of these actions, the plaintiff did become seriously ill, suffering the kind of unnecessary physical pain and suffering which for nearly two centuries has been the gravaman of cruel and unusual punishment.  See, Gregg v. Georgia, 428 U.S. 153, 169-173, 96 S.Ct. 2909, 2923-2925, 49 L.Ed.2d 859 (1976); In re Kemmler, 136 U.S. 436, 447, 10 S.Ct. 930, 933, 34 L.Ed. 519 (1890); Wilkerson v. Utah, 99 U.S. 130, 136, 25 L.Ed. 345 (1879); see also, Granucci, \"Nor Cruel and Unusual Punishment Inflicted: The Original Meaning,\" 57 Calif.L.Rev. 839 (1969).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">It is clear that a state official who knowingly deprives a prisoner of vital medical treatment violates constitutionally protected rights.  Estelle v. Gamble, 429 U.S. 97, 97 S.Ct. 285, 50 L.Ed.2d 251 (1976).  This is neither a recent nor a novel proposition of constitutional law.  If we review the case law as it existed at the time of the violation, we find that this right was already \"clearly established.\"  Courts consistently held that while mere negligence in giving or failing to supply medical treatment would not support an action under Section 1983, a knowing and willful failure to provide or permit a prisoner access to needed medical care would violate clearly established constitutional rights.  See, e.g., Martinez v. Mancusi, 443 F.2d 921, 923 (2nd Cir. 1970); Cates v. Ciccone, 422 F.2d 926 (8th Cir. 1970); U. S. ex rel Hyde v. McGinnis, 429 F.2d 864 (2nd Cir. 1970); Church v. Hegstrom, 416 F.2d 449, 451 (2nd Cir. 1969); Blanks v. Cunningham, 409 F.2d 220, 221 (1969); Riley v. Rhay, 407 F.2d 496, 497 (9th Cir. 1969); Shack v. State of Florida, 391 F.2d 593 (5th Cir. 1968); Wright v. McMann, 387 F.2d 519 (2nd Cir. 1967); Stiltner v. Rhay, 371 F.2d 420, 421 n. 3 (9th Cir. 1967); Edwards v. Duncan, 355 F.2d 993, 934 (4th Cir. 1966); Hirons v. Director of Patuxent Institution, 351 F.2d 613, 614 (4th Cir. 1965); U. S. ex rel Knight v. Ragen, 337 F.2d 425 (7th Cir. 1964); Hughes v. Noble, 295 F.2d 495, 496 (5th Cir. 1961); Coleman v. Johnston, 247 F.2d 273 (7th Cir. 1957).  See generally, Note, \"Medical Rights of Prisoners,\" 72 U.Chi.L.Rev. 705 (1975).  Arthur Mitchell alleges that one or more of the defendant officials knowingly denied him desperately needed medication.  Such conduct, if proved upon remand, would constitute a violation of clearly established rights.  Accordingly, the responsible officials would not be entitled to a qualified immunity from liability arising from this incident.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">C. Racial Segregation At Angola: The Damage Claim That Never Was</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">There is some confusion as to precisely which damage claims were dismissed by the District Court in its August 10, 1980 order.  All parties to this appeal tell us that the District Court dismissed a claim for monetary damages arising from the unlawful policy of racial segregation enforced at Angola.  The appellants contend that because the right to be free from state policies of racial segregation had been \"clearly established\" at the times here in question, the district court erred in dismissing this claim on grounds of immunity.  For their part, appellees concede that a policy of racial segregation was maintained at Angola, but argue that this policy did not violate clearly established rights.  We would have no difficulty in resolving this question as it is presented to us by the parties.  We believe that the right to be free from general policies of racial segregation in prison housing and administration was clearly established in the opinions rendered by Judge Johnson in Washington v. Lee, 263 F.Supp. 327 (M.D.Ala.1966), and the Supreme Court's per curiam affirmance in Lee v. Washington, 390 U.S. 333, 88 S.Ct. 994, 19 L.Ed.2d 1212 (1968).<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Upon examining the District Court's order however, we see that the Court in fact did not dismiss a racial segregation damage claim.  There is a simple reason for this.  Our review of the record indicates that a damage claim for racial segregation was never asserted.  In their original and amended complaints, plaintiffs merely set forth a claim for injunctive relief to remedy the policy of racial segregation then enforced at Angola.  Thus, while we find that the plaintiffs in this case were indeed the victims of a clearly illegal policy of racial segregation, we must conclude that insofar as the plaintiffs themselves never sought monetary compensation on this claim, they cannot now recover damages for this violation of their rights.</p>\n    </div>\n    <p class=\"indent\">VI. Conclusion</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Official immunities, however qualified, modified, or prefixed, must be granted sparingly and with consummate care.  The question of when, where, and under what conditions an immunity is to be granted is a challenge which we as judges have tried to hammer out on the anvil of history, attempting to forge rules which will afford compensation to the victims of official wrongdoing while at the same time tempering our judgment with an appreciation for the difficult decisions which public officials often confront.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The statute books are silent as to the proper scope of official immunity.  In creating the &#167; 1983 cause of action, Congress provided no maps, no definitional boundaries or routing to guide us in our struggle with the immunity question.  Thus, the concept of immunity is largely judge-made and embraces within its contours much pragmatic terrain.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Whenever we discuss immunities, we are operating within the realm of competing interests and conflicting imperatives.  While we wish to compensate the victims of official misconduct, we also need to provide some protection to those state officials who exercise their discretionary authority in good faith.  While we stand ready to vindicate the constitutional rights of all our citizens, including those in our penalogical institutions, we must also be sensitive to the arduous tasks facing the officials who must maintain order and discipline in our prisons; officials who often work within the confines of limited budgets and intractable bureaucracies.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">If immunities were unlimited, we would find ourselves subject to a government of men and not of law.  However, without the doctrine of qualified immunity, public service would entail exposure to prohibitive liability.  Therefore, we must strike a balance between competing imperatives.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">It is a primary object of sound jurisprudence in a civilized society that courts should be even handed in their dispensation of justice regardless of rank, badges, or insignia of office.  However, the qualified immunity defense \"... is not a badge or emolument of exalted office, but an expression of a policy designed to aid in the effective functioning of government.\"  Barr v. Matteo, 360 U.S. 564, 572-573, 79 S.Ct. 1335, 1340, 3 L.Ed.2d 1434 (1959).  As our courts have come to recognize a broad spectrum of prisoners' rights, state officials have had to make their behavior conform to newly evolving standards.  We cannot expect our prison officials to be so prescient as to forecast those decisions which we as judges find it so very difficult to make.  It would be unfair to hold a state official liable for actions undertaken in good faith and at a time when the official could not yet have known that his conduct was unlawful.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In recognition of these principles, the Supreme Court has given us an explicit formula for the serum which will immunize public officials.  It is now clear that qualified immunity is only available to those who assert the defense and who can show that they have acted within the scope of their official discretion.  The immunity is unavailable to those who act with malice or who violate clearly established law.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Applying this formula to the instant case, we find that the District Court erred in dismissing Hayes Williams' and Arthur Mitchell's &#167; 1983 damage claims on the grounds of qualified immunity.  First, the District Court should not have dismissed these claims when the factual record had not yet been sufficiently developed to support a finding of qualified immunity.  Specifically, the defendants failed to show that they each held positions which entailed the exercise of official discretion and that they each acted within the scope of that discretion.  Second, insofar as these officials are alleged to have acted in violation of law which was clearly established at the times here in question, the defendants are not entitled to the protections afforded by a qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">With regard to the claim involving overall conditions of confinement, we have found that insofar as these conditions violated clearly established state law, the defendants are not entitled to the protections of a qualified immunity.  With regard to the claim involving inadequate medical care for the general inmate population, we agree with the District Court and find that the precise dimensions of this right were not yet clearly established at the times here in question.  However, with respect to plaintiff Mitchell's individual claim that prison officials deliberately withheld vital medication from him on a specific occasion, we reach a different conclusion.  If the responsible officials deliberately withheld vital medication, they violated rights which were clearly established at the time in question.  Therefore, on this claim, a qualified immunity defense would be unavailable.  Finally, with regard to the \"claims\" involving racial segregation, we find that because the plaintiffs never sought monetary damages, the question of immunity from personal liability for this claim was never in issue.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">For each of these reasons, the judgments dismissing the damage claims of plaintiffs Arthur Mitchell and Hayes Williams must be and are hereby REVERSED and their cases REMANDED for further proceedings in accordance with this opinion.  For the reasons we have set forth in Section II of this decision, the purported appeals of plaintiffs Lee Stevenson and Lazarus Joseph are hereby DISMISSED for want of jurisdiction.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In 1975, this case was captioned Williams v. McKeithen, et al., C.A. 71-98 (M.D.La.).  In 1977, this Court dealt with the matter as Williams v. Edwards, 547 F.2d 1206, 1207 (5th Cir. 1977).  In its August, 1980 order, the district court has once again captioned the case as Williams v. McKeithen, et al., 495 F.Supp. 707.  Now, the case comes to us as Williams v. Treen</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In their original complaint, the plaintiffs named the Governor of Louisiana, the Director of the Louisiana Department of Corrections, the Angola prison warden, the assistant and deputy wardens, and several security officers as defendants</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The claim was filed with the U. S. District Court (M.D.La.) pursuant to 42 U.S.C. &#167; 1983</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The plaintiffs originally sought both legal and equitable relief.  However, the record indicates that during the early years of this epic litigation, the court's attention was focused solely upon the injunctive relief issues.  In an order dated June 10, 1975, the District Judge stated that \"... in accordance with the stipulation and consent of all parties, the suit involving the individual tort claims of the plaintiffs shall be tried and decided by the U. S. Magistrate ...\" (emphasis added).  Thus, as of 1975, the parties had stipulated to the fact that any trial on the merits of these damage claims lay in the future</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> This case was transferred from Judge West's to Judge Polozola's docket.  Judge West has taken senior status</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In Gomez v. Toledo, 446 U.S. 635, 100 S.Ct. 1920, 64 L.Ed.2d 572 (1980), the Supreme Court held that qualified immunity from personal liability under Section 1983 is an affirmative defense which must be raised by the defendant officials.  Thus, it is the defendant who bears the burden of pleading and proving his entitlement to a qualified immunity.  Dennis v. Sparks, 449 U.S. 24, 29, 101 S.Ct. 183, 187, 66 L.Ed.2d 185 (1980); Barker v. Norman, 651 F.2d 1107, 1120 (5th Cir. 1981); Barrett v. Thomas, 649 F.2d 1193, 1201 (5th Cir. 1981); Jackson v. State of Mississippi, 644 F.2d 1142, 1145 (1981); Williams v. Rhoden, 629 F.2d 1099, 1103 (1980); Douthit v. Jones, 619 F.2d 527, 533-534 (1980).  See generally, Kathryn D. Sowle, \"Qualified Immunity in Section 1983 Cases: The Unresolved Issues of the Conditions for its Use and the Burden of Persuasion,\" 55 Tulane L.Rev. 326, 393-414 (1981).  We have searched the record in vain for an indication that the defendant officials themselves ever asserted the immunity defense.  We have examined each of the many answers, amended answers, and motions filed by the defendants over the course of this litigation and we find no mention of a claim to an immunity.  We therefore note that the district court compounded its error of acting without a hearing when it dismissed the plaintiffs' damage claims on the grounds of an affirmative defense (qualified immunity) which was never raised by the defendants themselves.  However, insofar as the appellants have not made this argument on appeal, we do not rely upon it in reaching our decision</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> \"This Court has taken a dim view of dismissing a plaintiff's claim on the grounds of ... qualified immunity without conducting a hearing.\"  Tarter v. Hury, 646 F.2d 1010, 1012, n. 3 (5th Cir. 1981).  \"... dismissal without a hearing is seldom appropriate when the defense of immunity is pled ...\" Slavin v. Curry, 574 F.2d 1256, 1262 (5th Cir. 1978).  In a recent case involving the question of official immunities, this Court stated, \"It must be determined whether the defendant, as a public official, acted within the scope of his discretionary authority.  To establish this, there must be more than a bald assertion by the defendant that their complained of actions were undertaken pursuant to the performance of his duties and within the scope of this discretionary authority; there must be a showing by competent summary judgment materials of objective circumstances that would compel that conclusion.\"  Barker v. Norman, supra at 1107.  In the instant case we find nothing in the record to show that the defendants ever even made a \"bald assertion\" to support a finding of qualified immunity</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> This Court has stated that, \"If the doctrine of qualified immunity is to have a real meaning, some distinction must be drawn between the defense accorded (a) policeman ... and the director of a statewide prison system.\"  Cruz v. Beto, supra at 1184</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Over the course of these proceedings, it appears that some of the original defendants have been dropped from this action.  Thus, there is considerable confusion as to the identity of the defendants still in this case in 1980, the time when the dismissals were finally entered.  We note that several of those who now seem to be named as defendants (for example, Governor Treen) may be entitled to a dismissal-not because of an immunity, but because these individuals cannot be held personally liable for the actions of their predecessors</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> In fact, plaintiffs can rebut the qualified immunity defense by showing either that the defendants violated \"clearly established\" law or that they acted with malice (\"bad faith\").  Procunier v. Navarette, supra.  In its order of dismissal, the district court noted that the defendant officials had not acted in \"bad faith.\"  Once again the trial court did not indicate a factual basis for this finding.  Apparently, the court inferred that since there had been no allegation of \"bad faith,\" the plaintiffs had conceded the defendants' \"good faith.\"  On this record, such an inference is impermissible.  Section 1983 plaintiffs need not allege \"bad faith\" until an official defendant actually asserts a claim to an immunity, Gomez v. Toledo, supra, and in this case, no such claim was asserted</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> E.g., Holt v. Sarver, 309 F.Supp. 362, 372 (E.D.Ark.1970) (\"confinement within a given institution may amount to cruel and unusual punishment prohibited by the Constitution where the confinement is characterized by conditions and practices so bad as to be shocking to the conscience ...\"); Jordan v. Fitzharris, 257 F.Supp. 674, 680 (N.D.Cal.1966) (courts must intervene when \"... the responsible prison authorities ... have abandoned elemental concepts of decency by permitting conditions to prevail of a shocking and debased nature.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> In Williams v. Edwards, supra, we affirmed the district court's finding that conditions at Angola, specifically the defendants' \"failure to remove electrical, fire, safety, and health hazards at the prison ... constitute(d) a clear and direct violation of Louisiana's laws and regulations.\"  Williams v. McKeithan, C.A. 71-98 (M.D.La.1975) (emphasis added)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> We note that a recent Seventh Circuit opinion, Chavis v. Rowe, 643 F.2d 1281, 1289 (7th Cir. 1981), suggests that prison officials who act in violation of explicit state regulations are not entitled to a Procunier immunity.  Similarly in Williams v. Board of Regents, 629 F.2d 993, 1000 (5th Cir. 1980), another panel of this Court stated that an official who takes action which is inconsistent with state statutes or regulations loses his immunity</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The District Court found that the conditions of confinement at Angola violated the inmate's federal constitutional rights.  We affirmed this finding in Williams v. Edwards, supra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Of course, while the defendant officials are not entitled to an immunity, we do not mean to suggest that upon remand the defendants must be found liable.  In this case, there is a host of defendants, ranging from individual guards to the Governor.  In order to establish the personal liability of a given defendant, the plaintiffs must show that a particular official's actions (or inaction) caused a violation of the plaintiff's rights.  See, Reimer v. Smith, 663 F.2d 1316 (5th Cir. 1981) and \"a general allegation of administrative negligence fails to state a constitutional claim cognizable under Section 1983.\"  Polk County, et al. v. Dobson, --- U.S. ----, ----, 102 S.Ct. 445, 454, 70 L.Ed.2d 509 (1981).  Thus, upon remand the plaintiffs will still bear the considerable burden of establishing the personal liability of an individual defendant for injuries suffered as the result of overall conditions at Angola</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> The federal constitutional prohibition against the infliction of cruel and unusual punishment is binding on the states through the Due Process Clause of the 14th Amendment, Robinson v. California, 370 U.S. 660, 82 S.Ct. 1417, 8 L.Ed.2d 758 (1962), and is enforced against state prison officials under 42 U.S.C. &#167; 1983</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> \"A state may not constitutionally require segregation of public facilities.\"  Johnson v. State of Virginia, 373 U.S. 61, 62 (83 S.Ct. 1053, 1054, 10 L.Ed.2d 195) (1963).  \"Since Brown v. Board of Education, 347 U.S. 483 (74 S.Ct. 686, 98 L.Ed. 873) (1954), and the numerous cases implementing that decision, it has been unmistakably clear that racial discrimination by governmental authorities in the use of public facilities cannot be tolerated.\"  Washington v. Lee, 263 F.Supp. 327, 331 (M.D.Ala.1966).  \"The principle extends to all institutions controlled or operated by the State.\"  Singleton v. Board of Commissioners, 356 F.2d 771, 772 (5th Cir. 1966)</p>\n        <p>Prior to 1968, there may have been some lingering question as to whether the principles enunciated by Brown v. Board of Education, supra; Johnson v. Virginia, supra ; and Singleton v. Board of Commissioners, supra, would be applied in the context of state prison housing and administration.  However, this question was clearly and authoritatively settled when the Supreme Court affirmed the ruling of a special three-judge federal panel ordering the desegregation of Alabama's penal facilities.  Lee v. Washington, 390 U.S. 333, 88 S.Ct. 994, 19 L.Ed.2d 1212 (1968).  We note that the policy of racial segregation successfully challenged in that 1968 case was virtually identical to the policy which these defendants continued to carry on in Louisiana until 1973.</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">671</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">892</span></span></p>\n    <p class=\"parties\">Hayes WILLIAMS and Arthur Mitchell, Plaintiffs-Appellants,<br>v.<br>David C. TREEN, Governor of the State of Louisiana, et al.,<br>Defendants-Appellees.</p>\n    <p class=\"docket\">No. 80-3792.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Fifth Circuit.</p>\n    <p class=\"date\">March 31, 1982.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">George Strickler, New Orleans, La., for Hayes Williams.</p>\n      <p class=\"indent\">George Strickler, New Orleans, La., for Arthur Mitchell.</p>\n      <p class=\"indent\">J. Marvin Montgomery, Asst. Atty. Gen., Joseph P. Macaluso, Jr., Baton Rouge, La., for defendants-appellees.</p>\n      <p class=\"indent\">Appeals from the United States District Court for the Middle District of Louisiana.</p>\n      <p class=\"indent\">Before CHARLES CLARK, Chief Judge, GOLDBERG and WILLIAMS, Circuit judges.</p>\n      <p class=\"indent\">GOLDBERG, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is the latest chapter in the continuing saga of litigation concerning conditions at the Louisiana State Penitentiary at Angola, Louisiana.  In Williams v. Edwards,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> <span class=\"citation\" data-id=\"342252\"><a href=\"/opinion/342252/hayes-williams-v-edwin-edwards-governor-of-the-state-of-louisiana/\"><span class=\"volume\">547</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1206</span></a></span> (5th Cir. 1977), this Court upheld the imposition of broad injunctive relief intended to remedy the unconstitutional conditions at that facility.  Now we are called upon to determine whether any of the defendants named in that action may be held personally liable for monetary damages.  Specifically, we are asked whether, on this record, the defendant state officials have shown that they are entitled to an immunity from personal liability.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In passing upon this question, we confront competing legal imperatives: we must weigh the strong societal interest in compensating the victims of governmental misconduct against our policy of providing an immunity to officials who have acted in good faith and within the scope of their discretionary authority.  Striking a balance between these conflicting interests is particularly troubling in the context of a case involving prison administration.  Although penal servitude may deprive one convicted of crime of liberty and other rights enjoyed by free citizens, courts now recognize that many constitutional protections accompany the convict in his imprisonment.  However, we also recognize that officials charged with the operation of volatile prison institutions are faced with a difficult and often dangerous task.  We must consider each of these legitimate concerns in an effort to provide a just resolution to this controversy.</p>\n    </div>\n    <p class=\"indent\">I. Procedural History</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">This action was brought against an array of Louisiana state officials<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> on behalf of four Angola State Penitentiary inmates: Lazarus Joseph, Lee Stevenson, Arthur Mitchell, and Hayes Williams.  The plaintiffs filed their complaint in 1971,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> alleging that as the result of illegal conditions and practices countenanced by the defendant officials, the inmates had suffered numerous deprivations of their constitutional rights.  Specifically, each of the plaintiffs claimed that a policy of racial segregation at Angola violated his right to equal protection secured by the Fourteenth Amendment, and that overall conditions at Angola constituted cruel and unusual punishment in violation of the Eighth Amendment.  Plaintiff Mitchell claimed that on a specific occasion he was denied adequate medical treatment, a deprivation which he characterized as cruel and unusual punishment and as a denial of his rights to due process.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In December of 1973, the District Court conducted an inquiry into overall conditions at Angola in order to determine the need for injunctive relief.  Evidence and testimony brought forward in this 1973 proceeding provided a voluminous record detailing the hellish conditions at the prison.  Based upon this evidence, U. S. District Judge E. Gordon West found that conditions at Angola \"shock(ed) the conscience of any right thinking person\" and \"flagrantly violate(d) basic constitutional requirements as well as applicable state laws.\"  He further found that \"state authorities (were) either failing or refusing to take the necessary steps to correct these conditions.\"  Williams v. Edwards, <span class=\"citation\" data-id=\"342252\"><a href=\"/opinion/342252/hayes-williams-v-edwin-edwards-governor-of-the-state-of-louisiana/\"><span class=\"volume\">547</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1206</span></a></span>, 1209 (5th Cir. 1977).  Accordingly, Judge West granted broad injunctive relief designed to improve overall conditions at the facility.  Williams v. McKeithen, C.A. 71-98 (M.D.La., 1975).  It was this 1975 order which we affirmed in Williams v. Edwards, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The District Court did not consider the individual damage claims in its 1975 order.  Instead, Judge West bifurcated the action, noting that the claims for monetary damages would be considered in a separate proceeding which was still yet to come.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Although the 1975 order held out the promise that there would be a trial on the merits of the individual damage claims, the record indicates that no further evidentiary hearing ever occurred.  From 1971 until 1980, the plaintiffs' damage claims awaited adjudication.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Finally, on August 6, 1980, U. S. District Judge Frank J. Polozola<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> issued a ruling with respect to the individual damage claims.  Citing to the Supreme Court's decision in Procunier v. Navarette, <span class=\"citation\" data-id=\"109776\"><a href=\"/opinion/109776/procunier-v-navarette/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">555</span></a></span>, <span class=\"citation\" data-id=\"109776\"><a href=\"/opinion/109776/procunier-v-navarette/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">855</span></a></span>, <span class=\"citation\" data-id=\"109776\"><a href=\"/opinion/109776/procunier-v-navarette/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">24</span></a></span> (1978), Judge Polozola held that insofar as the rights allegedly violated by the prison officials had not been \"clearly established\" at the times in question, the defendants were immune from personal liability.  He therefore dismissed each of the damage claims.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The plaintiffs now appeal from the dismissal of their individual claims, arguing: (1) that the appeals of all four plaintiffs are properly before this Court, (2) that the trial court erred in finding the defendants immune from personal liability without first holding an evidentiary hearing in which the defendants would be required to assert and prove their entitlement to an immunity, and (3) that the defendants are in fact not entitled to an immunity because their conduct contravened law which was clearly established at the time of the violations.</p>\n    </div>\n    <p class=\"indent\">II. Appellate Jurisdiction</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">All parties concede that plaintiffs Williams and Mitchell filed a timely notice of appeal under Fed.R.App.P., Rule 4(a), but that plaintiffs Stevenson and Joseph failed to file either a notice of appeal or a request for an extension of time to file.  Stevenson and Joseph now urge this Court to allow their appeals despite their failure to comply with our filing requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Rule 4(a) of the Fed.R.App.P. provides that \"notice of appeal shall be filed with the clerk of the district court within 30 days after the date of entry of the judgment or order appealed from.\"  This Court has consistently held that compliance with Rule 4(a) is a mandatory precondition to the exercise of jurisdiction by the appellate court.  See, Ryals v. Estelle, <span class=\"citation\" data-id=\"395381\"><a href=\"/opinion/395381/roger-dale-ryals-v-w-j-estelle-director-texas-department-of/\"><span class=\"volume\">661</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">904</span></a></span> (5th Cir. 1981); Birl v. Estelle, <span class=\"citation\" data-id=\"395141\"><a href=\"/opinion/395141/norman-l-birl-v-w-j-estelle-jr-director-texas-department-of/\"><span class=\"volume\">660</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">592</span></a></span> (5th Cir. 1981); Bond v. Western Auto Supply, <span class=\"citation no-link\"><span class=\"volume\">654</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">302</span></span> (5th Cir. 1981); Barksdale v. Blackburn, <span class=\"citation\" data-id=\"389992\"><a href=\"/opinion/389992/woodrow-barksdale-ii-v-frank-blackburn-warden/\"><span class=\"volume\">647</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">630</span></a></span> (5th Cir. 1981); Sanchez v. Board of Regents, <span class=\"citation\" data-id=\"380135\"><a href=\"/opinion/380135/alejandro-sanchez-v-board-of-regents-of-texas-southern-university/\"><span class=\"volume\">625</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">521</span></a></span>, 522 n.1 (5th Cir. 1980).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The import of Rule 4(a) for this case is all too clear.  Much as we regret to dismiss a plaintiff's appeal on \"technical\" grounds, the law in this area permits no other result.  In failing to file a notice of appeal, plaintiffs Stevenson and Joseph forfeit their opportunity to seek review of the judgments entered below.  Therefore, the appeals of plaintiffs Stevenson and Joseph must be dismissed.</p>\n    </div>\n    <p class=\"indent\">III. The Qualified Immunity Defense</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In finding the defendant prison officials were immune from personal liability, the District Court relied upon the Supreme Court's opinion in Procunier v. Navarette, <span class=\"citation\" data-id=\"109776\"><a href=\"/opinion/109776/procunier-v-navarette/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">555</span></a></span>, <span class=\"citation\" data-id=\"109776\"><a href=\"/opinion/109776/procunier-v-navarette/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">855</span></a></span>, <span class=\"citation\" data-id=\"109776\"><a href=\"/opinion/109776/procunier-v-navarette/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">24</span></a></span> (1978).  We are now asked to decide whether on this record the defendant officials have shown that they are entitled to the protections of a Procunier immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A qualified immunity can only be claimed by those officials whose positions require the exercise of official discretion.  Jackson v. State of Mississippi, <span class=\"citation\" data-id=\"388793\"><a href=\"/opinion/388793/arthur-jackson-v-state-of-mississippi/\"><span class=\"volume\">644</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1142</span></a></span>, 1145 (5th Cir. 1981); Douthit v. Jones, <span class=\"citation\" data-id=\"377037\"><a href=\"/opinion/377037/troy-lee-douthit-v-clarence-jones-sheriff-dallas-county-texas-and-w/\"><span class=\"volume\">619</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">527</span></a></span>, 533 (5th Cir. 1980); Cruz v. Beto, <span class=\"citation\" data-id=\"369019\"><a href=\"/opinion/369019/fred-arispe-cruz-cross-appellants-v-dr-george-beto-and-w-j-estelle/\"><span class=\"volume\">603</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1178</span></a></span>, 1184 (5th Cir. 1979).  To claim the immunity, an official must show that the allegedly wrongful actions \"... were undertaken pursuant to the performance of his duties and within the scope of his discretionary authority.\"  Barker v. Norman, <span class=\"citation\" data-id=\"391404\"><a href=\"/opinion/391404/wayne-ernest-barker-v-ben-norman-and-jack-ballas/\"><span class=\"volume\">651</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1107</span></a></span>, 1124-1125 (5th Cir. 1981).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Once it has been established that a 1983 defendant was acting within the scope of his discretionary authority, Procunier v. Navarette, supra, sets forth a two prong standard to be used in determining whether the defendant is immune from liability.  This dual test calls for both an objective and subjective evaluation of official conduct.  Barker v. Norman, <span class=\"citation\" data-id=\"391404\"><a href=\"/opinion/391404/wayne-ernest-barker-v-ben-norman-and-jack-ballas/\"><span class=\"volume\">651</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1107</span></a></span>, 1125-1127 (5th Cir. 1981); Clanton v. New Orleans Parish School Board, <span class=\"citation\" data-id=\"390862\"><a href=\"/opinion/390862/barbara-s-clanton-v-orleans-parish-school-board/\"><span class=\"volume\">649</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1084</span></a></span>, 1100 (5th Cir. 1981); Dilmore v. Stubbs, <span class=\"citation\" data-id=\"384986\"><a href=\"/opinion/384986/david-dilmore-as-the-representative-of-ernest-dilmore-deceased-plaintiff/\"><span class=\"volume\">636</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">966</span></a></span>, 968 (5th Cir. 1981); Bryan v. Jones, <span class=\"citation\" data-id=\"333742\"><a href=\"/opinion/333742/henry-lee-bryan-v-clarence-jones-sheriff-henry-wade-district-attorney/\"><span class=\"volume\">530</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1210</span></a></span>, 1214 (5th Cir. 1976) (en banc).  Under the subjective portion of the Procunier test, an official forfeits his immunity when he acts \"with the malicious intent to cause a deprivation of constitutional rights or other injury.\"  Dilmore v. Stubbs, <span class=\"citation\" data-id=\"384986\"><a href=\"/opinion/384986/david-dilmore-as-the-representative-of-ernest-dilmore-deceased-plaintiff/\"><span class=\"volume\">636</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">966</span></a></span>, 968 (5th Cir. 1981).  Under the objective standard, \"(an) official, even if he is acting in the sincere subjective belief that he is doing right, loses his cloak of qualified immunity if his actions contravene 'settled indisputable' law.\"  Bogard v. Cook, <span class=\"citation\" data-id=\"360483\"><a href=\"/opinion/360483/william-hardin-bogard-jr-v-thomas-d-cook-former-superintendent-of-the/\"><span class=\"volume\">586</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">399</span></a></span>, 411 (5th Cir. 1978).  Thus, Procunier teaches us that \"... it is not unfair to hold liable the official who knows or should know he is acting outside the law.\"  Butz v. Economou, <span class=\"citation\" data-id=\"109932\"><a href=\"/opinion/109932/butz-v-economou/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, 506, <span class=\"citation\" data-id=\"109932\"><a href=\"/opinion/109932/butz-v-economou/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2894</span></a></span>, 2910, <span class=\"citation\" data-id=\"109932\"><a href=\"/opinion/109932/butz-v-economou/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">895</span></a></span>, 916 (1978).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, as an added fillip to the jurisprudence of Procunier immunities, the Supreme Court has recently made it clear that defendant officials must bear the burden of pleading their qualified immunity as an affirmative defense.  Gomez v. Toledo, <span class=\"citation\" data-id=\"110268\"><a href=\"/opinion/110268/gomez-v-toledo/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, <span class=\"citation\" data-id=\"110268\"><a href=\"/opinion/110268/gomez-v-toledo/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1920</span></a></span>, <span class=\"citation\" data-id=\"110268\"><a href=\"/opinion/110268/gomez-v-toledo/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">572</span></a></span> (1980); Dennis v. Sparks, <span class=\"citation\" data-id=\"110353\"><a href=\"/opinion/110353/dennis-v-sparks/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">24</span></a></span>, 29-30, <span class=\"citation\" data-id=\"110353\"><a href=\"/opinion/110353/dennis-v-sparks/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">183</span></a></span>, 187, <span class=\"citation\" data-id=\"110353\"><a href=\"/opinion/110353/dennis-v-sparks/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">185</span></a></span> (1980).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In sum, a qualified immunity is only available to those officials who affirmatively assert the defense and prove that they were acting within the scope of their discretionary authority.  Barker v. Norman, <span class=\"citation\" data-id=\"391404\"><a href=\"/opinion/391404/wayne-ernest-barker-v-ben-norman-and-jack-ballas/\"><span class=\"volume\">651</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1107</span></a></span>, 1120 (5th Cir. 1981).  This affirmative defense is unavailable to those who either act with malice or who contravene clearly established law.  Procunier v. Navarette, supra; Wood v. Strickland, <span class=\"citation\" data-id=\"109199\"><a href=\"/opinion/109199/wood-v-strickland/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span>, <span class=\"citation\" data-id=\"109199\"><a href=\"/opinion/109199/wood-v-strickland/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">992</span></a></span>, <span class=\"citation\" data-id=\"109199\"><a href=\"/opinion/109199/wood-v-strickland/\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">214</span></a></span> (1975).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">IV. The Need For Findings Of Fact To Sustain An Immunity</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The appellants contend that the District Court erred in dismissing their damage claims without first holding an evidentiary hearing.  Upon carefully reviewing the record in this case, we find that the District Court did in fact dismiss the plaintiffs' damage claims without first developing the factual record necessary to support the dismissal.  This was error for the reasons set forth below.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Qualified immunity is an affirmative defense.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The immunity is not automatically available to every 1983 defendant merely by virtue of his status as a government employee. Rather, the defense protects only those who can demonstrate both that their positions required the exercise of official discretion, and that they have acted within the scope of that discretion.  Barker v. Norman, supra at 1124-1125; Jackson v. State of Mississippi, supra at 1145; Douthit v. Jones, supra at 533; Cruz v. Beto, supra at 1184.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In order to grant a qualified immunity, a district court must find that the defendant officials' position required the exercise of discretion and that his allegedly tortious conduct was undertaken within the scope of his discretionary authority.  These issues involve questions of fact which must be determined through the use of appropriate fact-finding procedures; i.e. summary judgment proceedings or an evidentiary hearing.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In the instant case, the District Court held that all the defendants-from the individual jailers to the Governor-were immune from personal liability.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The trial court reached this conclusion without ever explicitly finding that these state employees exercised discretionary authority, and without finding that the actions here in question were undertaken within the scope of that authority.  In fact, the order of dismissal fails to even identify the supposedly immune defendants.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The law controlling this aspect of the case is clear.  Qualified immunity must be asserted by the defendants.  Gomez v. Toledo, supra.  To claim the immunity, a defendant must prove that his position entailed the exercise of discretionary authority and that he acted within the scope of that authority.  Barker v. Norman, supra.  No such findings were ever made in this case.  Therefore, we conclude that the District Court erred in dismissing this action without first developing the factual record necessary to support a finding that each of these defendants were entitled to a qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">V. Damage Claims And The Qualified Immunity Defense: Was There A Violation Of Clearly Established Law?</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Qualified immunity is unavailable to those 1983 defendants who violate \"clearly established\" law.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Procunier v. Navarette, supra; Wood v. Strickland, supra.  Appellants argue that the defendants did indeed contravene \"clearly established\" law in depriving the Angola inmates of safe and sanitary conditions of confinement, adequate medical care, and racially integrated prison housing.  Therefore, the appellants have asked this Court to find that the defendant officials are not entitled to the protections of a qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In order to determine whether upon remand these defendants are to be cloaked by an immunity, we will examine each of the plaintiffs' substantive claims.  The focus of our inquiry on each claim will be limited to one question: was there a violation of clearly established law?</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">A. Unsafe And Unsanitary Conditions of Confinement</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In an earlier incarnation of this case, we affirmed a finding that conditions at Angola \"shock(ed) the conscience\" and \"flagrantly violated basic constitutional requirements as well as applicable state laws.\"  Williams v. Edwards, <span class=\"citation\" data-id=\"342252\"><a href=\"/opinion/342252/hayes-williams-v-edwin-edwards-governor-of-the-state-of-louisiana/\"><span class=\"volume\">547</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1206</span></a></span>, 1208 (5th Cir. 1977).  Now we are called upon to determine whether those conditions violated \"clearly established\" law.  To this end, we must look to the law as it existed at the time of the alleged violations, i.e., up to and including 1971.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In poring through the volumes of the Federal Reporter, we have found at least one pre-1971 Fifth Circuit opinion which suggests that conditions such as those at Angola might violate the constitutional rights of inmates.  In Sinclair v. Henderson, <span class=\"citation no-link\"><span class=\"volume\">435</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">125</span></span> (5th Cir. 1970), an inmate at the Louisiana State Penitentiary alleged that the conditions of his confinement were so unsafe and unsanitary as to constitute extreme maltreatment and a violation of constitutionally protected rights.  In Sinclair, this Court held that the plaintiff had indeed set forth a valid claim and we cited to several opinions which also held that an inmate's right to safe, humane and sanitary conditions of confinement had a constitutional dimension.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Sinclair was directed specifically to conditions in the Louisiana prisons, but it was a brief opinion in which we merely suggested that conditions such as those at Angola might violate constitutionally protected rights.  Sinclair was an early example, a mere hint of what would only later become a clear jurisprudential trend.  Therefore, we would be reluctant to find that Sinclair in and of itself \"clearly established\" an inmate's right to safe and sanitary conditions of confinement.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">However, even if the constitutional dimensions of an inmate's rights to safe and sanitary prison conditions had not yet been clearly established in 1971, we should recognize that the decisions to be found in the Federal Reporter are not the only source of law governing the actions of state prison officials.  We must consider the fact that the District Court specifically found that conditions at the facility violated applicable state fire, safety, and health regulations.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  We are therefore confronted with what appears to be a question of first impression in this Circuit.  We must determine whether 1983 defendants are entitled to the protections of a qualified immunity when there has been a violation of clearly established state law.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In treating this question, it is important to consider the vitally important compensatory aspects of the &#167; 1983 cause of action as well as the policy objectives which prompted the courts to develop the qualified immunity defense.  Congress enacted 42 U.S.C. &#167; 1983 so as to provide compensation for citizens who suffer deprivations of rights secured by federal law.  \"The Act imposes liability upon every person who, under color of state law or custom, 'subjects or causes to be subjected' any citizen of the United States ... 'to the deprivation of rights, privileges, or immunities secured by the Constitution and laws.' \"  Owen v. City of Independence, <span class=\"citation\" data-id=\"110236\"><a href=\"/opinion/110236/owen-v-independence/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">622</span></a></span>, 635, <span class=\"citation\" data-id=\"110236\"><a href=\"/opinion/110236/owen-v-independence/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1398</span></a></span>, 1407, <span class=\"citation\" data-id=\"110236\"><a href=\"/opinion/110236/owen-v-independence/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">673</span></a></span>, 684 (1980).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The statute itself does not explicitly mention an immunity defense.  \" &#167; 1983 creates a species of tort liability that on its face admits of no immunities.\"  Imbler v. Pachtman, <span class=\"citation\" data-id=\"109387\"><a href=\"/opinion/109387/imbler-v-pachtman/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">409</span></a></span>, 417, <span class=\"citation\" data-id=\"109387\"><a href=\"/opinion/109387/imbler-v-pachtman/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">984</span></a></span>, 988, <span class=\"citation\" data-id=\"109387\"><a href=\"/opinion/109387/imbler-v-pachtman/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">128</span></a></span> (1976).  However, the Supreme Court has chosen to construe &#167; 1983 as incorporating and allowing for a qualified immunity, a defense which the Court read into the statute so that public officials would be free to exercise a measure of discretion without fear of exposure to personal liability.  Procunier v. Navarette, supra, 434 U.S. at 562, 98 S.Ct. at 859; Wood v. Strickland, supra, 420 U.S. at 321, 95 S.Ct. at 1000; Scheuer v. Rhodes, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, 241, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1683</span></a></span>, 1688, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">90</span></a></span> (1974).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The Supreme Court has been careful to limit the immunities it has created, noting that its \"... decisions conferring qualified immunities are not to be read as derogating the important societal interest in compensating the innocent victim of governmental misconduct.\"  Owen v. City of Independence, <span class=\"citation\" data-id=\"110236\"><a href=\"/opinion/110236/owen-v-independence/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">622</span></a></span>, 650, <span class=\"citation\" data-id=\"110236\"><a href=\"/opinion/110236/owen-v-independence/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1398</span></a></span>, 1415, <span class=\"citation\" data-id=\"110236\"><a href=\"/opinion/110236/owen-v-independence/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">673</span></a></span>, 693-694 (1980).  Owen reminds us that when an official immunity is granted, a victim of unconstitutional \"state action\" is left uncompensated.  Therefore, it is important to limit the immunity defense to those cases where a defendant has acted in reasonable good faith and within the scope of his official discretion.  Where the defendant official has not acted in reasonable good faith, he is not entitled to an immunity, for \"... it is not unfair to hold liable the official ... who should know he is acting outside the law.\"  Butz v. Economou, supra, 438 U.S. at 506, 98 S.Ct. at 2910, 57 L.Ed.2d at 916.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In this case, we are asked whether an official who violates clearly established state law can be said to have acted in reasonable good faith.  This Court's many opinions discussing the qualified immunity defense have made it clear that where an official's belief in the lawfulness of his actions is unreasonable, qualified immunity is not available.  E.g. Barker v. Norman, supra; Clanton v. New Orleans Parish School Board, supra; Dilmore v. Stubbs, supra; Bogard v. Cook, supra.  \"(E)ven an official who acts in the sincere subjective belief that his actions are proper will lose his qualified immunity if those actions contravene 'settled, indisputable law.' \" Dilmore v. Stubbs, supra at 968.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We believe that prison \"... officials are charged with knowledge of their own prison regulations.\"  Chavis v. Rowe, <span class=\"citation\" data-id=\"388235\"><a href=\"/opinion/388235/william-chavis-v-charles-j-rowe-director-illinois-department-of/\"><span class=\"volume\">643</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1281</span></a></span>, 1289 (7th Cir. 1981) and that they \"may not take solace in ostrichism.\"  Id.  If an official's conduct contravenes his own state's explicit and clearly established regulations, a subjective belief in the lawfulness of his action is per se unreasonable.  We therefore find that insofar as the conditions of confinement at Angola contravened clearly established state law, the responsible officials' belief in the lawfulness of those conditions was per se unreasonable and the defendants are not entitled to claim an immunity based on reasonable good faith.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  To hold otherwise would be to encourage official ignorance of the law.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We of course recognize that a &#167; 1983 plaintiff must allege a deprivation of a federally protected right in order to set forth a prima facie case, Maine v. Thiboutot, <span class=\"citation\" data-id=\"110322\"><a href=\"/opinion/110322/maine-v-thiboutot/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"110322\"><a href=\"/opinion/110322/maine-v-thiboutot/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2502</span></a></span>, <span class=\"citation\" data-id=\"110322\"><a href=\"/opinion/110322/maine-v-thiboutot/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">555</span></a></span> (1980); violation of state law alone does not give rise to a cause of action under &#167; 1983.  Bills v. Henderson, <span class=\"citation\" data-id=\"382711\"><a href=\"/opinion/382711/wendell-bills-v-murray-henderson/\"><span class=\"volume\">631</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1287</span></a></span> (6th Cir. 1980).  We believe that our conclusion regarding the immunity defense in this case is entirely consistent with this well established principle.  The &#167; 1983 cause of action in this case is based upon the fact that the federal constitutional rights of these inmates were violated.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  At this juncture, the only question before the court is whether the defendant officials are entitled to the special protections of a qualified immunity.  We hold that when a state official violates the constitutional rights of a citizen, and in so doing also violates clearly established state law which enforces those rights, the defendant official is not entitled to an immunity which is based upon reasonable good faith.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <p class=\"indent\">B. Medical Care At Angola</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In his original complaint, plaintiff Arthur Mitchell contended that the general level of health care and medical treatment available to prisoners at Angola was so deficient as to constitute a violation of his constitutional rights.  More importantly, Mitchell alleged that on a specific occasion he had been deliberately denied necessary medication while isolated in solitary confinement.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The parties have stipulated to the fact that at the times here in question, Mitchell suffered from sickle cell anemia and that he was taking medication prescribed to treat the illness.  The Appellees concede that prison officials knew of the plaintiff's illness and of his need for medication.  They also concede that in the spring of 1970, the plaintiff was confined to solitary confinement for a period of twelve days, that he was deprived of his medication, and that he then became seriously ill, requiring hospitalization, medication, and several blood transfusions.  In toto, Mitchell has alleged that prison officials refused his requests for medical attention and deliberately denied him vital medication and access to a physician, knowing that this would make him gravely ill.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Mitchell sought to recover monetary damages from one or more of the named official defendants, claiming that this deliberate denial of vital medication subjected him to cruel and unusual punishment in violation of his rights to Due Process.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>  However, Judge Polozola dismissed each of Mitchell's damage claims, ruling that the rights allegedly violated by the defendants had not yet been clearly established at the times in question and that the defendants were therefore entitled to a qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In part, we agree with the District Court.  The establishment of an inmate's right to conditions of confinement which include reasonable medical care and treatment is a relatively recent development in our jurisprudence.  At the time this suit was first brought, it was not clear what minimum level of prison health care was constitutionally required.  This was the subject of ongoing litigation.  See, e.g., Newman v. State of Alabama, <span class=\"citation no-link\"><span class=\"volume\">503</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1320</span></span> (1974).  We therefore must agree that an inmate's constitutional right to a reasonable level of general health care had not yet been clearly established in 1971.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">However, the plaintiff in this case alleged more than a mere failure to provide generally adequate medical services to the inmate population.  Mitchell contended that on a specific occasion, prison officials deliberately withheld vital medication from him, knowing that he suffered from a serious and chronic disease, and knowing that deprivation of the medication would make him dangerously ill.  As a result of these actions, the plaintiff did become seriously ill, suffering the kind of unnecessary physical pain and suffering which for nearly two centuries has been the gravaman of cruel and unusual punishment.  See, Gregg v. Georgia, <span class=\"citation\" data-id=\"109532\"><a href=\"/opinion/109532/gregg-v-georgia/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">153</span></a></span>, 169-173, <span class=\"citation\" data-id=\"109532\"><a href=\"/opinion/109532/gregg-v-georgia/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2909</span></a></span>, 2923-2925, <span class=\"citation\" data-id=\"109532\"><a href=\"/opinion/109532/gregg-v-georgia/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">859</span></a></span> (1976); In re Kemmler, <span class=\"citation\" data-id=\"92834\"><a href=\"/opinion/92834/in-re-kemmler/\"><span class=\"volume\">136</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, 447, <span class=\"citation\" data-id=\"92834\"><a href=\"/opinion/92834/in-re-kemmler/\"><span class=\"volume\">10</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">930</span></a></span>, 933, <span class=\"citation\" data-id=\"92834\"><a href=\"/opinion/92834/in-re-kemmler/\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">519</span></a></span> (1890); Wilkerson v. Utah, <span class=\"citation\" data-id=\"89923\"><a href=\"/opinion/89923/wilkerson-v-utah/\"><span class=\"volume\">99</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">130</span></a></span>, 136, <span class=\"citation\" data-id=\"89923\"><a href=\"/opinion/89923/wilkerson-v-utah/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">345</span></a></span> (1879); see also, Granucci, \"Nor Cruel and Unusual Punishment Inflicted: The Original Meaning,\" 57 Calif.L.Rev. 839 (1969).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">It is clear that a state official who knowingly deprives a prisoner of vital medical treatment violates constitutionally protected rights.  Estelle v. Gamble, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">285</span></a></span>, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (1976).  This is neither a recent nor a novel proposition of constitutional law.  If we review the case law as it existed at the time of the violation, we find that this right was already \"clearly established.\"  Courts consistently held that while mere negligence in giving or failing to supply medical treatment would not support an action under Section 1983, a knowing and willful failure to provide or permit a prisoner access to needed medical care would violate clearly established constitutional rights.  See, e.g., Martinez v. Mancusi, <span class=\"citation\" data-id=\"297139\"><a href=\"/opinion/297139/louis-martinez-v-vincent-r-mancusi-warden-attica-prison-dr-williams/\"><span class=\"volume\">443</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">921</span></a></span>, 923 (2nd Cir. 1970); Cates v. Ciccone, <span class=\"citation\" data-id=\"288825\"><a href=\"/opinion/288825/donald-a-cates-v-dr-p-j-ciccone-director-united-states-medical/\"><span class=\"volume\">422</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">926</span></a></span> (8th Cir. 1970); U. S. ex rel Hyde v. McGinnis, <span class=\"citation\" data-id=\"291380\"><a href=\"/opinion/291380/united-states-ex-rel-robert-r-hyde-v-paul-d-mcginnis-commissioner-of/\"><span class=\"volume\">429</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">864</span></a></span> (2nd Cir. 1970); Church v. Hegstrom, <span class=\"citation\" data-id=\"286649\"><a href=\"/opinion/286649/albert-edwin-church-ii-administrator-of-the-estate-of-harold-o-church-v/\"><span class=\"volume\">416</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">449</span></a></span>, 451 (2nd Cir. 1969); Blanks v. Cunningham, <span class=\"citation\" data-id=\"284250\"><a href=\"/opinion/284250/arden-francis-blanks-jr-v-w-k-cunningham-jr-etc-and-courtland-c/\"><span class=\"volume\">409</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">220</span></a></span>, 221 (1969); Riley v. Rhay, <span class=\"citation\" data-id=\"283635\"><a href=\"/opinion/283635/michael-j-riley-v-b-j-rhay/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">496</span></a></span>, 497 (9th Cir. 1969); Shack v. State of Florida, <span class=\"citation\" data-id=\"279346\"><a href=\"/opinion/279346/leon-g-schack-v-state-of-florida/\"><span class=\"volume\">391</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">593</span></a></span> (5th Cir. 1968); Wright v. McMann, <span class=\"citation\" data-id=\"278308\"><a href=\"/opinion/278308/lawrence-william-wright-v-daniel-mcmann-as-warden-of-clinton-state-prison/\"><span class=\"volume\">387</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">519</span></a></span> (2nd Cir. 1967); Stiltner v. Rhay, <span class=\"citation\" data-id=\"274402\"><a href=\"/opinion/274402/douglas-stiltner-v-b-j-rhay-superintendent-washington-state/\"><span class=\"volume\">371</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">420</span></a></span>, 421 n. 3 (9th Cir. 1967); Edwards v. Duncan, <span class=\"citation\" data-id=\"270556\"><a href=\"/opinion/270556/clarence-r-edwards-v-john-b-duncan-dc-commissioner/\"><span class=\"volume\">355</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">993</span></a></span>, 934 (4th Cir. 1966); Hirons v. Director of Patuxent Institution, <span class=\"citation\" data-id=\"269348\"><a href=\"/opinion/269348/patrick-john-hirons-v-director-patuxent-institution/\"><span class=\"volume\">351</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">613</span></a></span>, 614 (4th Cir. 1965); U. S. ex rel Knight v. Ragen, <span class=\"citation\" data-id=\"265678\"><a href=\"/opinion/265678/united-states-of-america-ex-rel-willmore-knight-petitioner-plaintiff-v/\"><span class=\"volume\">337</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">425</span></a></span> (7th Cir. 1964); Hughes v. Noble, <span class=\"citation\" data-id=\"255248\"><a href=\"/opinion/255248/lewis-hughes-v-chester-c-noble/\"><span class=\"volume\">295</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">495</span></a></span>, 496 (5th Cir. 1961); Coleman v. Johnston, <span class=\"citation\" data-id=\"242956\"><a href=\"/opinion/242956/rufus-coleman-v-walter-johnston-justin-a-mcgowan-kinzie-bluett-and-frank/\"><span class=\"volume\">247</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">273</span></a></span> (7th Cir. 1957).  See generally, Note, \"Medical Rights of Prisoners,\" 72 U.Chi.L.Rev. 705 (1975).  Arthur Mitchell alleges that one or more of the defendant officials knowingly denied him desperately needed medication.  Such conduct, if proved upon remand, would constitute a violation of clearly established rights.  Accordingly, the responsible officials would not be entitled to a qualified immunity from liability arising from this incident.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">C. Racial Segregation At Angola: The Damage Claim That Never Was</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">There is some confusion as to precisely which damage claims were dismissed by the District Court in its August 10, 1980 order.  All parties to this appeal tell us that the District Court dismissed a claim for monetary damages arising from the unlawful policy of racial segregation enforced at Angola.  The appellants contend that because the right to be free from state policies of racial segregation had been \"clearly established\" at the times here in question, the district court erred in dismissing this claim on grounds of immunity.  For their part, appellees concede that a policy of racial segregation was maintained at Angola, but argue that this policy did not violate clearly established rights.  We would have no difficulty in resolving this question as it is presented to us by the parties.  We believe that the right to be free from general policies of racial segregation in prison housing and administration was clearly established in the opinions rendered by Judge Johnson in Washington v. Lee, <span class=\"citation\" data-id=\"1628054\"><a href=\"/opinion/1628054/washington-v-lee/\"><span class=\"volume\">263</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">327</span></a></span> (M.D.Ala.1966), and the Supreme Court's per curiam affirmance in Lee v. Washington, <span class=\"citation\" data-id=\"107630\"><a href=\"/opinion/107630/lee-v-washington/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">333</span></a></span>, <span class=\"citation\" data-id=\"107630\"><a href=\"/opinion/107630/lee-v-washington/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">994</span></a></span>, <span class=\"citation\" data-id=\"107630\"><a href=\"/opinion/107630/lee-v-washington/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1212</span></a></span> (1968).<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Upon examining the District Court's order however, we see that the Court in fact did not dismiss a racial segregation damage claim.  There is a simple reason for this.  Our review of the record indicates that a damage claim for racial segregation was never asserted.  In their original and amended complaints, plaintiffs merely set forth a claim for injunctive relief to remedy the policy of racial segregation then enforced at Angola.  Thus, while we find that the plaintiffs in this case were indeed the victims of a clearly illegal policy of racial segregation, we must conclude that insofar as the plaintiffs themselves never sought monetary compensation on this claim, they cannot now recover damages for this violation of their rights.</p>\n    </div>\n    <p class=\"indent\">VI. Conclusion</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Official immunities, however qualified, modified, or prefixed, must be granted sparingly and with consummate care.  The question of when, where, and under what conditions an immunity is to be granted is a challenge which we as judges have tried to hammer out on the anvil of history, attempting to forge rules which will afford compensation to the victims of official wrongdoing while at the same time tempering our judgment with an appreciation for the difficult decisions which public officials often confront.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The statute books are silent as to the proper scope of official immunity.  In creating the &#167; 1983 cause of action, Congress provided no maps, no definitional boundaries or routing to guide us in our struggle with the immunity question.  Thus, the concept of immunity is largely judge-made and embraces within its contours much pragmatic terrain.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Whenever we discuss immunities, we are operating within the realm of competing interests and conflicting imperatives.  While we wish to compensate the victims of official misconduct, we also need to provide some protection to those state officials who exercise their discretionary authority in good faith.  While we stand ready to vindicate the constitutional rights of all our citizens, including those in our penalogical institutions, we must also be sensitive to the arduous tasks facing the officials who must maintain order and discipline in our prisons; officials who often work within the confines of limited budgets and intractable bureaucracies.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">If immunities were unlimited, we would find ourselves subject to a government of men and not of law.  However, without the doctrine of qualified immunity, public service would entail exposure to prohibitive liability.  Therefore, we must strike a balance between competing imperatives.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">It is a primary object of sound jurisprudence in a civilized society that courts should be even handed in their dispensation of justice regardless of rank, badges, or insignia of office.  However, the qualified immunity defense \"... is not a badge or emolument of exalted office, but an expression of a policy designed to aid in the effective functioning of government.\"  Barr v. Matteo, <span class=\"citation\" data-id=\"2390269\"><a href=\"/opinion/2390269/barr-v-mateo/\"><span class=\"volume\">360</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 572-573, <span class=\"citation\" data-id=\"2390269\"><a href=\"/opinion/2390269/barr-v-mateo/\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1335</span></a></span>, 1340, <span class=\"citation\" data-id=\"2390269\"><a href=\"/opinion/2390269/barr-v-mateo/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1434</span></a></span> (1959).  As our courts have come to recognize a broad spectrum of prisoners' rights, state officials have had to make their behavior conform to newly evolving standards.  We cannot expect our prison officials to be so prescient as to forecast those decisions which we as judges find it so very difficult to make.  It would be unfair to hold a state official liable for actions undertaken in good faith and at a time when the official could not yet have known that his conduct was unlawful.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In recognition of these principles, the Supreme Court has given us an explicit formula for the serum which will immunize public officials.  It is now clear that qualified immunity is only available to those who assert the defense and who can show that they have acted within the scope of their official discretion.  The immunity is unavailable to those who act with malice or who violate clearly established law.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Applying this formula to the instant case, we find that the District Court erred in dismissing Hayes Williams' and Arthur Mitchell's &#167; 1983 damage claims on the grounds of qualified immunity.  First, the District Court should not have dismissed these claims when the factual record had not yet been sufficiently developed to support a finding of qualified immunity.  Specifically, the defendants failed to show that they each held positions which entailed the exercise of official discretion and that they each acted within the scope of that discretion.  Second, insofar as these officials are alleged to have acted in violation of law which was clearly established at the times here in question, the defendants are not entitled to the protections afforded by a qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">With regard to the claim involving overall conditions of confinement, we have found that insofar as these conditions violated clearly established state law, the defendants are not entitled to the protections of a qualified immunity.  With regard to the claim involving inadequate medical care for the general inmate population, we agree with the District Court and find that the precise dimensions of this right were not yet clearly established at the times here in question.  However, with respect to plaintiff Mitchell's individual claim that prison officials deliberately withheld vital medication from him on a specific occasion, we reach a different conclusion.  If the responsible officials deliberately withheld vital medication, they violated rights which were clearly established at the time in question.  Therefore, on this claim, a qualified immunity defense would be unavailable.  Finally, with regard to the \"claims\" involving racial segregation, we find that because the plaintiffs never sought monetary damages, the question of immunity from personal liability for this claim was never in issue.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">For each of these reasons, the judgments dismissing the damage claims of plaintiffs Arthur Mitchell and Hayes Williams must be and are hereby REVERSED and their cases REMANDED for further proceedings in accordance with this opinion.  For the reasons we have set forth in Section II of this decision, the purported appeals of plaintiffs Lee Stevenson and Lazarus Joseph are hereby DISMISSED for want of jurisdiction.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In 1975, this case was captioned Williams v. McKeithen, et al., C.A. 71-98 (M.D.La.).  In 1977, this Court dealt with the matter as Williams v. Edwards, <span class=\"citation\" data-id=\"342252\"><a href=\"/opinion/342252/hayes-williams-v-edwin-edwards-governor-of-the-state-of-louisiana/\"><span class=\"volume\">547</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1206</span></a></span>, 1207 (5th Cir. 1977).  In its August, 1980 order, the district court has once again captioned the case as Williams v. McKeithen, et al., <span class=\"citation\" data-id=\"2008093\"><a href=\"/opinion/2008093/williams-v-mckeithen/\"><span class=\"volume\">495</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">707</span></a></span>.  Now, the case comes to us as Williams v. Treen</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In their original complaint, the plaintiffs named the Governor of Louisiana, the Director of the Louisiana Department of Corrections, the Angola prison warden, the assistant and deputy wardens, and several security officers as defendants</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The claim was filed with the U. S. District Court (M.D.La.) pursuant to 42 U.S.C. &#167; 1983</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The plaintiffs originally sought both legal and equitable relief.  However, the record indicates that during the early years of this epic litigation, the court's attention was focused solely upon the injunctive relief issues.  In an order dated June 10, 1975, the District Judge stated that \"... in accordance with the stipulation and consent of all parties, the suit involving the individual tort claims of the plaintiffs shall be tried and decided by the U. S. Magistrate ...\" (emphasis added).  Thus, as of 1975, the parties had stipulated to the fact that any trial on the merits of these damage claims lay in the future</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> This case was transferred from Judge West's to Judge Polozola's docket.  Judge West has taken senior status</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In Gomez v. Toledo, <span class=\"citation\" data-id=\"110268\"><a href=\"/opinion/110268/gomez-v-toledo/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, <span class=\"citation\" data-id=\"110268\"><a href=\"/opinion/110268/gomez-v-toledo/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1920</span></a></span>, <span class=\"citation\" data-id=\"110268\"><a href=\"/opinion/110268/gomez-v-toledo/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">572</span></a></span> (1980), the Supreme Court held that qualified immunity from personal liability under Section 1983 is an affirmative defense which must be raised by the defendant officials.  Thus, it is the defendant who bears the burden of pleading and proving his entitlement to a qualified immunity.  Dennis v. Sparks, <span class=\"citation\" data-id=\"110353\"><a href=\"/opinion/110353/dennis-v-sparks/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">24</span></a></span>, 29, <span class=\"citation\" data-id=\"110353\"><a href=\"/opinion/110353/dennis-v-sparks/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">183</span></a></span>, 187, <span class=\"citation\" data-id=\"110353\"><a href=\"/opinion/110353/dennis-v-sparks/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">185</span></a></span> (1980); Barker v. Norman, <span class=\"citation\" data-id=\"391404\"><a href=\"/opinion/391404/wayne-ernest-barker-v-ben-norman-and-jack-ballas/\"><span class=\"volume\">651</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1107</span></a></span>, 1120 (5th Cir. 1981); Barrett v. Thomas, <span class=\"citation\" data-id=\"390874\"><a href=\"/opinion/390874/benny-b-barrett-cross-appellant-v-carl-thomas-sheriff-cross-appellee/\"><span class=\"volume\">649</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1193</span></a></span>, 1201 (5th Cir. 1981); Jackson v. State of Mississippi, <span class=\"citation\" data-id=\"388793\"><a href=\"/opinion/388793/arthur-jackson-v-state-of-mississippi/\"><span class=\"volume\">644</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1142</span></a></span>, 1145 (1981); Williams v. Rhoden, <span class=\"citation\" data-id=\"381931\"><a href=\"/opinion/381931/benjamin-harrison-williams-jr-v-charlie-rhoden-charles-tompkins-j-s/\"><span class=\"volume\">629</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1099</span></a></span>, 1103 (1980); Douthit v. Jones, <span class=\"citation\" data-id=\"377037\"><a href=\"/opinion/377037/troy-lee-douthit-v-clarence-jones-sheriff-dallas-county-texas-and-w/\"><span class=\"volume\">619</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">527</span></a></span>, 533-534 (1980).  See generally, Kathryn D. Sowle, \"Qualified Immunity in Section 1983 Cases: The Unresolved Issues of the Conditions for its Use and the Burden of Persuasion,\" 55 Tulane L.Rev. 326, 393-414 (1981).  We have searched the record in vain for an indication that the defendant officials themselves ever asserted the immunity defense.  We have examined each of the many answers, amended answers, and motions filed by the defendants over the course of this litigation and we find no mention of a claim to an immunity.  We therefore note that the district court compounded its error of acting without a hearing when it dismissed the plaintiffs' damage claims on the grounds of an affirmative defense (qualified immunity) which was never raised by the defendants themselves.  However, insofar as the appellants have not made this argument on appeal, we do not rely upon it in reaching our decision</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> \"This Court has taken a dim view of dismissing a plaintiff's claim on the grounds of ... qualified immunity without conducting a hearing.\"  Tarter v. Hury, <span class=\"citation\" data-id=\"389509\"><a href=\"/opinion/389509/harold-t-tarter-v-james-hury/\"><span class=\"volume\">646</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1010</span></a></span>, 1012, n. 3 (5th Cir. 1981).  \"... dismissal without a hearing is seldom appropriate when the defense of immunity is pled ...\" Slavin v. Curry, <span class=\"citation\" data-id=\"355369\"><a href=\"/opinion/355369/frank-slavin-v-tim-curry-etc/\"><span class=\"volume\">574</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1256</span></a></span>, 1262 (5th Cir. 1978).  In a recent case involving the question of official immunities, this Court stated, \"It must be determined whether the defendant, as a public official, acted within the scope of his discretionary authority.  To establish this, there must be more than a bald assertion by the defendant that their complained of actions were undertaken pursuant to the performance of his duties and within the scope of this discretionary authority; there must be a showing by competent summary judgment materials of objective circumstances that would compel that conclusion.\"  Barker v. Norman, supra at 1107.  In the instant case we find nothing in the record to show that the defendants ever even made a \"bald assertion\" to support a finding of qualified immunity</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> This Court has stated that, \"If the doctrine of qualified immunity is to have a real meaning, some distinction must be drawn between the defense accorded (a) policeman ... and the director of a statewide prison system.\"  Cruz v. Beto, supra at 1184</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Over the course of these proceedings, it appears that some of the original defendants have been dropped from this action.  Thus, there is considerable confusion as to the identity of the defendants still in this case in 1980, the time when the dismissals were finally entered.  We note that several of those who now seem to be named as defendants (for example, Governor Treen) may be entitled to a dismissal-not because of an immunity, but because these individuals cannot be held personally liable for the actions of their predecessors</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> In fact, plaintiffs can rebut the qualified immunity defense by showing either that the defendants violated \"clearly established\" law or that they acted with malice (\"bad faith\").  Procunier v. Navarette, supra.  In its order of dismissal, the district court noted that the defendant officials had not acted in \"bad faith.\"  Once again the trial court did not indicate a factual basis for this finding.  Apparently, the court inferred that since there had been no allegation of \"bad faith,\" the plaintiffs had conceded the defendants' \"good faith.\"  On this record, such an inference is impermissible.  Section 1983 plaintiffs need not allege \"bad faith\" until an official defendant actually asserts a claim to an immunity, Gomez v. Toledo, supra, and in this case, no such claim was asserted</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> E.g., Holt v. Sarver, <span class=\"citation\" data-id=\"2096340\"><a href=\"/opinion/2096340/holt-v-sarver/\"><span class=\"volume\">309</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">362</span></a></span>, 372 (E.D.Ark.1970) (\"confinement within a given institution may amount to cruel and unusual punishment prohibited by the Constitution where the confinement is characterized by conditions and practices so bad as to be shocking to the conscience ...\"); Jordan v. Fitzharris, <span class=\"citation\" data-id=\"1600643\"><a href=\"/opinion/1600643/jordan-v-fitzharris/\"><span class=\"volume\">257</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">674</span></a></span>, 680 (N.D.Cal.1966) (courts must intervene when \"... the responsible prison authorities ... have abandoned elemental concepts of decency by permitting conditions to prevail of a shocking and debased nature.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> In Williams v. Edwards, supra, we affirmed the district court's finding that conditions at Angola, specifically the defendants' \"failure to remove electrical, fire, safety, and health hazards at the prison ... constitute(d) a clear and direct violation of Louisiana's laws and regulations.\"  Williams v. McKeithan, C.A. 71-98 (M.D.La.1975) (emphasis added)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> We note that a recent Seventh Circuit opinion, Chavis v. Rowe, <span class=\"citation\" data-id=\"388235\"><a href=\"/opinion/388235/william-chavis-v-charles-j-rowe-director-illinois-department-of/\"><span class=\"volume\">643</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1281</span></a></span>, 1289 (7th Cir. 1981), suggests that prison officials who act in violation of explicit state regulations are not entitled to a Procunier immunity.  Similarly in Williams v. Board of Regents, <span class=\"citation\" data-id=\"381912\"><a href=\"/opinion/381912/larry-williams-v-board-of-regents-of-the-university-system-of-georgia/\"><span class=\"volume\">629</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">993</span></a></span>, 1000 (5th Cir. 1980), another panel of this Court stated that an official who takes action which is inconsistent with state statutes or regulations loses his immunity</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The District Court found that the conditions of confinement at Angola violated the inmate's federal constitutional rights.  We affirmed this finding in Williams v. Edwards, supra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Of course, while the defendant officials are not entitled to an immunity, we do not mean to suggest that upon remand the defendants must be found liable.  In this case, there is a host of defendants, ranging from individual guards to the Governor.  In order to establish the personal liability of a given defendant, the plaintiffs must show that a particular official's actions (or inaction) caused a violation of the plaintiff's rights.  See, Reimer v. Smith, <span class=\"citation\" data-id=\"396897\"><a href=\"/opinion/396897/joe-reimer-v-john-smith-individually-and-in-his-capacity-as-an-officer-of/\"><span class=\"volume\">663</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1316</span></a></span> (5th Cir. 1981) and \"a general allegation of administrative negligence fails to state a constitutional claim cognizable under Section 1983.\"  Polk County, et al. v. Dobson, --- U.S. ----, ----, <span class=\"citation\" data-id=\"110589\"><a href=\"/opinion/110589/polk-county-v-dodson/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">445</span></a></span>, 454, <span class=\"citation\" data-id=\"110589\"><a href=\"/opinion/110589/polk-county-v-dodson/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">509</span></a></span> (1981).  Thus, upon remand the plaintiffs will still bear the considerable burden of establishing the personal liability of an individual defendant for injuries suffered as the result of overall conditions at Angola</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> The federal constitutional prohibition against the infliction of cruel and unusual punishment is binding on the states through the Due Process Clause of the 14th Amendment, Robinson v. California, <span class=\"citation\" data-id=\"106451\"><a href=\"/opinion/106451/robinson-v-california/\"><span class=\"volume\">370</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">660</span></a></span>, <span class=\"citation\" data-id=\"106451\"><a href=\"/opinion/106451/robinson-v-california/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1417</span></a></span>, <span class=\"citation\" data-id=\"106451\"><a href=\"/opinion/106451/robinson-v-california/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">758</span></a></span> (1962), and is enforced against state prison officials under 42 U.S.C. &#167; 1983</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> \"A state may not constitutionally require segregation of public facilities.\"  Johnson v. State of Virginia, <span class=\"citation\" data-id=\"106596\"><a href=\"/opinion/106596/johnson-v-virginia/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">61</span></a></span>, 62 (<span class=\"citation\" data-id=\"106596\"><a href=\"/opinion/106596/johnson-v-virginia/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1053</span></a></span>, 1054, <span class=\"citation\" data-id=\"106596\"><a href=\"/opinion/106596/johnson-v-virginia/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">195</span></a></span>) (1963).  \"Since Brown v. Board of Education, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span> (<span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></span>) (1954), and the numerous cases implementing that decision, it has been unmistakably clear that racial discrimination by governmental authorities in the use of public facilities cannot be tolerated.\"  Washington v. Lee, <span class=\"citation\" data-id=\"1628054\"><a href=\"/opinion/1628054/washington-v-lee/\"><span class=\"volume\">263</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">327</span></a></span>, 331 (M.D.Ala.1966).  \"The principle extends to all institutions controlled or operated by the State.\"  Singleton v. Board of Commissioners, <span class=\"citation\" data-id=\"270750\"><a href=\"/opinion/270750/willie-carl-singleton-a-minor-by-neva-singleton-his-mother-and-next/\"><span class=\"volume\">356</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">771</span></a></span>, 772 (5th Cir. 1966)</p>\n        <p>Prior to 1968, there may have been some lingering question as to whether the principles enunciated by Brown v. Board of Education, supra; Johnson v. Virginia, supra ; and Singleton v. Board of Commissioners, supra, would be applied in the context of state prison housing and administration.  However, this question was clearly and authoritatively settled when the Supreme Court affirmed the ruling of a special three-judge federal panel ordering the desegregation of Alabama's penal facilities.  Lee v. Washington, <span class=\"citation\" data-id=\"107630\"><a href=\"/opinion/107630/lee-v-washington/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">333</span></a></span>, <span class=\"citation\" data-id=\"107630\"><a href=\"/opinion/107630/lee-v-washington/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">994</span></a></span>, <span class=\"citation\" data-id=\"107630\"><a href=\"/opinion/107630/lee-v-washington/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1212</span></a></span> (1968).  We note that the policy of racial segregation successfully challenged in that 1968 case was virtually identical to the policy which these defendants continued to carry on in Louisiana until 1973.</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/89923/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/92834/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106451/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106596/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107630/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109009/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109199/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109387/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109532/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109561/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109776/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109932/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110236/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110268/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110322/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110353/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110589/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/242956/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/255248/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/265678/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/269348/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/270556/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/270750/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/274402/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/278308/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/279346/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/283635/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/284250/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/286649/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/288825/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/291380/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/297139/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/333742/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/342252/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/355369/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/360483/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/369019/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/377037/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/380135/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/381912/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/381931/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/382711/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/384986/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/388235/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/388793/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/389509/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/389992/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/390862/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/390874/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/391404/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/395141/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/395381/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/396897/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1600643/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1628054/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2008093/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2096340/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2390269/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T23:23:56.522792Z",
      "date_modified": "2016-03-03T18:20:27.622149Z",
      "date_filed": "1982-03-31",
      "date_filed_is_approximate": false,
      "slug": "hayes-williams-and-arthur-mitchell-v-david-c-treen-governor-of-the-state",
      "citation_id": 373654,
      "case_name_short": "",
      "case_name": "Hayes Williams and Arthur Mitchell v. David C. Treen, Governor of the State of Louisiana",
      "case_name_full": "",
      "federal_cite_one": "671 F.2d 892",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 60,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/952243/hayes-williams-and-arthur-mitchell-v-david-c-treen/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T13:21:31.742712Z",
  "date_modified": "2014-10-30T13:21:31.742712Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "Hayes Williams and Arthur Mitchell v. David C. Treen, Governor of the State of Louisiana",
  "case_name_full": "",
  "slug": "hayes-williams-and-arthur-mitchell-v-david-c-treen",
  "docket_number": "80-3792",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}