{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/957121/",
  "id": 957121,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/tenncrimapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1073334/",
      "id": 1073334,
      "absolute_url": "/opinion/1073334/state-of-tennessee-v-charles-e-delapp-jr-aka-charl/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/957121/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1073334/",
          "id": 1073334,
          "absolute_url": "/opinion/1073334/state-of-tennessee-v-charles-e-delapp-jr-aka-charl/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1073334/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/8292/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-09T19:57:53.110287Z",
          "date_modified": "2017-03-28T15:32:29.892440Z",
          "type": "010combined",
          "sha1": "b53dc0993c940ccd935f5dce982c4770281f8e19",
          "page_count": 13,
          "download_url": "http://www.tsc.state.tn.us/sites/default/files/OPINIONS/tcca/PDF/031/delappc.pdf",
          "local_path": "pdf/2003/01/30/state_of_tennessee_v._charles_e._delapp_jr._a.k.a._charles_e._jackson.pdf",
          "plain_text": "         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                           AT JACKSON\n                             Assigned on Briefs August 6, 2002\n\n       STATE OF TENNESSEE v. CHARLES E. DELAPP, JR., A.K.A.\n                    CHARLES E. JACKSON, JR.\n\n                    Appeal from the Circuit Court for Lauderdale County\n                         No. 7062    Joseph H. Walker III, Judge\n\n\n\n                   No. W2001-02370-CCA-R3-CD - Filed January 30, 2003\n\n\nThe defendant, Charles E. Delapp, Jr., a.k.a. Charles E. Jackson, Jr., appeals as of right his\nconviction by a Lauderdale County Circuit Court jury for reckless aggravated assault, a Class D\nfelony, and the resulting five-year, six-month sentence. He contends (1) that the evidence is\ninsufficient to support his conviction and (2) that his sentence is excessive. We affirm the trial\ncourt’s judgment of conviction.\n\n      Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Circuit Court Affirmed\n\nJOSEPH M. TIPTON, J., delivered the opinion of the court, in which THOMAS T. WOODA LL and JOHN\nEVERETT WILLIAMS, JJ., joined.\n\nGary F. Antrican, District Public Defender; and Julie K. Pillow, Assistant District Public Defender,\nfor the appellant, Charles E. Delapp, Jr., a.k.a. Charles E. Jackson, Jr.\n\nPaul G. Summers, Attorney General and Reporter; Peter M. Coughlan, Assistant Attorney General;\nElizabeth T. Rice, District Attorney General; and Tracey A. Brewer, Assistant District Attorney\nGeneral, for the appellee, State of Tennessee.\n\n                                            OPINION\n\n         This case arises out of the defendant’s beating of another inmate, Albert Wayne Bishop, in\nthe Lauderdale County Justice Center. The twenty-three-year-old victim testified that he had been\njailed in Sullivan County for aggravated burglary, theft, and possession of marijuana. He said he and\nthree others, including the defendant, had been transferred to the Lauderdale County Justice Center.\nThe victim characterized himself as quiet and said he hardly ever spoke with the defendant. He said\nthat at one point, the defendant approached David McCracken, the victim’s cousin, who was also\nat the Lauderdale County Justice Center, from behind as if the defendant were going to hit\nMcCracken. The victim said that he jumped from his bunk to aid his cousin and that the defendant\nbacked off but told the victim he wanted to fight. He said that the defendant continued to say he\n\fwanted to fight for three nights and that one night, the victim overheard the defendant tell his friends\nthat he was going to stick the victim with a pen while the victim was sleeping. He said that he saw\nthe defendant get a pen but that the others talked the defendant out of harming him.\n\n        The victim testified that on September 24, 2000, he was sitting by the window and that the\ndefendant approached him. He said he was paranoid and afraid the defendant would stick him with\na pen. He said he hit the defendant, and they began fighting. He said the fight lasted for about five\nminutes, and then they both returned to their respective bunks. He said he considered the fight to\nbe over at this point. He said about twenty minutes later, he told his cousin that he was leaving and\nwas on his knees packing his belongings when the defendant kicked him. He said that he did not\ntry to hit the defendant during the second incident and that he next remembered waking up in the\nhospital and being x-rayed. He said he was sent to a hospital in Memphis where he had brain surgery\nand remained for two weeks. He said he stayed in the infirmary at a penitentiary for two and one-\nhalf months until the wires and screws were removed from his mouth.\n\n        On cross-examination, the victim agreed that he did not want to be transferred to Lauderdale\nCounty and that he wanted to remain in Sullivan County to be near his family. He acknowledged\nthat he was currently incarcerated in East Tennessee. He admitted he did not tell the defendant why\nhe hit the defendant in the first fight but said he thought the defendant was about to do something\nto him so he hit the defendant. On redirect examination, he agreed that inmates do not get to choose\nwhere they are incarcerated and denied that he fought with the defendant in order to be sent back to\nSullivan County. He agreed that in both fights, the defendant came to him.\n\n        James R. Taylor, Jr., testified that on September 24, 2000, he was incarcerated at Lauderdale\nCounty Justice Center for criminal trespassing. He said he was lying on his bunk when he saw the\nvictim hit the defendant in the jaw. He said that they fought for two to three minutes, that the fight\nmostly consisted of the defendant and victim holding each other, and that they stopped fighting on\ntheir own. He said that an hour or two later, he overheard the defendant mumble something about\ncatching the victim in the shower if necessary. He said he overheard some other inmates warn the\nvictim that he should change cells while he could. He said the victim was squatting by the storage\narea under his bunk packing his belongings when Taylor saw the defendant run over to the victim\nand kick the victim in the head as if he were kicking a football. He said the victim’s head hit the\nstorage compartment. He said that the defendant then hit the victim four to six times in the jaw as\nthe victim lay on the floor and that the victim’s head kept hitting the concrete. He said that he could\nhear the victim’s bones cracking and that he told the defendant that the defendant would kill the\nvictim if he continued.\n\n         On cross-examination, Taylor testified that he also had two or three theft convictions. He\nsaid that he had seen jail fights before but that the victim’s injuries were the worst he had ever seen.\nHe said inmates mostly argued and yelled rather than fought. He said he had never seen a shank in\nthe jail. He identified a photograph of cell one, which depicted clothing hanging from the inmates’\nbunks. He said he believed the defendant had on headphones before the first fight and was standing\nby the window because the reception was better there. He said that during the first fight, the victim\n\n\n                                                  -2-\n\fand the defendant bumped into the wall several times and were fighting on the floor at one point.\nHe agreed the defendant’s threat to do something to the victim after the first fight may have been idle\nbecause inmates say things like that all the time. He said that no weapons were involved in the\nsecond fight and that the victim’s head bounced off the floor when the defendant hit him. He said\nthat after a Tennessee Bureau of Investigation (TBI) agent threatened to charge everyone in the back\nwhere the fight occurred, he told the agent what he had seen.\n\n        Michael Cole Beasley testified that on September 24, 2000, he had been incarcerated in unit\none at the Lauderdale County Justice Center for about one month following a forgery conviction,\nwhich was related to drug use. He said he was at a table in the front of the cell playing cards when\na fight broke out in the back. He said that he heard some licks and that everyone ran to the back\ncorner near the window to see what was happening. He said the defendant and the victim were\nfighting and seemed evenly matched. He said the defendant was wearing headphones, the defendant\nand the victim became tangled together and held each other, and two inmates pulled them apart. He\nsaid the fight lasted one to two minutes and resulted in the defendant having a small knot on his\nhead. He said that this was the first fight he had seen in jail and that he did not know why the\ndefendant and the victim were fighting. He said no shanks or weapons were involved. He said that\nafter the fight, the defendant and the victim went their separate ways. He said he overheard the\ndefendant tell Inmate Lewis that the victim hit him unexpectedly and for no reason and that the\ndefendant was going to get back at the victim.\n\n         Beasley testified that he resumed playing cards and that forty-five minutes to one hour later,\nhe heard another lick. He said he jumped up and ran over to the victim’s bunk where he saw the\ndefendant punch the victim eight to ten times in the head, “driving him into the concrete.” He said\nthat while the defendant was hitting the victim, several inmates told the defendant to stop. He said\nthe victim was already unconscious when he got there and sounded like he was suffocating on his\nown blood. He said he could tell that the victim had some serious medical problems from the\nbeating. He said that after the second fight, he noticed the defendant holding the defendant’s hand\nas if it were hurting. He said that although one person may have called for help after the second\nfight, the others did not because they were threatened. He said the inmates placed a bag of ice on\nthe victim’s neck. He said the victim remained unconscious for one or one and one-half minutes\nafter the beating and was bleeding from his nose and mouth. He said that he heard the victim\nrespond to the nurse after he regained consciousness and that the victim walked out of the pod with\na little help.\n\n        Beasley testified that he was interviewed by Lucian Herron and a TBI agent but that they did\nnot threaten him. He said he was not promised anything for his testimony. He said that after\nspeaking with the investigators, he, Andy Griggs, James “Junior” Taylor, and Ricky Davis were\nmoved out of cell one into protective custody. He said the defendant and Lewis were placed in\nsolitary confinement. On cross-examination, he said the tables were two or three bunks away from\nthe victim’s bunk. He agreed that his attention was focused on his card game.\n\n\n\n\n                                                 -3-\n\f        Andy Griggs testified that he was charged with a drug-related offense while on bond\nfollowing his arrest for aggravated assault and aggravated burglary. He said that while incarcerated\nat the Lauderdale County Justice Center on September 24, 2000, he witnessed a fight between the\ndefendant and the victim. He said the first fight, which occurred near the window, ended in a draw.\nHe said that during this fight, the defendant and victim were against the concrete wall and on the\nfloor. He said the defendant threatened to get back at the victim when he caught the victim in the\nshower with soap in his hair. He said everyone encouraged the victim to get his belongings and go\nto the cell door to be moved.\n\n        Griggs testified that about one hour after the first fight, the victim was squatting by his bunk\nwhen the defendant kicked the victim in the head and knocked him unconscious. He said that he\nheard rather than saw the kick. He said that while the victim was unconscious, he saw the defendant\nstraddle the victim and hit the victim seven or eight times on the jaw with his right hand. He said\nthat the victim’s head bounced off the concrete and that it sounded like the victim’s bones were\nbeing crushed. He said the victim was unconscious for three to four minutes and was bleeding from\nthe mouth. He said someone had thrown water on the victim by the time Griggs returned with a\nwashcloth. He said the victim was conscious, but his head and mouth were swollen. He said that\nthe victim tried to communicate with the guards and walked out fifteen to thirty minutes after the\nsecond fight. He said the victim’s injuries looked serious.\n\n        Griggs testified that after the second fight, he talked to TBI Agent Turner. He said neither\nAgent Turner nor Investigator Herron threatened him. He said that after he spoke with the\ninvestigators, he received a threat that the same thing was going to happen to him. He said he and\nthe other inmates who gave statements about what they saw were moved. He said that although\ninmates were not allowed to hang clothing from their bunks, they sometimes hung jumpsuits from\ntheir bunks to dry. He said that a bunk was between him and the second fight but that nothing\nobstructed his view of the fight.\n\n         Rhonda Mullins, a nurse at the Lauderdale County Justice Center and at West Tennessee\nState Penitentiary, testified that she was called at home and told that the victim had fallen from his\nbunk. She said that when she saw the victim, he had an obvious facial deformity, was bleeding from\nhis mouth and nose, and was alert but could not speak. She said he could nod his head to indicate\nyes or no. She said that his injuries did not appear to have been from a fall and that when she asked\nif he had fallen from his bunk, he told her no. She said she suspected that he had a fractured jaw and\nother possible head trauma. She said that he needed immediate medical help and that she told\nsecurity to send him to the emergency room. On cross-examination, she admitted that the victim was\nsitting up when she arrived and that he answered her questions appropriately. She said she held the\nvictim’s arm while she and an officer helped him walk from the pod to the library.\n\n       Ms. Mullins testified that the victim was discharged from the Regional Medical Center after\ntwo to three weeks and sent to West Tennessee State Penitentiary where he stayed three to four\nmonths. She said he stayed in the prison’s clinic for two and one-half months because his jaws were\n\n\n\n                                                  -4-\n\fwired shut and he was on a narcotic for severe head pain. She said he was not sufficiently competent\nwhile on the narcotic to be in the general prison population.\n\n       Cheryl Manns, director of health information management at Baptist Hospital in Lauderdale\nCounty, testified that the victim was admitted on September 24, 2000, with brain swelling and\nmultiple facial fractures. He was transferred to the Medical Center. Linda Gilmer, a health\ninformation administrator at the Medical Center, testified that the victim stayed in the Center for\neleven days and had surgery on his brain as well as on multiple facial fractures.\n\n        John Toby, a health administrator at West Tennessee State Penitentiary, testified that he was\na registered nurse with a background in trauma nursing and that he maintained the medical records\nat the prison. The victim’s medical records revealed that he had several cracks in the base of his\nskull and deep bleeding in his brain. Mr. Toby stated that these injuries placed the victim at risk of\ndeath and required that he have brain surgery, which is only conducted when absolutely necessary.\nTreating doctors had to put holes in the victim’s skull in order to relieve pressure on the victim’s\nbrain and to repair the damage caused by the beating. The doctors pieced the victim’s skull back\ntogether as well as they could and placed plates secured with screws over the broken area of the\nskull. Mr. Toby stated that without the plates, a tap on the back of the victim’s head could have\ncaused permanent damage or even death. The records also show that the victim’s jaw and the bone\nunder his eye were fractured. The victim was placed on a ventilator because of the possibility that\nhe might stop breathing. Mr. Toby acknowledged that this was a precautionary measure. The victim\nreturned to the local hospital several times after he was discharged due to pain in his head and neck.\nMr. Toby agreed that the victim faced a life or death situation due to his injuries.\n\n        TBI Agent Roger Turner testified that he became involved in the investigation of this case\ndue to the seriousness of the victim’s injuries. He said he was not able to interview the victim in the\ndays following the altercation because the victim could not speak. He said that he spoke with the\ndefendant at the jail, that the defendant’s right hand was noticeably swollen, and that the defendant\nhad a bruise on his right temple. He said only five inmates, including Taylor, Beasley, and Griggs,\ngave statements about the incident. On cross-examination, he agreed that he did not question every\ninmate individually and that he did not attempt to interview Inmate Lewis.\n\n       Investigator Lucian Herron of the Lauderdale County Sheriff’s Department testified that on\nSeptember 24, 2000, he investigated a fight between the defendant and the victim at the Lauderdale\nCounty Justice Center. He said he took statements from three jailors and interviewed thirty-two\ninmates. He said that although he did not recall speaking with Inmate Lewis, he interviewed Lewis\nif Lewis was in the cell block. He said he thought the TBI should be involved in the investigation\nbecause it was an uninterested outside agency and because of the seriousness of the victim’s injuries.\n\n         Erwin Lewis testified that he was from Sullivan County and came to the Lauderdale County\nJustice Center about one and one-half months before the defendant and the victim. He said that on\nthe morning of September 24, 2000, the defendant let the victim smoke his cigarette. He said that\nlater that evening, he, the defendant, and a couple of other inmates were standing beside the window,\n\n\n                                                 -5-\n\fwhich was near the defendant’s bunk. He said the defendant was wearing earphones when the victim\nhit the defendant for no reason. He said the victim and the defendant began fighting and that other\ninmates broke up the fight. He said he was not aware of any animosity between him, the defendant,\nthe victim, or the victim’s cousin, whom he considered to be a friend after they shared a cell in\nSullivan County. He said that after the first fight, the defendant and the victim went to their separate\nbunks. He said the defendant was startled because it was uncommon to be hit by another inmate\nunexpectedly. He said that after he and some other inmates talked with the defendant, he went to\nhis bunk and put on his earphones.\n\n        Lewis testified that about thirty minutes after the first fight, he noticed that the victim and\nthe defendant were fighting again. He said he did not see how the second fight started but saw both\nthe victim and the defendant swinging. He said he saw the victim hit the defendant. He said he got\nbetween them and broke up the fight by pushing them apart. He said that the defendant got up on\nhis own and walked away but that the victim remained on the floor. He said that he asked the victim\nif he was ok and that the victim responded, “Yeah.” He said that someone got a guard and that the\nguard told the victim, who was about to get up, to stay down. He said the victim lay on the floor\nuntil the nurse came. He said in most jails, inmates hide shanks, which are homemade knives, under\ntheir beds. He said he had seen shanks in Lauderdale County.\n\n       On cross-examination, Lewis testified that he had known the defendant for five or six months\nbefore he came to Lauderdale County and that he and the defendant were now at the Hardeman\nCounty Correctional Facility. He admitted he had never seen one inmate attack another with a shank\nin Lauderdale County. He denied threatening to harm the other inmates in unit one if they told what\nhad happened. On redirect examination, he said that after the second fight, he was placed in\nsegregation and, from there, went to West Tennessee State Penitentiary. He agreed that he never\nreturned to unit one and had no opportunity to talk with anyone about the incident.\n\n        The defendant testified that he was from Washington County and, at the time of trial, was\nserving a sentence in the Hardeman County Correctional Facility for drug offenses. He said that he\nwas transferred from Sullivan County to Lauderdale County with five other inmates who were all\nCaucasian. He said the other inmates talked about the jails in West Tennessee being filled with\nAfrican-Americans. He said he reassured them that it would be alright and that at least they knew\nother inmates from Sullivan County whereas he knew no one because he was from Washington\nCounty.\n\n        The defendant testified that on September 24, 2000, he was sitting in the window with the\nvictim and Inmate West. He said that he and West were sharing West’s cigarette and that he asked\nWest if the victim could have a hit. He said the victim talked with him and West for a few minutes.\nHe said that later, he was standing by the window listening to earphones and singing. He said he\ncould tell from the way the victim looked at him that the victim wanted him to stop singing but the\nvictim did not ask him to stop singing. He said that although he knew that the victim wanted him\nto stop singing, he continued to sing. He said the victim stood up, walked around him, and then hit\nhim in the side of his head. He said the earphones fell off and broke. He said that he was stunned\n\n\n                                                  -6-\n\fand that he and the victim fought for a couple of minutes, ending up on the floor with the victim on\ntop of him. He said both his and the victim’s heads hit the wall a couple of times during the fight.\nHe said other inmates broke up the fight.\n\n        The defendant testified that he was upset by the first fight. He said he was standing by\nInmate Cobb’s bunk when he saw the victim kneeling down under the victim’s bunk. He said he had\nseen three shanks in the jail. He said that when the victim went under his bed, he came through the\nbunks and attacked the victim. He said he did not intend to hurt the victim and did not know that\nthe victim’s head was bouncing off the concrete floor. He said he hit the victim four or five times.\nHe said that after the fight, the victim held a rag on his face, stood up, and walked out of the cell.\nHe said that the nurse and another person were walking beside the victim but that they did not hold\nthe victim’s arm. He said that after the second fight, the victim’s cousin told him that the victim had\nproblems.\n\n         The defendant testified that he had never tried to harm the victim’s cousin. He said that he\ndid not know anything about the alleged ink pen and that one would not attack someone with an ink\npen in a jail. He said that one could not see anything from the tables and that during the two weeks\nhe was at the jail, items hung from the bunks. He said that he did not intend to hurt the victim but\nthat if he had allowed the victim to run over him, others would have done so too. He said that if he\nhad gone to the guards, he would have been put in solitary confinement for being a “snitch.” He said\nhe spoke to a TBI agent after the fight and told the agent that he did not want to press charges against\nthe victim. He said he told the agent that the victim hit him and that he wanted his lawyer. He said\nhe had a good record in Sullivan County but had been “written up” a couple of times in Hardeman\nCounty. He said that this incident had been blown out of proportion and that he would take it back\nif he could.\n\n        On cross-examination, the defendant agreed that he attacked the victim, that he hit the victim\nfour or five times, and that because of this, the victim’s head hit the concrete. He acknowledged that\nthe victim was not hitting him as he hit the victim. He said the victim was trying to kick the\ndefendant off by kicking his feet. He said the victim’s head hit the concrete only the last time he hit\nthe victim. He said he could not tell that the victim had serious injuries.\n\n        On rebuttal, Andy Griggs testified that the victim did not have the opportunity to hit the\ndefendant during the second fight because the victim was unconscious. He said that the victim’s\nhead hit the concrete more than once and that the victim’s body would jump or twitch every time the\ndefendant hit him. He said he did not see the victim kicking. He said the state made no offer to help\nhim in exchange for his testimony. Michael Cole Beasley testified on rebuttal that Inmate Lewis told\nmost everyone in the cell that if they signed a statement, the same thing would happen to them.\nBased upon this evidence, the jury convicted the defendant of the lesser included offense of reckless\naggravated assault.\n\n\n\n\n                                                  -7-\n\f                            I. SUFFICIENCY OF THE EVIDENCE\n\n        The defendant contends that the evidence is insufficient to support his reckless aggravated\nassault conviction because the victim’s injuries were accidental. He argues that the victim’s injuries\nwere not caused by his fist but, instead, by the victim’s head hitting the concrete floor during the\nfight. The state argues that the evidence is sufficient to prove that the defendant acted recklessly.\nWe agree with the state.\n\n        Our standard of review when the sufficiency of the evidence is questioned on appeal is\n“whether, after viewing the evidence in the light most favorable to the prosecution, any rational trier\nof fact could have found the essential elements of the crime beyond a reasonable doubt.” Jackson\nv. Virginia, 443 U.S. 307, 319, 99 S. Ct. 2781, 2789 (1979). We do not reweigh the evidence but\npresume that the jury has resolved all conflicts in the testimony and drawn all reasonable inferences\nfrom the evidence in favor of the state. See State v. Sheffield, 676 S.W.2d 542, 547 (Tenn. 1984);\nState v. Cabbage, 571 S.W.2d 832, 835 (Tenn. 1978). Any questions about the credibility of the\nwitnesses were resolved by the jury. See State v. Bland, 958 S.W.2d 651, 659 (Tenn. 1997).\n\n        Reckless aggravated assault, in pertinent part, is recklessly causing the victim serious bodily\ninjury. Tenn. Code Ann. § 39-13-101(a)(1), -102(a)(2)(A). One acts\n\n               recklessly with respect to the circumstances surrounding the conduct\n               or the result of the conduct when the person is aware of but\n               consciously disregards a substantial and unjustifiable risk that the\n               circumstances exist or the result will occur. The risk must be of such\n               a nature and degree that its disregard constitutes a gross deviation\n               from the standard of care that an ordinary person would exercise\n               under all the circumstances as viewed from the accused person’s\n               standpoint.\n\nTenn. Code Ann. § 39-11-302(c). In contrast, one acts intentionally “when it is the person’s\nconscious objective or desire to engage in the conduct or cause the result.” Tenn. Code Ann. § 39-\n11-302(a). Serious bodily injury involves “(A) a substantial risk of death; (B) protracted\nunconsciousness; (C) extreme physical pain; (D) protracted or obvious disfigurement; or (E)\nprotracted loss or substantial impairment of a function of a bodily member, organ, or mental faculty.”\nTenn. Code Ann. § 39-11-106(a)(34).\n\n        Viewing the evidence in the light most favorable to the state, the defendant kicked the victim\nin the head while the victim was kneeling by his bunk, causing his head to hit the storage\ncompartment of his bunk and knocking him unconscious. The defendant then straddled the\nunconscious victim and hit the victim in the jaw multiple times. Each blow drove the victim’s head\ninto the concrete floor. As a result, the victim was unconscious for a period of time and suffered\nbleeding and swelling of the brain and facial fractures. The victim underwent brain surgery requiring\nthat holes be bored in his skull and that plates and screws be used to cover the opening in the skull.\n\n\n                                                 -8-\n\fHis mouth was wired shut for two and one-half months while his facial fractures healed, and he took\nnarcotics to manage his severe head pain. The evidence is more than sufficient to show that the\ndefendant caused the victim serious bodily injury.\n\n         The defendant argues that he did not act recklessly but that, instead, the victim’s injuries were\naccidental, resulting from the victim’s head hitting the concrete floor as they mutually engaged in\na fight. The evidence reveals that the defendant threatened to get revenge for the first fight at a time\nwhen the victim would not expect it. While the victim was kneeling by his bunk engaged in packing\nhis belongings in order to move to another cell, the defendant approached the victim at a run and\nkicked him in the head. Inmates Taylor and Griggs testified that they could hear the victim’s bones\ncracking or crushing as the defendant beat him. Inmate Beasley testified that several inmates told\nthe defendant to stop beating the victim and that it sounded as if the victim were suffocating on his\nown blood. Inmate Taylor said that he told the defendant that if he did not stop, he would kill the\nvictim. The defendant testified that in the second fight, he attacked the victim and that the victim\ndid not try to hit him while he was hitting the victim. We believe that the evidence shows that the\ndefendant acted intentionally. The evidence is sufficient to support the defendant’s conviction for\nreckless aggravated assault.\n\n                                          II. SENTENCING\n\n        The defendant contends that the length of his sentence is excessive because the trial court\nmisapplied enhancement factors. The state contends that the sentence was appropriate. We affirm\nthe sentence that the trial court imposed.\n\n         At the sentencing hearing, the defendant stipulated to the presentence report and asked the\ntrial court for leniency, noting that he had another year to serve in the Hardeman County Correctional\nFacility and a sixty month federal sentence, eighty-five percent of which he had to serve in custody.\nHe asked the court to run his present sentence concurrent with either his state or federal sentence.\nOn cross-examination, he said that he understood the extent of the victim’s injuries and was sorry\nfor what he had done. He said that his actions were not intentional and that the injuries could have\nhappened to either the victim or himself because the floor of the jail cell was not carpeted.\n\n        The presentence report reflects that the twenty-six-year-old defendant attended school\nthrough the ninth grade and is divorced. The defendant reported drinking alcohol excessively from\nage seventeen to age twenty-three. He reported using cocaine and marijuana on a daily basis and\nreceiving drug treatment. He stated that at one point, he sold drugs for a living and that he had been\ncontinuously incarcerated since December 1998. The presentence report reflects that the defendant\nwas convicted in federal district court of conspiracy to distribute crack cocaine and received a\nsentence of sixty months in custody and four years of supervised release. The defendant also has a\nconviction for the sale or possession of more than .5 grams of cocaine and two convictions for\naggravated assault. The defendant also reported a juvenile adjudication of guilt for aggravated\nassault in 1989 for which he was placed in the custody of the Department of Youth Development for\nthree years. The report reflects that the defendant’s probation was revoked three times.\n\n\n                                                   -9-\n\f      The trial court found the defendant to be a multiple offender. It applied the following\nenhancement factors to the defendant’s sentence:\n\n                 (1) The defendant has a previous history of criminal convictions or\n                 criminal behavior in addition to those necessary to establish the\n                 appropriate range;\n                 ....\n                 (14) The felony was committed . . . while incarcerated for a felony\n                 conviction;\n                 ....\n                 (16) The crime was committed under circumstances under which the\n                 potential for bodily injury to the victim was great; [and]\n                 ....\n                 (19) If the lack of immediate medical treatment would have probably\n                 resulted in the death of the victim under § 39-15-402[.]\n\nTenn. Code Ann. § 40-35-114 (Supp. 2001) (amended 2002).1 It found that no mitigating factors\napplied and that the enhancement factors were serious. It sentenced the defendant to five years, six\nmonths in the Department of Correction. Finding the defendant to have an extensive criminal record\nand to be a dangerous offender, it determined that his present sentence should run consecutively to\nhis state sentences and concurrently with his federal sentence. See Tenn. Code Ann. § 40-35-115\n(b)(2), (4). It noted that consecutive sentences were reasonably related to the severity of the offense\nand would serve to protect the public.\n\n       Appellate review of sentencing is de novo on the record with a presumption that the trial\ncourt’s determinations are correct. Tenn. Code Ann. § 40-35-401(d). As the Sentencing\nCommission Comments to this section note, the burden is now on the defendant to show that the\nsentence is improper. This means that if the trial court followed the statutory sentencing procedure,\nmade findings of fact that are adequately supported in the record, and gave due consideration and\nproper weight to the factors and principles that are relevant to sentencing under the 1989 Sentencing\nAct, we may not disturb the sentence even if a different result were preferred. State v. Fletcher, 805\nS.W.2d 785, 789 (Tenn. Crim. App. 1991).\n\n        However, “the presumption of correctness which accompanies the trial court’s action is\nconditioned upon the affirmative showing in the record that the trial court considered the sentencing\nprinciples and all relevant facts and circumstances.” State v. Ashby, 823 S.W.2d 166, 169 (Tenn.\n1991). In this respect, for the purpose of meaningful appellate review,\n\n\n\n        1\n          The legislature’s 200 2 am endment to Tenn. Code Ann. § 40-35-114 added as the new enhancement factor (1)\nthat the “offense was an act of terrorism” b ut changed the existing enhan cement facto rs only in inc reasing their\ndesignating number by one. Thus, former enhancement facto r (1) is now enhancement factor (2), factor (14) is now\nfactor (15), factor (16) is now factor (17), and factor (19) is now factor (20).\n\n                                                       -10-\n\f               the trial court must place on the record its reasons for arriving at the\n               final sentencing decision, identify the mitigating and enhancement\n               factors found, state the specific facts supporting each enhancement\n               factor found, and articulate how the mitigating and enhancement\n               factors have been evaluated and balanced in determining the sentence.\n               T.C.A. § 40-35-210(f) (1990).\n\nState v. Jones, 883 S.W.2d 597, 599 (Tenn. 1994). In the present case, the trial court failed to state\nany specific facts to support its application of the four enhancement factors. Furthermore, the only\nindication of the weight given these factors was the court’s statement that the enhancement factors\nas a group were serious. We believe this falls short of the requirements of § 40-35-210(f) and,\ntherefore, review the defendant’s sentence de novo without a presumption of correctness.\n\n        In conducting our de novo review, we must consider (1) the evidence, if any, received at the\ntrial and sentencing hearing, (2) the presentence report, (3) the principles of sentencing and\narguments as to sentencing alternatives, (4) the nature and characteristics of the criminal conduct,\n(5) any mitigating or statutory enhancement factors, (6) any statement that the defendant made on\nhis own behalf, and (7) the potential for rehabilitation or treatment. Tenn. Code Ann. §§ 40-35-102,\n-103, -210; see Ashby, 823 S.W.2d at 168; State v. Moss, 727 S.W.2d 229, 236-37 (Tenn. 1986).\n\n        The sentence to be imposed by the trial court is presumptively the minimum in the range for\na Class D felony unless there are enhancement factors present. Tenn. Code Ann. § 40-35-210(c).\nProcedurally, the trial court is to increase the sentence within the range based upon the existence of\nenhancement factors and, then, reduce the sentence as appropriate for any mitigating factors. Tenn.\nCode Ann. § 40-35-210(d)-(e). The weight to be afforded an existing factor is left to the trial court’s\ndiscretion so long as it complies with the purposes and principles of the 1989 Sentencing Act and\nits findings are adequately supported by the record. Tenn. Code Ann. § 40-35-210, Sentencing\nCommission Cmts.; Moss, 727 S.W.2d at 237; see Ashby, 823 S.W.2d at 169.\n\n        The defendant contends that the trial court misapplied enhancement factors (1), (16), and\n(19). See Tenn. Code Ann. § 40-35-114(1), (16), (19) (Supp. 2001) (amended 2002). He argues that\nthe trial court improperly applied enhancement factor (1), relating to his history of criminal\nconvictions or behavior, because all of his prior convictions were used to establish his range. He was\nconvicted of a Class D felony and sentenced as a Range II, multiple offender. A defendant qualifies\nas a multiple offender if he or she has a “minimum of two (2) but not more than four (4) prior felony\nconvictions within the conviction class, a higher class, or within the next two (2) lower felony\nclasses.” Tenn. Code Ann. § 40-35-106(a)(1). In the present case, the defendant has two convictions\nfor aggravated assault, Class C or D felonies. These convictions are sufficient to establish him to\nbe a multiple offender. He also has a conviction for the sale or possession of more than .5 grams of\ncocaine, a Class B felony, and a federal drug conviction. These convictions justify the application\nof enhancement factor (1). Additionally, we note that the defendant reported an extensive history\n of drug use and selling drugs as his sole form of livelihood when not incarcerated. We believe this\nenhancement factor is entitled to great weight.\n\n\n                                                 -11-\n\f        The defendant does not contest and we affirm the application of factor (14). The proof at trial\nand the presentence report reveal that the defendant assaulted the victim while the defendant was\nincarcerated for a felony conviction. This factor is entitled to moderate weight in light of the fact\nthat both the defendant and the victim resorted to violence while incarcerated in order to resolve their\ncontinuing conflict.\n\n        The defendant contends that the trial court erroneously applied enhancement factor (16), that\nthe circumstances of the offense presented great potential for bodily injury to the victim, because\nserious bodily injury is an element of reckless aggravated assault. The defendant is correct that a\ntrial court may not use enhancement factors that comprise the essential elements of the indicted\noffense to enhance a sentence. Tenn. Code Ann. § 40-35-114; Jones, 883 S.W.2d at 599-600. Our\nsupreme court has held that enhancement factor (16) is not an essential element of aggravated assault\ncaused by serious bodily injury and may be applied to enhance the sentence provided it is appropriate\nunder the facts of the case. Jones, 883 S.W.2d at 603. On the other hand, because proof of serious\nbodily injury necessarily includes proof of bodily injury as required by factor (16), the proof must\n“demonstrate a culpability distinct from and appreciably greater than that incident to the offense for\nwhich” the defendant was convicted. Id.\n\n         The state argues that the defendant’s repeated striking of the victim once the victim was\nrendered unconscious from the initial kick dramatically increased the victim’s risk of injury and\nwarrants application of factor (16). In Jones, the court noted that the evidence that the defendant\nknocked the victim to the ground while attempting to take her purse and, thereby, caused serious\nbodily injury constituted the proof upon which he was convicted of aggravated assault causing\nserious bodily injury. Id. The victim suffered severe inter-cranial bleeding and damage to her front\nteeth and remained in the hospital for ten days. The injury caused the victim to lose her short term\nmemory and her senses of smell and taste. Her verbal skills were impaired and her equilibrium\naffected. The court held that factor (16) did not apply because the victim’s injuries “were of the\nnature and extent included in the offense of aggravated assault.” Id. In the present case, we believe\nthat the victim received the injuries supporting the serious bodily injury element of the offense from\nthe beating following the kick. Thus, the evidence upon which the state relies to prove factor (16)\nis also the evidence that makes the offense an aggravated assault. The trial court erroneously applied\nfactor (16).\n\n        The defendant contends and the state concedes that the trial court erroneously applied factor\n(19). Factor (19) relates to injuries from aggravated child abuse and neglect that would have resulted\nin death had the victim not received immediate medical treatment. See Tenn. Code Ann. § 39-15-\n402. As such, factor (19) does not apply in this case.\n\n       The state contends that enhancement factor (10), that the defendant did not hesitate to commit\na crime involving high risk to human life, applies because the attack upon the victim went beyond\nthat necessary to cause serious bodily injury. Like factor (16), factor (10) is not an element of\naggravated assault causing serious bodily injury because the state may prove serious bodily injury\nwithout proving a high risk to life. Jones, 883 S.W.2d at 602. In order to support factor (10), the\n\n\n                                                 -12-\n\fproof must show that the defendant exhibited a distinct and appreciably greater culpability than that\nassociated with the offense for which the defendant was convicted. Id. at 603. We question whether\nfactor (10) can be applied in this case. As discussed above, the beating following the kick resulted\nin the injuries that made this an aggravated offense.\n\n        In any event, we note that enhancement factor (20) also applies in this case. This factor may\nbe applied if the “defendant was adjudicated to have committed a delinquent act or acts as a juvenile\nthat would constitute a felony if committed by an adult.” Tenn. Code Ann. § 40-35-114(20) (Supp.\n2001) (amended 2002). The presentence report states that the defendant reported to the officer\npreparing the report that he “was adjudicated guilty of aggravated assault in 1989 in Washington\nCounty Juvenile Court and he spent three years in the custody of the Department of Youth\nDevelopment for this offense.” Aggravated assault is a felony if committed by an adult. See Tenn.\nCode Ann. § 39-13-102(d). We believe that this factor weighs heavily.\n\n         Thus, although the trial court erroneously applied factors (16) and (19), we conclude that, at\nleast, enhancement factors (1), (14), and (20) apply. Factors (1) and (20) are entitled to great weight.\nThis is the twenty-six-year-old defendant’s fourth conviction or adjudication for aggravated assault,\nevincing a sustained pattern of violence. As a Range II, multiple offender convicted of a Class D\nfelony, the defendant faced a sentence of four to eight years. An enhancement of one and one-half\nyears from the minimum is more than fair in light of the applicable enhancement factors. We affirm\nthe five-year, six-month sentence imposed by the trial court.\n\n        Based upon the foregoing and the record as a whole, we affirm the judgment of conviction.\n\n\n\n                                                        ___________________________________\n                                                        JOSEPH M. TIPTON, JUDGE\n\n\n\n\n                                                 -13-\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">         IN THE COURT OF CRIMINAL APPEALS OF TENNESSEE\n                           AT JACKSON\n                             Assigned on Briefs August 6, 2002\n\n       STATE OF TENNESSEE v. CHARLES E. DELAPP, JR., A.K.A.\n                    CHARLES E. JACKSON, JR.\n\n                    Appeal from the Circuit Court for Lauderdale County\n                         No. 7062    Joseph H. Walker III, Judge\n\n\n\n                   No. W2001-02370-CCA-R3-CD - Filed January 30, 2003\n\n\nThe defendant, Charles E. Delapp, Jr., a.k.a. Charles E. Jackson, Jr., appeals as of right his\nconviction by a Lauderdale County Circuit Court jury for reckless aggravated assault, a Class D\nfelony, and the resulting five-year, six-month sentence. He contends (1) that the evidence is\ninsufficient to support his conviction and (2) that his sentence is excessive. We affirm the trial\ncourt’s judgment of conviction.\n\n      Tenn. R. App. P. 3 Appeal as of Right; Judgment of the Circuit Court Affirmed\n\nJOSEPH M. TIPTON, J., delivered the opinion of the court, in which THOMAS T. WOODA LL and JOHN\nEVERETT WILLIAMS, JJ., joined.\n\nGary F. Antrican, District Public Defender; and Julie K. Pillow, Assistant District Public Defender,\nfor the appellant, Charles E. Delapp, Jr., a.k.a. Charles E. Jackson, Jr.\n\nPaul G. Summers, Attorney General and Reporter; Peter M. Coughlan, Assistant Attorney General;\nElizabeth T. Rice, District Attorney General; and Tracey A. Brewer, Assistant District Attorney\nGeneral, for the appellee, State of Tennessee.\n\n                                            OPINION\n\n         This case arises out of the defendant’s beating of another inmate, Albert Wayne Bishop, in\nthe Lauderdale County Justice Center. The twenty-three-year-old victim testified that he had been\njailed in Sullivan County for aggravated burglary, theft, and possession of marijuana. He said he and\nthree others, including the defendant, had been transferred to the Lauderdale County Justice Center.\nThe victim characterized himself as quiet and said he hardly ever spoke with the defendant. He said\nthat at one point, the defendant approached David McCracken, the victim’s cousin, who was also\nat the Lauderdale County Justice Center, from behind as if the defendant were going to hit\nMcCracken. The victim said that he jumped from his bunk to aid his cousin and that the defendant\nbacked off but told the victim he wanted to fight. He said that the defendant continued to say he\n\fwanted to fight for three nights and that one night, the victim overheard the defendant tell his friends\nthat he was going to stick the victim with a pen while the victim was sleeping. He said that he saw\nthe defendant get a pen but that the others talked the defendant out of harming him.\n\n        The victim testified that on September 24, 2000, he was sitting by the window and that the\ndefendant approached him. He said he was paranoid and afraid the defendant would stick him with\na pen. He said he hit the defendant, and they began fighting. He said the fight lasted for about five\nminutes, and then they both returned to their respective bunks. He said he considered the fight to\nbe over at this point. He said about twenty minutes later, he told his cousin that he was leaving and\nwas on his knees packing his belongings when the defendant kicked him. He said that he did not\ntry to hit the defendant during the second incident and that he next remembered waking up in the\nhospital and being x-rayed. He said he was sent to a hospital in Memphis where he had brain surgery\nand remained for two weeks. He said he stayed in the infirmary at a penitentiary for two and one-\nhalf months until the wires and screws were removed from his mouth.\n\n        On cross-examination, the victim agreed that he did not want to be transferred to Lauderdale\nCounty and that he wanted to remain in Sullivan County to be near his family. He acknowledged\nthat he was currently incarcerated in East Tennessee. He admitted he did not tell the defendant why\nhe hit the defendant in the first fight but said he thought the defendant was about to do something\nto him so he hit the defendant. On redirect examination, he agreed that inmates do not get to choose\nwhere they are incarcerated and denied that he fought with the defendant in order to be sent back to\nSullivan County. He agreed that in both fights, the defendant came to him.\n\n        James R. Taylor, Jr., testified that on September 24, 2000, he was incarcerated at Lauderdale\nCounty Justice Center for criminal trespassing. He said he was lying on his bunk when he saw the\nvictim hit the defendant in the jaw. He said that they fought for two to three minutes, that the fight\nmostly consisted of the defendant and victim holding each other, and that they stopped fighting on\ntheir own. He said that an hour or two later, he overheard the defendant mumble something about\ncatching the victim in the shower if necessary. He said he overheard some other inmates warn the\nvictim that he should change cells while he could. He said the victim was squatting by the storage\narea under his bunk packing his belongings when Taylor saw the defendant run over to the victim\nand kick the victim in the head as if he were kicking a football. He said the victim’s head hit the\nstorage compartment. He said that the defendant then hit the victim four to six times in the jaw as\nthe victim lay on the floor and that the victim’s head kept hitting the concrete. He said that he could\nhear the victim’s bones cracking and that he told the defendant that the defendant would kill the\nvictim if he continued.\n\n         On cross-examination, Taylor testified that he also had two or three theft convictions. He\nsaid that he had seen jail fights before but that the victim’s injuries were the worst he had ever seen.\nHe said inmates mostly argued and yelled rather than fought. He said he had never seen a shank in\nthe jail. He identified a photograph of cell one, which depicted clothing hanging from the inmates’\nbunks. He said he believed the defendant had on headphones before the first fight and was standing\nby the window because the reception was better there. He said that during the first fight, the victim\n\n\n                                                  -2-\n\fand the defendant bumped into the wall several times and were fighting on the floor at one point.\nHe agreed the defendant’s threat to do something to the victim after the first fight may have been idle\nbecause inmates say things like that all the time. He said that no weapons were involved in the\nsecond fight and that the victim’s head bounced off the floor when the defendant hit him. He said\nthat after a Tennessee Bureau of Investigation (TBI) agent threatened to charge everyone in the back\nwhere the fight occurred, he told the agent what he had seen.\n\n        Michael Cole Beasley testified that on September 24, 2000, he had been incarcerated in unit\none at the Lauderdale County Justice Center for about one month following a forgery conviction,\nwhich was related to drug use. He said he was at a table in the front of the cell playing cards when\na fight broke out in the back. He said that he heard some licks and that everyone ran to the back\ncorner near the window to see what was happening. He said the defendant and the victim were\nfighting and seemed evenly matched. He said the defendant was wearing headphones, the defendant\nand the victim became tangled together and held each other, and two inmates pulled them apart. He\nsaid the fight lasted one to two minutes and resulted in the defendant having a small knot on his\nhead. He said that this was the first fight he had seen in jail and that he did not know why the\ndefendant and the victim were fighting. He said no shanks or weapons were involved. He said that\nafter the fight, the defendant and the victim went their separate ways. He said he overheard the\ndefendant tell Inmate Lewis that the victim hit him unexpectedly and for no reason and that the\ndefendant was going to get back at the victim.\n\n         Beasley testified that he resumed playing cards and that forty-five minutes to one hour later,\nhe heard another lick. He said he jumped up and ran over to the victim’s bunk where he saw the\ndefendant punch the victim eight to ten times in the head, “driving him into the concrete.” He said\nthat while the defendant was hitting the victim, several inmates told the defendant to stop. He said\nthe victim was already unconscious when he got there and sounded like he was suffocating on his\nown blood. He said he could tell that the victim had some serious medical problems from the\nbeating. He said that after the second fight, he noticed the defendant holding the defendant’s hand\nas if it were hurting. He said that although one person may have called for help after the second\nfight, the others did not because they were threatened. He said the inmates placed a bag of ice on\nthe victim’s neck. He said the victim remained unconscious for one or one and one-half minutes\nafter the beating and was bleeding from his nose and mouth. He said that he heard the victim\nrespond to the nurse after he regained consciousness and that the victim walked out of the pod with\na little help.\n\n        Beasley testified that he was interviewed by Lucian Herron and a TBI agent but that they did\nnot threaten him. He said he was not promised anything for his testimony. He said that after\nspeaking with the investigators, he, Andy Griggs, James “Junior” Taylor, and Ricky Davis were\nmoved out of cell one into protective custody. He said the defendant and Lewis were placed in\nsolitary confinement. On cross-examination, he said the tables were two or three bunks away from\nthe victim’s bunk. He agreed that his attention was focused on his card game.\n\n\n\n\n                                                 -3-\n\f        Andy Griggs testified that he was charged with a drug-related offense while on bond\nfollowing his arrest for aggravated assault and aggravated burglary. He said that while incarcerated\nat the Lauderdale County Justice Center on September 24, 2000, he witnessed a fight between the\ndefendant and the victim. He said the first fight, which occurred near the window, ended in a draw.\nHe said that during this fight, the defendant and victim were against the concrete wall and on the\nfloor. He said the defendant threatened to get back at the victim when he caught the victim in the\nshower with soap in his hair. He said everyone encouraged the victim to get his belongings and go\nto the cell door to be moved.\n\n        Griggs testified that about one hour after the first fight, the victim was squatting by his bunk\nwhen the defendant kicked the victim in the head and knocked him unconscious. He said that he\nheard rather than saw the kick. He said that while the victim was unconscious, he saw the defendant\nstraddle the victim and hit the victim seven or eight times on the jaw with his right hand. He said\nthat the victim’s head bounced off the concrete and that it sounded like the victim’s bones were\nbeing crushed. He said the victim was unconscious for three to four minutes and was bleeding from\nthe mouth. He said someone had thrown water on the victim by the time Griggs returned with a\nwashcloth. He said the victim was conscious, but his head and mouth were swollen. He said that\nthe victim tried to communicate with the guards and walked out fifteen to thirty minutes after the\nsecond fight. He said the victim’s injuries looked serious.\n\n        Griggs testified that after the second fight, he talked to TBI Agent Turner. He said neither\nAgent Turner nor Investigator Herron threatened him. He said that after he spoke with the\ninvestigators, he received a threat that the same thing was going to happen to him. He said he and\nthe other inmates who gave statements about what they saw were moved. He said that although\ninmates were not allowed to hang clothing from their bunks, they sometimes hung jumpsuits from\ntheir bunks to dry. He said that a bunk was between him and the second fight but that nothing\nobstructed his view of the fight.\n\n         Rhonda Mullins, a nurse at the Lauderdale County Justice Center and at West Tennessee\nState Penitentiary, testified that she was called at home and told that the victim had fallen from his\nbunk. She said that when she saw the victim, he had an obvious facial deformity, was bleeding from\nhis mouth and nose, and was alert but could not speak. She said he could nod his head to indicate\nyes or no. She said that his injuries did not appear to have been from a fall and that when she asked\nif he had fallen from his bunk, he told her no. She said she suspected that he had a fractured jaw and\nother possible head trauma. She said that he needed immediate medical help and that she told\nsecurity to send him to the emergency room. On cross-examination, she admitted that the victim was\nsitting up when she arrived and that he answered her questions appropriately. She said she held the\nvictim’s arm while she and an officer helped him walk from the pod to the library.\n\n       Ms. Mullins testified that the victim was discharged from the Regional Medical Center after\ntwo to three weeks and sent to West Tennessee State Penitentiary where he stayed three to four\nmonths. She said he stayed in the prison’s clinic for two and one-half months because his jaws were\n\n\n\n                                                  -4-\n\fwired shut and he was on a narcotic for severe head pain. She said he was not sufficiently competent\nwhile on the narcotic to be in the general prison population.\n\n       Cheryl Manns, director of health information management at Baptist Hospital in Lauderdale\nCounty, testified that the victim was admitted on September 24, 2000, with brain swelling and\nmultiple facial fractures. He was transferred to the Medical Center. Linda Gilmer, a health\ninformation administrator at the Medical Center, testified that the victim stayed in the Center for\neleven days and had surgery on his brain as well as on multiple facial fractures.\n\n        John Toby, a health administrator at West Tennessee State Penitentiary, testified that he was\na registered nurse with a background in trauma nursing and that he maintained the medical records\nat the prison. The victim’s medical records revealed that he had several cracks in the base of his\nskull and deep bleeding in his brain. Mr. Toby stated that these injuries placed the victim at risk of\ndeath and required that he have brain surgery, which is only conducted when absolutely necessary.\nTreating doctors had to put holes in the victim’s skull in order to relieve pressure on the victim’s\nbrain and to repair the damage caused by the beating. The doctors pieced the victim’s skull back\ntogether as well as they could and placed plates secured with screws over the broken area of the\nskull. Mr. Toby stated that without the plates, a tap on the back of the victim’s head could have\ncaused permanent damage or even death. The records also show that the victim’s jaw and the bone\nunder his eye were fractured. The victim was placed on a ventilator because of the possibility that\nhe might stop breathing. Mr. Toby acknowledged that this was a precautionary measure. The victim\nreturned to the local hospital several times after he was discharged due to pain in his head and neck.\nMr. Toby agreed that the victim faced a life or death situation due to his injuries.\n\n        TBI Agent Roger Turner testified that he became involved in the investigation of this case\ndue to the seriousness of the victim’s injuries. He said he was not able to interview the victim in the\ndays following the altercation because the victim could not speak. He said that he spoke with the\ndefendant at the jail, that the defendant’s right hand was noticeably swollen, and that the defendant\nhad a bruise on his right temple. He said only five inmates, including Taylor, Beasley, and Griggs,\ngave statements about the incident. On cross-examination, he agreed that he did not question every\ninmate individually and that he did not attempt to interview Inmate Lewis.\n\n       Investigator Lucian Herron of the Lauderdale County Sheriff’s Department testified that on\nSeptember 24, 2000, he investigated a fight between the defendant and the victim at the Lauderdale\nCounty Justice Center. He said he took statements from three jailors and interviewed thirty-two\ninmates. He said that although he did not recall speaking with Inmate Lewis, he interviewed Lewis\nif Lewis was in the cell block. He said he thought the TBI should be involved in the investigation\nbecause it was an uninterested outside agency and because of the seriousness of the victim’s injuries.\n\n         Erwin Lewis testified that he was from Sullivan County and came to the Lauderdale County\nJustice Center about one and one-half months before the defendant and the victim. He said that on\nthe morning of September 24, 2000, the defendant let the victim smoke his cigarette. He said that\nlater that evening, he, the defendant, and a couple of other inmates were standing beside the window,\n\n\n                                                 -5-\n\fwhich was near the defendant’s bunk. He said the defendant was wearing earphones when the victim\nhit the defendant for no reason. He said the victim and the defendant began fighting and that other\ninmates broke up the fight. He said he was not aware of any animosity between him, the defendant,\nthe victim, or the victim’s cousin, whom he considered to be a friend after they shared a cell in\nSullivan County. He said that after the first fight, the defendant and the victim went to their separate\nbunks. He said the defendant was startled because it was uncommon to be hit by another inmate\nunexpectedly. He said that after he and some other inmates talked with the defendant, he went to\nhis bunk and put on his earphones.\n\n        Lewis testified that about thirty minutes after the first fight, he noticed that the victim and\nthe defendant were fighting again. He said he did not see how the second fight started but saw both\nthe victim and the defendant swinging. He said he saw the victim hit the defendant. He said he got\nbetween them and broke up the fight by pushing them apart. He said that the defendant got up on\nhis own and walked away but that the victim remained on the floor. He said that he asked the victim\nif he was ok and that the victim responded, “Yeah.” He said that someone got a guard and that the\nguard told the victim, who was about to get up, to stay down. He said the victim lay on the floor\nuntil the nurse came. He said in most jails, inmates hide shanks, which are homemade knives, under\ntheir beds. He said he had seen shanks in Lauderdale County.\n\n       On cross-examination, Lewis testified that he had known the defendant for five or six months\nbefore he came to Lauderdale County and that he and the defendant were now at the Hardeman\nCounty Correctional Facility. He admitted he had never seen one inmate attack another with a shank\nin Lauderdale County. He denied threatening to harm the other inmates in unit one if they told what\nhad happened. On redirect examination, he said that after the second fight, he was placed in\nsegregation and, from there, went to West Tennessee State Penitentiary. He agreed that he never\nreturned to unit one and had no opportunity to talk with anyone about the incident.\n\n        The defendant testified that he was from Washington County and, at the time of trial, was\nserving a sentence in the Hardeman County Correctional Facility for drug offenses. He said that he\nwas transferred from Sullivan County to Lauderdale County with five other inmates who were all\nCaucasian. He said the other inmates talked about the jails in West Tennessee being filled with\nAfrican-Americans. He said he reassured them that it would be alright and that at least they knew\nother inmates from Sullivan County whereas he knew no one because he was from Washington\nCounty.\n\n        The defendant testified that on September 24, 2000, he was sitting in the window with the\nvictim and Inmate West. He said that he and West were sharing West’s cigarette and that he asked\nWest if the victim could have a hit. He said the victim talked with him and West for a few minutes.\nHe said that later, he was standing by the window listening to earphones and singing. He said he\ncould tell from the way the victim looked at him that the victim wanted him to stop singing but the\nvictim did not ask him to stop singing. He said that although he knew that the victim wanted him\nto stop singing, he continued to sing. He said the victim stood up, walked around him, and then hit\nhim in the side of his head. He said the earphones fell off and broke. He said that he was stunned\n\n\n                                                  -6-\n\fand that he and the victim fought for a couple of minutes, ending up on the floor with the victim on\ntop of him. He said both his and the victim’s heads hit the wall a couple of times during the fight.\nHe said other inmates broke up the fight.\n\n        The defendant testified that he was upset by the first fight. He said he was standing by\nInmate Cobb’s bunk when he saw the victim kneeling down under the victim’s bunk. He said he had\nseen three shanks in the jail. He said that when the victim went under his bed, he came through the\nbunks and attacked the victim. He said he did not intend to hurt the victim and did not know that\nthe victim’s head was bouncing off the concrete floor. He said he hit the victim four or five times.\nHe said that after the fight, the victim held a rag on his face, stood up, and walked out of the cell.\nHe said that the nurse and another person were walking beside the victim but that they did not hold\nthe victim’s arm. He said that after the second fight, the victim’s cousin told him that the victim had\nproblems.\n\n         The defendant testified that he had never tried to harm the victim’s cousin. He said that he\ndid not know anything about the alleged ink pen and that one would not attack someone with an ink\npen in a jail. He said that one could not see anything from the tables and that during the two weeks\nhe was at the jail, items hung from the bunks. He said that he did not intend to hurt the victim but\nthat if he had allowed the victim to run over him, others would have done so too. He said that if he\nhad gone to the guards, he would have been put in solitary confinement for being a “snitch.” He said\nhe spoke to a TBI agent after the fight and told the agent that he did not want to press charges against\nthe victim. He said he told the agent that the victim hit him and that he wanted his lawyer. He said\nhe had a good record in Sullivan County but had been “written up” a couple of times in Hardeman\nCounty. He said that this incident had been blown out of proportion and that he would take it back\nif he could.\n\n        On cross-examination, the defendant agreed that he attacked the victim, that he hit the victim\nfour or five times, and that because of this, the victim’s head hit the concrete. He acknowledged that\nthe victim was not hitting him as he hit the victim. He said the victim was trying to kick the\ndefendant off by kicking his feet. He said the victim’s head hit the concrete only the last time he hit\nthe victim. He said he could not tell that the victim had serious injuries.\n\n        On rebuttal, Andy Griggs testified that the victim did not have the opportunity to hit the\ndefendant during the second fight because the victim was unconscious. He said that the victim’s\nhead hit the concrete more than once and that the victim’s body would jump or twitch every time the\ndefendant hit him. He said he did not see the victim kicking. He said the state made no offer to help\nhim in exchange for his testimony. Michael Cole Beasley testified on rebuttal that Inmate Lewis told\nmost everyone in the cell that if they signed a statement, the same thing would happen to them.\nBased upon this evidence, the jury convicted the defendant of the lesser included offense of reckless\naggravated assault.\n\n\n\n\n                                                  -7-\n\f                            I. SUFFICIENCY OF THE EVIDENCE\n\n        The defendant contends that the evidence is insufficient to support his reckless aggravated\nassault conviction because the victim’s injuries were accidental. He argues that the victim’s injuries\nwere not caused by his fist but, instead, by the victim’s head hitting the concrete floor during the\nfight. The state argues that the evidence is sufficient to prove that the defendant acted recklessly.\nWe agree with the state.\n\n        Our standard of review when the sufficiency of the evidence is questioned on appeal is\n“whether, after viewing the evidence in the light most favorable to the prosecution, any rational trier\nof fact could have found the essential elements of the crime beyond a reasonable doubt.” Jackson\nv. Virginia, </pre><span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span><pre class=\"inline\">, 319, </pre><span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2781</span></a></span><pre class=\"inline\">, 2789 (1979). We do not reweigh the evidence but\npresume that the jury has resolved all conflicts in the testimony and drawn all reasonable inferences\nfrom the evidence in favor of the state. See State v. Sheffield, </pre><span class=\"citation\" data-id=\"1484157\"><a href=\"/opinion/1484157/state-v-sheffield/\"><span class=\"volume\">676</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">542</span></a></span><pre class=\"inline\">, 547 (Tenn. 1984);\nState v. Cabbage, </pre><span class=\"citation\" data-id=\"2443840\"><a href=\"/opinion/2443840/state-v-cabbage/\"><span class=\"volume\">571</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">832</span></a></span><pre class=\"inline\">, 835 (Tenn. 1978). Any questions about the credibility of the\nwitnesses were resolved by the jury. See State v. Bland, </pre><span class=\"citation\" data-id=\"1060945\"><a href=\"/opinion/1060945/state-v-bland/\"><span class=\"volume\">958</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">651</span></a></span><pre class=\"inline\">, 659 (Tenn. 1997).\n\n        Reckless aggravated assault, in pertinent part, is recklessly causing the victim serious bodily\ninjury. Tenn. Code Ann. § 39-13-101(a)(1), -102(a)(2)(A). One acts\n\n               recklessly with respect to the circumstances surrounding the conduct\n               or the result of the conduct when the person is aware of but\n               consciously disregards a substantial and unjustifiable risk that the\n               circumstances exist or the result will occur. The risk must be of such\n               a nature and degree that its disregard constitutes a gross deviation\n               from the standard of care that an ordinary person would exercise\n               under all the circumstances as viewed from the accused person’s\n               standpoint.\n\nTenn. Code Ann. § 39-11-302(c). In contrast, one acts intentionally “when it is the person’s\nconscious objective or desire to engage in the conduct or cause the result.” Tenn. Code Ann. § 39-\n11-302(a). Serious bodily injury involves “(A) a substantial risk of death; (B) protracted\nunconsciousness; (C) extreme physical pain; (D) protracted or obvious disfigurement; or (E)\nprotracted loss or substantial impairment of a function of a bodily member, organ, or mental faculty.”\nTenn. Code Ann. § 39-11-106(a)(34).\n\n        Viewing the evidence in the light most favorable to the state, the defendant kicked the victim\nin the head while the victim was kneeling by his bunk, causing his head to hit the storage\ncompartment of his bunk and knocking him unconscious. The defendant then straddled the\nunconscious victim and hit the victim in the jaw multiple times. Each blow drove the victim’s head\ninto the concrete floor. As a result, the victim was unconscious for a period of time and suffered\nbleeding and swelling of the brain and facial fractures. The victim underwent brain surgery requiring\nthat holes be bored in his skull and that plates and screws be used to cover the opening in the skull.\n\n\n                                                 -8-\n\fHis mouth was wired shut for two and one-half months while his facial fractures healed, and he took\nnarcotics to manage his severe head pain. The evidence is more than sufficient to show that the\ndefendant caused the victim serious bodily injury.\n\n         The defendant argues that he did not act recklessly but that, instead, the victim’s injuries were\naccidental, resulting from the victim’s head hitting the concrete floor as they mutually engaged in\na fight. The evidence reveals that the defendant threatened to get revenge for the first fight at a time\nwhen the victim would not expect it. While the victim was kneeling by his bunk engaged in packing\nhis belongings in order to move to another cell, the defendant approached the victim at a run and\nkicked him in the head. Inmates Taylor and Griggs testified that they could hear the victim’s bones\ncracking or crushing as the defendant beat him. Inmate Beasley testified that several inmates told\nthe defendant to stop beating the victim and that it sounded as if the victim were suffocating on his\nown blood. Inmate Taylor said that he told the defendant that if he did not stop, he would kill the\nvictim. The defendant testified that in the second fight, he attacked the victim and that the victim\ndid not try to hit him while he was hitting the victim. We believe that the evidence shows that the\ndefendant acted intentionally. The evidence is sufficient to support the defendant’s conviction for\nreckless aggravated assault.\n\n                                          II. SENTENCING\n\n        The defendant contends that the length of his sentence is excessive because the trial court\nmisapplied enhancement factors. The state contends that the sentence was appropriate. We affirm\nthe sentence that the trial court imposed.\n\n         At the sentencing hearing, the defendant stipulated to the presentence report and asked the\ntrial court for leniency, noting that he had another year to serve in the Hardeman County Correctional\nFacility and a sixty month federal sentence, eighty-five percent of which he had to serve in custody.\nHe asked the court to run his present sentence concurrent with either his state or federal sentence.\nOn cross-examination, he said that he understood the extent of the victim’s injuries and was sorry\nfor what he had done. He said that his actions were not intentional and that the injuries could have\nhappened to either the victim or himself because the floor of the jail cell was not carpeted.\n\n        The presentence report reflects that the twenty-six-year-old defendant attended school\nthrough the ninth grade and is divorced. The defendant reported drinking alcohol excessively from\nage seventeen to age twenty-three. He reported using cocaine and marijuana on a daily basis and\nreceiving drug treatment. He stated that at one point, he sold drugs for a living and that he had been\ncontinuously incarcerated since December 1998. The presentence report reflects that the defendant\nwas convicted in federal district court of conspiracy to distribute crack cocaine and received a\nsentence of sixty months in custody and four years of supervised release. The defendant also has a\nconviction for the sale or possession of more than .5 grams of cocaine and two convictions for\naggravated assault. The defendant also reported a juvenile adjudication of guilt for aggravated\nassault in 1989 for which he was placed in the custody of the Department of Youth Development for\nthree years. The report reflects that the defendant’s probation was revoked three times.\n\n\n                                                   -9-\n\f      The trial court found the defendant to be a multiple offender. It applied the following\nenhancement factors to the defendant’s sentence:\n\n                 (1) The defendant has a previous history of criminal convictions or\n                 criminal behavior in addition to those necessary to establish the\n                 appropriate range;\n                 ....\n                 (14) The felony was committed . . . while incarcerated for a felony\n                 conviction;\n                 ....\n                 (16) The crime was committed under circumstances under which the\n                 potential for bodily injury to the victim was great; [and]\n                 ....\n                 (19) If the lack of immediate medical treatment would have probably\n                 resulted in the death of the victim under § 39-15-402[.]\n\nTenn. Code Ann. § 40-35-114 (Supp. 2001) (amended 2002).1 It found that no mitigating factors\napplied and that the enhancement factors were serious. It sentenced the defendant to five years, six\nmonths in the Department of Correction. Finding the defendant to have an extensive criminal record\nand to be a dangerous offender, it determined that his present sentence should run consecutively to\nhis state sentences and concurrently with his federal sentence. See Tenn. Code Ann. § 40-35-115\n(b)(2), (4). It noted that consecutive sentences were reasonably related to the severity of the offense\nand would serve to protect the public.\n\n       Appellate review of sentencing is de novo on the record with a presumption that the trial\ncourt’s determinations are correct. Tenn. Code Ann. § 40-35-401(d). As the Sentencing\nCommission Comments to this section note, the burden is now on the defendant to show that the\nsentence is improper. This means that if the trial court followed the statutory sentencing procedure,\nmade findings of fact that are adequately supported in the record, and gave due consideration and\nproper weight to the factors and principles that are relevant to sentencing under the 1989 Sentencing\nAct, we may not disturb the sentence even if a different result were preferred. State v. Fletcher, </pre><span class=\"citation\" data-id=\"2363163\"><a href=\"/opinion/2363163/state-v-fletcher/\"><span class=\"volume\">805</span>\n<span class=\"reporter\">S.W.2d</span> <span class=\"page\">785</span></a></span><pre class=\"inline\">, 789 (Tenn. Crim. App. 1991).\n\n        However, “the presumption of correctness which accompanies the trial court’s action is\nconditioned upon the affirmative showing in the record that the trial court considered the sentencing\nprinciples and all relevant facts and circumstances.” State v. Ashby, </pre><span class=\"citation\" data-id=\"1740283\"><a href=\"/opinion/1740283/state-v-ashby/\"><span class=\"volume\">823</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">166</span></a></span><pre class=\"inline\">, 169 (Tenn.\n1991). In this respect, for the purpose of meaningful appellate review,\n\n\n\n        1\n          The legislature’s 200 2 am endment to Tenn. Code Ann. § 40-35-114 added as the new enhancement factor (1)\nthat the “offense was an act of terrorism” b ut changed the existing enhan cement facto rs only in inc reasing their\ndesignating number by one. Thus, former enhancement facto r (1) is now enhancement factor (2), factor (14) is now\nfactor (15), factor (16) is now factor (17), and factor (19) is now factor (20).\n\n                                                       -10-\n\f               the trial court must place on the record its reasons for arriving at the\n               final sentencing decision, identify the mitigating and enhancement\n               factors found, state the specific facts supporting each enhancement\n               factor found, and articulate how the mitigating and enhancement\n               factors have been evaluated and balanced in determining the sentence.\n               T.C.A. § 40-35-210(f) (1990).\n\nState v. Jones, </pre><span class=\"citation\" data-id=\"1525249\"><a href=\"/opinion/1525249/state-v-jones/\"><span class=\"volume\">883</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">597</span></a></span><pre class=\"inline\">, 599 (Tenn. 1994). In the present case, the trial court failed to state\nany specific facts to support its application of the four enhancement factors. Furthermore, the only\nindication of the weight given these factors was the court’s statement that the enhancement factors\nas a group were serious. We believe this falls short of the requirements of § 40-35-210(f) and,\ntherefore, review the defendant’s sentence de novo without a presumption of correctness.\n\n        In conducting our de novo review, we must consider (1) the evidence, if any, received at the\ntrial and sentencing hearing, (2) the presentence report, (3) the principles of sentencing and\narguments as to sentencing alternatives, (4) the nature and characteristics of the criminal conduct,\n(5) any mitigating or statutory enhancement factors, (6) any statement that the defendant made on\nhis own behalf, and (7) the potential for rehabilitation or treatment. Tenn. Code Ann. §§ 40-35-102,\n-103, -210; see Ashby, 823 S.W.2d at 168; State v. Moss, </pre><span class=\"citation\" data-id=\"2431025\"><a href=\"/opinion/2431025/state-v-moss/\"><span class=\"volume\">727</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">229</span></a></span><pre class=\"inline\">, 236-37 (Tenn. 1986).\n\n        The sentence to be imposed by the trial court is presumptively the minimum in the range for\na Class D felony unless there are enhancement factors present. Tenn. Code Ann. § 40-35-210(c).\nProcedurally, the trial court is to increase the sentence within the range based upon the existence of\nenhancement factors and, then, reduce the sentence as appropriate for any mitigating factors. Tenn.\nCode Ann. § 40-35-210(d)-(e). The weight to be afforded an existing factor is left to the trial court’s\ndiscretion so long as it complies with the purposes and principles of the 1989 Sentencing Act and\nits findings are adequately supported by the record. Tenn. Code Ann. § 40-35-210, Sentencing\nCommission Cmts.; Moss, 727 S.W.2d at 237; see Ashby, 823 S.W.2d at 169.\n\n        The defendant contends that the trial court misapplied enhancement factors (1), (16), and\n(19). See Tenn. Code Ann. § 40-35-114(1), (16), (19) (Supp. 2001) (amended 2002). He argues that\nthe trial court improperly applied enhancement factor (1), relating to his history of criminal\nconvictions or behavior, because all of his prior convictions were used to establish his range. He was\nconvicted of a Class D felony and sentenced as a Range II, multiple offender. A defendant qualifies\nas a multiple offender if he or she has a “minimum of two (2) but not more than four (4) prior felony\nconvictions within the conviction class, a higher class, or within the next two (2) lower felony\nclasses.” Tenn. Code Ann. § 40-35-106(a)(1). In the present case, the defendant has two convictions\nfor aggravated assault, Class C or D felonies. These convictions are sufficient to establish him to\nbe a multiple offender. He also has a conviction for the sale or possession of more than .5 grams of\ncocaine, a Class B felony, and a federal drug conviction. These convictions justify the application\nof enhancement factor (1). Additionally, we note that the defendant reported an extensive history\n of drug use and selling drugs as his sole form of livelihood when not incarcerated. We believe this\nenhancement factor is entitled to great weight.\n\n\n                                                 -11-\n\f        The defendant does not contest and we affirm the application of factor (14). The proof at trial\nand the presentence report reveal that the defendant assaulted the victim while the defendant was\nincarcerated for a felony conviction. This factor is entitled to moderate weight in light of the fact\nthat both the defendant and the victim resorted to violence while incarcerated in order to resolve their\ncontinuing conflict.\n\n        The defendant contends that the trial court erroneously applied enhancement factor (16), that\nthe circumstances of the offense presented great potential for bodily injury to the victim, because\nserious bodily injury is an element of reckless aggravated assault. The defendant is correct that a\ntrial court may not use enhancement factors that comprise the essential elements of the indicted\noffense to enhance a sentence. Tenn. Code Ann. § 40-35-114; Jones, 883 S.W.2d at 599-600. Our\nsupreme court has held that enhancement factor (16) is not an essential element of aggravated assault\ncaused by serious bodily injury and may be applied to enhance the sentence provided it is appropriate\nunder the facts of the case. Jones, 883 S.W.2d at 603. On the other hand, because proof of serious\nbodily injury necessarily includes proof of bodily injury as required by factor (16), the proof must\n“demonstrate a culpability distinct from and appreciably greater than that incident to the offense for\nwhich” the defendant was convicted. Id.\n\n         The state argues that the defendant’s repeated striking of the victim once the victim was\nrendered unconscious from the initial kick dramatically increased the victim’s risk of injury and\nwarrants application of factor (16). In Jones, the court noted that the evidence that the defendant\nknocked the victim to the ground while attempting to take her purse and, thereby, caused serious\nbodily injury constituted the proof upon which he was convicted of aggravated assault causing\nserious bodily injury. Id. The victim suffered severe inter-cranial bleeding and damage to her front\nteeth and remained in the hospital for ten days. The injury caused the victim to lose her short term\nmemory and her senses of smell and taste. Her verbal skills were impaired and her equilibrium\naffected. The court held that factor (16) did not apply because the victim’s injuries “were of the\nnature and extent included in the offense of aggravated assault.” Id. In the present case, we believe\nthat the victim received the injuries supporting the serious bodily injury element of the offense from\nthe beating following the kick. Thus, the evidence upon which the state relies to prove factor (16)\nis also the evidence that makes the offense an aggravated assault. The trial court erroneously applied\nfactor (16).\n\n        The defendant contends and the state concedes that the trial court erroneously applied factor\n(19). Factor (19) relates to injuries from aggravated child abuse and neglect that would have resulted\nin death had the victim not received immediate medical treatment. See Tenn. Code Ann. § 39-15-\n402. As such, factor (19) does not apply in this case.\n\n       The state contends that enhancement factor (10), that the defendant did not hesitate to commit\na crime involving high risk to human life, applies because the attack upon the victim went beyond\nthat necessary to cause serious bodily injury. Like factor (16), factor (10) is not an element of\naggravated assault causing serious bodily injury because the state may prove serious bodily injury\nwithout proving a high risk to life. Jones, 883 S.W.2d at 602. In order to support factor (10), the\n\n\n                                                 -12-\n\fproof must show that the defendant exhibited a distinct and appreciably greater culpability than that\nassociated with the offense for which the defendant was convicted. Id. at 603. We question whether\nfactor (10) can be applied in this case. As discussed above, the beating following the kick resulted\nin the injuries that made this an aggravated offense.\n\n        In any event, we note that enhancement factor (20) also applies in this case. This factor may\nbe applied if the “defendant was adjudicated to have committed a delinquent act or acts as a juvenile\nthat would constitute a felony if committed by an adult.” Tenn. Code Ann. § 40-35-114(20) (Supp.\n2001) (amended 2002). The presentence report states that the defendant reported to the officer\npreparing the report that he “was adjudicated guilty of aggravated assault in 1989 in Washington\nCounty Juvenile Court and he spent three years in the custody of the Department of Youth\nDevelopment for this offense.” Aggravated assault is a felony if committed by an adult. See Tenn.\nCode Ann. § 39-13-102(d). We believe that this factor weighs heavily.\n\n         Thus, although the trial court erroneously applied factors (16) and (19), we conclude that, at\nleast, enhancement factors (1), (14), and (20) apply. Factors (1) and (20) are entitled to great weight.\nThis is the twenty-six-year-old defendant’s fourth conviction or adjudication for aggravated assault,\nevincing a sustained pattern of violence. As a Range II, multiple offender convicted of a Class D\nfelony, the defendant faced a sentence of four to eight years. An enhancement of one and one-half\nyears from the minimum is more than fair in light of the applicable enhancement factors. We affirm\nthe five-year, six-month sentence imposed by the trial court.\n\n        Based upon the foregoing and the record as a whole, we affirm the judgment of conviction.\n\n\n\n                                                        ___________________________________\n                                                        JOSEPH M. TIPTON, JUDGE\n\n\n\n\n                                                 -13-\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110138/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1060945/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1484157/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1525249/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1740283/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2363163/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2431025/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2443840/"
          ]
        }
      ],
      "judges": "Judge Joseph M. Tipton",
      "date_created": "2014-10-30T13:23:35.949744Z",
      "date_modified": "2014-10-30T13:23:35.949744Z",
      "date_filed": "2003-01-30",
      "date_filed_is_approximate": false,
      "slug": "state-of-tennessee-v-charles-e-delapp-jr-aka-charl",
      "citation_id": 1046105,
      "case_name_short": "",
      "case_name": "State of Tennessee v. Charles E. Delapp, Jr., a.k.a. Charles E. Jackson, Jr.",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/957121/state-of-tennessee-v-charles-e-delapp-jr-aka-charl/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T13:23:35.946045Z",
  "date_modified": "2014-10-30T13:23:35.946045Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "State of Tennessee v. Charles E. Delapp, Jr., a.k.a. Charles E. Jackson, Jr.",
  "case_name_full": "",
  "slug": "state-of-tennessee-v-charles-e-delapp-jr-aka-charl",
  "docket_number": "W2001-02370-CCA-R3-CD",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}