{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/966153/",
  "id": 966153,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ord/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1482126/",
      "id": 1482126,
      "absolute_url": "/opinion/1482126/lanegan-grimm-v-library-assn-of-portland/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/966153/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1482126/",
          "id": 1482126,
          "absolute_url": "/opinion/1482126/lanegan-grimm-v-library-assn-of-portland/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1482126/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/2494/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:26:20.763050Z",
          "date_modified": "2017-04-06T01:07:32.220448Z",
          "type": "010combined",
          "sha1": "3805470c3b9b6d2f1935fe5ee093c9f1bec0c086",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>560 F.Supp. 486 (1983)</b></center>\n<center><h1>Sheri LANEGAN-GRIMM, Plaintiff,<br>\nv.<br>\nLIBRARY ASSOCIATION OF PORTLAND, Defendant.</h1></center>\n<center>Civ. No. 81-933-PA.</center>\n<center><p><b>United States District Court, D. Oregon.</b></p></center>\n<center>March 23, 1983.</center>\n<p><span class=\"star-pagination\">*487</span> <span class=\"star-pagination\">*488</span> Kathryn T. Whalen, Stephen E. Lawrence, Richardson, Murphy &amp; Lawrence, Portland, Or., for plaintiff.</p>\n<p>Jack B. Schwartz, Wayne D. Landsverk, Newcomb, Sabin, Meyer &amp; Schwartz, Portland, Or., for defendant.</p>\n<p></p>\n<h2>OPINION AND ORDER</h2>\n<p>PANNER, District Judge.</p>\n<p>Plaintiff, Sheri Lanegan-Grimm (\"Grimm\"), is a former female employee of defendant, Library Association of Portland (\"Library\"). Defendant is a private, nonprofit organization which contracts with Multnomah County, Oregon to operate the County's library system. Plaintiff alleges defendant discriminated on the basis of sex in violation of Title VII of the Civil Rights Act of 1964, as amended, 42 U.S.C. § 2000e, <i>et seq.,</i> by compensating her at a lesser rate than it did a similarly situated male employee. I find for the plaintiff.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>Grimm began work for the Library in January, 1972, on a part-time, \"on call\" basis. She became a full-time employee on August 7, 1979. Due to budget cuts following the defeat of a ballot measure, Grimm was laid off full-time employment on June 30, 1981. She remained \"on call\" until she left the Library's employment on October 10, 1981.</p>\n<p>At all relevant times, plaintiff held the position of \"bookmobile driver/clerk\" assigned to the Library's Extension Services office. Defendant operates one Central office, fourteen Branch offices, and the Extension Services office. There are four \"bookmobile driver/clerk\" positions. Grimm's primary duty was to drive a bookmobile on various \"runs\" throughout Multnomah County. In addition, she loaded and unloaded books and other library materials on and off the bookmobile. The purpose of the bookmobile service is to extend library resources to those members of the public who have difficulty in coming to the Central or Branch offices.</p>\n<p>On July 23, 1981, plaintiff filed a complaint with the Equal Employment Opportunities Commission (EEOC) and the Civil Rights Division of the Oregon Bureau of Labor. She alleged she was paid less for her work than was Ben Wiens (\"Wiens\"), the Library's male \"delivery truck driver.\" She complained that the two jobs were substantially equivalent and that the only reason she was paid less was because of her sex. Plaintiff received a \"right to sue\" letter from the EEOC in September, 1981. She filed suit in this court the following month, requesting back pay and attorney's fees.</p>\n<p>Defendant answered that the bookmobile driver and delivery truck driver positions are significantly different in that the former involves primarily clerical work while the latter entails primarily physical labor. In addition, defendant denied intentionally discriminating against plaintiff.</p>\n<p>The matter was tried to the court on February 2, 1983.</p>\n<p></p>\n<h2>LEGAL STANDARDS</h2>\n<p>Plaintiff alleges two grounds for her claim: first, that defendant paid her at a lesser rate than a male employee engaged in substantially similar work, and second, that defendant intentionally discriminated against her because of her sex.</p>\n<p>Title VII prohibits sex discrimination in employment. The Equal Pay Act of 1963, 29 U.S.C. § 206, requires equal pay for equal work. The standards and burdens of proof developed under the Equal Pay Act apply to Title VII actions such as this one which allege disparity in compensation between sexes for jobs involving equal work. <i>County of Washington v. Gunther,</i> 452 U.S. 161, 101 S.Ct. 2242, 68 L.Ed.2d 751 (1981); <i>Piva v. Xerox Corp.,</i> 654 F.2d 591, 598 n. 5 (9th Cir.1981); <i>Laffey v. Northwest Airlines, Inc.,</i> 567 F.2d 429, 446 (D.C.Cir.1976), <i>cert. denied,</i> 434 U.S. 1086, 98 S.Ct. 1281, 55 L.Ed.2d 792 (1977). However, Title VII is a more broadly remedial statute than is the Equal Pay Act. <i>Laffey,</i> 567 F.2d at 445-46. Title VII will reach disparities in compensation <span class=\"star-pagination\">*489</span> where the jobs do not involve equal work but where the disparities can be traced to intentional discrimination, <i>see, e.g., </i><i>Bartelt v. Berlitz School of Languages,</i> 698 F.2d 1003, 1006 (9th Cir.1983) (Fletcher, J.); <i>Briggs v. City of Madison,</i> 536 F.Supp. 435, 443 (W.D.Wisc.1982), although discriminatory intent is not a prerequisite to the success of all Title VII suits. <i>Peters v. Lieuallen,</i> 693 F.2d 966, 968 (9th Cir.1982). <i>See </i><i>Wang v. Hoffman,</i> 694 F.2d 1146, 1148 (9th Cir.1982).</p>\n<p></p>\n<h2>I. <i>Equal Pay For Equal Work Claim.</i>\n</h2>\n<p>The Equal Pay Act provides that:</p>\n<blockquote>No employer ... shall discriminate ... on the basis of sex by paying wages to employees at a rate less than the rate at which he pays wages to employees of the opposite sex in such establishment for equal work on jobs the performance of which requires equal skill, effort and responsibility, and which are performed under similar working conditions ....</blockquote>\n<p>29 U.S.C. § 206(d)(1).</p>\n<p>The initial burden of proof is on the plaintiff to show that the employer has paid different wages to employees of either sex for equal work. <i>Corning Glass Works v. Brennan,</i> 417 U.S. 188, 195, 94 S.Ct. 2223, 2228, 41 L.Ed.2d 1 (1974); <i>Piva,</i> 654 F.2d at 598. This burden entails showing by a preponderance of the evidence that the compared jobs meet all four requirements of equal skill, equal effort, and equal responsibility, and performance under similar working conditions. <i>See</i> 29 U.S.C. § 206(d)(1). However, it is sufficient that the jobs require substantially equal work since identical jobs are rare. <i>Corning Glass Works,</i> 417 U.S. at 203 n. 24, 94 S.Ct. at 2232; <i>Schultz v. Wheaton Glass Co.,</i> 421 F.2d 259, 265 (3rd Cir.), <i>cert. denied,</i> 398 U.S. 905, 90 S.Ct. 1696, 26 L.Ed.2d 64 (1970) (\"Congress in prescribing `equal' work did not require that the jobs be identical, but only that they must be substantially equal. Any other interpretation would destroy the remedial purposes of the Act.\") (footnote omitted); <i>Thompson v. Sawyer,</i> 678 F.2d 257, 272 (D.C.Cir.1982); <i>Odomes v. Nucare,</i> 653 F.2d 246, 250 (6th Cir.1981); <i>Laffey,</i> 567 F.2d at 449.</p>\n<p>Department of Labor regulations guide application of the Equal Pay Act standards to particular situations. The regulations provide that \"[i]nsubstantial or minor differences in the degree or amount of skill, or effort, or responsibility required for the performance of jobs will not render the equal pay standard inapplicable.\" 29 C.F.R. § 800.122. The regulations also provide that jobs are to be evaluated as a whole, <i>id.</i> at § 800.199, considering \"the broad remedial purpose of the law ....\" <i>Id.</i> at § 800.122(a). Courts agree with this approach, <i>see, e.g., </i><i>EEOC v. Universal Underwriters Ins. Co.,</i> 653 F.2d 1243, 1245 (8th Cir.1981), and rely on these regulations in the scrutiny of job characteristics. <i>Hodgson v. Corning Glass Works,</i> 474 F.2d 226, 232 (2d Cir.1973), <i>aff'd,</i> 417 U.S. 188, 94 S.Ct. 2223, 41 L.Ed.2d 1 (1974); <i>Laffey,</i> 567 F.2d at 449.</p>\n<p>Once the plaintiff has made a prima facie case, the burden of proof shifts to the defendant to establish as an affirmative defense that the difference in compensation is attributable to one of the Act's four exceptions:</p>\n<blockquote>(i) a seniority system; (ii) a merit system; (iii) a system which measures earnings by quantity or quality of production; or (iv) a differential based on any other factor other than sex ....</blockquote>\n<p>29 U.S.C. § 206(d)(1). <i>Corning Glass Works,</i> 417 U.S. at 196-97, 94 S.Ct. at 2229; <i>Kouba v. Allstate Insurance Co.,</i> 691 F.2d 873, 875 (9th Cir.1982). This is a heavy burden. <i>Odomes,</i> 653 F.2d at 251.</p>\n<p>These four affirmative defenses have been incorporated into Title VII. <i>Gunther,</i> 452 U.S. at 168-71, 101 S.Ct. at 2247-49; <i>Kouba,</i> 691 F.2d at 874 n. 2. The Bennett Amendment, § 703(h) of Title VII, is a \"technical amendment,\" <i>Gunther,</i> 452 U.S. at 173-75, 101 S.Ct. at 2249-50, which provides that:</p>\n<blockquote>It shall not be an unlawful employment practice under this subchapter [Title VII] for any employer to differentiate upon <span class=\"star-pagination\">*490</span> the basis of sex in determining the amount of the wages or compensation paid or to be paid to employees of such employer if such differentiation is authorized by the provisions of section 206(d) of title 29 [Equal Pay Act].</blockquote>\n<p>42 U.S.C. § 2000e-2(h). The Amendment assures that courts will apply the same standards in evaluating claims of unequal pay for equal work in cases brought pursuant to Title VII, the Equal Pay Act, or both. <i>Cf. </i><i>Gunther,</i> 452 U.S. at 170, 101 S.Ct. at 2248; <i>Piva,</i> 654 F.2d at 598 n. 5. <i>See generally</i> Larson, Employment Discrimination § 33.20 (1982).</p>\n<p></p>\n<h2>II. <i>Disparate Treatment.</i>\n</h2>\n<p>A plaintiff who does not succeed in establishing a prima facie \"equal pay\" casefor example, because of a failure to prove that the jobs being compared involve substantially equal workmay nevertheless be able to prove intentional sex discrimination under Title VII. <i>See </i><i>Gunther,</i> 452 U.S. 161, 101 S.Ct. 2242.</p>\n<p>A plaintiff who is a member of a class protected by Title VII can establish a prima facie case of disparate treatment by proving facts supporting an inference that the difference in compensation for compared jobs results from the employer's intentional discrimination. <i>See Texas Dep't. of </i><i>Community Affairs v. Burdine,</i> 450 U.S. 248, 253, 101 S.Ct. 1089, 1094, 67 L.Ed.2d 207 (1981); <i>McDonnell Douglas v. Green,</i> 411 U.S. 792, 802, 93 S.Ct. 1817, 1824, 36 L.Ed.2d 668 (1973); <i>O'Brien v. Sky Chefs, Inc.,</i> 670 F.2d 864, 866 (9th Cir.1982); <i>Gay v. Waiters' and Dairy Lunchmen's Union,</i> 694 F.2d 531, 538 (9th Cir.1982); <i>Briggs,</i> 536 F.Supp. at 443-46.</p>\n<p>The plaintiff need not prove intentional discrimination at this first stage. <i>E.g., </i><i>Officers for Justice v. Civil Services Comm'n. of San Francisco,</i> 688 F.2d 615, 627 n. 14 (9th Cir.1982). Rather, it is sufficient if the plaintiff proves facts \"showing actions taken by the employer from which one can infer, if such actions remain unexplained, that it is more likely than not that such actions were `based on a discriminatory criterion illegal under the [1964 Civil Rights] Act.'\" <i>Furnco Construction Co. v. Waters,</i> 438 U.S. 567, 576, 98 S.Ct. 2943, 2949, 57 L.Ed.2d 957 (1978) (quoting <i>Teamsters v. United States,</i> 431 U.S. 324, 358, 97 S.Ct. 1843, 1866, 52 L.Ed.2d 396 (1977)). \"A prima facie case under <i>McDonnell Douglas</i> raises an inference of discrimination only because we presume these acts, if otherwise unexplained, are more likely than not based on the consideration of impermissible factors.\" <i>Id.,</i> 438 U.S. at 577, 98 S.Ct. at 2949-50. <i>See also </i><i>Gerdom v. Continental Airlines,</i> 692 F.2d 602, 608 (9th Cir.1982); <i>Heagney v. Univ. of Washington,</i> 642 F.2d 1157, 1163 (9th Cir.1981).</p>\n<p>To rebut the prima facie case, defendant must articulate some legitimate, nondiscriminatory reason which justifies the disparity. <i>Cf. </i><i>McDonnell Douglas,</i> 411 U.S. at 802, 93 S.Ct. at 1824. \"[T]he employer need only produce admissible evidence which would allow the trier of fact rationally to conclude that the employment decision had not been motivated by discriminatory animus.\" <i>Burdine,</i> 450 U.S. at 257, 101 S.Ct. at 1096. Unlike an Equal Pay Act rebuttal, which is an affirmative defense, defendant's burden at this stage is one only of production, not proof. <i>See id.,</i> 450 U.S. at 253, 101 S.Ct. at 1094-95.<sup>[1]</sup></p>\n<p>If the defendant successfully rebuts the prima facie case, the plaintiff must then prove by a preponderance of the evidence that the defendant's reasons are pretextual. <i>Burdine,</i> 450 U.S. at 254, 101 S.Ct. at 1095; <i>McDonnell Douglas,</i> 411 U.S. at 804, 93 S.Ct. at 1825; <i>Piva,</i> 654 F.2d at 594; <i>Heagney,</i> 642 F.2d at 1163.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*491</span> III. <i>Summary.</i>\n</h2>\n<p>A plaintiff alleging undercompensation by reason of sex for substantially equal work has two opportunities for recovery under Title VII. First, if the compared jobs' characteristics meet the Equal Pay Act standards, the plaintiff may be able to recover on a strict liability theory of discrimination. Second, if the disparity in pay between compared jobs is traceable to unequal treatment because of sex, the plaintiff may be able to recover on a theory of intentional discrimination.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I. <i>Equal Pay for Equal Work Claim.</i>\n</h2>\n<p>Plaintiff's first theory requires that I compare the jobs of bookmobile driver and delivery truck driver on the four characteristics specified in the Equal Pay Act. 29 U.S.C. § 206(d)(1). I make the following findings of fact and conclusions of law.</p>\n<p></p>\n<h2>A. <i>Skill.</i>\n</h2>\n<p>Skill involves consideration of such factors as experience, training, education and ability. 29 C.F.R. § 800.125.</p>\n<blockquote>If an employee must have essentially the same skill in order to perform either of two jobs, the jobs will qualify under the Act as jobs the performance of which requires equal skill, even though the employee in one of the jobs may not exercise the required skill as frequently or during as much of his working time as the employee in the other job.</blockquote>\n<p><i>Id.</i> For illustration, <i>see id.</i> at § 800.126.</p>\n<p>The bookmobile driver and the delivery truck driver, both of whom are assigned to the Extension Services office, spend the majority of their time driving. The fundamental skill required by both jobs is the ability to drive a large vehicle on a daily basis over a major part of Multnomah County under a variety of driving conditions. Both jobs require the employee to hold a valid chauffeur's license and have a good driving record. Plaintiff has maintained such a license since 1970. Both jobs require approximately the same training and experience. Plaintiff worked approximately three years driving a school bus for the Gresham, Oregon school district. More skill is required to operate the bookmobile than to drive the van due to the awkward placement of the gearshift and pedals, necessitating that the bookmobile driver shift \"backwards,\" as well as the greater difficulty of backing and parking the bookmobile.</p>\n<p>In addition to driving, the bookmobile driver assists the bookmobile librarian in computerized check out of books. Plaintiff received two days of specialized training in operation of the computer. She was also trained in office procedures. These additional requirements do not render the two jobs unequal in skill:</p>\n<blockquote>[W]here employees of opposite sexes are employed in jobs in which the duties they are required to perform and the working conditions are substantially the same, except that an employee of one sex is required to perform some duty or duties involving a higher skill which an employee of the other sex is not required to perform, the fact that the duties are different in this respect is insufficient to remove the jobs from the application of the equal pay standard if it also appears that the employer is paying a lower wage to the employee performing the additional duties notwithstanding the additional skill which they involve.</blockquote>\n<p><i>Id.</i> at § 800.122(b). <i>See </i><i>Brennan v. South Davis Community Hospital,</i> 538 F.2d 859, 862 (10th Cir.1976) (higher pay is not related to extra duties where female employees also perform extra duties of equal skill, effort, and responsibility). <i>See also EEOC v. Gibson Products,</i> 28 FEP Cases 676, 681 (D.C.Kan.1981).</p>\n<p>I conclude that the two jobs require substantially equal skill.</p>\n<p></p>\n<h2>B. <i>Effort.</i>\n</h2>\n<p>Effort is concerned with the measurement of the physical or mental exertion needed for the performance of a job. 29 C.F.R. § 800.127.</p>\n<blockquote>Where jobs are otherwise equal under the Act, and there is no substantial difference <span class=\"star-pagination\">*492</span> in the amount or degree of effort which must be expended in performing the jobs under comparison, the jobs may require equal effort in their performance even though the effort may be exerted in different ways on the two jobs. Differences only in the kind of effort required to be expended in such a situation will not justify wage differentials.</blockquote>\n<p><i>Id.</i> For illustration, <i>see id.</i> at § 800.128.</p>\n<blockquote>[T]he amounts of time which employees spend in the performance of different duties are not the sole criteria .... Consequently, a finding that one job requires employees to expend greater effort for a certain percentage of their working time than employees performing another job, would not in itself establish that the two jobs do not constitute equal work.</blockquote>\n<p><i>Id.</i> at § 800.123.</p>\n<p>Both physical and mental effort must be weighed. <i>Brennan v. Sterling Seal Co., Inc.,</i> 363 F.Supp. 1230, 1234 (W.D.Pa.1973).</p>\n<blockquote>\"[E]ffort\" is the physical or mental exertion required in performing a job. So long as the ultimate degree of exertion remains comparable, the mere fact that two jobs call for effort different in kind will not render them unequal .... Nor will effort expended on additional tasks assigned to male employees necessarily suffice to justify a pay differential. If the additional tasks do not consume a significant total amount of all the employees time ... or if female employees also perform duties which require additional effort ... the additional effort is insufficient to differentiate the male positions under the Act.</blockquote>\n<p><i>Usery v. Columbia University,</i> 568 F.2d 953, 959 (2d Cir.1977). <i>See also </i><i>Shultz v. American Can Co.-Dixie Products,</i> 424 F.2d 356 (8th Cir.1970) (where female machine operators who worked exclusively on the AM-PM shifts performed same work as males operating identical machines on night shift, except the latter spent two to seven percent of their time handling and loading paper whereas maintenance men performed that task on AM-PM shifts, wage differential was unjustified). <i>Cf. Hodgson v. Cook,</i> 5 EPD ¶ 8026 (C.D.Cal.1972).</p>\n<p>With the guidance provided by these regulations and cases, I examine the effort required of the bookmobile driver and the delivery truck driver. The bookmobile, which the court examined, is approximately thirty feet long and ten to twelve feet high. It has a standard transmission. The gearshift and pedals are in awkward positions making it difficult to shift. The bookmobile driver spends two-thirds or more of her time driving the bookmobile.</p>\n<p>The delivery truck, which the court also examined, is a 1978 Chevrolet Step Van approximately twenty-two feet long and eight feet high. Thus, it is considerably smaller than the bookmobile. It has an automatic transmission. The delivery truck driver spends the bulk of his day driving between the Extension Services office and the Central and Branch offices, delivering and picking up bags of books, equipment, mail, and supplies. Like the bookmobile driver, he begins his day at the Extension Service office and returns to that location at the end of his shift.</p>\n<p>Due to the size of the bookmobile, its operation demands the exertion of equal or greater physical, mental, and visual effort on the part of the driver than does operation of the delivery truck.</p>\n<p>Both jobs also entail the loading and unloading of books. The bookmobile driver loads and unloads books at the Extension Services office, a task which takes perhaps ten percent of the employee's time. The delivery truck driver loads and unloads books at the Extension Services office and the Central and Branch offices. He is assisted in this task at the Extension Services office by a maintenance man, but is usually not assisted at the branches. He also has handcarts or \"dollies\" available. The delivery truck has a hydraulic lift which the driver uses in the loading operation. Both jobs require lifting bundles of books which often weigh thirty to forty pounds, although the delivery truck driver's bundles may weigh fifty pounds.</p>\n<p>In addition to the driving and loading, both jobs require certain other efforts. The <span class=\"star-pagination\">*493</span> bookmobile driver assists the bookmobile librarian by aiding patrons on and off the bookmobile. She also helps check out books. These tasks are carried out under the direction and supervision of the bookmobile librarian and are distinctly secondary to the primary job of driving. The delivery truck driver makes daily runs to the U.S. Post Office, makes monthly recycling runs, and occasionally moves furniture. Again, these duties are distinctly secondary to his primary job of driving.</p>\n<p>I conclude that the two jobs require substantially equal effort.</p>\n<p></p>\n<h2>C. <i>Responsibility.</i>\n</h2>\n<p>Responsibility is concerned with the degree of accountability required in the performance of the job. 29 C.F.R. § 800.129. For illustration, see <i>id.</i> at § 800.130.</p>\n<p>Both jobs principally involve driving. Thus, the primary responsibility required of the compared employees is to drive safely. While the delivery truck driver also carries perhaps $350.00 in cash by the end of the daythe received fines from overdue booksas well as the periodic payroll checks, the bookmobile driver carries a person the bookmobile librarianand is responsible for the safety of that passenger. The delivery truck driver carries a master key to allow him into the branches at times when no one may be there. The bookmobile driver helps small children and elderly patrons on and off the bookmobile, and aids the librarian in checking out books. Thus, she has a considerable degree of public contact and has to deal effectively with patrons. I find that the additional responsibilities of each job are not significant compared to the principal responsibility of driving, and that they require, in any event, equal accountability. <i>See, e.g., EEOC v. Gibson Products,</i> 28 FEP Cases at 681.</p>\n<p>I conclude that the two jobs require substantially equal responsibility.</p>\n<p></p>\n<h2>D. <i>Working Conditions.</i>\n</h2>\n<p>Unlike the requirements of skill, effort, and responsibility, where \"equality\" is the test, working conditions must simply entail \"similarity.\" <i>Id.</i> at § 800.119.</p>\n<blockquote>[A] practical judgment is required in the light of whether the differences in working conditions are the kind customarily taken into consideration in setting wage levels ....</blockquote>\n<blockquote>Generally, employees performing jobs requiring equal skill, effort, and responsibility are likely to be performing them under similar working conditions.</blockquote>\n<p><i>Id.</i> at § 800.131-132.</p>\n<p>Defendant described the bookmobile driver's working conditions as including exposure \"to driving hazards in a variety of weather, road and traffic conditions, extremes of temperatures, a close working relationship with co-worker in confined quarters, exhaust fumes, water leaks, draft and lack of convenient restroom facilities.\" The delivery truck driver's working conditions are not as unpleasant but he, too, spends the great majority of his time on the road. Both jobs require a great deal of driving and that is the shared condition under which the compared employees work.</p>\n<p>I conclude that the two jobs are performed under similar working conditions.</p>\n<p></p>\n<h2>E. <i>Conclusion.</i>\n</h2>\n<p>The jobs of bookmobile driver and delivery truck driver require substantially equal skill, effort, and responsibility, and are performed under similar working conditions. Since plaintiff established at trial that the delivery truck driver's rate of pay exceeded her own throughout her employment with the defendant, I conclude that plaintiff has made a prima facie case of violation of Title VII's requirement that equal pay must be given for equal work.</p>\n<p>The defendant contends that, even if the compared jobs require substantially equal work, the differential in compensation is justified because the pay scales were established by union contract as a result of negotiations in which plaintiff participated. This argument is without merit. <i>See </i><i>Laffey,</i> 567 F.2d at 446-47.</p>\n<p>In addition, defendant contends that the pay differential is a result of a \"factor <span class=\"star-pagination\">*494</span> other than sex,\" namely, differences in the characteristics of the two jobs. <i>See</i> 29 U.S.C. § 206(d)(1)(iv). As I have already found, however, that the two jobs require substantially equal work, this contention, too, is without merit. <i>Cf. </i><i>Kouba,</i> 691 F.2d at 876.</p>\n<p>Plaintiff has carried her burden of proving a violation of Title VII's requirement that equal pay must be given for equal work.</p>\n<p></p>\n<h2>II. <i>Disparate Treatment Claim.</i>\n</h2>\n<p>Plaintiff's second theory requires that I decide whether defendant intentionally discriminated in setting her level of compensation.</p>\n<p>Plaintiff established not only that she was paid less than Wiens throughout her employment, but also that the delivery truck driver has a history of being paid more than the bookmobile drivers. Plaintiff showed job segregation in that the defendant has historically employed predominantly women as bookmobile drivers, but has never had a woman delivery truck driver. She also showed that the jobs are sufficiently similar to give rise to an inference of intentional discrimination in their disparate compensation. Plaintiff demonstrated that even if a woman bookmobile driver were to achieve the highest pay scale in her classification, she still would receive less pay than the delivery truck driver, no matter how many years of seniority she had achieved. Plaintiff has established a prima facie case of disparate treatment. <i>See, e.g., </i><i>Briggs,</i> 536 F.Supp. 443-46.</p>\n<p>Defendant points to the differences, already noted, between the two jobs. I have found the similarities sufficient to meet the Equal Pay Act standards. However, there are enough differences to support a finding that defendant has articulated a justifiable, nondiscriminatory reason for the pay differential. Accordingly, I find that defendant has rebutted the prima facie case. <i>See </i><i>Burdine,</i> 450 U.S. at 255, 101 S.Ct. at 1095-96.</p>\n<p>Nevertheless, Grimm alleges that, when she inquired as to why she was paid less than Wiens, Mr. Kling, director of bookmobile services and her day-to-day supervisor, told her it was because Wiens is a man and the head of a household. Grimm also alleges that, when she was talking with Mr. James H. Burghardt, Head Librarian, at the Multnomah County Elections Office the night of June 30, 1981, when the Library's \"B\" ballot levy was defeated, Burghardt made an extremely derogatory and sexist remark. The remark is in the record and is of sufficiently poor taste that it will not be repeated here.</p>\n<p>Defendant offered no evidence to rebut these statements. I accept plaintiff's evidence on these two particulars as true. <i>Cf. </i><i>Bullock v. Pizza Hut, Inc.,</i> 429 F.Supp. 424, 429 (M.D.La.1977). In this circumstance, plaintiff's uncontested evidence of intentional discrimination is sufficient to prove that defendant's proffered reasons for the pay disparity are pretextual. <i>Cf. Dawson v. Great Western Chemical Co. of Oregon,</i> Civ. No. 80-429-LE, slip op. at 15-16, 18 (D.Or. Feb. 14, 1983). I conclude that plaintiff has established, by a preponderance of the evidence, that defendant intentionally discriminated against her because she is a woman.</p>\n<p>Plaintiff has proven her case of disparate treatment under Title VII.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Defendant has violated Title VII, and for that violation plaintiff is entitled to recover back pay equivalent to what she would have received had she been paid at the same rate of pay as Wiens, the delivery truck driver. While plaintiff offered evidence at trial that this figure is $4,285.67, I will give both parties five days from the filing of this opinion to file supplemental briefs regarding the appropriate relief, including the propriety of any injunctive relief. Plaintiff will also be entitled to attorney's fees.</p>\n<p>This opinion shall constitute findings of fact and conclusions of law in accordance with Fed.R.Civ.P. 52(a).</p>\n<p>IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff argues that in all Title VII disparate compensation actions, the defendant has the burden of proving one of the four Equal Pay Act exceptions to rebut a plaintiff's prima facie case. Plaintiff's Trial Memorandum, p. 22. This is incorrect. Such a burden is imposed only if the plaintiff establishes that its claim meets the Equal Pay Act standards of substantially equal work. <i>See </i><i>Boyd v. Madison County Mutual Ins. Co.,</i> 653 F.2d 1173, 1177-78 (7th Cir.1981), <i>cert. denied,</i> 454 U.S. 1146, 102 S.Ct. 1008, 71 L.Ed.2d 299 (1982).</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">560</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">486</span></span> (1983)</b></center>\n<center><h1>Sheri LANEGAN-GRIMM, Plaintiff,<br>\nv.<br>\nLIBRARY ASSOCIATION OF PORTLAND, Defendant.</h1></center>\n<center>Civ. No. 81-933-PA.</center>\n<center><p><b>United States District Court, D. Oregon.</b></p></center>\n<center>March 23, 1983.</center>\n<p><span class=\"star-pagination\">*487</span> <span class=\"star-pagination\">*488</span> Kathryn T. Whalen, Stephen E. Lawrence, Richardson, Murphy &amp; Lawrence, Portland, Or., for plaintiff.</p>\n<p>Jack B. Schwartz, Wayne D. Landsverk, Newcomb, Sabin, Meyer &amp; Schwartz, Portland, Or., for defendant.</p>\n<p></p>\n<h2>OPINION AND ORDER</h2>\n<p>PANNER, District Judge.</p>\n<p>Plaintiff, Sheri Lanegan-Grimm (\"Grimm\"), is a former female employee of defendant, Library Association of Portland (\"Library\"). Defendant is a private, nonprofit organization which contracts with Multnomah County, Oregon to operate the County's library system. Plaintiff alleges defendant discriminated on the basis of sex in violation of Title VII of the Civil Rights Act of 1964, as amended, 42 U.S.C. § 2000e, <i>et seq.,</i> by compensating her at a lesser rate than it did a similarly situated male employee. I find for the plaintiff.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>Grimm began work for the Library in January, 1972, on a part-time, \"on call\" basis. She became a full-time employee on August 7, 1979. Due to budget cuts following the defeat of a ballot measure, Grimm was laid off full-time employment on June 30, 1981. She remained \"on call\" until she left the Library's employment on October 10, 1981.</p>\n<p>At all relevant times, plaintiff held the position of \"bookmobile driver/clerk\" assigned to the Library's Extension Services office. Defendant operates one Central office, fourteen Branch offices, and the Extension Services office. There are four \"bookmobile driver/clerk\" positions. Grimm's primary duty was to drive a bookmobile on various \"runs\" throughout Multnomah County. In addition, she loaded and unloaded books and other library materials on and off the bookmobile. The purpose of the bookmobile service is to extend library resources to those members of the public who have difficulty in coming to the Central or Branch offices.</p>\n<p>On July 23, 1981, plaintiff filed a complaint with the Equal Employment Opportunities Commission (EEOC) and the Civil Rights Division of the Oregon Bureau of Labor. She alleged she was paid less for her work than was Ben Wiens (\"Wiens\"), the Library's male \"delivery truck driver.\" She complained that the two jobs were substantially equivalent and that the only reason she was paid less was because of her sex. Plaintiff received a \"right to sue\" letter from the EEOC in September, 1981. She filed suit in this court the following month, requesting back pay and attorney's fees.</p>\n<p>Defendant answered that the bookmobile driver and delivery truck driver positions are significantly different in that the former involves primarily clerical work while the latter entails primarily physical labor. In addition, defendant denied intentionally discriminating against plaintiff.</p>\n<p>The matter was tried to the court on February 2, 1983.</p>\n<p></p>\n<h2>LEGAL STANDARDS</h2>\n<p>Plaintiff alleges two grounds for her claim: first, that defendant paid her at a lesser rate than a male employee engaged in substantially similar work, and second, that defendant intentionally discriminated against her because of her sex.</p>\n<p>Title VII prohibits sex discrimination in employment. The Equal Pay Act of 1963, 29 U.S.C. § 206, requires equal pay for equal work. The standards and burdens of proof developed under the Equal Pay Act apply to Title VII actions such as this one which allege disparity in compensation between sexes for jobs involving equal work. <i>County of Washington v. Gunther,</i> <span class=\"citation\" data-id=\"110512\"><a href=\"/opinion/110512/county-of-washington-v-gunther/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">161</span></a></span>, <span class=\"citation\" data-id=\"110512\"><a href=\"/opinion/110512/county-of-washington-v-gunther/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2242</span></a></span>, <span class=\"citation\" data-id=\"110512\"><a href=\"/opinion/110512/county-of-washington-v-gunther/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">751</span></a></span> (1981); <i>Piva v. Xerox Corp.,</i> <span class=\"citation\" data-id=\"392360\"><a href=\"/opinion/392360/26-fair-emplpraccas-1267-27-empl-prac-dec-p-32147-8-fed-r-evid/\"><span class=\"volume\">654</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">591</span></a></span>, 598 n. 5 (9th Cir.1981); <i>Laffey v. Northwest Airlines, Inc.,</i> <span class=\"citation\" data-id=\"351700\"><a href=\"/opinion/351700/mary-p-laffey-v-northwest-airlines-inc-air-line-pilots-association/\"><span class=\"volume\">567</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">429</span></a></span>, 446 (D.C.Cir.1976), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1086</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1281</span></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">792</span></span> (1977). However, Title VII is a more broadly remedial statute than is the Equal Pay Act. <i>Laffey,</i> 567 F.2d at 445-46. Title VII will reach disparities in compensation <span class=\"star-pagination\">*489</span> where the jobs do not involve equal work but where the disparities can be traced to intentional discrimination, <i>see, e.g., </i><i>Bartelt v. Berlitz School of Languages,</i> <span class=\"citation\" data-id=\"413464\"><a href=\"/opinion/413464/30-fair-emplpraccas-1706-27-wage-hour-cas-bn-652-31-empl-prac/\"><span class=\"volume\">698</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1003</span></a></span>, 1006 (9th Cir.1983) (Fletcher, J.); <i>Briggs v. City of Madison,</i> <span class=\"citation\" data-id=\"2009698\"><a href=\"/opinion/2009698/briggs-v-city-of-madison/\"><span class=\"volume\">536</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">435</span></a></span>, 443 (W.D.Wisc.1982), although discriminatory intent is not a prerequisite to the success of all Title VII suits. <i>Peters v. Lieuallen,</i> <span class=\"citation\" data-id=\"411244\"><a href=\"/opinion/411244/lewis-camden-peters-v-roy-lieuallen-chancellor-of-the-state-board-of/\"><span class=\"volume\">693</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">966</span></a></span>, 968 (9th Cir.1982). <i>See </i><i>Wang v. Hoffman,</i> <span class=\"citation\" data-id=\"411698\"><a href=\"/opinion/411698/30-fair-emplpraccas-703-30-empl-prac-dec-p-33174-hung-ping-wang-v/\"><span class=\"volume\">694</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1146</span></a></span>, 1148 (9th Cir.1982).</p>\n<p></p>\n<h2>I. <i>Equal Pay For Equal Work Claim.</i>\n</h2>\n<p>The Equal Pay Act provides that:</p>\n<blockquote>No employer ... shall discriminate ... on the basis of sex by paying wages to employees at a rate less than the rate at which he pays wages to employees of the opposite sex in such establishment for equal work on jobs the performance of which requires equal skill, effort and responsibility, and which are performed under similar working conditions ....</blockquote>\n<p>29 U.S.C. § 206(d)(1).</p>\n<p>The initial burden of proof is on the plaintiff to show that the employer has paid different wages to employees of either sex for equal work. <i>Corning Glass Works v. Brennan,</i> <span class=\"citation\" data-id=\"109052\"><a href=\"/opinion/109052/corning-glass-works-v-brennan/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">188</span></a></span>, 195, <span class=\"citation\" data-id=\"109052\"><a href=\"/opinion/109052/corning-glass-works-v-brennan/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2223</span></a></span>, 2228, <span class=\"citation\" data-id=\"109052\"><a href=\"/opinion/109052/corning-glass-works-v-brennan/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1974); <i>Piva,</i> 654 F.2d at 598. This burden entails showing by a preponderance of the evidence that the compared jobs meet all four requirements of equal skill, equal effort, and equal responsibility, and performance under similar working conditions. <i>See</i> 29 U.S.C. § 206(d)(1). However, it is sufficient that the jobs require substantially equal work since identical jobs are rare. <i>Corning Glass Works,</i> 417 U.S. at 203 n. 24, 94 S.Ct. at 2232; <i>Schultz v. Wheaton Glass Co.,</i> <span class=\"citation\" data-id=\"288253\"><a href=\"/opinion/288253/9-fair-emplpraccas-502-9-fair-emplpraccas-508-19-wage-hour-cas/\"><span class=\"volume\">421</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">259</span></a></span>, 265 (3rd Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">398</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">905</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1696</span></span>, <span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">64</span></span> (1970) (\"Congress in prescribing `equal' work did not require that the jobs be identical, but only that they must be substantially equal. Any other interpretation would destroy the remedial purposes of the Act.\") (footnote omitted); <i>Thompson v. Sawyer,</i> <span class=\"citation\" data-id=\"403759\"><a href=\"/opinion/403759/dorothy-m-thompson-v-danford-l-sawyer-jr-public-printer-individually/\"><span class=\"volume\">678</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">257</span></a></span>, 272 (D.C.Cir.1982); <i>Odomes v. Nucare,</i> <span class=\"citation\" data-id=\"392108\"><a href=\"/opinion/392108/frankie-odomes-cross-appellant-v-nucare-inc-cross-appellee/\"><span class=\"volume\">653</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">246</span></a></span>, 250 (6th Cir.1981); <i>Laffey,</i> 567 F.2d at 449.</p>\n<p>Department of Labor regulations guide application of the Equal Pay Act standards to particular situations. The regulations provide that \"[i]nsubstantial or minor differences in the degree or amount of skill, or effort, or responsibility required for the performance of jobs will not render the equal pay standard inapplicable.\" 29 C.F.R. § 800.122. The regulations also provide that jobs are to be evaluated as a whole, <i>id.</i> at § 800.199, considering \"the broad remedial purpose of the law ....\" <i>Id.</i> at § 800.122(a). Courts agree with this approach, <i>see, e.g., </i><i>EEOC v. Universal Underwriters Ins. Co.,</i> <span class=\"citation\" data-id=\"392245\"><a href=\"/opinion/392245/equal-employment-opportunity-commission-v-universal-underwriters-insurance/\"><span class=\"volume\">653</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1243</span></a></span>, 1245 (8th Cir.1981), and rely on these regulations in the scrutiny of job characteristics. <i>Hodgson v. Corning Glass Works,</i> <span class=\"citation\" data-id=\"308709\"><a href=\"/opinion/308709/james-d-hodgson-secretary-of-labor-united-states-department-of-labor-v/\"><span class=\"volume\">474</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">226</span></a></span>, 232 (2d Cir.1973), <i>aff'd,</i> <span class=\"citation\" data-id=\"109052\"><a href=\"/opinion/109052/corning-glass-works-v-brennan/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">188</span></a></span>, <span class=\"citation\" data-id=\"109052\"><a href=\"/opinion/109052/corning-glass-works-v-brennan/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2223</span></a></span>, <span class=\"citation\" data-id=\"109052\"><a href=\"/opinion/109052/corning-glass-works-v-brennan/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1974); <i>Laffey,</i> 567 F.2d at 449.</p>\n<p>Once the plaintiff has made a prima facie case, the burden of proof shifts to the defendant to establish as an affirmative defense that the difference in compensation is attributable to one of the Act's four exceptions:</p>\n<blockquote>(i) a seniority system; (ii) a merit system; (iii) a system which measures earnings by quantity or quality of production; or (iv) a differential based on any other factor other than sex ....</blockquote>\n<p>29 U.S.C. § 206(d)(1). <i>Corning Glass Works,</i> 417 U.S. at 196-97, 94 S.Ct. at 2229; <i>Kouba v. Allstate Insurance Co.,</i> <span class=\"citation\" data-id=\"410224\"><a href=\"/opinion/410224/30-fair-emplpraccas-57-30-empl-prac-dec-p-33123-lola-kouba-aka/\"><span class=\"volume\">691</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">873</span></a></span>, 875 (9th Cir.1982). This is a heavy burden. <i>Odomes,</i> 653 F.2d at 251.</p>\n<p>These four affirmative defenses have been incorporated into Title VII. <i>Gunther,</i> 452 U.S. at 168-71, 101 S.Ct. at 2247-49; <i>Kouba,</i> 691 F.2d at 874 n. 2. The Bennett Amendment, § 703(h) of Title VII, is a \"technical amendment,\" <i>Gunther,</i> 452 U.S. at 173-75, 101 S.Ct. at 2249-50, which provides that:</p>\n<blockquote>It shall not be an unlawful employment practice under this subchapter [Title VII] for any employer to differentiate upon <span class=\"star-pagination\">*490</span> the basis of sex in determining the amount of the wages or compensation paid or to be paid to employees of such employer if such differentiation is authorized by the provisions of section 206(d) of title 29 [Equal Pay Act].</blockquote>\n<p>42 U.S.C. § 2000e-2(h). The Amendment assures that courts will apply the same standards in evaluating claims of unequal pay for equal work in cases brought pursuant to Title VII, the Equal Pay Act, or both. <i>Cf. </i><i>Gunther,</i> 452 U.S. at 170, 101 S.Ct. at 2248; <i>Piva,</i> 654 F.2d at 598 n. 5. <i>See generally</i> Larson, Employment Discrimination § 33.20 (1982).</p>\n<p></p>\n<h2>II. <i>Disparate Treatment.</i>\n</h2>\n<p>A plaintiff who does not succeed in establishing a prima facie \"equal pay\" casefor example, because of a failure to prove that the jobs being compared involve substantially equal workmay nevertheless be able to prove intentional sex discrimination under Title VII. <i>See </i><i>Gunther,</i> <span class=\"citation\" data-id=\"110512\"><a href=\"/opinion/110512/county-of-washington-v-gunther/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">161</span></a></span>, <span class=\"citation\" data-id=\"110512\"><a href=\"/opinion/110512/county-of-washington-v-gunther/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2242</span></a></span>.</p>\n<p>A plaintiff who is a member of a class protected by Title VII can establish a prima facie case of disparate treatment by proving facts supporting an inference that the difference in compensation for compared jobs results from the employer's intentional discrimination. <i>See Texas Dep't. of </i><i>Community Affairs v. Burdine,</i> <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, 253, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>, 1094, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></a></span> (1981); <i>McDonnell Douglas v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, 802, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, 1824, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973); <i>O'Brien v. Sky Chefs, Inc.,</i> <span class=\"citation\" data-id=\"399361\"><a href=\"/opinion/399361/28-fair-emplpraccas-1690-28-fair-emplpraccas-661-28-empl-prac/\"><span class=\"volume\">670</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">864</span></a></span>, 866 (9th Cir.1982); <i>Gay v. Waiters' and Dairy Lunchmen's Union,</i> <span class=\"citation\" data-id=\"411421\"><a href=\"/opinion/411421/29-fair-emplpraccas-1027-30-fair-emplpraccas-605-30-empl-prac/\"><span class=\"volume\">694</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">531</span></a></span>, 538 (9th Cir.1982); <i>Briggs,</i> 536 F.Supp. at 443-46.</p>\n<p>The plaintiff need not prove intentional discrimination at this first stage. <i>E.g., </i><i>Officers for Justice v. Civil Services Comm'n. of San Francisco,</i> <span class=\"citation\" data-id=\"408230\"><a href=\"/opinion/408230/29-fair-emplpraccas-1473-30-empl-prac-dec-p-33064-the-officers-for/\"><span class=\"volume\">688</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">615</span></a></span>, 627 n. 14 (9th Cir.1982). Rather, it is sufficient if the plaintiff proves facts \"showing actions taken by the employer from which one can infer, if such actions remain unexplained, that it is more likely than not that such actions were `based on a discriminatory criterion illegal under the [1964 Civil Rights] Act.'\" <i>Furnco Construction Co. v. Waters,</i> <span class=\"citation\" data-id=\"109934\"><a href=\"/opinion/109934/furnco-constr-corp-v-waters/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">567</span></a></span>, 576, <span class=\"citation\" data-id=\"109934\"><a href=\"/opinion/109934/furnco-constr-corp-v-waters/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2943</span></a></span>, 2949, <span class=\"citation\" data-id=\"109934\"><a href=\"/opinion/109934/furnco-constr-corp-v-waters/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">957</span></a></span> (1978) (quoting <i>Teamsters v. United States,</i> <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">324</span></a></span>, 358, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1843</span></a></span>, 1866, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1977)). \"A prima facie case under <i>McDonnell Douglas</i> raises an inference of discrimination only because we presume these acts, if otherwise unexplained, are more likely than not based on the consideration of impermissible factors.\" <i>Id.,</i> 438 U.S. at 577, 98 S.Ct. at 2949-50. <i>See also </i><i>Gerdom v. Continental Airlines,</i> <span class=\"citation\" data-id=\"410437\"><a href=\"/opinion/410437/30-fair-emplpraccas-235-30-empl-prac-dec-p-33156-carole-a-gerdom/\"><span class=\"volume\">692</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">602</span></a></span>, 608 (9th Cir.1982); <i>Heagney v. Univ. of Washington,</i> <span class=\"citation\" data-id=\"387945\"><a href=\"/opinion/387945/26-fair-emplpraccas-438-25-empl-prac-dec-p-31685-7-fed-r-evid/\"><span class=\"volume\">642</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1157</span></a></span>, 1163 (9th Cir.1981).</p>\n<p>To rebut the prima facie case, defendant must articulate some legitimate, nondiscriminatory reason which justifies the disparity. <i>Cf. </i><i>McDonnell Douglas,</i> 411 U.S. at 802, 93 S.Ct. at 1824. \"[T]he employer need only produce admissible evidence which would allow the trier of fact rationally to conclude that the employment decision had not been motivated by discriminatory animus.\" <i>Burdine,</i> 450 U.S. at 257, 101 S.Ct. at 1096. Unlike an Equal Pay Act rebuttal, which is an affirmative defense, defendant's burden at this stage is one only of production, not proof. <i>See id.,</i> 450 U.S. at 253, 101 S.Ct. at 1094-95.<sup>[1]</sup></p>\n<p>If the defendant successfully rebuts the prima facie case, the plaintiff must then prove by a preponderance of the evidence that the defendant's reasons are pretextual. <i>Burdine,</i> 450 U.S. at 254, 101 S.Ct. at 1095; <i>McDonnell Douglas,</i> 411 U.S. at 804, 93 S.Ct. at 1825; <i>Piva,</i> 654 F.2d at 594; <i>Heagney,</i> 642 F.2d at 1163.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*491</span> III. <i>Summary.</i>\n</h2>\n<p>A plaintiff alleging undercompensation by reason of sex for substantially equal work has two opportunities for recovery under Title VII. First, if the compared jobs' characteristics meet the Equal Pay Act standards, the plaintiff may be able to recover on a strict liability theory of discrimination. Second, if the disparity in pay between compared jobs is traceable to unequal treatment because of sex, the plaintiff may be able to recover on a theory of intentional discrimination.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I. <i>Equal Pay for Equal Work Claim.</i>\n</h2>\n<p>Plaintiff's first theory requires that I compare the jobs of bookmobile driver and delivery truck driver on the four characteristics specified in the Equal Pay Act. 29 U.S.C. § 206(d)(1). I make the following findings of fact and conclusions of law.</p>\n<p></p>\n<h2>A. <i>Skill.</i>\n</h2>\n<p>Skill involves consideration of such factors as experience, training, education and ability. 29 C.F.R. § 800.125.</p>\n<blockquote>If an employee must have essentially the same skill in order to perform either of two jobs, the jobs will qualify under the Act as jobs the performance of which requires equal skill, even though the employee in one of the jobs may not exercise the required skill as frequently or during as much of his working time as the employee in the other job.</blockquote>\n<p><i>Id.</i> For illustration, <i>see id.</i> at § 800.126.</p>\n<p>The bookmobile driver and the delivery truck driver, both of whom are assigned to the Extension Services office, spend the majority of their time driving. The fundamental skill required by both jobs is the ability to drive a large vehicle on a daily basis over a major part of Multnomah County under a variety of driving conditions. Both jobs require the employee to hold a valid chauffeur's license and have a good driving record. Plaintiff has maintained such a license since 1970. Both jobs require approximately the same training and experience. Plaintiff worked approximately three years driving a school bus for the Gresham, Oregon school district. More skill is required to operate the bookmobile than to drive the van due to the awkward placement of the gearshift and pedals, necessitating that the bookmobile driver shift \"backwards,\" as well as the greater difficulty of backing and parking the bookmobile.</p>\n<p>In addition to driving, the bookmobile driver assists the bookmobile librarian in computerized check out of books. Plaintiff received two days of specialized training in operation of the computer. She was also trained in office procedures. These additional requirements do not render the two jobs unequal in skill:</p>\n<blockquote>[W]here employees of opposite sexes are employed in jobs in which the duties they are required to perform and the working conditions are substantially the same, except that an employee of one sex is required to perform some duty or duties involving a higher skill which an employee of the other sex is not required to perform, the fact that the duties are different in this respect is insufficient to remove the jobs from the application of the equal pay standard if it also appears that the employer is paying a lower wage to the employee performing the additional duties notwithstanding the additional skill which they involve.</blockquote>\n<p><i>Id.</i> at § 800.122(b). <i>See </i><i>Brennan v. South Davis Community Hospital,</i> <span class=\"citation\" data-id=\"337662\"><a href=\"/opinion/337662/peter-j-brennan-secretary-of-labor-united-states-department-of-labor-v/\"><span class=\"volume\">538</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">859</span></a></span>, 862 (10th Cir.1976) (higher pay is not related to extra duties where female employees also perform extra duties of equal skill, effort, and responsibility). <i>See also EEOC v. Gibson Products,</i> 28 FEP Cases 676, 681 (D.C.Kan.1981).</p>\n<p>I conclude that the two jobs require substantially equal skill.</p>\n<p></p>\n<h2>B. <i>Effort.</i>\n</h2>\n<p>Effort is concerned with the measurement of the physical or mental exertion needed for the performance of a job. 29 C.F.R. § 800.127.</p>\n<blockquote>Where jobs are otherwise equal under the Act, and there is no substantial difference <span class=\"star-pagination\">*492</span> in the amount or degree of effort which must be expended in performing the jobs under comparison, the jobs may require equal effort in their performance even though the effort may be exerted in different ways on the two jobs. Differences only in the kind of effort required to be expended in such a situation will not justify wage differentials.</blockquote>\n<p><i>Id.</i> For illustration, <i>see id.</i> at § 800.128.</p>\n<blockquote>[T]he amounts of time which employees spend in the performance of different duties are not the sole criteria .... Consequently, a finding that one job requires employees to expend greater effort for a certain percentage of their working time than employees performing another job, would not in itself establish that the two jobs do not constitute equal work.</blockquote>\n<p><i>Id.</i> at § 800.123.</p>\n<p>Both physical and mental effort must be weighed. <i>Brennan v. Sterling Seal Co., Inc.,</i> <span class=\"citation\" data-id=\"2254703\"><a href=\"/opinion/2254703/brennan-v-sterling-seal-company-inc/\"><span class=\"volume\">363</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1230</span></a></span>, 1234 (W.D.Pa.1973).</p>\n<blockquote>\"[E]ffort\" is the physical or mental exertion required in performing a job. So long as the ultimate degree of exertion remains comparable, the mere fact that two jobs call for effort different in kind will not render them unequal .... Nor will effort expended on additional tasks assigned to male employees necessarily suffice to justify a pay differential. If the additional tasks do not consume a significant total amount of all the employees time ... or if female employees also perform duties which require additional effort ... the additional effort is insufficient to differentiate the male positions under the Act.</blockquote>\n<p><i>Usery v. Columbia University,</i> <span class=\"citation\" data-id=\"352286\"><a href=\"/opinion/352286/w-j-usery-jr-secretary-of-labor-v-columbia-university-and-william-j/\"><span class=\"volume\">568</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">953</span></a></span>, 959 (2d Cir.1977). <i>See also </i><i>Shultz v. American Can Co.-Dixie Products,</i> <span class=\"citation\" data-id=\"289444\"><a href=\"/opinion/289444/george-p-shultz-secretary-of-labor-united-states-department-of-labor-v/\"><span class=\"volume\">424</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">356</span></a></span> (8th Cir.1970) (where female machine operators who worked exclusively on the AM-PM shifts performed same work as males operating identical machines on night shift, except the latter spent two to seven percent of their time handling and loading paper whereas maintenance men performed that task on AM-PM shifts, wage differential was unjustified). <i>Cf. Hodgson v. Cook,</i> 5 EPD ¶ 8026 (C.D.Cal.1972).</p>\n<p>With the guidance provided by these regulations and cases, I examine the effort required of the bookmobile driver and the delivery truck driver. The bookmobile, which the court examined, is approximately thirty feet long and ten to twelve feet high. It has a standard transmission. The gearshift and pedals are in awkward positions making it difficult to shift. The bookmobile driver spends two-thirds or more of her time driving the bookmobile.</p>\n<p>The delivery truck, which the court also examined, is a 1978 Chevrolet Step Van approximately twenty-two feet long and eight feet high. Thus, it is considerably smaller than the bookmobile. It has an automatic transmission. The delivery truck driver spends the bulk of his day driving between the Extension Services office and the Central and Branch offices, delivering and picking up bags of books, equipment, mail, and supplies. Like the bookmobile driver, he begins his day at the Extension Service office and returns to that location at the end of his shift.</p>\n<p>Due to the size of the bookmobile, its operation demands the exertion of equal or greater physical, mental, and visual effort on the part of the driver than does operation of the delivery truck.</p>\n<p>Both jobs also entail the loading and unloading of books. The bookmobile driver loads and unloads books at the Extension Services office, a task which takes perhaps ten percent of the employee's time. The delivery truck driver loads and unloads books at the Extension Services office and the Central and Branch offices. He is assisted in this task at the Extension Services office by a maintenance man, but is usually not assisted at the branches. He also has handcarts or \"dollies\" available. The delivery truck has a hydraulic lift which the driver uses in the loading operation. Both jobs require lifting bundles of books which often weigh thirty to forty pounds, although the delivery truck driver's bundles may weigh fifty pounds.</p>\n<p>In addition to the driving and loading, both jobs require certain other efforts. The <span class=\"star-pagination\">*493</span> bookmobile driver assists the bookmobile librarian by aiding patrons on and off the bookmobile. She also helps check out books. These tasks are carried out under the direction and supervision of the bookmobile librarian and are distinctly secondary to the primary job of driving. The delivery truck driver makes daily runs to the U.S. Post Office, makes monthly recycling runs, and occasionally moves furniture. Again, these duties are distinctly secondary to his primary job of driving.</p>\n<p>I conclude that the two jobs require substantially equal effort.</p>\n<p></p>\n<h2>C. <i>Responsibility.</i>\n</h2>\n<p>Responsibility is concerned with the degree of accountability required in the performance of the job. 29 C.F.R. § 800.129. For illustration, see <i>id.</i> at § 800.130.</p>\n<p>Both jobs principally involve driving. Thus, the primary responsibility required of the compared employees is to drive safely. While the delivery truck driver also carries perhaps $350.00 in cash by the end of the daythe received fines from overdue booksas well as the periodic payroll checks, the bookmobile driver carries a person the bookmobile librarianand is responsible for the safety of that passenger. The delivery truck driver carries a master key to allow him into the branches at times when no one may be there. The bookmobile driver helps small children and elderly patrons on and off the bookmobile, and aids the librarian in checking out books. Thus, she has a considerable degree of public contact and has to deal effectively with patrons. I find that the additional responsibilities of each job are not significant compared to the principal responsibility of driving, and that they require, in any event, equal accountability. <i>See, e.g., EEOC v. Gibson Products,</i> 28 FEP Cases at 681.</p>\n<p>I conclude that the two jobs require substantially equal responsibility.</p>\n<p></p>\n<h2>D. <i>Working Conditions.</i>\n</h2>\n<p>Unlike the requirements of skill, effort, and responsibility, where \"equality\" is the test, working conditions must simply entail \"similarity.\" <i>Id.</i> at § 800.119.</p>\n<blockquote>[A] practical judgment is required in the light of whether the differences in working conditions are the kind customarily taken into consideration in setting wage levels ....</blockquote>\n<blockquote>Generally, employees performing jobs requiring equal skill, effort, and responsibility are likely to be performing them under similar working conditions.</blockquote>\n<p><i>Id.</i> at § 800.131-132.</p>\n<p>Defendant described the bookmobile driver's working conditions as including exposure \"to driving hazards in a variety of weather, road and traffic conditions, extremes of temperatures, a close working relationship with co-worker in confined quarters, exhaust fumes, water leaks, draft and lack of convenient restroom facilities.\" The delivery truck driver's working conditions are not as unpleasant but he, too, spends the great majority of his time on the road. Both jobs require a great deal of driving and that is the shared condition under which the compared employees work.</p>\n<p>I conclude that the two jobs are performed under similar working conditions.</p>\n<p></p>\n<h2>E. <i>Conclusion.</i>\n</h2>\n<p>The jobs of bookmobile driver and delivery truck driver require substantially equal skill, effort, and responsibility, and are performed under similar working conditions. Since plaintiff established at trial that the delivery truck driver's rate of pay exceeded her own throughout her employment with the defendant, I conclude that plaintiff has made a prima facie case of violation of Title VII's requirement that equal pay must be given for equal work.</p>\n<p>The defendant contends that, even if the compared jobs require substantially equal work, the differential in compensation is justified because the pay scales were established by union contract as a result of negotiations in which plaintiff participated. This argument is without merit. <i>See </i><i>Laffey,</i> 567 F.2d at 446-47.</p>\n<p>In addition, defendant contends that the pay differential is a result of a \"factor <span class=\"star-pagination\">*494</span> other than sex,\" namely, differences in the characteristics of the two jobs. <i>See</i> 29 U.S.C. § 206(d)(1)(iv). As I have already found, however, that the two jobs require substantially equal work, this contention, too, is without merit. <i>Cf. </i><i>Kouba,</i> 691 F.2d at 876.</p>\n<p>Plaintiff has carried her burden of proving a violation of Title VII's requirement that equal pay must be given for equal work.</p>\n<p></p>\n<h2>II. <i>Disparate Treatment Claim.</i>\n</h2>\n<p>Plaintiff's second theory requires that I decide whether defendant intentionally discriminated in setting her level of compensation.</p>\n<p>Plaintiff established not only that she was paid less than Wiens throughout her employment, but also that the delivery truck driver has a history of being paid more than the bookmobile drivers. Plaintiff showed job segregation in that the defendant has historically employed predominantly women as bookmobile drivers, but has never had a woman delivery truck driver. She also showed that the jobs are sufficiently similar to give rise to an inference of intentional discrimination in their disparate compensation. Plaintiff demonstrated that even if a woman bookmobile driver were to achieve the highest pay scale in her classification, she still would receive less pay than the delivery truck driver, no matter how many years of seniority she had achieved. Plaintiff has established a prima facie case of disparate treatment. <i>See, e.g., </i><i>Briggs,</i> 536 F.Supp. 443-46.</p>\n<p>Defendant points to the differences, already noted, between the two jobs. I have found the similarities sufficient to meet the Equal Pay Act standards. However, there are enough differences to support a finding that defendant has articulated a justifiable, nondiscriminatory reason for the pay differential. Accordingly, I find that defendant has rebutted the prima facie case. <i>See </i><i>Burdine,</i> 450 U.S. at 255, 101 S.Ct. at 1095-96.</p>\n<p>Nevertheless, Grimm alleges that, when she inquired as to why she was paid less than Wiens, Mr. Kling, director of bookmobile services and her day-to-day supervisor, told her it was because Wiens is a man and the head of a household. Grimm also alleges that, when she was talking with Mr. James H. Burghardt, Head Librarian, at the Multnomah County Elections Office the night of June 30, 1981, when the Library's \"B\" ballot levy was defeated, Burghardt made an extremely derogatory and sexist remark. The remark is in the record and is of sufficiently poor taste that it will not be repeated here.</p>\n<p>Defendant offered no evidence to rebut these statements. I accept plaintiff's evidence on these two particulars as true. <i>Cf. </i><i>Bullock v. Pizza Hut, Inc.,</i> <span class=\"citation\" data-id=\"1554735\"><a href=\"/opinion/1554735/bullock-v-pizza-hut-inc/\"><span class=\"volume\">429</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">424</span></a></span>, 429 (M.D.La.1977). In this circumstance, plaintiff's uncontested evidence of intentional discrimination is sufficient to prove that defendant's proffered reasons for the pay disparity are pretextual. <i>Cf. Dawson v. Great Western Chemical Co. of Oregon,</i> Civ. No. 80-429-LE, slip op. at 15-16, 18 (D.Or. Feb. 14, 1983). I conclude that plaintiff has established, by a preponderance of the evidence, that defendant intentionally discriminated against her because she is a woman.</p>\n<p>Plaintiff has proven her case of disparate treatment under Title VII.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Defendant has violated Title VII, and for that violation plaintiff is entitled to recover back pay equivalent to what she would have received had she been paid at the same rate of pay as Wiens, the delivery truck driver. While plaintiff offered evidence at trial that this figure is $4,285.67, I will give both parties five days from the filing of this opinion to file supplemental briefs regarding the appropriate relief, including the propriety of any injunctive relief. Plaintiff will also be entitled to attorney's fees.</p>\n<p>This opinion shall constitute findings of fact and conclusions of law in accordance with Fed.R.Civ.P. 52(a).</p>\n<p>IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff argues that in all Title VII disparate compensation actions, the defendant has the burden of proving one of the four Equal Pay Act exceptions to rebut a plaintiff's prima facie case. Plaintiff's Trial Memorandum, p. 22. This is incorrect. Such a burden is imposed only if the plaintiff establishes that its claim meets the Equal Pay Act standards of substantially equal work. <i>See </i><i>Boyd v. Madison County Mutual Ins. Co.,</i> <span class=\"citation\" data-id=\"392237\"><a href=\"/opinion/392237/28-fair-emplpraccas-54-26-empl-prac-dec-p-31998-harold-c-boyd-v/\"><span class=\"volume\">653</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1173</span></a></span>, 1177-78 (7th Cir.1981), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1146</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1008</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">299</span></span> (1982).</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108786/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109052/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109665/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109934/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110424/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110512/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/288253/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/289444/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/308709/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/337662/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/351700/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/352286/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/387945/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/392108/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/392237/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/392245/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/392360/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/399361/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/403759/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/408230/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/410224/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/410437/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/411244/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/411421/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/411698/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/413464/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1554735/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2009698/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2254703/"
          ]
        }
      ],
      "judges": "Panner",
      "date_created": "2014-10-30T13:27:22.883548Z",
      "date_modified": "2016-03-03T19:58:06.941530Z",
      "date_filed": "1983-03-23",
      "date_filed_is_approximate": false,
      "slug": "lanegan-grimm-v-library-assn-of-portland",
      "citation_id": 1454897,
      "case_name_short": "Lanegan-Grimm",
      "case_name": "Lanegan-Grimm v. Library Ass'n of Portland",
      "case_name_full": "",
      "federal_cite_one": "560 F. Supp. 486",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 2,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/966153/lanegan-grimm-v-library-assn-of-portland/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T13:27:22.879343Z",
  "date_modified": "2014-10-30T13:27:22.879343Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Lanegan-Grimm",
  "case_name": "Lanegan-Grimm v. Library Ass'n of Portland",
  "case_name_full": "",
  "slug": "lanegan-grimm-v-library-assn-of-portland",
  "docket_number": "Civ. No. 81-933-PA",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}