{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/973048/",
  "id": 973048,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca7/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1487724/",
      "id": 1487724,
      "absolute_url": "/opinion/1487724/christopher-v-american-news-co/",
      "panel": [
        "https://www.courtlistener.com:80/api/rest/v3/people/1938/",
        "https://www.courtlistener.com:80/api/rest/v3/people/2021/",
        "https://www.courtlistener.com:80/api/rest/v3/people/2270/"
      ],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/973048/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1487724/",
          "id": 1487724,
          "absolute_url": "/opinion/1487724/christopher-v-american-news-co/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1487724/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:27:29.740079Z",
          "date_modified": "2017-04-06T01:38:18.433627Z",
          "type": "010combined",
          "sha1": "da2de0f30b8d3ecd1aba479aa02a02349d9b31cc",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>171 F.2d 275 (1948)</b></center>\n<center><h1>CHRISTOPHER<br>\nv.<br>\nAMERICAN NEWS CO.</h1></center>\n<center>No. 9603.</center>\n<center><p><b>United States Court of Appeals Seventh Circuit.</b></p></center>\n<center>December 15, 1948.</center>\n<p><span class=\"star-pagination\">*276</span> Irving Breakstone, of Chicago, Ill., for appellant.</p>\n<p>Arthur J. Goldberg, Carl Devoe and Abraham W. Brussell, all of Chicago, Ill., for appellee.</p>\n<p>Before MAJOR, Chief Judge, MINTON, Circuit Judge, and LINDLEY, District Judge.</p>\n<p>MINTON, Circuit Judge.</p>\n<p>The plaintiff, a citizen of Indiana, brought this action for libel against the defendants, The Nation Associates, Inc., a New York corporation; The American News Company, a New York corporation licensed and doing business in Illinois under its own name and as the Western News Co. Div. of The American News Co.; and Paul L. Klein, a citizen of New York. The complaint alleges that the plaintiff was for many years engaged in the printing business in Gary, Indiana; a member of the Common Council and Police Commissioner of that city; for many years, president of the Serbian National Federation, a fraternal society incorporated under the laws of Pennsylvania, having its principal office in Pittsburgh, Pennsylvania, and subordinate lodges and members throughout the United States; and, at the date of the libelous publication herein, was a candidate for Mayor of Gary, Indiana. The complaint further alleges that the defendants maliciously conspired to and did compose and circulate in the cities of Gary and Chicago and in the states of Indiana and Illinois, as well as other states of the United States, an article published in The Nation, a \"weekly magazine,\" which article falsely impugned the plaintiff's patriotism by ascribing to him belief in and advocacy of Nazi or pro-Nazi doctrines, and further defamed him by statements susceptible of meaning that the plaintiff had violated the Anti-Hate Law<sup>[1]</sup> and the truancy laws of the State of Indiana. The complaint sets out the libelous matter in issue, the innuendoes deduced therefrom, the Anti-Hate Law of Indiana, and concludes with a prayer for compensatory and punitive damages in the sum of $500,000. No special damages are alleged or claimed.</p>\n<p>On motion of The American News Company, the only defendant upon whom service was obtained, the court dismissed the complaint, and the plaintiff, electing not to amend, has brought this appeal. Since the motion to dismiss admits that the article was published, that its contents were false, and that the publication was malicious, Adair v. Timblin, 186 Ill.App. 133, 137, the sole question before us is whether the admitted allegations in the complaint state a claim upon which relief may be granted.</p>\n<p>The following reasons were offered by the defendant's motion to dismiss and by the District Court, in support of the position that the complaint does not state a claim for relief.</p>\n<p><span class=\"star-pagination\">*277</span> First: The language in controversy is not reasonably susceptible of the libelous interpretation sought to be given thereto by the innuendoes.</p>\n<p>Second: The law of Indiana, the state of the plaintiff's domicile, governs. Since the Retraction Statute of Indiana<sup>[2]</sup> was not complied with, and since The Nation is a newspaper and comes under the scope of this statute, the plaintiff is barred from bringing this action.</p>\n<p>Third: The plaintiff failed to allege that the defendant, American News Company, a distributor, knew or should have known that The Nation was likely to or did make the libelous publication.</p>\n<p>Fourth: The article was privileged fair comment concerning a candidate for public office and was not actionable.</p>\n<p>Fifth: The action was local and could not be brought anywhere except in Indiana, the domiciliary state of the plaintiff.</p>\n<p>The last three reasons, in inverse order, will be disposed of briefly. Authority is uniform on the proposition that libel is not a local but a transitory action. Sweeney v. Schenectady Union Publishing Co., 2 Cir., 122 F.2d 288, affirmed 316 U.S. 642, 62 S.Ct. 1031, 86 L.Ed. 1727; O'Reilly v. Curtis Publishing Co., D.C., 31 F.Supp. 364. The plaintiff's fame or anonymity in the state of the forum is material only on the determination of damages or at best as an aid in ascertaining the effect of libelous words on the mind of an ordinary reader. Sweeney v. Caller-Times Pub. Co., D.C., 41 F.Supp. 163. Fair comment and privilege must be pleaded in answer as affirmative defenses and cannot be set up in a motion to dismiss. See our recent decision in Spanel v. Pegler, 7 Cir., 160 F.2d 619, 623, 171 A.L.R. 699, and cases there cited.</p>\n<p>Finally, the complaint need not include an allegation that the defendant distributor knew or should have known that The Nation had printed the offending article. The complaint charges that <i>all</i> defendants wrote and published it and further that the conduct of the distributor was in accord with a conspiracy entered into by all of the defendants whereby the acts of one conspirator are the acts of all. While this is a far more serious charge than the allegation which the defendant asserts that the plaintiff should have made, and considerably more difficult to prove, it would seem obvious that the plaintiff should not be prevented from going to trial simply because he has assumed a heavy burden of proof.</p>\n<p>The first and second reasons enumerated above require more extensive treatment. We turn to them in order.</p>\n<p>First: The pertinent excerpts of the article complained of read as follows:</p>\n<p></p>\n<h2>\"The Gary School Strike.</h2>\n<p></p>\n<h2>By Paul L. Klein,</h2>\n<p></p>\n<h2>Gary, Indiana.</h2>\n<p></p>\n<h2>* * * * * *</h2>\n<p>\"Perhaps U.S. Steel fosters dissension between Negro and white workers in order to weaken the union; perhaps it would like the community to be occupied with racial conflicts while it quietly presses for its requested $10,000,000 local tax cut, which will raise the average family's burden $30 a year. Even if not guilty on these counts, U.S. Steel certainly created and has maintained a separateness and tension which three weeks ago flared once more into anti-Negro demonstrations. Race hatred has again hit the children of Gary. And make no mistake: it was the carefully nurtured property-devaluation bogey that scared up the Emerson School strike here.</p>\n<p>\"White students in Gary have always attended the school in their home district; Negro pupils have been `allowed' to exercise an `option' to attend some other school. Last year the school board announced that, starting this fall, the `option' would be revoked for grammar-school students, and, later, for students of all ages.</p>\n<p>\"As a result of the new policy, Emerson  with 1,800 students, the least crowded of all Gary's schools  was assigned thirty-eight colored children in grades up to the sixth. On opening day the high-school students struck. `No niggers for us!' they shouted. Immediately the school board declared it would stick to its ruling. For the first few days, while a few Negro-hating <span class=\"star-pagination\">*278</span> parents were injecting the children's ring-leaders with fools' courage, the school authorities watched and waited; they took no action</p>\n<p>(Paul L. Klein is a law student at Columbia. He has previously written for The Nation on election issues.)</p>\n<p>but threatened legal steps against the delinquents' parents under Indiana's new antihate law and under laws against contributing to truancy. During this period public opinion was being mustered against the race bigots. Urged on by the League of Women Voters and the C.I.O. Steelworkers, most of the civic organizations supported the board. (I was told that the spokesman for U.S. Steel in the Chamber of Commerce tried last year to prevent the chamber from giving its approval.)</p>\n<p>\"It is heartening to note that although individual members of an organization are sometimes opposed to democratic principles, the organizations themselves, under public scrutiny, can be forced to come out for right and justice.</p>\n<p></p>\n<h2>* * * * * *</h2>\n<p>\"The strike reached its peak on Friday of the first week. Over the week-end an arrest was made under the state law, subpoenas were issued to the parents of strikers, and by Monday students were beginning to return. During this time the board continued to issue subpoenas. `The policy sticks,' it announced, `and you are violating the law by keeping your children out.' The parents' strike committee hired a lawyer; he, too, told them they must send their children back. By the following Monday  two weeks after school's opening  attendance was again normal.</p>\n<p>\"What factor was most immediately responsible for the strike? It is interesting to note that at no time was there any violence against colored pupils; this reinforces the conviction of most observers that fear of property devaluation, not of classroom association, motivated the strikers and their parents. Furthermore, attempts to get other schools to walk out failed.</p>\n<p><i>\"Somewhere at the root of the disturbance is a man called Louis C. Christopher, now running for mayor. Christopher has a long and unsavory record; he is a leader of the Serbian National Federation, which is allied with the Slovak League, known during the war for its pro-Nazi stand. He is alleged to have instigated the similar Froebel School strike here two years ago. The anti-Negro parents' committee, which has voted to perpetuate itself, is supporting Christopher's campaign for the mayoralty.</i> (Italics ours.)</p>\n<p>\"But attendance at committee meetings has dwindled, and funds are running low. Christopher seems to have no chance to be elected; nor is it likely that his intrusion into the race, as an independent, will throw the election to the steel industry's candidate. Counteraction has begun: the Steelworkers are about to launch a racial-education program, and other groups have similar plans. Moreover, in a few years the high schools, and later the electorate itself, will be composed of young men and women who are now children in the elementary grades and receiving a democratic, non-segregated education.\"</p>\n<p>A charge that one is a Nazi or a pro-Nazi is actionable. O'Donnell v. Philadelphia Record Co., 356 Pa. 307, 51 A.2d 775. A charge of a criminal offense involving moral turpitude is also actionable, Ransom v. McCurley, 140 Ill. 626, 31 N.E. 119; Tilles v. Pulitzer Pub. Co., 241 Mo. 609, 145 S.W. 1143. Do the words here in issue convey the impression that the plaintiff was a Nazi or a Nazi sympathizer? Or, that the plaintiff had encouraged children to stay out of school contrary to the truancy laws of Indiana? Or, that he had, by himself or in collaboration with others, disseminated race hatred or engaged in \"racketeering in hatred\" in violation of the Anti-Hate Law of Indiana? In resolving these questions, we are mindful of the rule that the defamatory effect of the article is to be ascertained not from the viewpoint of a critic or language expert, but rather from that of a reader of reasonable intelligence who takes ordinary interest in the articles of a periodical but does not commonly subject them to careful scrutiny and analysis. Creitz v. Bennett, 273 Ill.App. 88, 96, Id., 350 Ill. 32, 182 N.E. 736. To state a cause, the complaint need not disclose that the article was absolutely incapable of innocent meaning. It is sufficient to <span class=\"star-pagination\">*279</span> create a question for the jury if the defamatory meaning ascribed to the article in the innuendoes may also be ascribed to it by the ordinary reader. Spanel v. Pegler, supra.</p>\n<p>The theme of the article is identified in the headline \"The Gary School Strike.\" It begins with a description of the alleged activities of United States Steel in fostering Negro segregation and racial tension for the conjectural purposes of weakening the Steelworkers' Union or diverting the attention of the community from pressure to obtain a tax reduction of $10,000,000 for United States Steel Company. The article then goes on to deal with the strike on opening day in the Emerson School. It sets out the rallying cry of the students, \"No niggers for us!;\" refers to \"Negro-hating parents\" who \"were injecting the children's ringleaders with fools' courage\"; notices that during the first days of the strike public opinion was being mustered against \"race bigots\"; commends the organizations which spoke out against racial intolerance and the school strike; tells how the strike waned and ended; then poses the question, \"What factor was most immediately responsible for the strike?\" After stating the \"conviction of most observers that fear of property devaluation, not of classroom association, motivated the strikers and their parents,\" the italicized paragraph in the portion of the article set out above is devoted to the plaintiff's role in the incident.</p>\n<p>This paragraph must be read as a whole. The statement that \"Christopher has a long and unsavory record; he is a leader of the Serbian National Federation, which is allied with the Slovak League, known during the war for its pro-Nazi stand\" does not clearly and directly charge that the plaintiff himself was a Nazi or a Nazi sympathizer. Although the Serbian National Federation may be \"allied\" with an organization that was during the war a pro-Nazi organization, it does not necessarily follow that the Federation or its leader, the plaintiff, subscribe to the Nazi ideology. But if this statement is read with the sentence immediately preceding, \"Somewhere at the root of the disturbance is a man called Louis C. Christopher, now running for mayor\" a different impression emerges. \"The disturbance\" in the common acceptation of the term would in the context refer to the headline, \"The Gary School Strike.\" This statement directly imputes a substantial measure of responsibility for the school strike to the plaintiff. As outlined above, the school strike, though attributable, in the author's opinion, in the main to fear of property devaluation, was characterized very sharply as an outbreak of race hatred fostered and abetted by \"Negro-hating\" parents and other racial bigots. The contempt of Nazis for Negroes and other \"non-Aryan\" groups is notorious. Thus, the insinuation of a link between the plaintiff and the Nazis after charging him with responsibility for the school strike directed against children of the Negro race, is, to our minds, sufficient to create a question for the jury whether the words were intended to mean and were susceptible of the meaning that the plaintiff was a Nazi or otherwise an adherent and sponsor of the unpatriotic and subversive theories of white supremacy and racial superiority. This impression is reinforced by the concluding sentence, \"The anti-Negro parents' committee, which has voted to perpetuate itself, is supporting Christopher's campaign for the mayoralty.\" While it is plain that a candidate for office cannot be charged with the failings of his supporters, we cannot say, in the light of all the disparaging utterances made, that the reading public and the jury may not conclude that the plaintiff and his supporters were, after all, birds of a feather.</p>\n<p>Similar analysis will bear out the plaintiff's innuendoes that he has been charged with criminal violation of Indiana's truancy and Anti-Hate laws. The function of judge and jury in passing upon criminal charges in a publication is no different than in respect to other forms of vituperation. If the publication read in its entirety conveys one possible meaning, it is for the judge to decide whether that meaning is innocent or not. If the words will bear two possible meanings, one defamatory and the other innocent, it is for the jury to resolve the ambiguity. Washington Post Co. v. Chaloner, 250 U.S. 290, 39 S.Ct. 448, 63 L.Ed. 987. The plaintiff is represented as being at the \"root\" of the school strike and <span class=\"star-pagination\">*280</span> \"alleged to have instigated the similar Froebel School strike here two years ago.\" We cannot say that such representations if true would not, as a matter of law, bring the plaintiff under the condemnation of Indiana's truancy laws. Again, as we have sought to indicate above, the article might be understood to connect the plaintiff with those who believed in and spread the ideas of race hatred which resulted in the Gary school strike. Is it clear that if this connection conformed to the truth, the plaintiff could not be prosecuted under the Anti-Hate Law? It is significant as the article reports that legal steps were threatened against the parents of the striking children under the Anti-Hate and the truancy laws and that the parents' strike committee was advised by counsel to send their children back. Under these circumstances, we are not convinced that the representations of the plaintiff's conduct are so vague and so remote from the scope of the Indiana laws under discussion as to justify a conclusion from the face of the complaint that the article does not charge the plaintiff with violation thereof. An actionable imputation of a criminal offense need not charge a crime with the precision and technical nicety of an indictment.</p>\n<p>Second: The Indiana Retraction Statute is set out in full in the margin.<sup>[3]</sup> The defendant's reliance on this statute is bottomed on two premises: One, that The Nation is a newspaper; and two, that the plaintiff's most significant interests are in Indiana, the state of his domicile and residence. The defendant contends that the gravamen of the plaintiff's complaint is for the libel suffered in Indiana, since the plaintiff was virtually unknown elsewhere. From this it would follow, he says, that the sufficiency of the complaint must be tested by the Indiana law. Since the complaint discloses that the plaintiff did not serve The Nation with such notice as required by the statute, the complaint must be dismissed. We cannot agree with the premises or the conclusion of this contention.</p>\n<p>The complaint alleges that the plaintiff was president of the Serbian National Federation having lodges and members in various states of the United States. It alleges, further, that the issue of The Nation containing the libelous article was published and circulated in Indiana, Illinois, and other states of the United States. A reasonable construction of these two allegations read together we think spells out a claim by the plaintiff not only for the libel committed in Indiana but also for every libel in each state where the defamatory matter was published and circulated. It may be true, as the District Court thought and as the defendant urges, that the plaintiff was so far unknown outside of Indiana that his reputation could be injured only in that state. We fail to understand, <span class=\"star-pagination\">*281</span> however, how such an inference may be drawn from the face of the complaint. It is conceivable, if not probable, that a leader of a national system of lodges might be well known in many states, at least to the members of the subordinate lodges. This is a matter which can be decided only upon proofs after trial and cannot be reached by a motion to dismiss.</p>\n<p>Moreover, irrespective of whether the complaint seeks relief for an Indiana or a multi-state libel, we do not, on this record, reach the question whether The Nation is, in fact, a magazine or is a newspaper. The Indiana Retraction Statute by its terms applies to newspapers. The complaint refers to The Nation as a \"weekly magazine.\" Webster's New International Dictionary Second Edition Unabridged defines a newspaper as follows: \"A paper printed and distributed, at stated intervals, usually daily or weekly, to contain news, advocate opinions, etc., now usually containing also advertisements and other matters of public interest; also, an organization engaged in composing and issuing such a publication.\"</p>\n<p>Substantially similar definitions may be found in the Century Dictionary and in 20 R.C.L. 201.</p>\n<p>Although The Nation does print some news items of general interest, articles, classified advertisements, and editorials, it is not a newspaper in the sense in which the term is commonly used. While the line between a newspaper and other periodicals is difficult to draw, it would seem that a possible distinction might be that a newspaper reports or claims to report occurrences factually, however the facts may be slanted or distorted, whereas a periodical such as The Nation reports facts not primarily for the interest in the factual narrative in and of itself but for some other possible significance. We do not mean to decide at this point that The Nation is not a newspaper. All we decide is that the allegation in the complaint that it is a magazine is not an allegation that \"the sun sets in the east.\" Opportunity must be given the plaintiff to prove his point in a full and fair trial of the issue.</p>\n<p>The defendant also urges us to adopt a rule in the conflict of laws which would require us to apply the law of the plaintiff's domicile, here Indiana, to all libels suffered by the plaintiff in whatever state the libel was published and in whatever forum the action was brought. See 60 Harv. L.R. 941; 43 Ill. L. Rev. 556; Cf. O'Reilly v. Curtis Publishing Co., supra; Sweeney v. Schenectady Union Publishing Co., supra; Kelly v. Loew's, Inc., D.C., 76 F.Supp. 473; Banks v. King Features Syndicate, Inc., D.C., 30 F.Supp. 352. We can decide that the complaint in the instant case is sufficient without touching this novel problem.</p>\n<p>The judgment of the District Court is reversed.</p>\n<h2>NOTES</h2>\n<p>[1]  Burns Ann. Stat. Cum Pocket Supp. 1947, Secs. 10-904 to 10-914.</p>\n<p>[2]  Burns' Ann.Stat. Secs. 2-1043, 2-1044.</p>\n<p>[3]  \"Libel in newspaper  Action and notice by aggrieved party  Good faith and retraction  Actual damages  Candidate for public office.  Before any suit shall be brought for the publication of a libel in any newspaper in this state, the aggrieved party shall, at least three (3) days before filing the complaint in such suit, serve notice in writing on the publisher or publishers of such newspaper, at their principal office of publication, specifying the statements in said article which he or they alleged to be false and defamatory. If it shall appear upon trial of said action that said article was published in good faith, that its falsity was due to mistake or misapprehension of the facts, and that a full and fair retraction of any statement therein alleged to be erroneous was published in a regular issue of such newspaper, within three (3) days, if such newspaper be a daily publication, or within ten (10) days, if such newspaper be a weekly publication, after such mistake or misapprehension was brought to the knowledge of such publisher or publishers, in as conspicuous place and type in the same place where said original item appeared in such newspaper as was the article complained of, then the plaintiff in such case shall recover only actual damage: Provided, however, That the foregoing provisions of section one of this act shall not apply to the case of any libel against any candidate for a public office in this state, unless the retraction of the charge is made in a conspicuous manner at least three (3) days before the election.\n</p>\n<p>\"Libel in newspaper  `Actual damages' defined.  The words `actual damages' in the foregoing section shall be construed to include all damages that the plaintiff may have suffered in respect to his character, property, business, trade, profession or occupation, and no other damages whatever.\" Burns' Ann.Stat. Secs. 2-1043, 2-1044.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">171</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">275</span></span> (1948)</b></center>\n<center><h1>CHRISTOPHER<br>\nv.<br>\nAMERICAN NEWS CO.</h1></center>\n<center>No. 9603.</center>\n<center><p><b>United States Court of Appeals Seventh Circuit.</b></p></center>\n<center>December 15, 1948.</center>\n<p><span class=\"star-pagination\">*276</span> Irving Breakstone, of Chicago, Ill., for appellant.</p>\n<p>Arthur J. Goldberg, Carl Devoe and Abraham W. Brussell, all of Chicago, Ill., for appellee.</p>\n<p>Before MAJOR, Chief Judge, MINTON, Circuit Judge, and LINDLEY, District Judge.</p>\n<p>MINTON, Circuit Judge.</p>\n<p>The plaintiff, a citizen of Indiana, brought this action for libel against the defendants, The Nation Associates, Inc., a New York corporation; The American News Company, a New York corporation licensed and doing business in Illinois under its own name and as the Western News Co. Div. of The American News Co.; and Paul L. Klein, a citizen of New York. The complaint alleges that the plaintiff was for many years engaged in the printing business in Gary, Indiana; a member of the Common Council and Police Commissioner of that city; for many years, president of the Serbian National Federation, a fraternal society incorporated under the laws of Pennsylvania, having its principal office in Pittsburgh, Pennsylvania, and subordinate lodges and members throughout the United States; and, at the date of the libelous publication herein, was a candidate for Mayor of Gary, Indiana. The complaint further alleges that the defendants maliciously conspired to and did compose and circulate in the cities of Gary and Chicago and in the states of Indiana and Illinois, as well as other states of the United States, an article published in The Nation, a \"weekly magazine,\" which article falsely impugned the plaintiff's patriotism by ascribing to him belief in and advocacy of Nazi or pro-Nazi doctrines, and further defamed him by statements susceptible of meaning that the plaintiff had violated the Anti-Hate Law<sup>[1]</sup> and the truancy laws of the State of Indiana. The complaint sets out the libelous matter in issue, the innuendoes deduced therefrom, the Anti-Hate Law of Indiana, and concludes with a prayer for compensatory and punitive damages in the sum of $500,000. No special damages are alleged or claimed.</p>\n<p>On motion of The American News Company, the only defendant upon whom service was obtained, the court dismissed the complaint, and the plaintiff, electing not to amend, has brought this appeal. Since the motion to dismiss admits that the article was published, that its contents were false, and that the publication was malicious, Adair v. Timblin, 186 Ill.App. 133, 137, the sole question before us is whether the admitted allegations in the complaint state a claim upon which relief may be granted.</p>\n<p>The following reasons were offered by the defendant's motion to dismiss and by the District Court, in support of the position that the complaint does not state a claim for relief.</p>\n<p><span class=\"star-pagination\">*277</span> First: The language in controversy is not reasonably susceptible of the libelous interpretation sought to be given thereto by the innuendoes.</p>\n<p>Second: The law of Indiana, the state of the plaintiff's domicile, governs. Since the Retraction Statute of Indiana<sup>[2]</sup> was not complied with, and since The Nation is a newspaper and comes under the scope of this statute, the plaintiff is barred from bringing this action.</p>\n<p>Third: The plaintiff failed to allege that the defendant, American News Company, a distributor, knew or should have known that The Nation was likely to or did make the libelous publication.</p>\n<p>Fourth: The article was privileged fair comment concerning a candidate for public office and was not actionable.</p>\n<p>Fifth: The action was local and could not be brought anywhere except in Indiana, the domiciliary state of the plaintiff.</p>\n<p>The last three reasons, in inverse order, will be disposed of briefly. Authority is uniform on the proposition that libel is not a local but a transitory action. Sweeney v. Schenectady Union Publishing Co., 2 Cir., <span class=\"citation\" data-id=\"1542278\"><a href=\"/opinion/1542278/sweeney-v-schenectady-union-pub-co/\"><span class=\"volume\">122</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">288</span></a></span>, affirmed <span class=\"citation no-link\"><span class=\"volume\">316</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">642</span></span>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1031</span></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1727</span></span>; O'Reilly v. Curtis Publishing Co., D.C., <span class=\"citation\" data-id=\"1678778\"><a href=\"/opinion/1678778/oreilly-v-curtis-pub-co/\"><span class=\"volume\">31</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">364</span></a></span>. The plaintiff's fame or anonymity in the state of the forum is material only on the determination of damages or at best as an aid in ascertaining the effect of libelous words on the mind of an ordinary reader. Sweeney v. Caller-Times Pub. Co., D.C., <span class=\"citation\" data-id=\"2374347\"><a href=\"/opinion/2374347/sweeney-v-caller-times-pub-co/\"><span class=\"volume\">41</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">163</span></a></span>. Fair comment and privilege must be pleaded in answer as affirmative defenses and cannot be set up in a motion to dismiss. See our recent decision in Spanel v. Pegler, 7 Cir., <span class=\"citation\" data-id=\"1510536\"><a href=\"/opinion/1510536/spanel-v-pegler/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">619</span></a></span>, 623, <span class=\"citation no-link\"><span class=\"volume\">171</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">699</span></span>, and cases there cited.</p>\n<p>Finally, the complaint need not include an allegation that the defendant distributor knew or should have known that The Nation had printed the offending article. The complaint charges that <i>all</i> defendants wrote and published it and further that the conduct of the distributor was in accord with a conspiracy entered into by all of the defendants whereby the acts of one conspirator are the acts of all. While this is a far more serious charge than the allegation which the defendant asserts that the plaintiff should have made, and considerably more difficult to prove, it would seem obvious that the plaintiff should not be prevented from going to trial simply because he has assumed a heavy burden of proof.</p>\n<p>The first and second reasons enumerated above require more extensive treatment. We turn to them in order.</p>\n<p>First: The pertinent excerpts of the article complained of read as follows:</p>\n<p></p>\n<h2>\"The Gary School Strike.</h2>\n<p></p>\n<h2>By Paul L. Klein,</h2>\n<p></p>\n<h2>Gary, Indiana.</h2>\n<p></p>\n<h2>* * * * * *</h2>\n<p>\"Perhaps U.S. Steel fosters dissension between Negro and white workers in order to weaken the union; perhaps it would like the community to be occupied with racial conflicts while it quietly presses for its requested $10,000,000 local tax cut, which will raise the average family's burden $30 a year. Even if not guilty on these counts, U.S. Steel certainly created and has maintained a separateness and tension which three weeks ago flared once more into anti-Negro demonstrations. Race hatred has again hit the children of Gary. And make no mistake: it was the carefully nurtured property-devaluation bogey that scared up the Emerson School strike here.</p>\n<p>\"White students in Gary have always attended the school in their home district; Negro pupils have been `allowed' to exercise an `option' to attend some other school. Last year the school board announced that, starting this fall, the `option' would be revoked for grammar-school students, and, later, for students of all ages.</p>\n<p>\"As a result of the new policy, Emerson  with 1,800 students, the least crowded of all Gary's schools  was assigned thirty-eight colored children in grades up to the sixth. On opening day the high-school students struck. `No niggers for us!' they shouted. Immediately the school board declared it would stick to its ruling. For the first few days, while a few Negro-hating <span class=\"star-pagination\">*278</span> parents were injecting the children's ring-leaders with fools' courage, the school authorities watched and waited; they took no action</p>\n<p>(Paul L. Klein is a law student at Columbia. He has previously written for The Nation on election issues.)</p>\n<p>but threatened legal steps against the delinquents' parents under Indiana's new antihate law and under laws against contributing to truancy. During this period public opinion was being mustered against the race bigots. Urged on by the League of Women Voters and the C.I.O. Steelworkers, most of the civic organizations supported the board. (I was told that the spokesman for U.S. Steel in the Chamber of Commerce tried last year to prevent the chamber from giving its approval.)</p>\n<p>\"It is heartening to note that although individual members of an organization are sometimes opposed to democratic principles, the organizations themselves, under public scrutiny, can be forced to come out for right and justice.</p>\n<p></p>\n<h2>* * * * * *</h2>\n<p>\"The strike reached its peak on Friday of the first week. Over the week-end an arrest was made under the state law, subpoenas were issued to the parents of strikers, and by Monday students were beginning to return. During this time the board continued to issue subpoenas. `The policy sticks,' it announced, `and you are violating the law by keeping your children out.' The parents' strike committee hired a lawyer; he, too, told them they must send their children back. By the following Monday  two weeks after school's opening  attendance was again normal.</p>\n<p>\"What factor was most immediately responsible for the strike? It is interesting to note that at no time was there any violence against colored pupils; this reinforces the conviction of most observers that fear of property devaluation, not of classroom association, motivated the strikers and their parents. Furthermore, attempts to get other schools to walk out failed.</p>\n<p><i>\"Somewhere at the root of the disturbance is a man called Louis C. Christopher, now running for mayor. Christopher has a long and unsavory record; he is a leader of the Serbian National Federation, which is allied with the Slovak League, known during the war for its pro-Nazi stand. He is alleged to have instigated the similar Froebel School strike here two years ago. The anti-Negro parents' committee, which has voted to perpetuate itself, is supporting Christopher's campaign for the mayoralty.</i> (Italics ours.)</p>\n<p>\"But attendance at committee meetings has dwindled, and funds are running low. Christopher seems to have no chance to be elected; nor is it likely that his intrusion into the race, as an independent, will throw the election to the steel industry's candidate. Counteraction has begun: the Steelworkers are about to launch a racial-education program, and other groups have similar plans. Moreover, in a few years the high schools, and later the electorate itself, will be composed of young men and women who are now children in the elementary grades and receiving a democratic, non-segregated education.\"</p>\n<p>A charge that one is a Nazi or a pro-Nazi is actionable. O'Donnell v. Philadelphia Record Co., <span class=\"citation no-link\"><span class=\"volume\">356</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">307</span></span>, <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">775</span></span>. A charge of a criminal offense involving moral turpitude is also actionable, Ransom v. McCurley, <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">626</span></span>, <span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">119</span></span>; Tilles v. Pulitzer Pub. Co., <span class=\"citation no-link\"><span class=\"volume\">241</span> <span class=\"reporter\">Mo.</span> <span class=\"page\">609</span></span>, <span class=\"citation no-link\"><span class=\"volume\">145</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">1143</span></span>. Do the words here in issue convey the impression that the plaintiff was a Nazi or a Nazi sympathizer? Or, that the plaintiff had encouraged children to stay out of school contrary to the truancy laws of Indiana? Or, that he had, by himself or in collaboration with others, disseminated race hatred or engaged in \"racketeering in hatred\" in violation of the Anti-Hate Law of Indiana? In resolving these questions, we are mindful of the rule that the defamatory effect of the article is to be ascertained not from the viewpoint of a critic or language expert, but rather from that of a reader of reasonable intelligence who takes ordinary interest in the articles of a periodical but does not commonly subject them to careful scrutiny and analysis. Creitz v. Bennett, 273 Ill.App. 88, 96, Id., <span class=\"citation\" data-id=\"3417769\"><a href=\"/opinion/3421174/creitz-v-bennett/\"><span class=\"volume\">350</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">32</span></a></span>, <span class=\"citation\" data-id=\"3417769\"><a href=\"/opinion/3421174/creitz-v-bennett/\"><span class=\"volume\">182</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">736</span></a></span>. To state a cause, the complaint need not disclose that the article was absolutely incapable of innocent meaning. It is sufficient to <span class=\"star-pagination\">*279</span> create a question for the jury if the defamatory meaning ascribed to the article in the innuendoes may also be ascribed to it by the ordinary reader. Spanel v. Pegler, supra.</p>\n<p>The theme of the article is identified in the headline \"The Gary School Strike.\" It begins with a description of the alleged activities of United States Steel in fostering Negro segregation and racial tension for the conjectural purposes of weakening the Steelworkers' Union or diverting the attention of the community from pressure to obtain a tax reduction of $10,000,000 for United States Steel Company. The article then goes on to deal with the strike on opening day in the Emerson School. It sets out the rallying cry of the students, \"No niggers for us!;\" refers to \"Negro-hating parents\" who \"were injecting the children's ringleaders with fools' courage\"; notices that during the first days of the strike public opinion was being mustered against \"race bigots\"; commends the organizations which spoke out against racial intolerance and the school strike; tells how the strike waned and ended; then poses the question, \"What factor was most immediately responsible for the strike?\" After stating the \"conviction of most observers that fear of property devaluation, not of classroom association, motivated the strikers and their parents,\" the italicized paragraph in the portion of the article set out above is devoted to the plaintiff's role in the incident.</p>\n<p>This paragraph must be read as a whole. The statement that \"Christopher has a long and unsavory record; he is a leader of the Serbian National Federation, which is allied with the Slovak League, known during the war for its pro-Nazi stand\" does not clearly and directly charge that the plaintiff himself was a Nazi or a Nazi sympathizer. Although the Serbian National Federation may be \"allied\" with an organization that was during the war a pro-Nazi organization, it does not necessarily follow that the Federation or its leader, the plaintiff, subscribe to the Nazi ideology. But if this statement is read with the sentence immediately preceding, \"Somewhere at the root of the disturbance is a man called Louis C. Christopher, now running for mayor\" a different impression emerges. \"The disturbance\" in the common acceptation of the term would in the context refer to the headline, \"The Gary School Strike.\" This statement directly imputes a substantial measure of responsibility for the school strike to the plaintiff. As outlined above, the school strike, though attributable, in the author's opinion, in the main to fear of property devaluation, was characterized very sharply as an outbreak of race hatred fostered and abetted by \"Negro-hating\" parents and other racial bigots. The contempt of Nazis for Negroes and other \"non-Aryan\" groups is notorious. Thus, the insinuation of a link between the plaintiff and the Nazis after charging him with responsibility for the school strike directed against children of the Negro race, is, to our minds, sufficient to create a question for the jury whether the words were intended to mean and were susceptible of the meaning that the plaintiff was a Nazi or otherwise an adherent and sponsor of the unpatriotic and subversive theories of white supremacy and racial superiority. This impression is reinforced by the concluding sentence, \"The anti-Negro parents' committee, which has voted to perpetuate itself, is supporting Christopher's campaign for the mayoralty.\" While it is plain that a candidate for office cannot be charged with the failings of his supporters, we cannot say, in the light of all the disparaging utterances made, that the reading public and the jury may not conclude that the plaintiff and his supporters were, after all, birds of a feather.</p>\n<p>Similar analysis will bear out the plaintiff's innuendoes that he has been charged with criminal violation of Indiana's truancy and Anti-Hate laws. The function of judge and jury in passing upon criminal charges in a publication is no different than in respect to other forms of vituperation. If the publication read in its entirety conveys one possible meaning, it is for the judge to decide whether that meaning is innocent or not. If the words will bear two possible meanings, one defamatory and the other innocent, it is for the jury to resolve the ambiguity. Washington Post Co. v. Chaloner, <span class=\"citation\" data-id=\"99424\"><a href=\"/opinion/99424/washington-post-co-v-chaloner/\"><span class=\"volume\">250</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">290</span></a></span>, <span class=\"citation\" data-id=\"99424\"><a href=\"/opinion/99424/washington-post-co-v-chaloner/\"><span class=\"volume\">39</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">448</span></a></span>, <span class=\"citation\" data-id=\"99424\"><a href=\"/opinion/99424/washington-post-co-v-chaloner/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">987</span></a></span>. The plaintiff is represented as being at the \"root\" of the school strike and <span class=\"star-pagination\">*280</span> \"alleged to have instigated the similar Froebel School strike here two years ago.\" We cannot say that such representations if true would not, as a matter of law, bring the plaintiff under the condemnation of Indiana's truancy laws. Again, as we have sought to indicate above, the article might be understood to connect the plaintiff with those who believed in and spread the ideas of race hatred which resulted in the Gary school strike. Is it clear that if this connection conformed to the truth, the plaintiff could not be prosecuted under the Anti-Hate Law? It is significant as the article reports that legal steps were threatened against the parents of the striking children under the Anti-Hate and the truancy laws and that the parents' strike committee was advised by counsel to send their children back. Under these circumstances, we are not convinced that the representations of the plaintiff's conduct are so vague and so remote from the scope of the Indiana laws under discussion as to justify a conclusion from the face of the complaint that the article does not charge the plaintiff with violation thereof. An actionable imputation of a criminal offense need not charge a crime with the precision and technical nicety of an indictment.</p>\n<p>Second: The Indiana Retraction Statute is set out in full in the margin.<sup>[3]</sup> The defendant's reliance on this statute is bottomed on two premises: One, that The Nation is a newspaper; and two, that the plaintiff's most significant interests are in Indiana, the state of his domicile and residence. The defendant contends that the gravamen of the plaintiff's complaint is for the libel suffered in Indiana, since the plaintiff was virtually unknown elsewhere. From this it would follow, he says, that the sufficiency of the complaint must be tested by the Indiana law. Since the complaint discloses that the plaintiff did not serve The Nation with such notice as required by the statute, the complaint must be dismissed. We cannot agree with the premises or the conclusion of this contention.</p>\n<p>The complaint alleges that the plaintiff was president of the Serbian National Federation having lodges and members in various states of the United States. It alleges, further, that the issue of The Nation containing the libelous article was published and circulated in Indiana, Illinois, and other states of the United States. A reasonable construction of these two allegations read together we think spells out a claim by the plaintiff not only for the libel committed in Indiana but also for every libel in each state where the defamatory matter was published and circulated. It may be true, as the District Court thought and as the defendant urges, that the plaintiff was so far unknown outside of Indiana that his reputation could be injured only in that state. We fail to understand, <span class=\"star-pagination\">*281</span> however, how such an inference may be drawn from the face of the complaint. It is conceivable, if not probable, that a leader of a national system of lodges might be well known in many states, at least to the members of the subordinate lodges. This is a matter which can be decided only upon proofs after trial and cannot be reached by a motion to dismiss.</p>\n<p>Moreover, irrespective of whether the complaint seeks relief for an Indiana or a multi-state libel, we do not, on this record, reach the question whether The Nation is, in fact, a magazine or is a newspaper. The Indiana Retraction Statute by its terms applies to newspapers. The complaint refers to The Nation as a \"weekly magazine.\" Webster's New International Dictionary Second Edition Unabridged defines a newspaper as follows: \"A paper printed and distributed, at stated intervals, usually daily or weekly, to contain news, advocate opinions, etc., now usually containing also advertisements and other matters of public interest; also, an organization engaged in composing and issuing such a publication.\"</p>\n<p>Substantially similar definitions may be found in the Century Dictionary and in 20 R.C.L. 201.</p>\n<p>Although The Nation does print some news items of general interest, articles, classified advertisements, and editorials, it is not a newspaper in the sense in which the term is commonly used. While the line between a newspaper and other periodicals is difficult to draw, it would seem that a possible distinction might be that a newspaper reports or claims to report occurrences factually, however the facts may be slanted or distorted, whereas a periodical such as The Nation reports facts not primarily for the interest in the factual narrative in and of itself but for some other possible significance. We do not mean to decide at this point that The Nation is not a newspaper. All we decide is that the allegation in the complaint that it is a magazine is not an allegation that \"the sun sets in the east.\" Opportunity must be given the plaintiff to prove his point in a full and fair trial of the issue.</p>\n<p>The defendant also urges us to adopt a rule in the conflict of laws which would require us to apply the law of the plaintiff's domicile, here Indiana, to all libels suffered by the plaintiff in whatever state the libel was published and in whatever forum the action was brought. See 60 Harv. L.R. 941; <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">L</span></span>. Rev. 556; Cf. O'Reilly v. Curtis Publishing Co., supra; Sweeney v. Schenectady Union Publishing Co., supra; Kelly v. Loew's, Inc., D.C., <span class=\"citation\" data-id=\"2304341\"><a href=\"/opinion/2304341/kelly-v-loews-inc/\"><span class=\"volume\">76</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">473</span></a></span>; Banks v. King Features Syndicate, Inc., D.C., <span class=\"citation\" data-id=\"1378407\"><a href=\"/opinion/1378407/banks-v-king-features-syndicate/\"><span class=\"volume\">30</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">352</span></a></span>. We can decide that the complaint in the instant case is sufficient without touching this novel problem.</p>\n<p>The judgment of the District Court is reversed.</p>\n<h2>NOTES</h2>\n<p>[1]  Burns Ann. Stat. Cum Pocket Supp. 1947, Secs. 10-904 to 10-914.</p>\n<p>[2]  Burns' Ann.Stat. Secs. 2-1043, 2-1044.</p>\n<p>[3]  \"Libel in newspaper  Action and notice by aggrieved party  Good faith and retraction  Actual damages  Candidate for public office.  Before any suit shall be brought for the publication of a libel in any newspaper in this state, the aggrieved party shall, at least three (3) days before filing the complaint in such suit, serve notice in writing on the publisher or publishers of such newspaper, at their principal office of publication, specifying the statements in said article which he or they alleged to be false and defamatory. If it shall appear upon trial of said action that said article was published in good faith, that its falsity was due to mistake or misapprehension of the facts, and that a full and fair retraction of any statement therein alleged to be erroneous was published in a regular issue of such newspaper, within three (3) days, if such newspaper be a daily publication, or within ten (10) days, if such newspaper be a weekly publication, after such mistake or misapprehension was brought to the knowledge of such publisher or publishers, in as conspicuous place and type in the same place where said original item appeared in such newspaper as was the article complained of, then the plaintiff in such case shall recover only actual damage: Provided, however, That the foregoing provisions of section one of this act shall not apply to the case of any libel against any candidate for a public office in this state, unless the retraction of the charge is made in a conspicuous manner at least three (3) days before the election.\n</p>\n<p>\"Libel in newspaper  `Actual damages' defined.  The words `actual damages' in the foregoing section shall be construed to include all damages that the plaintiff may have suffered in respect to his character, property, business, trade, profession or occupation, and no other damages whatever.\" Burns' Ann.Stat. Secs. 2-1043, 2-1044.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/99424/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1378407/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1510536/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1542278/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1678778/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2304341/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2374347/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/3417769/"
          ]
        }
      ],
      "judges": "Major, Chief Judge, Minton, Circuit Judge, and Lindley, District Judge",
      "date_created": "2014-10-30T13:30:23.857345Z",
      "date_modified": "2016-03-03T19:58:56.630505Z",
      "date_filed": "1948-12-15",
      "date_filed_is_approximate": false,
      "slug": "christopher-v-american-news-co",
      "citation_id": 1460496,
      "case_name_short": "Christopher",
      "case_name": "Christopher v. American News Co.",
      "case_name_full": "",
      "federal_cite_one": "171 F.2d 275",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 12,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/973048/christopher-v-american-news-co/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T13:30:23.854738Z",
  "date_modified": "2014-10-30T13:30:23.854738Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Christopher",
  "case_name": "Christopher v. American News Co.",
  "case_name_full": "",
  "slug": "christopher-v-american-news-co",
  "docket_number": "9603",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}