{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/977639/",
  "id": 977639,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/mdd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1491086/",
      "id": 1491086,
      "absolute_url": "/opinion/1491086/seville-v-martin-marietta-corp/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/977639/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1491086/",
          "id": 1491086,
          "absolute_url": "/opinion/1491086/seville-v-martin-marietta-corp/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1491086/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/2337/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:28:09.854704Z",
          "date_modified": "2017-04-06T01:55:22.429567Z",
          "type": "010combined",
          "sha1": "90c6cd5ec3fd8ab703f90f3050551cb47b63a0a0",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>638 F.Supp. 590 (1986)</b></center>\n<center><h1>Georgia M. SEVILLE, et al.<br>\nv.<br>\nMARTIN MARIETTA CORPORATION.</h1></center>\n<center>Civ. No. JFM-82-2183.</center>\n<center><p><b>United States District Court, D. Maryland.</b></p></center>\n<center>May 30, 1986.</center>\n<p><span class=\"star-pagination\">*591</span> Christopher Brown, Baltimore, Md., Jane M. Picker, Cleveland, Ohio, and Michael B. Trister, Washington, D.C., for plaintiffs.</p>\n<p>Mark C. Treanor, Aberdeen, Md., and Stephen E. Smith, Bethesda, Md., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM</h2>\n<p>MOTZ, District Judge.</p>\n<p>This action was instituted on July 30, 1982.<sup>[1]</sup> Plaintiffs, Georgia Seville, Mary DeClerk, Betty Angell and Anna Marie Kelly, are former clerical employees at defendant Martin Marietta's Pershing Modification and Repair Facility in Frankfurt, West Germany. They are all American citizens who were hired locally in Frankfurt. They challenge on sex discrimination grounds a policy of Martin Marietta pursuant to which certain fringe benefits are paid by Martin Marietta to its \"technical\" employees but not to its \"clerical\" employees at the Pershing Facility.</p>\n<p>The parties have filed cross-motions for summary judgment. Summary judgment will be entered on behalf of Martin Marietta.</p>\n<p>At the outset the issues which the plaintiffs are <i>not</i> pursuing should be noted. Plaintiffs neither allege discrimination in hiring nor challenge the classification made between technical and clerical workers on <span class=\"star-pagination\">*592</span> comparable worth grounds.<sup>[2]</sup> Rather, their claim is simply that they and other clerical workers at the Pershing Facility  all of whom were hired locally in Frankfurt  should have received the same fringe benefits as the technical workers  some of whom were hired locally in Frankfurt but many of whom were transferred from the United States.</p>\n<p></p>\n<h2>I.</h2>\n<p>As a threshold matter, Martin Marietta argues that Title VII is not intended to apply extra-territorially.</p>\n<p>Absent evidence to the contrary, it is presumed that Congress intends legislation to apply only domestically. <i>See </i><i>Foley Bros. v. Filardo,</i> 336 U.S. 281, 69 S.Ct. 575, 93 L.Ed. 680 (1949). Neither the language of Title VII nor its legislative history contains any express reference to the statute's jurisdictional reach. However, Section 702 of the Act provides that it \"shall not apply to any employer with respect to the employment of aliens outside any State.\" 42 U.S.C. Section 2000e-1. The Supreme Court has construed this provision to bring within Title VII aliens who are employed in the United States. <i>Espinoza v. Farah Mfg. Co.,</i> 414 U.S. 86, 95, 94 S.Ct. 334, 340, 38 L.Ed.2d 287 (1973). Other courts have drawn a parallel inference and construed Section 702 as bringing within Title VII United States citizens who are employed by United States companies outside the United States. <i>See </i><i>Bryant v. International School Service, Inc.,</i> 502 F.Supp. 472, 483 (D.N.J.1980), <i>rev'd on other grounds,</i> 675 F.2d 562 (3rd Cir.1982); <i>Love v. Pullman Co.,</i> 13 F.E.P. (cases 423, 426 &amp; n. 4 (D.Colo.1976)). These decisions are soundly reasoned and this Court adopts their logic. Accordingly, Martin Marietta's jurisdictional challenge is denied.</p>\n<p></p>\n<h2>II.</h2>\n<p>At issue in this case is a fringe benefits package denominated as the \"IR-35 benefits.\" These benefits include (1) foreign service premium of 15% of base wage; (2) per diem allowance for cost of living overseas; (3) housing expenses (4) reimbursement of moving and travel expenses to and from the United States and the foreign facility; (5) annual and emergency home leave; and (6) educational allowance for employee dependents.</p>\n<p>The stated purpose of the policy of the IR-35 package is \"to compensate employees for extraordinary and additional expenses incurred while on non-domestic assignments.\" The policy has been in effect since the 1960s. Until its language was modified in 1982 (after the institution of this suit) the policy was not limited in its terms to any particular class of Martin Marietta employees abroad. However, it has always been applied only to technicians and not to clerical workers.<sup>[3]</sup> The benefits are, and always have been, provided to all technical workers, whether they are transferred from the United States or hired locally.</p>\n<p>All clerical workers are hired locally from the labor pool of United States citizens in the local Frankfurt labor market. Until 1981, all clerical workers were women.<sup>[4]</sup> The technicians are hired from both <span class=\"star-pagination\">*593</span> the United States and from the Frankfurt area. In the early years of the facility three local technicians were hired. Few technicians were hired locally thereafter until the late 1970s and early 1980s when local hiring was increased simultaneously with a significant increase in the work force. All other technicians were transferred from Martin Marietta's Orlando facility. Between 1977 and 1983, seventy-six men and five women technicians were transferred from Orlando. Most of the local technicians were employed by the United States Army or had been civilian government employees. None of the locally hired technicians were women.</p>\n<p>The undisputed facts indicate that 22% of the women and 99% of the men employees at the facility were provided IR-35 benefits. None of the locally hired women and 99% of the locally hired men received the benefits. All women who received the benefits were technicians who had been transferred from the United States. All technicians, but no clerical workers received IR-35 benefits. The pool of local clerical employees was largely made up of dependents of persons employed by the military and were predominantly female. In contrast, the pool of local technician applicants was overwhelmingly male; in the last eleven years, there was only one female technician applicant from the local market.<sup>[5]</sup></p>\n<p></p>\n<h2>III.</h2>\n<p>In challenging Martin's Marietta's failure to provide them the IR-35 benefits, plaintiffs rely both upon Section 703(a)(1) and Section 703(a)(2) of Title VII.<sup>[6]</sup> Their reliance upon Section 703(a)(2) is misplaced for two reasons.</p>\n<p>First, their claim cannot reasonably be said to be one for denial of employment opportunities or for adverse effects upon their employment <i>status</i>  the type of claim cognizable under Section 703(a)(2). See <i>Nashville Gas Co. v. Satty,</i> 434 U.S. 136, 98 S.Ct. 347, 54 L.Ed.2d 356 (1977); <i>Newman v. Crews,</i> 651 F.2d 222 (4th Cir. 1981). The claim is simply one for alleged entitlement to fringe benefits.<sup>[7]</sup></p>\n<p>Second, the question presented here does not involve any allegedly wrongful \"limitation, segregation or classification\" of employees as contemplated by Section 703(a)(2). <i>See, e.g., </i><i>EEOC v. Federal Reserve Bank of Richmond,</i> 698 F.2d 633 (4th Cir.1983); <i>Newman v. Crews,</i> 651 F.2d 222 (4th Cir.1981). Rather, it is only whether a particular fringe benefits package should be provided to a specific group of employees. Of course, there are cases, <span class=\"star-pagination\">*594</span> such as those involving the denial of benefits for pregnancy, where the question of classifying employees becomes blurred with the question of defining the scope of the policy. However, the fact that this distinction cannot always be clearly drawn should not obscure the fundamental principle that Section 703(a)(2) is directed toward acts that classify employees, not toward the indirect consequences of other employment relations decisions. As indicated above, in this case plaintiffs have carefully avoided challenging the legitimacy of the classification made by Martin Marietta between clerical workers and technicians.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Since plaintiffs have stated no cognizable claim under Section 703(a)(2), the question next becomes whether the disparate impact approach, which plaintiffs urge upon the Court, is proper under Section 703(a)(1). This approach is the outgrowth of the Supreme Court's decision in <i>Griggs v. Duke Power Co.,</i> 401 U.S. 424, 91 S.Ct. 849, 28 L.Ed.2d 158 (1971), which held that in a Section 703(a)(2) case discriminatory intent need not be demonstrated. Under the disparate impact analysis, an employer may be liable, regardless of his intent, if he has instituted employment policies for which there is an alternative that would have less of a discriminatory impact upon the protected class.</p>\n<p>A comparison of the language of Section 703(a)(1) and 703(a)(2) suggests that the former, unlike the latter, does possess an intent requirement and that the disparate impact approach is therefore inappropriate under it. Section 703(a)(1) prohibits an employer from \"discriminat[ing] against any individual with respect to ... employment because of such individual's race, color, religion, sex, or national origin.\" This language is focused upon direct acts of discrimination, and in its common meaning implies that the employer has acted with intent. That is not to say that as a conceptual matter it could not be read differently; a person can discriminate without intent if he commits an act which unintentionally has discriminating effects. However, it is here that the language of Section 703(a)(2) becomes important. That section makes it unlawful for an employer \"to limit, segregate, or classify his employees ... in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee, because of such individual's race, color, religion, sex or national origin.\" This language stands in stark contrast to the language of Section 703(a)(1) and strongly suggests that it was in Section 703(a)(2) alone that Congress intended to cover unintended acts of discrimination.</p>\n<p>The Supreme Court has not yet expressly decided the question whether discriminatory intent is required to establish liability under Section 703(a)(1). <i>See, e.g., </i><i>Nashville Gas Co. v. Satty,</i> 434 U.S. 136, 98 S.Ct. 347, 352, 54 L.Ed.2d 356 (1977); <i>General Electric Co. v. Gilbert,</i> 429 U.S. 135, 97 S.Ct. 401, 408, 50 L.Ed.2d 343 (1976). However, by implication the Court does seem to have at least assumed the existence of such a requirement through its adoption of the \"disparate treatment\" analysis in Section 703(a)(1) cases. Under a disparate treatment approach a plaintiff must prove not only that different employment policies with a lesser discriminatory impact were available to an employer but also that the employer adopted the policy which he did as a pretext for discrimination. <i>See </i><i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973); <i>Texas Community Affairs v. Burdine,</i> 450 U.S. 248, 101 S.Ct. 1089, 67 L.Ed.2d 207 (1981).<sup>[8]</sup></p>\n<p></p>\n<h2>V.</h2>\n<p>As is common in disparate treatment cases, plaintiffs have not produced direct <span class=\"star-pagination\">*595</span> evidence supporting a claim of intentional discrimination under Section 703(a)(1). Therefore, the only remaining question is whether they have produced sufficient indirect evidence of intentional discrimination to withstand defendants' motion for summary judgment. Under the <i>McDonnell Douglas</i> protocol plaintiffs must first establish their prima facie case, Martin Marietta must then articulate a non-discriminatory reason for its action and plaintiffs must conclude by establishing that this articulated reason is pretextual.</p>\n<p>In this case there is a substantial question as to whether plaintiffs have met their initial burden of proving a prima facie case by showing that similarly situated employees have been treated differently. They have not established that any female technicians were denied the IR-35 benefits or that any male clerical workers were granted them. Rather, they attempt to prove discrimination by dividing the workforce to suit their own purposes and defining the allegedly relevant class as all employees hired locally in Frankfurt. Such an awkward manipulation of statistics does not establish discrimination, especially since the number of local hires is so low absolutely and in comparison to the total number of employees at the facility. <i>See </i><i>EEOC v. Federal Reserve Bank of Richmond,</i> 698 F.2d 633, 646 (4th Cir.1983).</p>\n<p>Assuming, however, that plaintiffs have made out a prima facie case, Martin Marietta has articulated a non-discriminatory reason for distinguishing between technicians and clerical workers in the payment of IR-35 benefits. The company states, very simply, that it needed to extend those benefits in order to hire and retain technicians, whether they were transferred from the United States or hired locally, whereas it did not need to do so for clerical workers since as to them the applicant pool in Frankfurt was adequate. Martin Marietta's position has been consistent from the inception of the IR-35 benefits policy. While until 1982 the express language of the policy did not distinguish between technicians and clerical workers, technicians always were paid, and clerical workers never have been paid, the IR-35 benefits. The reasonableness of Martin Marietta's assessment that it needed to pay the benefits to technicians is confirmed, at least to some extent, by the fact that the government  which directly bears the costs of the benefits through cost plus contracts  has never objected to their payment.</p>\n<p>Plaintiffs argue that Martin Marietta has not produced any market studies to demonstrate that it was necessary for them to pay the IR-35 benefits to technicians. However, <i>McDonnell Douglas</i> does not impose upon an employer the duty to conduct such a study either before implementing a business decision or in support of it. That it has had a legitimate perception of the need for the policy is sufficient. <i>See </i><i>Briggs v. City of Madison,</i> 536 F.Supp. 435 (W.D.Wisc.1982). Once it has articulated a non-discriminatory reason for its policy, the burden shifts to the plaintiff to demonstrate that this reason is pretextual. Thus, if plaintiffs believe that a market study would not support what Martin Marietta states its assessment of the available applicant pool to have been, they should have conducted their own study to present as a part of their proof of pretext.</p>\n<p>The evidence of pretext with which plaintiffs have come forward is entirely insubstantial and does not support a reasonable inference of discriminatory intent. All that plaintiffs point to are several isolated examples of males who were hired as technicians who may have had personal reasons to remain in the Frankfurt area and who therefore did not need the incentive of the IR-35 benefits to become employed at the Pershing Facility. A factual dispute on this point may exist. However, it is not material for summary judgment purposes. Evidence that a handful of technicians may have stayed at Frankfurt without receiving IR-35 benefits is not proof that the purpose of the policy is not what Martin Marietta contends that it is. Having decided to extend a package of fringe benefits to a given class of employees, Martin Marietta was under no legal obligation to determine if every member of the class would require the package as a condition of <span class=\"star-pagination\">*596</span> employment. Indeed, it seems to be eminently reasonable and fair to provide the same benefits to all employees falling within the same classification. It rather turns things upon their head to argue, as plaintiffs do, that the effectuation of such an evenhanded policy is a guise for unlawful discrimination.</p>\n<p>A separate order effecting the rulings made in this memorandum is being made herewith.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>For the reasons stated in the memorandum entered herein, it is this 30th day of May 1986,</p>\n<p>ORDERED</p>\n<p>1. Plaintiffs' motion for summary judgment is denied;</p>\n<p>2. Defendant's motion for summary judgment is granted; and</p>\n<p>3. Judgment is entered in favor of defendant against plaintiffs.</p>\n<h2>NOTES</h2>\n<p>[1]  With the passage of years the parties have filed numerous lengthy memoranda. The result has been that the issues presented have been made to appear more complex than they are.</p>\n<p>[2]  It is, however, apparent from the plaintiffs' early discovery responses that at the inception of the case plaintiffs were contending that the work which they were performing was comparable to the technicians'.</p>\n<p>[3]  The technicians work on the floor of the facility, and provide mechanical and electrical repairs and modifications to the missile system. In addition, the technicians are responsible for quality control and site support; some technicians are responsible for supplies, equipment, and tools. The technicians are paid bi-weekly and within the classification, the technicians are paid at different base wage rates in accordance with their job responsibilities.\n</p>\n<p>The employees categorized as \"clerical\" workers are secretaries to the Site Manager and the Contract Officer's Representative (an Army liaison official), librarians, and statisticians. Their responsibilities are limited to administrative tasks; they are paid weekly and have a different base wage rate from the technicians.</p>\n<p>[4]  In 1981, Forest Edsall was hired as First Librarian. He was the first male clerical worker hired at the facility. Plaintiffs have submitted evidence that indicates that Martin Marietta requested that a salary of $90.00/week above that of his female predecessor be approved by the government. The government approved only a $65.00 per week increase. Defendant has indicated that after Edsall left its employ, his female replacement was paid more than he had been paid.</p>\n<p>[5]  There is evidence that Martin Marietta attempted to hire the local female technician, but efforts to locate her after receiving her application were unsuccessful.</p>\n<p>[6]  These sections (codified as 42 U.S.C. Section 2000e-2(a)) provide as follows:\n</p>\n<p>(a) It shall be an unlawful employment practice for an employer</p>\n<p>(1) to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's race, color, religion, sex, or national origin; or</p>\n<p>(2) to limit, segregate, or classify his employees or applicants for employment in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee, because of such individual's race, color, religion, sex, or national origin.</p>\n<p>[7]  This is not to say that a \"compensation\" case can never be cognizable under Section 703(a)(2). Although this Court need not reach the issue, it seems appropriate to say for purposes of clarity of analysis that if compensation is the defining characteristic of a class eligible for an employment opportunity, e.g. promotion, and there is a statistical disporportionality between the number of employees in a statutorily protected class and those in the class of employees earning over that salary level, a claim under 703(a)(2) might be stated. This, however, is not the case where the only issue is the payment of compensation (here the IR-35 package) itself.</p>\n<p>[8]  Similarly, the Fourth Circuit has not expressly addressed the question of whether discriminatory intent is required as a basis for the claim under Section 703(a)(1). However, in <i>Condit v. United Airlines, Inc.,</i> 631 F.2d 1136 (4th Cir. 1980), the Court analyzed a Section 703(a)(1) claim in terms of the sufficiency of the evidence to prove a discriminatory intent. This decision can be read as implying the existence of an intent requirement under Section 703(a)(1). <i>See also </i><i>Wright v. Olin Corp.,</i> 697 F.2d 1172, 1192 (4th Cir.1982).</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">638</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">590</span></span> (1986)</b></center>\n<center><h1>Georgia M. SEVILLE, et al.<br>\nv.<br>\nMARTIN MARIETTA CORPORATION.</h1></center>\n<center>Civ. No. JFM-82-2183.</center>\n<center><p><b>United States District Court, D. Maryland.</b></p></center>\n<center>May 30, 1986.</center>\n<p><span class=\"star-pagination\">*591</span> Christopher Brown, Baltimore, Md., Jane M. Picker, Cleveland, Ohio, and Michael B. Trister, Washington, D.C., for plaintiffs.</p>\n<p>Mark C. Treanor, Aberdeen, Md., and Stephen E. Smith, Bethesda, Md., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM</h2>\n<p>MOTZ, District Judge.</p>\n<p>This action was instituted on July 30, 1982.<sup>[1]</sup> Plaintiffs, Georgia Seville, Mary DeClerk, Betty Angell and Anna Marie Kelly, are former clerical employees at defendant Martin Marietta's Pershing Modification and Repair Facility in Frankfurt, West Germany. They are all American citizens who were hired locally in Frankfurt. They challenge on sex discrimination grounds a policy of Martin Marietta pursuant to which certain fringe benefits are paid by Martin Marietta to its \"technical\" employees but not to its \"clerical\" employees at the Pershing Facility.</p>\n<p>The parties have filed cross-motions for summary judgment. Summary judgment will be entered on behalf of Martin Marietta.</p>\n<p>At the outset the issues which the plaintiffs are <i>not</i> pursuing should be noted. Plaintiffs neither allege discrimination in hiring nor challenge the classification made between technical and clerical workers on <span class=\"star-pagination\">*592</span> comparable worth grounds.<sup>[2]</sup> Rather, their claim is simply that they and other clerical workers at the Pershing Facility  all of whom were hired locally in Frankfurt  should have received the same fringe benefits as the technical workers  some of whom were hired locally in Frankfurt but many of whom were transferred from the United States.</p>\n<p></p>\n<h2>I.</h2>\n<p>As a threshold matter, Martin Marietta argues that Title VII is not intended to apply extra-territorially.</p>\n<p>Absent evidence to the contrary, it is presumed that Congress intends legislation to apply only domestically. <i>See </i><i>Foley Bros. v. Filardo,</i> <span class=\"citation\" data-id=\"104638\"><a href=\"/opinion/104638/foley-bros-inc-v-filardo/\"><span class=\"volume\">336</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">281</span></a></span>, <span class=\"citation\" data-id=\"104638\"><a href=\"/opinion/104638/foley-bros-inc-v-filardo/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">575</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">680</span></span> (1949). Neither the language of Title VII nor its legislative history contains any express reference to the statute's jurisdictional reach. However, Section 702 of the Act provides that it \"shall not apply to any employer with respect to the employment of aliens outside any State.\" 42 U.S.C. Section 2000e-1. The Supreme Court has construed this provision to bring within Title VII aliens who are employed in the United States. <i>Espinoza v. Farah Mfg. Co.,</i> <span class=\"citation\" data-id=\"108883\"><a href=\"/opinion/108883/espinoza-v-farah-mfg-co/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">86</span></a></span>, 95, <span class=\"citation\" data-id=\"108883\"><a href=\"/opinion/108883/espinoza-v-farah-mfg-co/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">334</span></a></span>, 340, <span class=\"citation\" data-id=\"108883\"><a href=\"/opinion/108883/espinoza-v-farah-mfg-co/\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">287</span></a></span> (1973). Other courts have drawn a parallel inference and construed Section 702 as bringing within Title VII United States citizens who are employed by United States companies outside the United States. <i>See </i><i>Bryant v. International School Service, Inc.,</i> <span class=\"citation\" data-id=\"1512336\"><a href=\"/opinion/1512336/bryant-v-international-schools-services-inc/\"><span class=\"volume\">502</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">472</span></a></span>, 483 (D.N.J.1980), <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"402350\"><a href=\"/opinion/402350/dottie-d-jernigan-bryant-and-theresa-o-lillibridge-in-no-81-1558-v/\"><span class=\"volume\">675</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">562</span></a></span> (3rd Cir.1982); <i>Love v. Pullman Co.,</i> 13 F.E.P. (cases 423, 426 &amp; n. 4 (D.Colo.1976)). These decisions are soundly reasoned and this Court adopts their logic. Accordingly, Martin Marietta's jurisdictional challenge is denied.</p>\n<p></p>\n<h2>II.</h2>\n<p>At issue in this case is a fringe benefits package denominated as the \"IR-35 benefits.\" These benefits include (1) foreign service premium of 15% of base wage; (2) per diem allowance for cost of living overseas; (3) housing expenses (4) reimbursement of moving and travel expenses to and from the United States and the foreign facility; (5) annual and emergency home leave; and (6) educational allowance for employee dependents.</p>\n<p>The stated purpose of the policy of the IR-35 package is \"to compensate employees for extraordinary and additional expenses incurred while on non-domestic assignments.\" The policy has been in effect since the 1960s. Until its language was modified in 1982 (after the institution of this suit) the policy was not limited in its terms to any particular class of Martin Marietta employees abroad. However, it has always been applied only to technicians and not to clerical workers.<sup>[3]</sup> The benefits are, and always have been, provided to all technical workers, whether they are transferred from the United States or hired locally.</p>\n<p>All clerical workers are hired locally from the labor pool of United States citizens in the local Frankfurt labor market. Until 1981, all clerical workers were women.<sup>[4]</sup> The technicians are hired from both <span class=\"star-pagination\">*593</span> the United States and from the Frankfurt area. In the early years of the facility three local technicians were hired. Few technicians were hired locally thereafter until the late 1970s and early 1980s when local hiring was increased simultaneously with a significant increase in the work force. All other technicians were transferred from Martin Marietta's Orlando facility. Between 1977 and 1983, seventy-six men and five women technicians were transferred from Orlando. Most of the local technicians were employed by the United States Army or had been civilian government employees. None of the locally hired technicians were women.</p>\n<p>The undisputed facts indicate that 22% of the women and 99% of the men employees at the facility were provided IR-35 benefits. None of the locally hired women and 99% of the locally hired men received the benefits. All women who received the benefits were technicians who had been transferred from the United States. All technicians, but no clerical workers received IR-35 benefits. The pool of local clerical employees was largely made up of dependents of persons employed by the military and were predominantly female. In contrast, the pool of local technician applicants was overwhelmingly male; in the last eleven years, there was only one female technician applicant from the local market.<sup>[5]</sup></p>\n<p></p>\n<h2>III.</h2>\n<p>In challenging Martin's Marietta's failure to provide them the IR-35 benefits, plaintiffs rely both upon Section 703(a)(1) and Section 703(a)(2) of Title VII.<sup>[6]</sup> Their reliance upon Section 703(a)(2) is misplaced for two reasons.</p>\n<p>First, their claim cannot reasonably be said to be one for denial of employment opportunities or for adverse effects upon their employment <i>status</i>  the type of claim cognizable under Section 703(a)(2). See <i>Nashville Gas Co. v. Satty,</i> <span class=\"citation\" data-id=\"109753\"><a href=\"/opinion/109753/nashville-gas-co-v-satty/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">136</span></a></span>, <span class=\"citation\" data-id=\"109753\"><a href=\"/opinion/109753/nashville-gas-co-v-satty/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">347</span></a></span>, <span class=\"citation\" data-id=\"109753\"><a href=\"/opinion/109753/nashville-gas-co-v-satty/\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">356</span></a></span> (1977); <i>Newman v. Crews,</i> <span class=\"citation\" data-id=\"391199\"><a href=\"/opinion/391199/25-fair-emplpraccas-1538-26-empl-prac-dec-p-31883-madeline-h/\"><span class=\"volume\">651</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">222</span></a></span> (4th Cir. 1981). The claim is simply one for alleged entitlement to fringe benefits.<sup>[7]</sup></p>\n<p>Second, the question presented here does not involve any allegedly wrongful \"limitation, segregation or classification\" of employees as contemplated by Section 703(a)(2). <i>See, e.g., </i><i>EEOC v. Federal Reserve Bank of Richmond,</i> <span class=\"citation\" data-id=\"413397\"><a href=\"/opinion/413397/30-fair-emplpraccas-1137-30-empl-prac-dec-p-33269-12-fed-r-evid/\"><span class=\"volume\">698</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">633</span></a></span> (4th Cir.1983); <i>Newman v. Crews,</i> <span class=\"citation\" data-id=\"391199\"><a href=\"/opinion/391199/25-fair-emplpraccas-1538-26-empl-prac-dec-p-31883-madeline-h/\"><span class=\"volume\">651</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">222</span></a></span> (4th Cir.1981). Rather, it is only whether a particular fringe benefits package should be provided to a specific group of employees. Of course, there are cases, <span class=\"star-pagination\">*594</span> such as those involving the denial of benefits for pregnancy, where the question of classifying employees becomes blurred with the question of defining the scope of the policy. However, the fact that this distinction cannot always be clearly drawn should not obscure the fundamental principle that Section 703(a)(2) is directed toward acts that classify employees, not toward the indirect consequences of other employment relations decisions. As indicated above, in this case plaintiffs have carefully avoided challenging the legitimacy of the classification made by Martin Marietta between clerical workers and technicians.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Since plaintiffs have stated no cognizable claim under Section 703(a)(2), the question next becomes whether the disparate impact approach, which plaintiffs urge upon the Court, is proper under Section 703(a)(1). This approach is the outgrowth of the Supreme Court's decision in <i>Griggs v. Duke Power Co.,</i> <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">849</span></a></span>, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">158</span></a></span> (1971), which held that in a Section 703(a)(2) case discriminatory intent need not be demonstrated. Under the disparate impact analysis, an employer may be liable, regardless of his intent, if he has instituted employment policies for which there is an alternative that would have less of a discriminatory impact upon the protected class.</p>\n<p>A comparison of the language of Section 703(a)(1) and 703(a)(2) suggests that the former, unlike the latter, does possess an intent requirement and that the disparate impact approach is therefore inappropriate under it. Section 703(a)(1) prohibits an employer from \"discriminat[ing] against any individual with respect to ... employment because of such individual's race, color, religion, sex, or national origin.\" This language is focused upon direct acts of discrimination, and in its common meaning implies that the employer has acted with intent. That is not to say that as a conceptual matter it could not be read differently; a person can discriminate without intent if he commits an act which unintentionally has discriminating effects. However, it is here that the language of Section 703(a)(2) becomes important. That section makes it unlawful for an employer \"to limit, segregate, or classify his employees ... in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee, because of such individual's race, color, religion, sex or national origin.\" This language stands in stark contrast to the language of Section 703(a)(1) and strongly suggests that it was in Section 703(a)(2) alone that Congress intended to cover unintended acts of discrimination.</p>\n<p>The Supreme Court has not yet expressly decided the question whether discriminatory intent is required to establish liability under Section 703(a)(1). <i>See, e.g., </i><i>Nashville Gas Co. v. Satty,</i> <span class=\"citation\" data-id=\"109753\"><a href=\"/opinion/109753/nashville-gas-co-v-satty/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">136</span></a></span>, <span class=\"citation\" data-id=\"109753\"><a href=\"/opinion/109753/nashville-gas-co-v-satty/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">347</span></a></span>, 352, <span class=\"citation\" data-id=\"109753\"><a href=\"/opinion/109753/nashville-gas-co-v-satty/\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">356</span></a></span> (1977); <i>General Electric Co. v. Gilbert,</i> <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">135</span></span>, <span class=\"citation\" data-id=\"109565\"><a href=\"/opinion/109565/general-elec-co-v-gilbert/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">401</span></a></span>, 408, <span class=\"citation\" data-id=\"109565\"><a href=\"/opinion/109565/general-elec-co-v-gilbert/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">343</span></a></span> (1976). However, by implication the Court does seem to have at least assumed the existence of such a requirement through its adoption of the \"disparate treatment\" analysis in Section 703(a)(1) cases. Under a disparate treatment approach a plaintiff must prove not only that different employment policies with a lesser discriminatory impact were available to an employer but also that the employer adopted the policy which he did as a pretext for discrimination. <i>See </i><i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973); <i>Texas Community Affairs v. Burdine,</i> <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></a></span> (1981).<sup>[8]</sup></p>\n<p></p>\n<h2>V.</h2>\n<p>As is common in disparate treatment cases, plaintiffs have not produced direct <span class=\"star-pagination\">*595</span> evidence supporting a claim of intentional discrimination under Section 703(a)(1). Therefore, the only remaining question is whether they have produced sufficient indirect evidence of intentional discrimination to withstand defendants' motion for summary judgment. Under the <i>McDonnell Douglas</i> protocol plaintiffs must first establish their prima facie case, Martin Marietta must then articulate a non-discriminatory reason for its action and plaintiffs must conclude by establishing that this articulated reason is pretextual.</p>\n<p>In this case there is a substantial question as to whether plaintiffs have met their initial burden of proving a prima facie case by showing that similarly situated employees have been treated differently. They have not established that any female technicians were denied the IR-35 benefits or that any male clerical workers were granted them. Rather, they attempt to prove discrimination by dividing the workforce to suit their own purposes and defining the allegedly relevant class as all employees hired locally in Frankfurt. Such an awkward manipulation of statistics does not establish discrimination, especially since the number of local hires is so low absolutely and in comparison to the total number of employees at the facility. <i>See </i><i>EEOC v. Federal Reserve Bank of Richmond,</i> <span class=\"citation\" data-id=\"413397\"><a href=\"/opinion/413397/30-fair-emplpraccas-1137-30-empl-prac-dec-p-33269-12-fed-r-evid/\"><span class=\"volume\">698</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">633</span></a></span>, 646 (4th Cir.1983).</p>\n<p>Assuming, however, that plaintiffs have made out a prima facie case, Martin Marietta has articulated a non-discriminatory reason for distinguishing between technicians and clerical workers in the payment of IR-35 benefits. The company states, very simply, that it needed to extend those benefits in order to hire and retain technicians, whether they were transferred from the United States or hired locally, whereas it did not need to do so for clerical workers since as to them the applicant pool in Frankfurt was adequate. Martin Marietta's position has been consistent from the inception of the IR-35 benefits policy. While until 1982 the express language of the policy did not distinguish between technicians and clerical workers, technicians always were paid, and clerical workers never have been paid, the IR-35 benefits. The reasonableness of Martin Marietta's assessment that it needed to pay the benefits to technicians is confirmed, at least to some extent, by the fact that the government  which directly bears the costs of the benefits through cost plus contracts  has never objected to their payment.</p>\n<p>Plaintiffs argue that Martin Marietta has not produced any market studies to demonstrate that it was necessary for them to pay the IR-35 benefits to technicians. However, <i>McDonnell Douglas</i> does not impose upon an employer the duty to conduct such a study either before implementing a business decision or in support of it. That it has had a legitimate perception of the need for the policy is sufficient. <i>See </i><i>Briggs v. City of Madison,</i> <span class=\"citation\" data-id=\"2009698\"><a href=\"/opinion/2009698/briggs-v-city-of-madison/\"><span class=\"volume\">536</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">435</span></a></span> (W.D.Wisc.1982). Once it has articulated a non-discriminatory reason for its policy, the burden shifts to the plaintiff to demonstrate that this reason is pretextual. Thus, if plaintiffs believe that a market study would not support what Martin Marietta states its assessment of the available applicant pool to have been, they should have conducted their own study to present as a part of their proof of pretext.</p>\n<p>The evidence of pretext with which plaintiffs have come forward is entirely insubstantial and does not support a reasonable inference of discriminatory intent. All that plaintiffs point to are several isolated examples of males who were hired as technicians who may have had personal reasons to remain in the Frankfurt area and who therefore did not need the incentive of the IR-35 benefits to become employed at the Pershing Facility. A factual dispute on this point may exist. However, it is not material for summary judgment purposes. Evidence that a handful of technicians may have stayed at Frankfurt without receiving IR-35 benefits is not proof that the purpose of the policy is not what Martin Marietta contends that it is. Having decided to extend a package of fringe benefits to a given class of employees, Martin Marietta was under no legal obligation to determine if every member of the class would require the package as a condition of <span class=\"star-pagination\">*596</span> employment. Indeed, it seems to be eminently reasonable and fair to provide the same benefits to all employees falling within the same classification. It rather turns things upon their head to argue, as plaintiffs do, that the effectuation of such an evenhanded policy is a guise for unlawful discrimination.</p>\n<p>A separate order effecting the rulings made in this memorandum is being made herewith.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>For the reasons stated in the memorandum entered herein, it is this 30th day of May 1986,</p>\n<p>ORDERED</p>\n<p>1. Plaintiffs' motion for summary judgment is denied;</p>\n<p>2. Defendant's motion for summary judgment is granted; and</p>\n<p>3. Judgment is entered in favor of defendant against plaintiffs.</p>\n<h2>NOTES</h2>\n<p>[1]  With the passage of years the parties have filed numerous lengthy memoranda. The result has been that the issues presented have been made to appear more complex than they are.</p>\n<p>[2]  It is, however, apparent from the plaintiffs' early discovery responses that at the inception of the case plaintiffs were contending that the work which they were performing was comparable to the technicians'.</p>\n<p>[3]  The technicians work on the floor of the facility, and provide mechanical and electrical repairs and modifications to the missile system. In addition, the technicians are responsible for quality control and site support; some technicians are responsible for supplies, equipment, and tools. The technicians are paid bi-weekly and within the classification, the technicians are paid at different base wage rates in accordance with their job responsibilities.\n</p>\n<p>The employees categorized as \"clerical\" workers are secretaries to the Site Manager and the Contract Officer's Representative (an Army liaison official), librarians, and statisticians. Their responsibilities are limited to administrative tasks; they are paid weekly and have a different base wage rate from the technicians.</p>\n<p>[4]  In 1981, Forest Edsall was hired as First Librarian. He was the first male clerical worker hired at the facility. Plaintiffs have submitted evidence that indicates that Martin Marietta requested that a salary of $90.00/week above that of his female predecessor be approved by the government. The government approved only a $65.00 per week increase. Defendant has indicated that after Edsall left its employ, his female replacement was paid more than he had been paid.</p>\n<p>[5]  There is evidence that Martin Marietta attempted to hire the local female technician, but efforts to locate her after receiving her application were unsuccessful.</p>\n<p>[6]  These sections (codified as 42 U.S.C. Section 2000e-2(a)) provide as follows:\n</p>\n<p>(a) It shall be an unlawful employment practice for an employer</p>\n<p>(1) to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's race, color, religion, sex, or national origin; or</p>\n<p>(2) to limit, segregate, or classify his employees or applicants for employment in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee, because of such individual's race, color, religion, sex, or national origin.</p>\n<p>[7]  This is not to say that a \"compensation\" case can never be cognizable under Section 703(a)(2). Although this Court need not reach the issue, it seems appropriate to say for purposes of clarity of analysis that if compensation is the defining characteristic of a class eligible for an employment opportunity, e.g. promotion, and there is a statistical disporportionality between the number of employees in a statutorily protected class and those in the class of employees earning over that salary level, a claim under 703(a)(2) might be stated. This, however, is not the case where the only issue is the payment of compensation (here the IR-35 package) itself.</p>\n<p>[8]  Similarly, the Fourth Circuit has not expressly addressed the question of whether discriminatory intent is required as a basis for the claim under Section 703(a)(1). However, in <i>Condit v. United Airlines, Inc.,</i> <span class=\"citation\" data-id=\"382680\"><a href=\"/opinion/382680/27-fair-emplpraccas-1069-24-empl-prac-dec-p-31231-karen-condit-and/\"><span class=\"volume\">631</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1136</span></a></span> (4th Cir. 1980), the Court analyzed a Section 703(a)(1) claim in terms of the sufficiency of the evidence to prove a discriminatory intent. This decision can be read as implying the existence of an intent requirement under Section 703(a)(1). <i>See also </i><i>Wright v. Olin Corp.,</i> <span class=\"citation\" data-id=\"413267\"><a href=\"/opinion/413267/theresa-williams-wright-individually-and-on-behalf-of-all-others-similarly/\"><span class=\"volume\">697</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1172</span></a></span>, 1192 (4th Cir.1982).</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104638/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108284/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108786/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108883/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109565/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109753/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110424/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/382680/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/391199/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/402350/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/413267/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/413397/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1512336/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2009698/"
          ]
        }
      ],
      "judges": "Motz",
      "date_created": "2014-10-30T13:32:01.557115Z",
      "date_modified": "2016-03-03T19:59:23.681007Z",
      "date_filed": "1986-05-30",
      "date_filed_is_approximate": false,
      "slug": "seville-v-martin-marietta-corp",
      "citation_id": 1463857,
      "case_name_short": "Seville",
      "case_name": "Seville v. Martin Marietta Corp.",
      "case_name_full": "",
      "federal_cite_one": "638 F. Supp. 590",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 6,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/977639/seville-v-martin-marietta-corp/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T13:32:01.552903Z",
  "date_modified": "2014-10-30T13:32:01.552903Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Seville",
  "case_name": "Seville v. Martin Marietta Corp.",
  "case_name_full": "",
  "slug": "seville-v-martin-marietta-corp",
  "docket_number": "Civ. No. JFM-82-2183",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}