{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/979292/",
  "id": 979292,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/njd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1492577/",
      "id": 1492577,
      "absolute_url": "/opinion/1492577/associated-business-tel-sys-v-greater-capital/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/979292/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1492577/",
          "id": 1492577,
          "absolute_url": "/opinion/1492577/associated-business-tel-sys-v-greater-capital/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1492577/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/667/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:28:24.999019Z",
          "date_modified": "2017-04-06T02:00:29.258873Z",
          "type": "010combined",
          "sha1": "8d1f375667f33851c1b2b10d763bdfd4d4e003ee",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>729 F.Supp. 1488 (1990)</b></center>\n<center><h1>ASSOCIATED BUSINESS TELEPHONE SYSTEMS CORPORATION, Plaintiff, Counter-claim Defendant,<br>\nv.<br>\nGREATER CAPITAL CORPORATION, Mark Cohn and Steve Cohn, Defendants, Counter-claim Plaintiffs,<br>\nv.<br>\nDominic DALIA, Counter-claim Defendant.</h1></center>\n<center>Civ. A. No. 87-2697.</center>\n<center><p><b>United States District Court, D. New Jersey.</b></p></center>\n<center>February 6, 1990.</center>\n<p><span class=\"star-pagination\">*1489</span> <span class=\"star-pagination\">*1490</span> Wolff &amp; Samson, P.C. by Thomas R. O'Brien, Robert E. Nies, Roseland, N.J., for plaintiff.</p>\n<p>Mesirov, Gelman, Jaffe, Cramer &amp; Jamieson by David L. Creskoff, Edward G. Rendell, Jerry M. Gewertz, Cherry Hill, N.J., and Szaferman, Lakind, Blumstein, Walter &amp; Blader by Jeffrey P. Blumstein, Lawrenceville, N.J., for defendants.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>COHEN, Senior District Judge:</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>Following a three week jury trial, in this tort of conversion and breach of contract <span class=\"star-pagination\">*1491</span> action, the following verdicts were returned:</p>\n<blockquote>$1,370,386.85 for compensatory damages in favor of the plaintiff, Associated Business Telephone Systems Corporation (\"Associated or ABTS\") against the defendant, Greater Capital Corporation (\"Greater Capital\"); $200,000 for punitive damages against each of the defendants, Mark Cohn and Steven Cohn (\"Cohns\"), totalling $400,000; and, further, \"No Cause for Action\" on the defendants' counterclaim against plaintiff and the counterclaim-defendant, Dominic Dalia.</blockquote>\n<p>Presently before the court is a motion by the defendants for Judgment Notwithstanding the Verdict (\"J.N.O.V.\"), or, in the alternative, a New Trial, or, in the alternative, an Order of Remittitur.</p>\n<p>The plaintiff, Associated, is a New Jersey Corporation engaged in the selling, installing and maintenance of telephone systems and related telecommunication services on the premises of various hotels<sup>[1]</sup> throughout the United States.</p>\n<p>The defendant-counterclaimant, Greater Capital, is a California corporation, with its principal place of business in California. The officers of Greater Capital are the Cohn family, Steven Cohn, Mark Cohn, Ethel Cohn<sup>[2]</sup>, and Alexis Llewellyn, as well as Terri Jones and David Pierson.</p>\n<p>Greater Capital is the owner and operator of the Sheraton O'Hare Hotel (\"Hotel\") located near the O'Hare International Airport (Mannheim Road) in Chicago, Illinois, which is a franchisee of the Sheraton Hotel chain.</p>\n<p>Defendants-counterclaimants, Mark Cohn and Steven Cohn reside in California. They each own a part of the Hotel individually.<sup>[3]</sup> They also are vice-presidents of Greater Capital, and Ethel Cohn is its president. The defendant-counterclaimant, Dominic Dalia, is the president of the plaintiff corporation, Associated. He resides in Berlin, New Jersey and maintains his principal place of business there, as well as an office in Chicago, Illinois.</p>\n<p>As to counsel for the parties, the plaintiff, Associated, and the defendant-counterclaimant, Dalia, are represented by Thomas O'Brien, Esquire and Robert E. Nies, Esquire, associates of the former law firm of Kimmelman,<sup>[4]</sup> Wolf and Samson, now Wolf and Samson. The defendants were represented initially by David Creskoff, Esquire, Edward Rendell, Esquire, and Jerry M. Gewertz, Esquire, associates of the law firm of Mesirov, Gelman, Jaffe, Cramer and Jamieson, Esquires, and presently by Jeffrey P. Blumstein, Esquire, a partner in the firm of Szaferman, Lakind, Blumstein, Walter and Blader, Esquires.<sup>[5]</sup></p>\n<p>On January 21, 1986, plaintiff entered into a written contract (\"Agreement\") with Greater Capital, pursuant to which, in June of 1986, plaintiff installed a telephone system at the Sheraton Hotel which supplied local and long distance telephone service to hotel guests and management. The system was installed by employees from plaintiff's New Jersey office.</p>\n<p>In accordance with the terms of the contract, Greater Capital was obligated to deposit the monthly revenues, generated by use of the telephone system, with a designated commercial checking account in a federally insured bank. A portion of these revenues would subsequently be repaid to Greater Capital, with the remainder to be retained by plaintiff to pay, among other things, the Hotel's local and long distance telephone bills.</p>\n<p>The contract between the parties was to have remained in force for a period of ten <span class=\"star-pagination\">*1492</span> years. Agreement ¶ 2(B). It granted plaintiff the exclusive right to act as general contractor and facility manager for the telephone system, Agreement ¶ 4, and provided plaintiff with access to the system twenty four hours a day for the purposes of maintenance. The equipment remained the property of plaintiff, although Greater Capital had the option to buy it after ten years for the sum of One Dollar, Agreement ¶ 5. Plaintiff retained the right to remove the system from the Hotel upon default of any terms of the Agreement, ¶ 2. The Agreement expressly provided that it was governed by Illinois law, Agreement, ¶ 20.</p>\n<p>Both the Hotel and the plaintiff were able to keep track of phone usage by way of a monitor programmed and installed by plaintiff which apparently printed out a record of each phone call and its cost to the Hotel. The monitor remitted this information to plaintiff's New Jersey office.</p>\n<p>Subsequently, disputes arose as to billing; the Hotel believed that plaintiff was overcharging guests for their calls. Following meetings in Chicago regarding these disputes, plaintiff apparently installed some new equipment and trained the Hotel's employees on how to use it. The training was performed by employees from plaintiff's New Jersey office. On April 10, 1987, after another meeting in Chicago, plaintiff and Greater shook hands and entered into an accord and satisfaction agreement in which they reconciled their differences. They agreed that Greater Capital would pay to plaintiff in installments, approximately $135,000, which sum represented the money owed to plaintiff for the months of October, 1986 through March, 1987. Their agreement further provided that charges due to plaintiff for the month of April, 1987 were to be paid by May 15, 1987.</p>\n<p>The record indicates that both Mark and Steven Cohn, played an important role in the aforementioned meetings and in various other respects participated in attempts to resolve the billing problems.</p>\n<p>Although the bulk of the $135,000 payment due under the April 10th Agreement apparently was paid to plaintiff, billing disputes arose once again as to the amount due plaintiff for the period subsequent to the agreement. The parties were unable to reconcile these differences and on July 13, 1987, plaintiff filed its complaint in the instant case. Plaintiff alleges that Greater Capital is in breach of the contract by, <i>inter alia,</i> disconnecting or otherwise wrongfully interfering with the remote monitor mechanism through which plaintiff, in New Jersey, monitored the use of the telephone system. Plaintiff further alleges that Greater Capital has failed to remit the monthly revenue generated by the system as required; further, plaintiff claims that it has received no payments from the Hotel since April of 1987. Plaintiff also charges both Greater Capital and the individual defendants with conversion of plaintiff's property by failing to remit payments due and for their conversion of the plaintiff's telephone system.</p>\n<p>In response to the plaintiff's claims, the defendants contend that on July 7, 1987, plaintiff without notice caused the long distance telephone service at the Sheraton to be terminated, making it impossible for the hotel and its guests to directly dial long distance telephone calls, and that it took nearly a week to completely restore telephone service. Defendants further maintain that the monitor was still registering the information it ordinarily did, but was not sending the data to plaintiff because the modem<sup>[6]</sup> would be used by Associated to further disrupt hotel telephone service.</p>\n<p>Defendants further assert that payments have not been remitted to plaintiff, as requested, because they have not received monthly bills itemizing the use of the telephone system, and also because after plaintiff allegedly terminated long distance service defendants \"were forced to make their own arrangements with local and long distance carriers whose charges (which previously had been paid by plaintiff) are being paid by Sheraton.\"</p>\n<p><span class=\"star-pagination\">*1493</span> In November, 1987, Associated sought partial summary judgment to enforce paragraph 6(b)<sup>[7]</sup> of the Agreement as a matter of law. On December 8, 1987, this court granted plaintiff partial summary judgment and ordered defendant to \"make payments of the gross telephone operating revenue and other charges under the Agreement to a federally insured bank for further distribution therefrom pursuant to the terms of the Agreement,\" which they failed to do. <i>Associated Business Telephone Systems Corp. v. Greater Capital Hotel Corp.,</i> No. 87-2697, slip op. at 9 (D.N.J. Dec. 8, 1987). The opinion and order very clearly specified that, pending a final resolution of the factual issues as to which party was in breach of contract, Greater Capital must fully perform its obligation under the undisputed terms of the agreement. <i>Id.</i> at p. 8.</p>\n<p>Subsequently, in a second order dated March 2, 1988, we amended the order to specifically direct the defendants to deposit $338,269.17 into the New Jersey National Bank. Again, in April 22, 1988, we found defendants breached the agreement, and we ordered defendants to allow plaintiff to remove its telephone system from defendants' hotel facility. Defendants appealed both the March 2, 1988 and April 22, 1988 opinions and orders to the Third Circuit Court of Appeals. The Third Circuit dismissed the appeal from the March 2, 1988 opinion and order on the ground that it was not a final appealable order, pursuant to Fed.R.Civ.P. 54(b), and affirmed our decision concerning the April 22, 1988 opinion and order. 861 F.2d 793 (3d Cir.1988) (Gibbons, C.J.).</p>\n<p>Ever since the complaint was filed, in this never ending saga of litigation, numerous motions have been submitted by counsel, during the pre-trial period and during and after the three week trial, which required at least fourteen opinions by the court, eight by the Magistrate and one by the Court of Appeals.</p>\n<p>Additionally, as the preparation of this opinion was nearing completion, the court found itself confronted with two more motions. The first is an appeal from a decision of Magistrate Rosen. The second motion was filed when it was recently brought to the attention of the court, that the Sheraton O'Hare Hotel was sold by the defendants, without any notice whatsoever to the plaintiff, or to the court and, in violation of this court's prior orders. When counsel for the plaintiff discovered that the sale occurred, he addressed a letter dated December 1, 1989, to both prior and present counsel for the defendants seeking information in regard thereto. There was no response either by prior or present defense counsel. Again on December 15, 1989, another letter was addressed to both defense counsel to which there was no response.</p>\n<p>As a result thereof, application was made to the court by the plaintiff for an Order to Show Cause why (1) the defendants should not be enjoined to rescind the sale of the Hotel; (2) the court should not impose sanctions and commence criminal contempt proceedings; (3) costs and counsel fees should not be awarded; and (4) no such further relief as the court deems appropriate should be imposed. The plaintiff's motion <span class=\"star-pagination\">*1494</span> was returnable and argued on Friday, January 19, 1990.</p>\n<p>Furthermore, during the entire pre-trial period, countless conferences were conducted by Magistrates Simandle, Rosen and this court. The customary conferences were held almost daily. There was discussion and review of counsels' requests to charge, and the court indicated to counsel its usual instructions. Such a conference is rather informal, and it is the court's experience that they accomplish much more than a formal proceeding in open court, in the presence of the parties, witnesses and spectators. Of course, a court reporter is always available for counsel to place upon the record anything they may desire,<sup>[8]</sup> which was not done. To illustrate the practicality of such a conference, counsel originally submitted fifty-nine requests to charge. As a result of a conference they were drastically revised and reduced.</p>\n<p>Now, as to special interrogatories: To facilitate the task of the jurors, in determining their verdict, the court requested counsel to submit proposed special interrogatories. This is the proper procedure, in a case such as this, where we have multiple parties and multiple issues. In response thereto one party submitted 101 proposed interrogatories, the other 102, totalling the startling figure of 203. After numerous discussions the number was drastically reduced to 16.</p>\n<p>With regard to the traditional discussion as to the court's charge to the jury, a conflict has arisen. The plaintiff contends that the parties reached an agreement regarding the legal instructions to be submitted to the jury. Defendants deny any agreement was reached. Because of the passage of time, the court cannot recall, with any degree of reasonable certainty, whether such an understanding was or was not reached.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>We now turn to a consideration and determination of the numerous errors the defendants allege were committed by the court. They move for a new trial pursuant to Fed.R.Civ.P. 59(e) on this basis. There are a myriad of reasons for which a new trial may be granted, specifically the verdict being against the weight of the evidence, excessive damages, evidentiary errors, and erroneous instructions. <i>See </i><i>Montgomery Ward &amp; Co. v. Duncan,</i> 311 U.S. 243, 61 S.Ct. 189, 85 L.Ed. 147 (1940); 6A Moore's Federal Practice § 59.08(1) (2d ed. 1989). Harmless error, however, is not one of them. Fed.R.Civ.P. 61. Further, certain errors will be waived by counsel unless the record is preserved through objection. <i>See </i><i>Heiselmoyer v. Pennsylvania Railroad,</i> 243 F.2d 773 (3d Cir.1957). We conclude that the instructions given in this case represented the applicable law based upon the evidence presented at trial. Moreover, if any errors were made of a different nature, they were not prejudicial. We shall discuss below each of defendants' objections.</p>\n<p></p>\n<h2>I. <i>Jury Instructions</i>\n</h2>\n<p></p>\n<h2>1. <i>Breach of Contract</i>\n</h2>\n<p>Initially, defendants allege that this court failed to instruct the jury that \"a party suing on a contract and alleging performance can recover only by proving performance in <i>strict</i> accordance with the terms.\" Defendants' Initial Brief at 9 (emphasis added).<sup>[9]</sup> Further, defendants take issue with the court's refusal to charge that \"where plaintiff has failed to perform its obligations as required by the contract defendants are thereby relieved of their obligations under the contract.\" In response <span class=\"star-pagination\">*1495</span> thereto, the court's actual charge on the breach of contract issue stated:</p>\n<blockquote>In order to establish a material breach, the party alleging a breach must first prove its performance of all conditions precedent to the other parties duty to perform and its offer to perform all conditions concurrent to the other parties [duty] to perform. Therefore, if you find that under the agreement Associated's obligation to perform a telephone service in accordance with the agreement arose only after Greater performed their obligations under the Agreement you can find that Associated materially breached the Agreement only if Greater proves through a preponderance of the evidence that it had fully performed its obligations under the contract.</blockquote>\n<p>13TR at 138.</p>\n<p>A court is not bound by the terminology contained in a party's proposed instructions. For it is well settled that \"a party has no vested interest in any particular form of instruction, the language of the instruction is for the trial court to determine.\" 5A Moore's <i>Federal Practice</i> § 51.06. Upon a review and comparison of the actual charge and the one proposed, we conclude that the actual charge given subsumed and covered all of the issues of which the defendants now complain. As such, we do not consider that the alleged failures to charge as requested necessitate a new trial.</p>\n<p></p>\n<h2>2. <i>Conversion</i>\n</h2>\n<p>Further, Greater claims error was committed when the court refused to instruct the jury in accordance with its proposed charges of Illinois law, which stated that \"in an action for conversion of money, it is necessary to demonstrate that the money in question is in a specific existing fund and that the money in question was not subject to being reduced by collection costs.\" Defendants' Initial Brief at 10, <i>citing </i><i>Eggert v. Weisz,</i> 839 F.2d 1261 (7th Cir.1988); <i>Mid-America Fire and Marine Insurance Co. v. Middleton,</i> 127 Ill.App.3d 887, 82 Ill.Dec. 555, 468 N.E.2d 1335 (1980).</p>\n<p>The court, after reviewing the parties' proposed requests to charge, and in light of the evidence submitted in the case, instructed the jury as follows:</p>\n<blockquote>Now, as to conversion. Conversion is an unauthorized assumption and exercise of the rights of ownership over property of another to the exclusion of the owner's rights. In order to prove conversion the [p]laintiff must establish each of the four elements to a preponderance of the evidence. First, the [d]efendants unauthorized and wrongful assumption of control over personal property, secondly, [p]laintiff's right to that property, thirdly, [p]laintiff's absolute and unconditional right to possession of that property and finally, [p]laintiff's demands for possession. Therefore, if you find that the [d]efendant's [sic] wrongfully assumed control over the hotel guest revenues, the monies owed for administrative uses of the telephone system or the telephone system equipment, that [p]laintiffs [sic] had an immediate and absolute right to this property under the agreement and that the [p]laintiffs [sic] demanded possession of this property; you should find for the [p]laintiffs [sic] on its claim for conversion.</blockquote>\n<p>13TR at 131-133.<sup>[10]</sup></p>\n<p>Defendants suggest that the court's failure to charge regarding the issue of conversion warrants a new trial. They, however, fail to recognize the facts underlying the conversion count. While defendants characterize the action as one for the \"conversion of money,\" plaintiff has consistently, from the commencement of these proceedings, maintained that in addition to the wrongful use of the monies by the Cohns, they also commandeered and converted personal property of the plaintiff, namely, the telephone system in question. Thus, in <span class=\"star-pagination\">*1496</span> this regard, the court's proposed charge correctly details Illinois law on this issue. <i>See </i><i>Eggert v. Weisz,</i> 839 F.2d 1261 (7th Cir.1988); <i>Andrews v. Mid-America Bank &amp; Trust Co.,</i> 152 Ill.App.3d 139, 105 Ill. Dec. 114, 503 N.E.2d 1120 (Ill.App. 5th Dist.1987).</p>\n<p>Defendants' contention that the court committed error in failing to instruct the jury that Illinois law forbade a finding of conversion of money, unless the revenues were capable of being described as a specific chattel is also unpersuasive. While we recognized, at the time of our instruction, this precept of Illinois law, we specifically refused to charge on this issue because the facts of the case simply did not support such a charge.</p>\n<p>It is true that under Illinois law, an action for conversion of money may lie only if funds are \"capable of being described as a specific chattel.\" <i>Eggert,</i> 839 F.2d 1261, 1264 (7th Cir.1988). Plaintiff must be able \"to identify the money owed him as a specific chattel.\" <i>Id.</i></p>\n<p>Of course, Associated cannot point to duly segregated proceeds because Greater commingled telephone revenues with its other hotel revenues as they were earned, and Greater never paid a dime according to the payment specifications of their contract, and this court's prior orders. Greater cannot insulate itself from liability by its own wrongdoing, for a court of equity may rely on the doctrine of \"equitable estoppel.\" This precept \"applies both in law and in equity to deny a party the right to plead and prove an otherwise important fact ... because of something [the wrongdoer] has done or omitted to do.\" <i>F.E.L. Publications, Ltd. v. Catholic Bishop of Chicago,</i> 506 F.Supp. 1127, 1137 (N.D.Ill.1981). It is a well established maxim of the law that \"he who comes into equity must come with clean hands.\" <i>Dr. Franklin Perkins School v. Freeman,</i> 741 F.2d 1503, 1517 (7th Cir.1984). The doctrine of unclean hands, like the doctrine of equitable estoppel, \"is not limited to suits in equity; the general principle is equally suited to damage actions.\" <i>F.E.L. Publications, supra,</i> 506 F.Supp. at 1137.</p>\n<p>Defendants have totally disregarded two prior Opinions and Orders of this Court that it/they deposit telephone revenues in a federally insured bank.<sup>[11]</sup> It would work a manifest injustice if defendants could now enjoy insulation from a conversion charge because they deposited not a cent pursuant to either the contract or the orders of this Court. \"Since it is the historic purpose of equity to secure complete justice,\" <i>Walters v. Marathon Oil Co.,</i> 642 F.2d 1098, 1100 (7th Cir.1981), defendants shall be equitably estopped, as a matter of Illinois law, from asserting as a defense to conversion that no specific existing fund exists or that the monies were subject to reduction by collection costs.</p>\n<p></p>\n<h2>3. <i>Instructions on Admissions</i>\n</h2>\n<p>Further, defendants assert that, \"it was error for this court to fail to instruct the jury that the admissions by plaintiff stood in the same relation to the case as sworn testimony.\" Defendants' Initial Brief at 12. <i>Citing </i><i>Ark-Tenn Distributing Corp. v. Breidt,</i> 209 F.2d 359, 360 (3d Cir.1954). Significantly, defendants' cryptic allegation fails to specify precisely which admission they refer to, and what prejudice resulted from a failure to charge on this point. Defendants have not set forth any authority which would require this court to charge on the weight to be given such testimony. It is evident to this court that plaintiff's admissions to certain facts have independent strength, and any argument by defendants that they have suffered prejudice is specious at best.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1497</span> 4. <i>Liquidated Damages</i>\n</h2>\n<p>Fourth, defendants maintain, \"it was error for this court to have failed to instruct the jury that liquidated damages are unenforceable where they are not reasonable.\" Defendants' Initial Brief at ¶ 13. However, under Illinois law, the determination of reasonableness of a damage clause is one of law, and not of fact. As such, the proposed request is not a proper subject of a jury charge. <i>Lake River Corp. v. Carborundum Co.,</i> 769 F.2d 1284, 1289 (7th Cir. 1985).</p>\n<p></p>\n<h2>5. <i>Pattern of Conduct</i>\n</h2>\n<p>Fifth, defendants charge that this court erred by failing to instruct the jury, as requested, that \"there is a presumption that once a pattern of conduct is established that it continues until the contrary is shown.\" Defendants' Initial Brief at 14. On a preliminary note, it is this court's specific recollection that this request was withdrawn before the court's charge. As such, it could very easily be deemed waived. However, even assuming defendants preserved the issue, our refusal to charge on this request certainly cannot be said to be grounds for a new trial. The rule of law proposed by defendants, \"calls for the exercise of sound discretion by the trial judge according to the likelihood of the persistence of a fact [such as whether there was a persistent course of conduct] under the circumstances of the case.\" <i>See </i><i>Brinson v. Hernandez,</i> 24 N.J. 391, 393, 132 A.2d 289, 290 (1957).</p>\n<p>In the present action, in the court's discretion, it was not deemed that a charge was necessary and warranted, based upon the testimony presented. While Dominic Dalia admitted that the system was programmed using operator assisted rates, the evidence presented did not support the conclusion that this was not what the parties intended, and more importantly, that it persisted.</p>\n<p></p>\n<h2>6. <i>Fraud</i>\n</h2>\n<p>Sixth, defendants cite errors in the court's charge relating to their counterclaim against Dominic Dalia for fraud. <i>Citing </i><i>Duhl v. Nash Realty,</i> 102 Ill.App.3d 483, 57 Ill.Dec. 904, 429 N.E.2d 1267 (1st Dist., 4th Div.1981), defendants state that according to Illinois law, \"it is immaterial whether a party misrepresenting a material fact knew it to be false, and that statements made in culpable ignorance of their truth or falsity are deemed fraudulent.\" Defendants' Initial Brief at ¶ 17.</p>\n<p>As previously mentioned, the proposed charge submitted by defendants was refused because, in our opinion, it simply is not the law of Illinois. Under <i>Duhl,</i> 57 Ill.Dec. 904, 429 N.E.2d 1267 (Ill.App.1982), this proposition is at best, only partially true, because it is not enough to merely make an assertion without knowing the truth or falsity thereof. While the motive and intent of the party making the allegedly fraudulent assertion is immaterial, <i>id.</i> 57 Ill.Dec. at 911, 429 N.E.2d at 1274, \"knowledge of wrongdoing sufficient to support an action for fraud exists where  representations which are in fact false are made in <i>reckless disregard</i> of their truth or falsity (emphasis added).\" <i>Id.</i> This, <i>Duhl</i> states, is culpable ignorance, <i>id.,</i> which is presumably distinguishable from innocent misrepresentations. As for innocent misrepresentation, the <i>sole</i> right to recovery is statutory (the Consumer Fraud and Deceptive Business Practices Act, Ill. Rev.Stat. ch. 121½). This statute is the only source of any Illinois action for innocent misrepresentation. <i>Miller v. Affiliated,</i> 600 F.Supp. 987, 996 (N.D.Ill.1984). Innocent misrepresentations can, however, be the basis for the equitable remedy of rescission. <i>Puskar v. Hughes,</i> 179 Ill. App.3d 522, 525, 127 Ill.Dec. 880, 884, 533 N.E.2d 962, 966 (Ill.App.1989).</p>\n<p></p>\n<h2>7. <i>Rescission</i>\n</h2>\n<p>Defendants' requested charge on the issue of rescission stated: \"where a party to a contract has been defrauded, that by operation of law the party is entitled to rescission of the contract.\" 13TR at 120. The court refused to charge on this point because it was patently improper in light of the facts established in the case.</p>\n<p><span class=\"star-pagination\">*1498</span> While defendants' proposition is partially correct, Illinois law also requires that one seeking to rescind a contract on the ground of fraud, must elect to do so promptly after learning of the fraud. <i>Farmer's Auto Insurance Association v. Pursley,</i> 130 Ill. App.2d 980, 267 N.E.2d 734, 738 (5th Dist. 1971). In the present case, defendants sought to invoke this defense at the time of trial. Defendants admitted they learned of the fraud during discovery, and have not even alleged attempting to rescind the contract promptly upon discovery of the fraud.<sup>[12]</sup></p>\n<p></p>\n<h2>8. <i>Reference to Partial Summary Judgment</i>\n</h2>\n<p>Defendants suggest that \"this Court erred in allowing plaintiff's counsel to bring to the attention of the jury the fact that a partial summary judgment had already been rendered by this court.\" Defendants' Initial Brief at ¶ 4. Again, defendants make a cryptic objection without any specific reference to the trial transcript or without any identifiable showing of prejudice. Nonetheless, upon an independent review of the transcript and applicable case law, we conclude that a new trial is not warranted. First, it is the court's specific recollection that neither the order awarding partial summary judgment, nor the opinion was ever introduced into evidence. Rather, references were made to the subject by certain witnesses (e.g. Bertha Webb, Controller, an employee of the defendants) when calculating damages and credits so as to avoid a double recovery by Associated. Moreover, this court directed the jurors that \"as a matter of law, the prior opinions of this court are inadmissible and you must ignore them in rendering your verdict.\" 13TR at 149.</p>\n<p></p>\n<h2>9. <i>Accord and Satisfaction and events prior to April 10, 1987</i>\n</h2>\n<p>Defendants further maintain that \"this court erred in finding <i>and in allowing the jury to be told</i> that the April 10, 1987 letter agreement constituted an Accord &amp; Satisfaction.\" Defendants' Initial Brief at ¶ 8 (emphasis added). Second, defendants aver that it was error for this court \"to have prohibited defendants' counsel from examining witnesses prior to April 10, 1987.\" Defendants' Initial Brief at ¶ 9.</p>\n<p>Regarding defendants' claim that this court somehow allowed the jury to be told that the April 10, 1987 Agreement was an Accord &amp; Satisfaction, we feel defendants simply misconstrue the facts. The court specifically refused to instruct the jury that the Agreement constituted an Accord &amp; Satisfaction, despite plaintiff's requests. When reference was made to the April 10, 1987 Agreement, it was made for purposes of clarity. Moreover, a number of witnesses presented by the defendants referred to the fact that all claims between the parties were extinguished as of the April 10, 1987 Agreement. Thus, the court is hard pressed to find any prejudice resulting towards defendants since they volunteered the information.</p>\n<p>Additionally, defendants' contention that the court wrongfully excluded evidence as to events prior to April 10, 1987 is equally unpersuasive. First, as we clearly expressed in our July 11, 1989 Opinion, we would, and did allow evidence of pre-April 10, 1987 events to show a course of conduct. As we stated:</p>\n<blockquote>To facilitate a smooth and effective trial of the issues, any alleged or actual breach of contract by Associated prior to April 10, 1987 shall not be the subject of proof since an Accord and Satisfaction <span class=\"star-pagination\">*1499</span> was entered into on April 10, 1987. Obviously, however, defendants cannot be precluded from stating what allegedly occurred prior to April 10, 1987 to show a course of conduct and understanding among [sic] the parties.</blockquote>\n<p><i>Associated Business Corp. v. Greater Capital Corp.,</i> No. 87-2697, slip op. at 12-13 (D.N.J. July 11, 1989).</p>\n<p>In accordance with this directive, defendants took advantage of the opportunity and introduced substantial testimony of events prior to April 10, 1987 which showed an alleged course of conduct of overbilling by Associated and Dominic Dalia.<sup>[13]</sup></p>\n<p>Moreover, a review of the testimony indicates that the defendants actually introduced substantial evidence of pre-April 10, 1987 occurrences. <i>See</i> testimony of Thomas Luce and William Johnson.<sup>[14]</sup></p>\n<p>Further, Michael Toney<sup>[15]</sup> testified at length regarding the cost accounting system which was removed in <i>November</i> of <i>1986.</i> Defendants, therefore, had full opportunity to, and did, explore their counterclaim for breach of contract and fraud. Thus, we conclude that no prejudice resulted from our July 11, 1989 ruling and our adherence to it at trial.</p>\n<p></p>\n<h2>10. <i>Exclusion of Certain Responses to Pre-Trial Discovery</i>\n</h2>\n<p>As an additional basis for a new trial, defendants suggest that the court erred in excluding (a) an affidavit of Michael Toney, (b) plaintiff's response to defendants' request for admissions, (c) certain of plaintiff's answers to interrogatories, and (d) portions of Thomas Luce's deposition. Defendants' Initial Brief at ¶ 19-22.</p>\n<p></p>\n<h2>(a). <i>Affidavit of Michael Toney</i>\n</h2>\n<p><i>Citing </i><i>Gore v. Maritime Overseas Corporation,</i> 256 F.Supp. 104 (E.D.Pa.1966), <i>aff'd in part</i> and <i>rev'd in part,</i> 378 F.2d 584 (3d Cir.1967), defendants assert that this court erred in prohibiting defendants from moving into evidence Exhibit D-107, an affidavit of Michael Toney, which was previously marked at his deposition.</p>\n<p>It is well established that generally, if a deposition is admissible, exhibits marked at the taking of the deposition are admissible. <i>Gore,</i> 256 F.Supp. at 119. Notwithstanding the general principle of <i>Gore</i> which arguably would allow such exhibits into evidence, defendants have not demonstrated any prejudice from the court's ruling. Further, despite <i>Gore,</i> the court, within its discretion, retains the power to exclude otherwise admissible evidence. As stated in Fed.R.Evid. 403, \"although relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, ..., <i>or needless presentation of cumulative evidence</i> (emphasis added).\"</p>\n<p>During trial, Michael Toney was permitted to testify regarding the cost accounting system. It is the court's recollection, and defendants have submitted nothing to dispel it, that the affidavit defendants sought to introduce merely restated this fact. As such, the court properly excluded the affidavit as unnecessarily cumulative.</p>\n<p></p>\n<h2>(b &amp; c). <i>Request for Admissions &amp; Answers to Interrogatories</i>\n</h2>\n<p>Similarly, on cumulativeness grounds, the court prohibited defendants from introducing <span class=\"star-pagination\">*1500</span> into evidence copies of plaintiff's response to request for admission and certain answers to interrogatories. Defendants fail to point out, however, that the court actually permitted counsel to read directly to the jury a substantial amount of this pre-trial discovery. <i>See</i> 12TR. Moreover, in the court's charge to the jury, the court in no uncertain terms stated that admissions and responses to interrogatories stand in the same relation as sworn testimony. <i>See</i> 13TR at 121-122. As such, defendants have suffered absolutely no prejudice from this ruling.</p>\n<p></p>\n<h2>(d). <i>Exclusion of a Portion of Thomas Luce Deposition</i>\n</h2>\n<p>Further, defendants point to error in the court's preclusion of the \"critical\" deposition testimony of Thomas Luce. The court excluded the testimony based on the form of the question; namely, that it was leading.</p>\n<p>Federal Rule of Civil Procedure 32(d)(3)(B) states in pertinent part:</p>\n<blockquote>errors and irregularities occurring at the oral examination in the manner of taking the deposition, <i>in the form of the questions or answers</i> ... are waived unless reasonable objection is made at the taking of the deposition (emphasis added).</blockquote>\n<p><i>See also</i> 4A Moore's Federal Practice ¶ 32.09 (objections based on grounds which might have been obviated or removed if presented at the deposition examination, e.g., that the questions are leading, are waived, unless objections were made at that time); <i>Kirschner v. Broadhead,</i> 671 F.2d 1034, 1037-38 (7th Cir.1982).</p>\n<p>Defendants' objection to the court's ruling clearly does not warrant a new trial. Defendants maintain that the excluded Luce testimony was critical to its fraud and breach of contract claim in that it \"would have clearly demonstrated that the system was not programmed in accordance with the formula set forth in Schedule B of the Agreement, that the purpose of forwarding the Bitek program to Mr. Luce was to have Mr. Luce program the system in accordance with the Bitek program and Michael Dalia knew of, and actually directed, the misprogramming of the system.\" Defendants' Initial Brief at 22. We conclude, however, that because much of this testimony <i>was</i> actually covered in other sections of the Luce deposition as well as by other evidence at trial, any alleged error was non-prejudicial. Indeed, the testimony of Thomas Luce elicited at trial, 5TR at 49-71, established precisely that evidence which defendants now assert was excluded. Luce testified that when he received the Accounting System Pricing Structure from the plaintiff, ABTS, he immediately contacted either Steve Davis or Michael Dalia and informed him that he had \"made a mistake\" regarding the programming of the Bitek cost accounting system. 5TR at 23-25. Mr. Luce continued and explained this testimony when he stated,</p>\n<blockquote>as I testified <i>before,</i> that I had verbally contacted them [ABTS] and told them prior to this [receiving ABTS' schedule], that we priced guest calls as operator-assisted rates; so therefore, upon receiving this, I'm assuming they realized they made a mistake.</blockquote>\n<p>5TR at 66:15 (emphasis added).</p>\n<p>Thus, the above testimony covers precisely the subject matter of that which was excluded. Defendants cannot claim prejudice in the exclusion of evidence which was subsequently elicited. Finally, and significant to defendants' present claim, it is undisputed that plaintiff initially programmed the system using operator assisted rates. This was freely admitted by plaintiff. Because the excluded testimony merely reiterates other admitted testimony, the exclusion was non-prejudicial, and thus clearly a new trial is not warranted.</p>\n<p></p>\n<h2>11. <i>Exclusion of Miscellaneous Testimony and Other Evidence</i>\n</h2>\n<p>Finally, defendants assert the court erred in (a) excluding testimony regarding Greater's entitlement to offsets, defendants' Initial Brief at ¶ 23; (b) excluding testimony regarding third party transfer of revenue to the hotel, defendants' Initial Brief at ¶ 24; (c) excluding testimony regarding interest rates on plaintiff's bills <span class=\"star-pagination\">*1501</span> and performer,<sup>[16]</sup> defendants' Initial Brief at ¶ 25; (d) permitting rebuttal testimony of certain of plaintiff's testimony which went beyond the scope of proper rebuttal, defendants' Initial Brief at ¶ 26; (e) prohibiting defendants from introducing exhibits which had not been identified prior to trial, defendants' Initial Brief at ¶ 27; and (f) refusing to allow defendants' witnesses to testify regarding summaries, defendants' Initial Brief at ¶ 28. We consider each of these objections without merit. Each shall be addressed in turn.</p>\n<p></p>\n<h2>(a) <i>Offsets</i>\n</h2>\n<p>Assumedly, the basis of this objection is that by refusing defendants the opportunity to present offsets, the jury's verdict somehow awarded a \"double recovery\" to plaintiff.<sup>[17]</sup> Further, we dispute defendants' suggestion that the court did not permit defendants' witnesses to testify regarding offsets. Indeed, Debbie Ward, Comptroller of the Sheraton O'Hare, testified as to payments made to U.S. Sprint and Centel. 10TR at p. 5.</p>\n<p>Further, we, as well as the United States Magistrate Joel B. Rosen, provided defendants with at least four opportunities to present evidence of offsets, and each time defendants' evidence was neither competent nor sufficient. In fact, it was barely comprehensible. There was an agreement that in order to save time and not prolong the trial, the questions of offsets could and would be determined after the trial by Magistrate Rosen. In any event, Magistrate Rosen conducted a lengthy hearing on the issue and concluded that defendants were in fact entitled to a certain amount of offsets. <i>See Associated Business Corp. v. Greater Capital Corp.,</i> No. 87-2697, letter op. at 3-5 (Mag. Rosen, December 6, 1989). As such we consider the issue moot.</p>\n<p></p>\n<h2>(b) <i>Testimony of Transfers and</i>\n</h2>\n<p></p>\n<h2>(c) <i>Interest Rates</i>\n</h2>\n<p>Defendants' contention that the court excluded testimony regarding third party transfer of revenue is completely without merit. In fact, the court permitted extensive testimony on this very issue. <i>See Direct Testimony of Defendant, Steve Cohn,</i> 8TR. Further, regarding defendants' claim that the court excluded testimony on the proper discount rate, defendants' claim is again unsupported. Both of the defense experts, Lee Selwyn, Ph.D. and Steven Selikoff testified on this matter.</p>\n<p></p>\n<h2>(d) <i>Rebuttal Testimony</i>\n</h2>\n<p>Defendants' argument that the court committed prejudicial error by allowing the testimony of Robert Jones, Dominic Dalia, and Michael Dalia to go beyond the scope of proper rebuttal is without merit. Defendants confuse rebuttal testimony with redirect testimony. <i>See,</i> Hunter, <i>Federal Trial Handbook 2d</i> §§ 27.4, 50.1 (1984).</p>\n<p></p>\n<h2>(e) <i>Exclusion of Certain Exhibits and</i>\n</h2>\n<p></p>\n<h2>(f) <i>Testimony</i>\n</h2>\n<p>Defendants vaguely claim error in the courts' exclusion of certain defense exhibits. Defendants, however, do not state which exhibits were excluded and what prejudice occurred as a result. The court can only state generally upon an independent review of the trial transcript, that the few exhibits which were excluded were done so as to avoid unnecessary and cumulative testimony.</p>\n<p></p>\n<h2>II. <i>Motion for Judgment Notwithstanding the Verdict</i>\n</h2>\n<p>Defendants maintain that \"the jury's verdict that Greater Capital was liable to ABTS for $1,370,386.85 in compensatory damages for breach of contract and conversion, that Mark and Steven Cohn were each liable for punitive damages in the sum of $200,000 and that ABTS was not liable on defendants' counterclaim, was against the weight of the evidence and mandates either a J.N.O.V. or a new trial.\" <span class=\"star-pagination\">*1502</span> Supplemental Brief at p. 50. A prerequisite to moving for a J.N.O.V. under Fed.R. Civ.P. 50(b), requires that the moving party must have moved for a directed verdict at the close of all the evidence. <i>Skill v. Martinez,</i> 91 F.R.D. 498, 515 (D.N.J.1981), <i>aff'd,</i> 677 F.2d 368 (3d Cir.1982). It is not enough if a party moves for a directed verdict at the close of their case. Rather, in order to preserve the right to move for a J.N.O.V., the moving party must renew his motion for a directed verdict at the close of all the evidence. <i>United States for the Use and Benefit of Roper v. Reisz,</i> 718 F.2d 1004, 1007 (11th Cir.1983).</p>\n<p>In the present action, defendant moved for a directed verdict at the close of plaintiff's case, but failed to renew its motion at the close of all the evidence. As such, it will be precluded from moving for a J.N. O.V.</p>\n<p>The court is aware that in certain circumstances, the aforementioned rule has been relaxed. As we previously detailed in <i>Skill,</i> where:</p>\n<blockquote>(a) there has been substantial, if not literal compliance with the rule;</blockquote>\n<blockquote>(b) where manifest injustice will otherwise occur since the verdict is totally without legal support;</blockquote>\n<blockquote>(c) where the trial judge in effect excused the failure to renew the motion; and</blockquote>\n<blockquote>(d) where the additional evidence was brief and inconsequential.</blockquote>\n<p><i>Skill, supra,</i> 91 F.R.D. at 515 n. 14 (citation omitted).</p>\n<p>The only possible reason to excuse defendants' failure to move for a directed verdict would be for the reasons expressed in section (b). However, upon review of the evidence and testimony adduced at trial, we conclude that the verdict is not without legal support, and hence a manifest injustice did not occur.</p>\n<p></p>\n<h2><i>A.) Insufficient Evidence on Claim of Conversion</i></h2>\n<p>Defendants assert \"that the evidence presented at trial herein was legally insufficient to support the jury's verdict on the claim for conversion against all defendants or the punitive damages against the Cohns.\"<sup>[18]</sup> We disagree.</p>\n<p>Defendants state that the Illinois law on conversion requires:</p>\n<blockquote>(1) an unauthorized and wrongful assumption of control, dominion, or ownership by a person over the property of another;</blockquote>\n<blockquote>(2) plaintiff's right in the property;</blockquote>\n<blockquote>(3) plaintiff's right to immediate possession of the property; and</blockquote>\n<blockquote>(4) a demand by plaintiff of possession thereof.</blockquote>\n<p>Supplemental Brief at 41 (citation omitted).</p>\n<p>Further, defendants explain that for the conversion of monies, Illinois law requires that the currency:</p>\n<blockquote>be capable of being described as a specific chattel, although it is not necessary for purposes of identification that money should be specifically earmarked. However, an action for the conversion of funds may not be maintained to satisfy a mere obligation to pay money.</blockquote>\n<p><i>Eggert v. Weisz,</i> 839 F.2d 1261 (7th Cir. 1988); <i>Mid-America Fire and Marine Insurance Co. v. Middleton,</i> 127 Ill.App.3d 887, 82 Ill.Dec. 555, 468 N.E.2d 1335 (Ill. App. 4th Dist.1984).</p>\n<p>During the course of this three week trial, there was sufficient evidence of defendants' tortious and egregious conduct. Both the court and the jury witnessed substantial and probative testimony from Dominic Dalia, Bertha Webb, Larry Botz<sup>[19]</sup> and Milton Karahoulis<sup>[20]</sup> which, <span class=\"star-pagination\">*1503</span> clearly supports the jury's verdict on conversion.</p>\n<p>The testimony of Dominic Dalia strongly suggested that Greater Capital, through Mark and Steven Cohn, actively converted Associated's property. Further, as we have mentioned in our discussion on the jury charge for this issue, <i>see</i> p. 1494, the element of the conversion of funds which was not satisfied for the simple reason that defendants consciously violated a court order requiring monies to be placed in a federally insured bank. There was substantial testimony which revealed the transfer of funds by the Cohns into their other corporation known as Salmark Investments. Indeed, plaintiff introduced checks signed by defendants which revealed that revenues from the telephone system were deposited into the general operating account of Salmark.</p>\n<p>The uncontroverted testimony of Theodore Mandigo, plaintiff's expert witness, indicated that no business purpose was served by these payments. Further, the testimony of Debbie Ward, defendants' employee, also revealed that the Cohn brothers directed her not to pay plaintiff the monies owed to it.</p>\n<p></p>\n<h2>III. <i>J.N.O.V. or New Trial on Defendants' counterclaims of Breach of Contract and Fraud</i>\n</h2>\n<p>Defendants also request a new trial or J.N.O.V. on their counterclaims. They claim, \"the jury's verdict finding that ABTS was not liable for breach of contract or fraud was against the manifest weight of the evidence.\" Supplemental Brief at 47. Detailed analysis on this issue is not necessary.</p>\n<p>Defendants' contention goes directly to the weight afforded by the jury to their case. As we have discussed, we feel there was substantial testimony suggesting that defendants breached the agreement and converted plaintiff's property. Evidence regarding plaintiff's breach, however, was not so conclusive as to require a jury verdict for defendants.</p>\n<p>Thus, because we conclude that there was sufficient testimony to support the verdicts, we will not apply the exception noted in <i>Skill, infra</i> p. 1502(b) and consider defendants' motion for J.N.O.V. Moreover, we conclude that a new trial based on the insufficiency of evidence to support the jury's verdict is without support.</p>\n<p></p>\n<h2>IV. <i>Remittitur</i>\n</h2>\n<p>Defendants aver that \"the damages assessed by the jury against the defendants were clearly excessive and require remittitur.\" Supplemental Brief at 52. We disagree.</p>\n<p>Federal law governs the question of whether a remittitur should be granted in diversity cases. <i>Kazan v. Wolinski,</i> 721 F.2d 911, 914 (3d Cir.1983). Further, a federal court will only grant a remittitur or a trial solely on damages if it appears that the award is so large as to \"shock the conscience of the court.\" Moreover, \"except in those cases in which it is apparent as a matter of law that certain identifiable funds included in the verdict should not have been there should a court grant a remittitur.\" Wright &amp; Miller, Federal Practice &amp; Procedure § 2815, at 99.</p>\n<p>In the instant matter, there was substantial testimony which supported a finding of conversion by both the corporation and the Cohns, as well as a breach of contract by Greater Capital. The compensatory damage award cannot be said to \"shock the conscience of the court.\"</p>\n<p>Regarding the punitive damages against the Cohns, we do not feel, given their financial status, <i>infra</i> at 1504, combined with the egregious acts committed, that the award was \"shocking.\" As such, defendants' request for a remittitur will be denied.</p>\n<p></p>\n<h2>V. <i>Accord and Satisfaction</i>\n</h2>\n<p>In their initial brief, defendants maintain that this court erred in finding that the April 10, 1987 Agreement constituted an Accord and Satisfaction before they were permitted to elicit testimony on the issue. As such, they maintain that their Seventh Amendment right to a jury trial has been violated. Defendants' Initial Brief at 6.</p>\n<p><span class=\"star-pagination\">*1504</span> We will dispose of this contention by merely referring defendants to our prior opinion on this issue. <i>See Associated Business Telephone Systems Corp. v. Greater Capital Corp.,</i> No. 87-2697, slip op. (D.N.J. July 11, 1989), (\"thus we find no question that the Agreement constituted an Accord and Satisfaction as a matter of law, and that this determination has become law of the case.\") <i>Id.</i> at 12. As such we will not revisit our previous determination.</p>\n<p></p>\n<h2>VI. <i>Counsel's Conduct and Statements During Closing Arguments</i>\n</h2>\n<p>Prejudicial misconduct of counsel in their arguments are grounds for the grant of a new trial. In their initial brief in support of a new trial, etc., defendants maintain that \"it was error for plaintiff's counsel, in his closing arguments, to (a) attempt to prejudice the jurors through repeated inappropriate references to defendants' alleged wealth, (b) assert his personal opinion of the justness of his client's cause, and (c) make prejudicial and insulting references to defendants.\" Defendants' Initial Brief In Support of a New Trial at ¶ 10, <i>citing </i><i>Draper v. Airco, Inc.,</i> 580 F.2d 91 (3d Cir.1978). Upon an independent review of the trial transcript, we find absolutely nothing prejudicial in plaintiff's summation or any other arguments made during trial.</p>\n<p>Initially it should be noted that counsel never objected to the alleged statements by plaintiff's counsel either during the open court summation or at sidebar. Further, defense counsel did not request the court to give a curative instruction on this issue. As such, absent egregious and prejudicial statements where a miscarriage of justice would result if a new trial was not granted, the court could deny defendants' request for a new trial simply for failing to preserve the record. <i>Gonzalez v. Volvo of America Corp.,</i> 752 F.2d 295 (7th Cir.1985); <i>Jamison v. DiNardo, Inc.,</i> 302 F.2d 27, 29 (3d Cir.1962); <i>Heiselmoyer v. Pennsylvania R.R.,</i> 243 F.2d 773 (3d Cir.), <i>cert. denied,</i> 355 U.S. 833, 78 S.Ct. 47, 2 L.Ed.2d 44 (1957). Defendants rely on the Third Circuit precedent of <i>Draper, supra,</i> in which the Court of Appeals reversed a district court's denial of defendant's motion for a new trial. In that case, the court concluded that the plaintiff's summation had so many \"numerous and serious violations of proper argument ... that it is more than `reasonably probable' that the verdict was influenced by the prejudicial statements.\" <i>Draper,</i> 580 F.2d at 97 (citation omitted). In so concluding, the court outlined four rules of proper argument which plaintiff breached. The court stated (1) [plaintiff] attempted to prejudice the jurors through repeated inappropriate references to the defendant's wealth, (2) he asserted his personal opinion of the justness of his client's cause, (3) he prejudicially referred to facts not in evidence, and (4) without provocation, basis in fact, he made several, prejudicial vituperative and insulting references to opposing counsel. <i>Id.</i> at 95.</p>\n<p>The appropriate inquiry, based upon <i>Draper</i> and subsequent case law within the circuit, is whether there is a \"reasonable probability\" that the jury's verdict has been influenced by the improper conduct of counsel. <i>Draper,</i> 580 F.2d at 97; <i>Commercial Credit Business Loans, Inc. v. Martin,</i> 590 F.Supp. 328, 330 n. 2 (E.D.Pa.1984). In the present case, the court is hard pressed to find even a single prejudicial statement in plaintiff's counsel's argument analogous to those in <i>Draper.</i> Because we determine that plaintiff's counsel did not make any prejudicial statements, we logically conclude that the jury's verdict was not based, probably or possibly, on any prejudicial statements.</p>\n<p>The only significant reference to plaintiff's wealth came by way of a comment regarding a letter written by defendants where they stated their financial status. This was never used to juxtapose the wealth of the defendants as compared to the plaintiff. Rather it was used to support plaintiff's claims regarding punitive damages. According to the trial testimony, the Cohns' each earned $810,000 in 1987 with a combined net worth in excess of 12 million dollars. <i>See</i> testimony of Steven Cohn at 8TR 15-16. Consistent with a claim for punitive damages, the plaintiff is <span class=\"star-pagination\">*1505</span> permitted, and obligated, to prove the financial net worth of the defendants to assist the jury in determining the amount, if any, sufficient to punish and deter such future conduct. <i>See Wolf by </i><i>Wolf v. Procter &amp; Gamble Co.,</i> 555 F.Supp. 613 (D.N.J. 1982); <i>Belinsky v. Goodman,</i> 139 N.J.Super. 351, 354 A.2d 92 (App.Div.1976); <i>Warren v. LeMay,</i> 142 Ill.App.3d 550, 96 Ill. Dec. 418, 491 N.E.2d 464 (Ill.App. 5th Dist. 1986); <i>Wilson v. Colston,</i> 120 Ill.App.3d 150, 75 Ill.Dec. 600, 457 N.E.2d 1042 (Ill. App. 5th Dist.1983); <i>Walker v. Dominick's Finer Foods, Inc.,</i> 92 Ill.App.3d 645, 47 Ill.Dec. 900, 415 N.E.2d 1213 (Ill.App. 1st Dist.1980).</p>\n<p>Further, we find no direct, prejudicial references wherein plaintiff's counsel suggested the justness of his client's cause. Rather, plaintiff merely distilled and highlighted for the jury relevant facts of the case and \"submitted\" to the jurors the possible conclusions to be drawn therefrom.</p>\n<p>Moreover, we find no prejudicial references to facts not in evidence, nor did we discover any remarks to opposing counsel prejudicial in nature. Finally, any statements which somehow could possibly be construed as prejudicial were effectively cured by the court's <i>sua sponte</i> instruction. \"In evaluating the testimony, you, the jurors, yield neither to the arguments of counsel representing the plaintiff or defendants' except as their argument may appeal to your own sense of reasoning....\" 13TR at 133.</p>\n<p></p>\n<h2>VII. <i>Use of Court's prior opinion in Cross-Examination of Defendant, Steven Cohn</i>\n</h2>\n<p>Counsel, both prior and present for the defendants, maintain that prejudicial error was committed during the cross-examination of the defendant, Steven Cohn. Defendant was confronted by counsel with this court's pre-trial opinion, in an effort to contradict his direct examination and to refresh his recollection. We disagree with defendants' counsel that prejudicial error was committed.</p>\n<p>In a pre-trial opinion, this court ordered defendants to segregate or escrow guest revenues which were in dispute in this litigation. <i>Associated Business Telephone Systems Corp. v. Greater Capital Hotel Corp.,</i> No. 87-2697, slip op. (D.N.J. Dec. 8, 1987). The court found that defendants, by retaining these revenues for their own use, were employing an improper self-help remedy. <i>Id.</i> Steve Cohn, on cross-examination, was being questioned on whether he knew what a self-help remedy was, and whether he had ever engaged in one. He denied ever knowingly engaging in behavior which would be characterized as a self-help remedy.<sup>[21]</sup> Plaintiff's counsel referred to the pre-trial opinion by this court to impeach Steve Cohn's testimony<sup>[22]</sup> because defendants did not comply with the court order directing them to cease engaging in the self-help remedy of retaining these revenues. They continued to retain revenues up until the time of trial, and at the present <span class=\"star-pagination\">*1506</span> defendants have not paid any of the revenues allegedly due under the contract to plaintiff, nor put these revenues in escrow. Reading a portion of the pre-trial opinion into evidence, in addition to impeaching Steve Cohn's testimony, established that Steve Cohn had notice that his behavior constituted an improper self-help remedy.</p>\n<p>The probative value of the use of the questioned opinion exceeded the danger of possible unfair prejudice. It is conceded that \"[a] judge presiding at a trial may not testify in that trial as a witness, [and] no objection need be made in order to preserve the point.\" Fed.R.Evid. 605. The opinion, however, did not constitute testimony as a witness. It was not introduced for the truth of its content. It simply was employed to establish that Steven Cohn had notice of the impropriety of his behavior, and to impeach his denial of that notice. <i>Kerr v. First Commodity Corporation of Boston,</i> 735 F.2d 281 (8th Cir.1984) (where the court held that it was appropriate to introduce a consent decree for notice). The obvious use of the opinion was to establish that Steven Cohn knew he was under an obligation to segregate or escrow guest revenues, and not to resort to retention of these revenues. It was evidence of Steve Cohn's state of mind, not evidence as to the content of the opinion.</p>\n<p>Nevertheless, while formulating the charge the court considered defendants' prior objections to the pre-trial opinion. Although plaintiff's counsel clearly told the court and the jury that he was \"proving notice to this witness as to how this conduct was viewed\", 9TR at 29-31, the court took precautionary measures. In the event any prejudice had resulted we charged the jury as follows:</p>\n<blockquote>During the course of this trial, you have been read excerpts from the court's former opinions. As a matter of law, the prior opinions of this court are inadmissable and you must ignore them in rendering your verdict.</blockquote>\n<p>This curative instruction was sufficient to eliminate any possible prejudice. It was submitted to the court by former counsel for the defendants a day or so before the charge was addressed to the jury. Shortly after submitting this instruction, counsel requested its withdrawal without explanation. We granted the request for withdrawal, but nonetheless charged the jury in accordance with the instruction <i>sua sponte.</i></p>\n<p>Present counsel for defendants now maintains that the use of the opinion constituted prejudicial error which could not be cured. The applicable standard, however, is one of harmless error. <i>United States v. Paiva,</i> 892 F.2d 148 (1st Cir.1989). Defendants rely on <i>Zenith Radio Corp. v. Matsushita Electric Industry Co.,</i> 505 F.Supp. 1125, 1185 (E.D.Pa.1980), <i>rev'd on other grounds,</i> 723 F.2d 238 (3d Cir.1983), <i>rev'd and aff'd on other grounds,</i> 475 U.S. 574, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1987); <i>Jones v. Benefit Trust Life Ins. Co.,</i> 800 F.2d 1397 (5th Cir.1986); <i>Schultz v. Thomas,</i> 832 F.2d 108 (7th Cir.1987). These cases, however, are inapplicable to and distinguishable from the case at bar. Additionally, <i>Zenith</i> was brought to the court's attention only a few days before the jury was charged. One may very well infer that upon counsel's belated awareness of <i>Zenith,</i> he decided to withdraw his request for curative instruction so as to preserve a possible ground for a new trial, in the event the jury rendered an unfavorable verdict.<sup>[23]</sup></p>\n<p>In <i>Zenith</i> plaintiffs attempted to introduce a district court's findings of fact. They attempted to introduce these findings for the truth of the matter asserted, unlike the instant case. The court in <i>Zenith</i> was concerned that the \"process of determining trustworthiness ... cognizes the possibility of calling the author of the factfinding or his staff members as witnesses so as to impeach their work.\" <i>Zenith</i> at 1185. There was no possibility of this occurring regarding this court's pretrial opinion, as <span class=\"star-pagination\">*1507</span> the opinion was being introduced to establish Steven Cohn's state of mind.</p>\n<p>The contents of the opinion were not at issue, what was at issue is whether Steven Cohn had notice that his behavior constituted improper self-help. Additionally, in <i>Zenith</i> plaintiffs sought to introduce the opinion into evidence, while plaintiff in this case only made references to the opinion.</p>\n<p>Similarly in <i>Jones</i> defendants attempted to introduce into evidence an opinion for the truth of the matter asserted, and in <i>Schultz</i> the judge himself testified as a witness. We maintain that these cases are clearly distinguishable and inapplicable. Moreover, in <i>Johnson v. Colt Industries Operating Corp.,</i> 797 F.2d 1530 (10th Cir. 1986), a products liability action, the district court permitted use of a prior opinion in an unrelated action as proof that defendant had notice of similar accidents and therefore notice of the propensity of the product to malfunction. The Tenth Circuit concluded that if there was any error, it was not prejudicial.</p>\n<p>This court therefore finds that the use of the pretrial opinion does not constitute grounds for a new trial. The opinion was solely offered as proof of notice, and in any event any prejudice which might have arisen was cured by the court's instruction.</p>\n<p></p>\n<h2>VIII. <i>Punitive Damages and the Individual Liability of the Cohns'</i>\n</h2>\n<p>Additionally, defendants contend that the punitive damage award against the Cohns should be stricken since the jury only awarded punitive damages against them, while awarding compensatory damages against the corporation. Under Illinois law, punitive damages cannot be awarded in the absence of a finding of actual damages. Defendant's Supplemental Brief at 24. Citing, <i>Tonchen v. All-Steel Equipment,</i> 13 Ill.App.3d 454, 300 N.E.2d 616, 624 (Ill.App.2d D.1973). While we do not dispute this general principle of Illinois law, we conclude that the jury's verdict could and should be harmonized in accord with this principle, and that the jury's verdict does not thwart the policy underlying this principle.</p>\n<p>This conclusion is based upon the unique factual circumstances of this case, the clear intent of the jury, as well as the well settled rule that \"where there is a view of the case that makes the jury's answers to special interrogatories consistent, they may be resolved that way.\" <i>Gallick v. Baltimore &amp; Ohio Railroad Company,</i> 372 U.S. 108, 119, 83 S.Ct. 659, 666, 9 L.Ed.2d 618 (1963); <i>Atlantic &amp; Gulf Stevedores, Inc. v. Ellerman Lines,</i> 369 U.S. 355, 364, 82 S.Ct. 780, 786, 7 L.Ed.2d 798 (1962); <i>Andrasko v. Chamberlain Manufacturing Corp.,</i> 608 F.2d 944, 947 (3d Cir.1979).</p>\n<p>In the instant action, the facts strongly warrant a harmonization of the jury's ostensibly anomalous verdict. During the course of this three week trial, the jurors heard substantial testimony which indicated an identity of action and intent between Greater Capital Corporation and its officers, Steven and Mark Cohn. The proofs in this case were absolutely devoid of the classical corporate nature of the defendant, Greater Capital. The corporation was run solely by Steven and Mark Cohn, with some input from their mother, Ethel Cohn. The shareholders of the corporation were Ethel Cohn, and her late husband's estate. It was a tightly knit, family owned, closed corporation<sup>[24]</sup>. Defendants used the corporate entity to commit tortious acts, but they were acting on behalf of themselves as much as on behalf of the corporation. The jury recognized this and responded to the special interrogatories by finding that they had committed conversion, and were individually liable for punitive damages.</p>\n<p>The policy underlying the traditional principle of Illinois law which requires a finding of compensatory damages before imposing punitive damages is \"that a plaintiff who does not even allege a legally cognizable injury cannot obtain a tort judgment.\" <i>Jones v. Reagan,</i> 696 F.2d 551, 554 <span class=\"star-pagination\">*1508</span> (7th Cir.1983); <i>Tonchen v. All-Steel Equipment,</i> 13 Ill.App.3d 454, 300 N.E.2d 616 (Ill.App.2d Div.1973). The jury, however, did find there was a compensable economic injury, as evidenced by their verdict against the corporation. They also found that the Cohns were responsible for this economic injury, as evidenced by their award of punitive damages. Therefore the Illinois policy is not being thwarted.</p>\n<p>Moreover, we think it is clear that the reason the jury did not find the Cohns individually liable for compensatory damages is because they had already found the corporation liable, and they had an obvious desire to prevent a double recovery. The special interrogatories first requested that the jury determine the amount of compensatory damages to be assessed against the corporation. On the next line the interrogatories requested the same regarding the Cohns. By the time they filled out the first line, however, they had accounted for all the compensatory damages. The jury was not specifically instructed on joint and several liability,<sup>[25]</sup> but that was their intent. It is apparent that they acted under the belief that an award against the corporation functioned as an award against the individual defendants. They found both the corporation and the Cohns guilty of conversion.</p>\n<p>We find that the error of assessing compensatory damages only against the corporation was one of form, not of substance. Due to the factual situation, the jury acted as if the acts of the Cohns and the acts of the corporation were one and the same. They were not asked to allocate the damages among the defendants. \"Under these circumstances, Rule 60(a) provides authority to correct the verdicts and judgment.\" <i>Myrtle v. Checker Taxi Company,</i> 279 F.2d 930, 934 (7th Cir.1960).</p>\n<p>We therefore uphold the verdict regarding the punitive damages, and hereby amend the verdict pursuant to Fed.R.Civ.P. 60(a) to find the defendants jointly and severally liable for the compensatory damages. Upholding and amending the verdict vindicates the policy put forth by Illinois law, and furthers the federal policy of harmonizing and upholding jury verdicts.</p>\n<p>For the reasons herein, defendants' motion for J.N.O.V., a new trial, or a remittitur shall be denied.</p>\n<h2>NOTES</h2>\n<p>[1]  Approximately 100 hotels.</p>\n<p>[2]  Ethel Cohn was initially a named defendant to this litigation. The complaint against Ethel Cohn was dismissed for lack of personal jurisdiction. <i>See Associated Business Telephone Corp. v. Greater Capital Corp.,</i> No. 87-2697, slip op. (D.N.J. August 26, 1987).</p>\n<p>[3]  <i>See Associated Business Telephone Corp. v. Greater Capital Corp.,</i> No. 87-2697, slip op. at 2 (D.N.J. August 26, 1987).</p>\n<p>[4]  Irwin I. Kimmelman is presently a Judge of the New Jersey Superior Court, Law Division.</p>\n<p>[5]  It can hardly be contended that there was and is a lack of legal representation of the parties.</p>\n<p>[6]  A modem is a device which converts signals in one form to a form compatible with another type of equipment. It is ordinarily used for transmitting data over telephone lines.</p>\n<p>[7]  Paragraph 6(b) of the Agreement provided:\n</p>\n<p>The aforesaid monthly charges paid to SYSTEM OWNER/OPERATOR by HOTEL shall be sent to a Federally insured bank with instructions for the payment of the expenses of the System and the operation of the telephone System in the priority set forth hereinafter. Said bank shall be selected by SYSTEM OWNER/OPERATOR and approved by HOTEL, which approval by HOTEL shall not be unreasonably withheld, and which bank shall have instructions to pay the expenses of the System and the operation of the System in the following priority: (1) Retention by HOTEL of the amount set forth in paragraph 8 hereinafter;</p>\n<p>(2) Cost of telephone services provided by local telephone companies and common carriers; (3) Cost of monthly maintenance payments; (4) Cost of any service provided to the System; (5) Cost of any debt service for the equipment; (6) The remainder, if any, tendered to SYSTEM OWNER/OPERATOR. SYSTEM OWNER/OPERATOR shall be responsible for any shortfall of funds for the continuation of the telephone service to the HOTEL within five (5) days of notice thereof, provided, however, that the HOTEL is in compliance with the terms of this Agreement and that an event of Default has not occurred.</p>\n<p>[8]  At conferences regarding this case, there were no requests to place anything upon the record.</p>\n<p>[9]  Subsequent to the conclusion of the trial in this case, and during the filing of post trial motions, defendants changed counsel from the Mesirov firm to the Szaferman firm. While Mesirov submitted an initial brief, we permitted the Szaferman firm to submit an additional <i>supplemental</i> brief which was to incorporate the trial transcript. For purposes of completeness, we address each of the contentions in both briefs. Whenever the opinion refers to the Initial Brief, we are referring to the brief submitted by the Mesirov firm. The Supplemental Brief refers to that submitted by the Szaferman firm.</p>\n<p>[10]  Throughout the opinion, reference to the trial transcripts will be as follows: 1TR for July 11, 1989; 2TR for July 11, 1989; 3TR for July 12, 1989; 4TR for July 13, 1989; 5TR for July 14, 1989; 6TR for July 14, 1989; 7TR for July 17, 1989; 8TR for July 18, 1989; 9TR for July 19, 1989; 10TR for July 20, 1989; 11TR for July 21, 1989; 12TR for July 24, 1989; and 13TR for July 25, 1989.</p>\n<p>[11]  This conscious disregard of the court's opinions and orders appears to be a course of conduct of the defendants. Indeed, at the time of the filing of this opinion, it was brought to the court's attention that defendants may have violated a number of the court's prior orders. Specifically, in an Order to Show Cause in which oral argument was heard on January 19, 1990, plaintiff requested the court to impose civil and also commence criminal sanctions against defendants for violations of our January 20, 1988 and May 26, 1989 opinions and orders which forbade defendants from transferring assets out of the ordinary course of business without prior notice to the court and counsel.</p>\n<p>[12]  Two final objections to the court's instructions are made by defendants. First, defendants requested the court to charge that \"when a vendor elects to retake possession of property which is the subject of a contract, the vendor may not then seek damages under the contract.\" Defendants' Initial Brief at ¶ 15. The court refused to charge on this point because this proposition was inapplicable to the facts of the instant matter. <i>See</i> 13TR at 176-177. Secondly, defendants requested the court to charge, \"where a defrauded party has performed a contract in part before he learns of the fraud, the defrauded party may continue to perform the contract and still recover under a fraud theory. Defendants' Initial Brief at ¶ 16. The court's did not charge on this point because the request was specifically withdrawn by counsel prior to the court's charge to the jury. 13TR at 197-198.</p>\n<p>[13]  Further, the testimony which the defendants imply that they were prohibited from introducing, namely events which would impeach Dominic Dalia's testimony that the system was programmed in accordance with the contract, was actually admitted by Dalia's son. Indeed, the direct testimony of Michael Dalia admitted and explained the initial misprogramming and its prompt correction. Thus, no prejudice can result from not allowing defendants to prove an admitted fact.</p>\n<p>[14]  The testimony of William Johnson, a witness for the defense and former employee at the Sheraton O'Hare, can be located at 7TR at 5. Mr. Johnson's testimony was replete with references to pre-1987 occurrences. Specifically, Mr. Johnson testified regarding the number of guest complaints, the alleged discrepancy in billing, and various discussions he had with Michael Dalia of ABTS. <i>See</i> 7TR at 36-47.\n</p>\n<p>The testimony of Thomas Luce, installation supervisor at the XETA corporation can be found at 5TR at 11. Mr. Luce's testimony recounted conversations and occurrences before 1987 regarding the appropriate rate to be applied when computing the billing amounts.</p>\n<p>[15]  Michael Toney is an employee of Bitek, the call accounting system which was installed at the Sheraton O'Hare.</p>\n<p>[16]  Again, defendants do not refer to specific pages of the trial transcript where they allege the error occurred. This is critically important here, because neither the court, nor opposing counsel could discern what defendants meant by the term \"performers.\"</p>\n<p>[17]  It should be noted that it was the <i>agreement of the parties</i> that for the purposes of judicial economy, the issue of offsets would be handled post-trial by either U.S. Magistrate Rosen or this court.</p>\n<p>[18]  Claiming that Illinois law does not allow punitive damages in the absence of actual damages, defendants apparently request a J.N.O.V. on the punitive damage award against the Cohns individually. We will deny this request for the reasons stated, <i>infra,</i> in Point VIII, p. 1507.</p>\n<p>[19]  Larry Botz was the General Manager of the Sheraton O'Hare Hotel during the critical period between April, 1987 and October, 1987. He confirmed that Mark Cohn was actively involved in the day to day operations of the hotel.</p>\n<p>[20]  Milton Karahoulis was Associated's local counsel in Chicago and prepared contracts and other legal documents for the company. 3TR at 146-158.</p>\n<p>[21]  Q. Well, doesn't that which you just said, doesn't that amount to what might be called a self-help remedy? In other words, you were helping yourself?\n</p>\n<p>Mr. Rendell: He's characterizing  he can ask the witness to characterize </p>\n<p>The Court: He's explaining it to him. You know what self-help means don't you?</p>\n<p>The Witness: Yes</p>\n<p>The Court: What is it?</p>\n<p>The Witness: It's when you take the law into your own hands effectively and decide you're going to inflict a remedy on somebody.</p>\n<p>Mr. O'Brien: I'm sorry would you read that back? (Whereupon the court reporter read back the requested answer)</p>\n<p>Q: And isn't that in effect what you did in this case?</p>\n<p>A: No, I don't think so.</p>\n<p>[22]  Q: Now you had notice, did you not, that the court had decided that what you were doing was a self-help remedy, did you not?\n</p>\n<p>A: I don't know that the court ever said it was a self-help remedy.</p>\n<p>* * * * * *</p>\n<p>Q. Let me help you. Just read with me. The last sentence of the last paragraph on page 8 of this opinion which was entered into [sic] this case, \"Self help remedies are not favored by law and this court will not permit the defendants to continue such an outrageous course of conduct.\"</p>\n<p>[23]  Obviously prior counsel was of the opinion that the alleged claim of prejudice could be cured by the submission of its supplemental curative instruction. As heretofore indicated the request was withdrawn not because of any stated change of opinion, but for so called strategic reasons.</p>\n<p>[24]  Greater Capital was part of Salmark corporation, an umbrella organization which held all the business interests of the Cohn family.</p>\n<p>[25]  The court was not requested to charge on this type of liability.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">729</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1488</span></span> (1990)</b></center>\n<center><h1>ASSOCIATED BUSINESS TELEPHONE SYSTEMS CORPORATION, Plaintiff, Counter-claim Defendant,<br>\nv.<br>\nGREATER CAPITAL CORPORATION, Mark Cohn and Steve Cohn, Defendants, Counter-claim Plaintiffs,<br>\nv.<br>\nDominic DALIA, Counter-claim Defendant.</h1></center>\n<center>Civ. A. No. 87-2697.</center>\n<center><p><b>United States District Court, D. New Jersey.</b></p></center>\n<center>February 6, 1990.</center>\n<p><span class=\"star-pagination\">*1489</span> <span class=\"star-pagination\">*1490</span> Wolff &amp; Samson, P.C. by Thomas R. O'Brien, Robert E. Nies, Roseland, N.J., for plaintiff.</p>\n<p>Mesirov, Gelman, Jaffe, Cramer &amp; Jamieson by David L. Creskoff, Edward G. Rendell, Jerry M. Gewertz, Cherry Hill, N.J., and Szaferman, Lakind, Blumstein, Walter &amp; Blader by Jeffrey P. Blumstein, Lawrenceville, N.J., for defendants.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>COHEN, Senior District Judge:</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>Following a three week jury trial, in this tort of conversion and breach of contract <span class=\"star-pagination\">*1491</span> action, the following verdicts were returned:</p>\n<blockquote>$1,370,386.85 for compensatory damages in favor of the plaintiff, Associated Business Telephone Systems Corporation (\"Associated or ABTS\") against the defendant, Greater Capital Corporation (\"Greater Capital\"); $200,000 for punitive damages against each of the defendants, Mark Cohn and Steven Cohn (\"Cohns\"), totalling $400,000; and, further, \"No Cause for Action\" on the defendants' counterclaim against plaintiff and the counterclaim-defendant, Dominic Dalia.</blockquote>\n<p>Presently before the court is a motion by the defendants for Judgment Notwithstanding the Verdict (\"J.N.O.V.\"), or, in the alternative, a New Trial, or, in the alternative, an Order of Remittitur.</p>\n<p>The plaintiff, Associated, is a New Jersey Corporation engaged in the selling, installing and maintenance of telephone systems and related telecommunication services on the premises of various hotels<sup>[1]</sup> throughout the United States.</p>\n<p>The defendant-counterclaimant, Greater Capital, is a California corporation, with its principal place of business in California. The officers of Greater Capital are the Cohn family, Steven Cohn, Mark Cohn, Ethel Cohn<sup>[2]</sup>, and Alexis Llewellyn, as well as Terri Jones and David Pierson.</p>\n<p>Greater Capital is the owner and operator of the Sheraton O'Hare Hotel (\"Hotel\") located near the O'Hare International Airport (Mannheim Road) in Chicago, Illinois, which is a franchisee of the Sheraton Hotel chain.</p>\n<p>Defendants-counterclaimants, Mark Cohn and Steven Cohn reside in California. They each own a part of the Hotel individually.<sup>[3]</sup> They also are vice-presidents of Greater Capital, and Ethel Cohn is its president. The defendant-counterclaimant, Dominic Dalia, is the president of the plaintiff corporation, Associated. He resides in Berlin, New Jersey and maintains his principal place of business there, as well as an office in Chicago, Illinois.</p>\n<p>As to counsel for the parties, the plaintiff, Associated, and the defendant-counterclaimant, Dalia, are represented by Thomas O'Brien, Esquire and Robert E. Nies, Esquire, associates of the former law firm of Kimmelman,<sup>[4]</sup> Wolf and Samson, now Wolf and Samson. The defendants were represented initially by David Creskoff, Esquire, Edward Rendell, Esquire, and Jerry M. Gewertz, Esquire, associates of the law firm of Mesirov, Gelman, Jaffe, Cramer and Jamieson, Esquires, and presently by Jeffrey P. Blumstein, Esquire, a partner in the firm of Szaferman, Lakind, Blumstein, Walter and Blader, Esquires.<sup>[5]</sup></p>\n<p>On January 21, 1986, plaintiff entered into a written contract (\"Agreement\") with Greater Capital, pursuant to which, in June of 1986, plaintiff installed a telephone system at the Sheraton Hotel which supplied local and long distance telephone service to hotel guests and management. The system was installed by employees from plaintiff's New Jersey office.</p>\n<p>In accordance with the terms of the contract, Greater Capital was obligated to deposit the monthly revenues, generated by use of the telephone system, with a designated commercial checking account in a federally insured bank. A portion of these revenues would subsequently be repaid to Greater Capital, with the remainder to be retained by plaintiff to pay, among other things, the Hotel's local and long distance telephone bills.</p>\n<p>The contract between the parties was to have remained in force for a period of ten <span class=\"star-pagination\">*1492</span> years. Agreement ¶ 2(B). It granted plaintiff the exclusive right to act as general contractor and facility manager for the telephone system, Agreement ¶ 4, and provided plaintiff with access to the system twenty four hours a day for the purposes of maintenance. The equipment remained the property of plaintiff, although Greater Capital had the option to buy it after ten years for the sum of One Dollar, Agreement ¶ 5. Plaintiff retained the right to remove the system from the Hotel upon default of any terms of the Agreement, ¶ 2. The Agreement expressly provided that it was governed by Illinois law, Agreement, ¶ 20.</p>\n<p>Both the Hotel and the plaintiff were able to keep track of phone usage by way of a monitor programmed and installed by plaintiff which apparently printed out a record of each phone call and its cost to the Hotel. The monitor remitted this information to plaintiff's New Jersey office.</p>\n<p>Subsequently, disputes arose as to billing; the Hotel believed that plaintiff was overcharging guests for their calls. Following meetings in Chicago regarding these disputes, plaintiff apparently installed some new equipment and trained the Hotel's employees on how to use it. The training was performed by employees from plaintiff's New Jersey office. On April 10, 1987, after another meeting in Chicago, plaintiff and Greater shook hands and entered into an accord and satisfaction agreement in which they reconciled their differences. They agreed that Greater Capital would pay to plaintiff in installments, approximately $135,000, which sum represented the money owed to plaintiff for the months of October, 1986 through March, 1987. Their agreement further provided that charges due to plaintiff for the month of April, 1987 were to be paid by May 15, 1987.</p>\n<p>The record indicates that both Mark and Steven Cohn, played an important role in the aforementioned meetings and in various other respects participated in attempts to resolve the billing problems.</p>\n<p>Although the bulk of the $135,000 payment due under the April 10th Agreement apparently was paid to plaintiff, billing disputes arose once again as to the amount due plaintiff for the period subsequent to the agreement. The parties were unable to reconcile these differences and on July 13, 1987, plaintiff filed its complaint in the instant case. Plaintiff alleges that Greater Capital is in breach of the contract by, <i>inter alia,</i> disconnecting or otherwise wrongfully interfering with the remote monitor mechanism through which plaintiff, in New Jersey, monitored the use of the telephone system. Plaintiff further alleges that Greater Capital has failed to remit the monthly revenue generated by the system as required; further, plaintiff claims that it has received no payments from the Hotel since April of 1987. Plaintiff also charges both Greater Capital and the individual defendants with conversion of plaintiff's property by failing to remit payments due and for their conversion of the plaintiff's telephone system.</p>\n<p>In response to the plaintiff's claims, the defendants contend that on July 7, 1987, plaintiff without notice caused the long distance telephone service at the Sheraton to be terminated, making it impossible for the hotel and its guests to directly dial long distance telephone calls, and that it took nearly a week to completely restore telephone service. Defendants further maintain that the monitor was still registering the information it ordinarily did, but was not sending the data to plaintiff because the modem<sup>[6]</sup> would be used by Associated to further disrupt hotel telephone service.</p>\n<p>Defendants further assert that payments have not been remitted to plaintiff, as requested, because they have not received monthly bills itemizing the use of the telephone system, and also because after plaintiff allegedly terminated long distance service defendants \"were forced to make their own arrangements with local and long distance carriers whose charges (which previously had been paid by plaintiff) are being paid by Sheraton.\"</p>\n<p><span class=\"star-pagination\">*1493</span> In November, 1987, Associated sought partial summary judgment to enforce paragraph 6(b)<sup>[7]</sup> of the Agreement as a matter of law. On December 8, 1987, this court granted plaintiff partial summary judgment and ordered defendant to \"make payments of the gross telephone operating revenue and other charges under the Agreement to a federally insured bank for further distribution therefrom pursuant to the terms of the Agreement,\" which they failed to do. <i>Associated Business Telephone Systems Corp. v. Greater Capital Hotel Corp.,</i> No. 87-2697, slip op. at 9 (D.N.J. Dec. 8, 1987). The opinion and order very clearly specified that, pending a final resolution of the factual issues as to which party was in breach of contract, Greater Capital must fully perform its obligation under the undisputed terms of the agreement. <i>Id.</i> at p. 8.</p>\n<p>Subsequently, in a second order dated March 2, 1988, we amended the order to specifically direct the defendants to deposit $338,269.17 into the New Jersey National Bank. Again, in April 22, 1988, we found defendants breached the agreement, and we ordered defendants to allow plaintiff to remove its telephone system from defendants' hotel facility. Defendants appealed both the March 2, 1988 and April 22, 1988 opinions and orders to the Third Circuit Court of Appeals. The Third Circuit dismissed the appeal from the March 2, 1988 opinion and order on the ground that it was not a final appealable order, pursuant to Fed.R.Civ.P. 54(b), and affirmed our decision concerning the April 22, 1988 opinion and order. <span class=\"citation\" data-id=\"514590\"><a href=\"/opinion/514590/associated-business-telephone-systems-corporation-v-greater-capital/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">793</span></a></span> (3d Cir.1988) (Gibbons, C.J.).</p>\n<p>Ever since the complaint was filed, in this never ending saga of litigation, numerous motions have been submitted by counsel, during the pre-trial period and during and after the three week trial, which required at least fourteen opinions by the court, eight by the Magistrate and one by the Court of Appeals.</p>\n<p>Additionally, as the preparation of this opinion was nearing completion, the court found itself confronted with two more motions. The first is an appeal from a decision of Magistrate Rosen. The second motion was filed when it was recently brought to the attention of the court, that the Sheraton O'Hare Hotel was sold by the defendants, without any notice whatsoever to the plaintiff, or to the court and, in violation of this court's prior orders. When counsel for the plaintiff discovered that the sale occurred, he addressed a letter dated December 1, 1989, to both prior and present counsel for the defendants seeking information in regard thereto. There was no response either by prior or present defense counsel. Again on December 15, 1989, another letter was addressed to both defense counsel to which there was no response.</p>\n<p>As a result thereof, application was made to the court by the plaintiff for an Order to Show Cause why (1) the defendants should not be enjoined to rescind the sale of the Hotel; (2) the court should not impose sanctions and commence criminal contempt proceedings; (3) costs and counsel fees should not be awarded; and (4) no such further relief as the court deems appropriate should be imposed. The plaintiff's motion <span class=\"star-pagination\">*1494</span> was returnable and argued on Friday, January 19, 1990.</p>\n<p>Furthermore, during the entire pre-trial period, countless conferences were conducted by Magistrates Simandle, Rosen and this court. The customary conferences were held almost daily. There was discussion and review of counsels' requests to charge, and the court indicated to counsel its usual instructions. Such a conference is rather informal, and it is the court's experience that they accomplish much more than a formal proceeding in open court, in the presence of the parties, witnesses and spectators. Of course, a court reporter is always available for counsel to place upon the record anything they may desire,<sup>[8]</sup> which was not done. To illustrate the practicality of such a conference, counsel originally submitted fifty-nine requests to charge. As a result of a conference they were drastically revised and reduced.</p>\n<p>Now, as to special interrogatories: To facilitate the task of the jurors, in determining their verdict, the court requested counsel to submit proposed special interrogatories. This is the proper procedure, in a case such as this, where we have multiple parties and multiple issues. In response thereto one party submitted 101 proposed interrogatories, the other 102, totalling the startling figure of 203. After numerous discussions the number was drastically reduced to 16.</p>\n<p>With regard to the traditional discussion as to the court's charge to the jury, a conflict has arisen. The plaintiff contends that the parties reached an agreement regarding the legal instructions to be submitted to the jury. Defendants deny any agreement was reached. Because of the passage of time, the court cannot recall, with any degree of reasonable certainty, whether such an understanding was or was not reached.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>We now turn to a consideration and determination of the numerous errors the defendants allege were committed by the court. They move for a new trial pursuant to Fed.R.Civ.P. 59(e) on this basis. There are a myriad of reasons for which a new trial may be granted, specifically the verdict being against the weight of the evidence, excessive damages, evidentiary errors, and erroneous instructions. <i>See </i><i>Montgomery Ward &amp; Co. v. Duncan,</i> <span class=\"citation\" data-id=\"103403\"><a href=\"/opinion/103403/montgomery-ward-co-v-duncan/\"><span class=\"volume\">311</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">243</span></a></span>, <span class=\"citation\" data-id=\"103403\"><a href=\"/opinion/103403/montgomery-ward-co-v-duncan/\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">189</span></a></span>, <span class=\"citation\" data-id=\"103403\"><a href=\"/opinion/103403/montgomery-ward-co-v-duncan/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">147</span></a></span> (1940); 6A Moore's Federal Practice § 59.08(1) (2d ed. 1989). Harmless error, however, is not one of them. Fed.R.Civ.P. 61. Further, certain errors will be waived by counsel unless the record is preserved through objection. <i>See </i><i>Heiselmoyer v. Pennsylvania Railroad,</i> <span class=\"citation\" data-id=\"242065\"><a href=\"/opinion/242065/raymond-n-heiselmoyer-v-the-pennsylvania-railroad-company/\"><span class=\"volume\">243</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">773</span></a></span> (3d Cir.1957). We conclude that the instructions given in this case represented the applicable law based upon the evidence presented at trial. Moreover, if any errors were made of a different nature, they were not prejudicial. We shall discuss below each of defendants' objections.</p>\n<p></p>\n<h2>I. <i>Jury Instructions</i>\n</h2>\n<p></p>\n<h2>1. <i>Breach of Contract</i>\n</h2>\n<p>Initially, defendants allege that this court failed to instruct the jury that \"a party suing on a contract and alleging performance can recover only by proving performance in <i>strict</i> accordance with the terms.\" Defendants' Initial Brief at 9 (emphasis added).<sup>[9]</sup> Further, defendants take issue with the court's refusal to charge that \"where plaintiff has failed to perform its obligations as required by the contract defendants are thereby relieved of their obligations under the contract.\" In response <span class=\"star-pagination\">*1495</span> thereto, the court's actual charge on the breach of contract issue stated:</p>\n<blockquote>In order to establish a material breach, the party alleging a breach must first prove its performance of all conditions precedent to the other parties duty to perform and its offer to perform all conditions concurrent to the other parties [duty] to perform. Therefore, if you find that under the agreement Associated's obligation to perform a telephone service in accordance with the agreement arose only after Greater performed their obligations under the Agreement you can find that Associated materially breached the Agreement only if Greater proves through a preponderance of the evidence that it had fully performed its obligations under the contract.</blockquote>\n<p>13TR at 138.</p>\n<p>A court is not bound by the terminology contained in a party's proposed instructions. For it is well settled that \"a party has no vested interest in any particular form of instruction, the language of the instruction is for the trial court to determine.\" 5A Moore's <i>Federal Practice</i> § 51.06. Upon a review and comparison of the actual charge and the one proposed, we conclude that the actual charge given subsumed and covered all of the issues of which the defendants now complain. As such, we do not consider that the alleged failures to charge as requested necessitate a new trial.</p>\n<p></p>\n<h2>2. <i>Conversion</i>\n</h2>\n<p>Further, Greater claims error was committed when the court refused to instruct the jury in accordance with its proposed charges of Illinois law, which stated that \"in an action for conversion of money, it is necessary to demonstrate that the money in question is in a specific existing fund and that the money in question was not subject to being reduced by collection costs.\" Defendants' Initial Brief at 10, <i>citing </i><i>Eggert v. Weisz,</i> <span class=\"citation\" data-id=\"501862\"><a href=\"/opinion/501862/herbert-l-eggert-v-robert-weisz-david-blair-and-mary-anne-foran/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1261</span></a></span> (7th Cir.1988); <i>Mid-America Fire and Marine Insurance Co. v. Middleton,</i> 127 Ill.App.3d 887, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">555</span></span>, <span class=\"citation no-link\"><span class=\"volume\">468</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1335</span></span> (1980).</p>\n<p>The court, after reviewing the parties' proposed requests to charge, and in light of the evidence submitted in the case, instructed the jury as follows:</p>\n<blockquote>Now, as to conversion. Conversion is an unauthorized assumption and exercise of the rights of ownership over property of another to the exclusion of the owner's rights. In order to prove conversion the [p]laintiff must establish each of the four elements to a preponderance of the evidence. First, the [d]efendants unauthorized and wrongful assumption of control over personal property, secondly, [p]laintiff's right to that property, thirdly, [p]laintiff's absolute and unconditional right to possession of that property and finally, [p]laintiff's demands for possession. Therefore, if you find that the [d]efendant's [sic] wrongfully assumed control over the hotel guest revenues, the monies owed for administrative uses of the telephone system or the telephone system equipment, that [p]laintiffs [sic] had an immediate and absolute right to this property under the agreement and that the [p]laintiffs [sic] demanded possession of this property; you should find for the [p]laintiffs [sic] on its claim for conversion.</blockquote>\n<p>13TR at 131-133.<sup>[10]</sup></p>\n<p>Defendants suggest that the court's failure to charge regarding the issue of conversion warrants a new trial. They, however, fail to recognize the facts underlying the conversion count. While defendants characterize the action as one for the \"conversion of money,\" plaintiff has consistently, from the commencement of these proceedings, maintained that in addition to the wrongful use of the monies by the Cohns, they also commandeered and converted personal property of the plaintiff, namely, the telephone system in question. Thus, in <span class=\"star-pagination\">*1496</span> this regard, the court's proposed charge correctly details Illinois law on this issue. <i>See </i><i>Eggert v. Weisz,</i> <span class=\"citation\" data-id=\"501862\"><a href=\"/opinion/501862/herbert-l-eggert-v-robert-weisz-david-blair-and-mary-anne-foran/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1261</span></a></span> (7th Cir.1988); <i>Andrews v. Mid-America Bank &amp; Trust Co.,</i> 152 Ill.App.3d 139, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">114</span></span>, <span class=\"citation\" data-id=\"2107685\"><a href=\"/opinion/2107685/andrews-v-mid-america-bk-tr-co/\"><span class=\"volume\">503</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1120</span></a></span> (Ill.App. 5th Dist.1987).</p>\n<p>Defendants' contention that the court committed error in failing to instruct the jury that Illinois law forbade a finding of conversion of money, unless the revenues were capable of being described as a specific chattel is also unpersuasive. While we recognized, at the time of our instruction, this precept of Illinois law, we specifically refused to charge on this issue because the facts of the case simply did not support such a charge.</p>\n<p>It is true that under Illinois law, an action for conversion of money may lie only if funds are \"capable of being described as a specific chattel.\" <i>Eggert,</i> <span class=\"citation\" data-id=\"501862\"><a href=\"/opinion/501862/herbert-l-eggert-v-robert-weisz-david-blair-and-mary-anne-foran/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1261</span></a></span>, 1264 (7th Cir.1988). Plaintiff must be able \"to identify the money owed him as a specific chattel.\" <i>Id.</i></p>\n<p>Of course, Associated cannot point to duly segregated proceeds because Greater commingled telephone revenues with its other hotel revenues as they were earned, and Greater never paid a dime according to the payment specifications of their contract, and this court's prior orders. Greater cannot insulate itself from liability by its own wrongdoing, for a court of equity may rely on the doctrine of \"equitable estoppel.\" This precept \"applies both in law and in equity to deny a party the right to plead and prove an otherwise important fact ... because of something [the wrongdoer] has done or omitted to do.\" <i>F.E.L. Publications, Ltd. v. Catholic Bishop of Chicago,</i> <span class=\"citation\" data-id=\"1654460\"><a href=\"/opinion/1654460/fel-publications-v-catholic-bishop-of-chicago/\"><span class=\"volume\">506</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1127</span></a></span>, 1137 (N.D.Ill.1981). It is a well established maxim of the law that \"he who comes into equity must come with clean hands.\" <i>Dr. Franklin Perkins School v. Freeman,</i> <span class=\"citation\" data-id=\"440314\"><a href=\"/opinion/440314/dr-franklin-perkins-school-and-cross-appellee-v-dr-arthur-j-freeman/\"><span class=\"volume\">741</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1503</span></a></span>, 1517 (7th Cir.1984). The doctrine of unclean hands, like the doctrine of equitable estoppel, \"is not limited to suits in equity; the general principle is equally suited to damage actions.\" <i>F.E.L. Publications, supra,</i> 506 F.Supp. at 1137.</p>\n<p>Defendants have totally disregarded two prior Opinions and Orders of this Court that it/they deposit telephone revenues in a federally insured bank.<sup>[11]</sup> It would work a manifest injustice if defendants could now enjoy insulation from a conversion charge because they deposited not a cent pursuant to either the contract or the orders of this Court. \"Since it is the historic purpose of equity to secure complete justice,\" <i>Walters v. Marathon Oil Co.,</i> <span class=\"citation\" data-id=\"387927\"><a href=\"/opinion/387927/dennis-e-walters-and-betty-l-walters-dba-dennys-food-mart-plaintiffs/\"><span class=\"volume\">642</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1098</span></a></span>, 1100 (7th Cir.1981), defendants shall be equitably estopped, as a matter of Illinois law, from asserting as a defense to conversion that no specific existing fund exists or that the monies were subject to reduction by collection costs.</p>\n<p></p>\n<h2>3. <i>Instructions on Admissions</i>\n</h2>\n<p>Further, defendants assert that, \"it was error for this court to fail to instruct the jury that the admissions by plaintiff stood in the same relation to the case as sworn testimony.\" Defendants' Initial Brief at 12. <i>Citing </i><i>Ark-Tenn Distributing Corp. v. Breidt,</i> <span class=\"citation\" data-id=\"233126\"><a href=\"/opinion/233126/ark-tenn-distributing-corp-v-breidt-breidt-appeal-of-breidt-appeal-of/\"><span class=\"volume\">209</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">359</span></a></span>, 360 (3d Cir.1954). Significantly, defendants' cryptic allegation fails to specify precisely which admission they refer to, and what prejudice resulted from a failure to charge on this point. Defendants have not set forth any authority which would require this court to charge on the weight to be given such testimony. It is evident to this court that plaintiff's admissions to certain facts have independent strength, and any argument by defendants that they have suffered prejudice is specious at best.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1497</span> 4. <i>Liquidated Damages</i>\n</h2>\n<p>Fourth, defendants maintain, \"it was error for this court to have failed to instruct the jury that liquidated damages are unenforceable where they are not reasonable.\" Defendants' Initial Brief at ¶ 13. However, under Illinois law, the determination of reasonableness of a damage clause is one of law, and not of fact. As such, the proposed request is not a proper subject of a jury charge. <i>Lake River Corp. v. Carborundum Co.,</i> <span class=\"citation\" data-id=\"456374\"><a href=\"/opinion/456374/lake-river-corporation-plaintiff-appellee-cross-appellant-v-carborundum/\"><span class=\"volume\">769</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1284</span></a></span>, 1289 (7th Cir. 1985).</p>\n<p></p>\n<h2>5. <i>Pattern of Conduct</i>\n</h2>\n<p>Fifth, defendants charge that this court erred by failing to instruct the jury, as requested, that \"there is a presumption that once a pattern of conduct is established that it continues until the contrary is shown.\" Defendants' Initial Brief at 14. On a preliminary note, it is this court's specific recollection that this request was withdrawn before the court's charge. As such, it could very easily be deemed waived. However, even assuming defendants preserved the issue, our refusal to charge on this request certainly cannot be said to be grounds for a new trial. The rule of law proposed by defendants, \"calls for the exercise of sound discretion by the trial judge according to the likelihood of the persistence of a fact [such as whether there was a persistent course of conduct] under the circumstances of the case.\" <i>See </i><i>Brinson v. Hernandez,</i> <span class=\"citation\" data-id=\"1544392\"><a href=\"/opinion/1544392/brinson-v-hernandez/\"><span class=\"volume\">24</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">391</span></a></span>, 393, <span class=\"citation\" data-id=\"1544392\"><a href=\"/opinion/1544392/brinson-v-hernandez/\"><span class=\"volume\">132</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">289</span></a></span>, 290 (1957).</p>\n<p>In the present action, in the court's discretion, it was not deemed that a charge was necessary and warranted, based upon the testimony presented. While Dominic Dalia admitted that the system was programmed using operator assisted rates, the evidence presented did not support the conclusion that this was not what the parties intended, and more importantly, that it persisted.</p>\n<p></p>\n<h2>6. <i>Fraud</i>\n</h2>\n<p>Sixth, defendants cite errors in the court's charge relating to their counterclaim against Dominic Dalia for fraud. <i>Citing </i><i>Duhl v. Nash Realty,</i> 102 Ill.App.3d 483, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">904</span></span>, <span class=\"citation\" data-id=\"2147212\"><a href=\"/opinion/2147212/duhl-v-nash-realty-inc/\"><span class=\"volume\">429</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1267</span></a></span> (1st Dist., 4th Div.1981), defendants state that according to Illinois law, \"it is immaterial whether a party misrepresenting a material fact knew it to be false, and that statements made in culpable ignorance of their truth or falsity are deemed fraudulent.\" Defendants' Initial Brief at ¶ 17.</p>\n<p>As previously mentioned, the proposed charge submitted by defendants was refused because, in our opinion, it simply is not the law of Illinois. Under <i>Duhl,</i> <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">904</span></span>, <span class=\"citation\" data-id=\"2147212\"><a href=\"/opinion/2147212/duhl-v-nash-realty-inc/\"><span class=\"volume\">429</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1267</span></a></span> (Ill.App.1982), this proposition is at best, only partially true, because it is not enough to merely make an assertion without knowing the truth or falsity thereof. While the motive and intent of the party making the allegedly fraudulent assertion is immaterial, <i>id.</i> 57 Ill.Dec. at 911, 429 N.E.2d at 1274, \"knowledge of wrongdoing sufficient to support an action for fraud exists where  representations which are in fact false are made in <i>reckless disregard</i> of their truth or falsity (emphasis added).\" <i>Id.</i> This, <i>Duhl</i> states, is culpable ignorance, <i>id.,</i> which is presumably distinguishable from innocent misrepresentations. As for innocent misrepresentation, the <i>sole</i> right to recovery is statutory (the Consumer Fraud and Deceptive Business Practices Act, Ill. Rev.Stat. ch. 121½). This statute is the only source of any Illinois action for innocent misrepresentation. <i>Miller v. Affiliated,</i> <span class=\"citation\" data-id=\"2379548\"><a href=\"/opinion/2379548/miller-v-affiliated-financial-corp/\"><span class=\"volume\">600</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">987</span></a></span>, 996 (N.D.Ill.1984). Innocent misrepresentations can, however, be the basis for the equitable remedy of rescission. <i>Puskar v. Hughes,</i> <span class=\"citation no-link\"><span class=\"volume\">179</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">522</span></span>, 525, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">880</span></span>, 884, <span class=\"citation\" data-id=\"2132180\"><a href=\"/opinion/2132180/puskar-v-hughes/\"><span class=\"volume\">533</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">962</span></a></span>, 966 (Ill.App.1989).</p>\n<p></p>\n<h2>7. <i>Rescission</i>\n</h2>\n<p>Defendants' requested charge on the issue of rescission stated: \"where a party to a contract has been defrauded, that by operation of law the party is entitled to rescission of the contract.\" 13TR at 120. The court refused to charge on this point because it was patently improper in light of the facts established in the case.</p>\n<p><span class=\"star-pagination\">*1498</span> While defendants' proposition is partially correct, Illinois law also requires that one seeking to rescind a contract on the ground of fraud, must elect to do so promptly after learning of the fraud. <i>Farmer's Auto Insurance Association v. Pursley,</i> <span class=\"citation\" data-id=\"2247023\"><a href=\"/opinion/2247023/farmers-auto-ins-assn-v-pursley/\"><span class=\"volume\">130</span> <span class=\"reporter\">Ill. App. 2d</span> <span class=\"page\">980</span></a></span>, <span class=\"citation\" data-id=\"2247023\"><a href=\"/opinion/2247023/farmers-auto-ins-assn-v-pursley/\"><span class=\"volume\">267</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">734</span></a></span>, 738 (5th Dist. 1971). In the present case, defendants sought to invoke this defense at the time of trial. Defendants admitted they learned of the fraud during discovery, and have not even alleged attempting to rescind the contract promptly upon discovery of the fraud.<sup>[12]</sup></p>\n<p></p>\n<h2>8. <i>Reference to Partial Summary Judgment</i>\n</h2>\n<p>Defendants suggest that \"this Court erred in allowing plaintiff's counsel to bring to the attention of the jury the fact that a partial summary judgment had already been rendered by this court.\" Defendants' Initial Brief at ¶ 4. Again, defendants make a cryptic objection without any specific reference to the trial transcript or without any identifiable showing of prejudice. Nonetheless, upon an independent review of the transcript and applicable case law, we conclude that a new trial is not warranted. First, it is the court's specific recollection that neither the order awarding partial summary judgment, nor the opinion was ever introduced into evidence. Rather, references were made to the subject by certain witnesses (e.g. Bertha Webb, Controller, an employee of the defendants) when calculating damages and credits so as to avoid a double recovery by Associated. Moreover, this court directed the jurors that \"as a matter of law, the prior opinions of this court are inadmissible and you must ignore them in rendering your verdict.\" 13TR at 149.</p>\n<p></p>\n<h2>9. <i>Accord and Satisfaction and events prior to April 10, 1987</i>\n</h2>\n<p>Defendants further maintain that \"this court erred in finding <i>and in allowing the jury to be told</i> that the April 10, 1987 letter agreement constituted an Accord &amp; Satisfaction.\" Defendants' Initial Brief at ¶ 8 (emphasis added). Second, defendants aver that it was error for this court \"to have prohibited defendants' counsel from examining witnesses prior to April 10, 1987.\" Defendants' Initial Brief at ¶ 9.</p>\n<p>Regarding defendants' claim that this court somehow allowed the jury to be told that the April 10, 1987 Agreement was an Accord &amp; Satisfaction, we feel defendants simply misconstrue the facts. The court specifically refused to instruct the jury that the Agreement constituted an Accord &amp; Satisfaction, despite plaintiff's requests. When reference was made to the April 10, 1987 Agreement, it was made for purposes of clarity. Moreover, a number of witnesses presented by the defendants referred to the fact that all claims between the parties were extinguished as of the April 10, 1987 Agreement. Thus, the court is hard pressed to find any prejudice resulting towards defendants since they volunteered the information.</p>\n<p>Additionally, defendants' contention that the court wrongfully excluded evidence as to events prior to April 10, 1987 is equally unpersuasive. First, as we clearly expressed in our July 11, 1989 Opinion, we would, and did allow evidence of pre-April 10, 1987 events to show a course of conduct. As we stated:</p>\n<blockquote>To facilitate a smooth and effective trial of the issues, any alleged or actual breach of contract by Associated prior to April 10, 1987 shall not be the subject of proof since an Accord and Satisfaction <span class=\"star-pagination\">*1499</span> was entered into on April 10, 1987. Obviously, however, defendants cannot be precluded from stating what allegedly occurred prior to April 10, 1987 to show a course of conduct and understanding among [sic] the parties.</blockquote>\n<p><i>Associated Business Corp. v. Greater Capital Corp.,</i> No. 87-2697, slip op. at 12-13 (D.N.J. July 11, 1989).</p>\n<p>In accordance with this directive, defendants took advantage of the opportunity and introduced substantial testimony of events prior to April 10, 1987 which showed an alleged course of conduct of overbilling by Associated and Dominic Dalia.<sup>[13]</sup></p>\n<p>Moreover, a review of the testimony indicates that the defendants actually introduced substantial evidence of pre-April 10, 1987 occurrences. <i>See</i> testimony of Thomas Luce and William Johnson.<sup>[14]</sup></p>\n<p>Further, Michael Toney<sup>[15]</sup> testified at length regarding the cost accounting system which was removed in <i>November</i> of <i>1986.</i> Defendants, therefore, had full opportunity to, and did, explore their counterclaim for breach of contract and fraud. Thus, we conclude that no prejudice resulted from our July 11, 1989 ruling and our adherence to it at trial.</p>\n<p></p>\n<h2>10. <i>Exclusion of Certain Responses to Pre-Trial Discovery</i>\n</h2>\n<p>As an additional basis for a new trial, defendants suggest that the court erred in excluding (a) an affidavit of Michael Toney, (b) plaintiff's response to defendants' request for admissions, (c) certain of plaintiff's answers to interrogatories, and (d) portions of Thomas Luce's deposition. Defendants' Initial Brief at ¶ 19-22.</p>\n<p></p>\n<h2>(a). <i>Affidavit of Michael Toney</i>\n</h2>\n<p><i>Citing </i><i>Gore v. Maritime Overseas Corporation,</i> <span class=\"citation\" data-id=\"2349620\"><a href=\"/opinion/2349620/gore-v-maritime-overseas-corporation/\"><span class=\"volume\">256</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">104</span></a></span> (E.D.Pa.1966), <i>aff'd in part</i> and <i>rev'd in part,</i> <span class=\"citation no-link\"><span class=\"volume\">378</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">584</span></span> (3d Cir.1967), defendants assert that this court erred in prohibiting defendants from moving into evidence Exhibit D-107, an affidavit of Michael Toney, which was previously marked at his deposition.</p>\n<p>It is well established that generally, if a deposition is admissible, exhibits marked at the taking of the deposition are admissible. <i>Gore,</i> 256 F.Supp. at 119. Notwithstanding the general principle of <i>Gore</i> which arguably would allow such exhibits into evidence, defendants have not demonstrated any prejudice from the court's ruling. Further, despite <i>Gore,</i> the court, within its discretion, retains the power to exclude otherwise admissible evidence. As stated in Fed.R.Evid. 403, \"although relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, ..., <i>or needless presentation of cumulative evidence</i> (emphasis added).\"</p>\n<p>During trial, Michael Toney was permitted to testify regarding the cost accounting system. It is the court's recollection, and defendants have submitted nothing to dispel it, that the affidavit defendants sought to introduce merely restated this fact. As such, the court properly excluded the affidavit as unnecessarily cumulative.</p>\n<p></p>\n<h2>(b &amp; c). <i>Request for Admissions &amp; Answers to Interrogatories</i>\n</h2>\n<p>Similarly, on cumulativeness grounds, the court prohibited defendants from introducing <span class=\"star-pagination\">*1500</span> into evidence copies of plaintiff's response to request for admission and certain answers to interrogatories. Defendants fail to point out, however, that the court actually permitted counsel to read directly to the jury a substantial amount of this pre-trial discovery. <i>See</i> 12TR. Moreover, in the court's charge to the jury, the court in no uncertain terms stated that admissions and responses to interrogatories stand in the same relation as sworn testimony. <i>See</i> 13TR at 121-122. As such, defendants have suffered absolutely no prejudice from this ruling.</p>\n<p></p>\n<h2>(d). <i>Exclusion of a Portion of Thomas Luce Deposition</i>\n</h2>\n<p>Further, defendants point to error in the court's preclusion of the \"critical\" deposition testimony of Thomas Luce. The court excluded the testimony based on the form of the question; namely, that it was leading.</p>\n<p>Federal Rule of Civil Procedure 32(d)(3)(B) states in pertinent part:</p>\n<blockquote>errors and irregularities occurring at the oral examination in the manner of taking the deposition, <i>in the form of the questions or answers</i> ... are waived unless reasonable objection is made at the taking of the deposition (emphasis added).</blockquote>\n<p><i>See also</i> 4A Moore's Federal Practice ¶ 32.09 (objections based on grounds which might have been obviated or removed if presented at the deposition examination, e.g., that the questions are leading, are waived, unless objections were made at that time); <i>Kirschner v. Broadhead,</i> <span class=\"citation\" data-id=\"399904\"><a href=\"/opinion/399904/thomas-kirschner-v-paul-broadhead-james-b-brumfield-and-john-robinson/\"><span class=\"volume\">671</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1034</span></a></span>, 1037-38 (7th Cir.1982).</p>\n<p>Defendants' objection to the court's ruling clearly does not warrant a new trial. Defendants maintain that the excluded Luce testimony was critical to its fraud and breach of contract claim in that it \"would have clearly demonstrated that the system was not programmed in accordance with the formula set forth in Schedule B of the Agreement, that the purpose of forwarding the Bitek program to Mr. Luce was to have Mr. Luce program the system in accordance with the Bitek program and Michael Dalia knew of, and actually directed, the misprogramming of the system.\" Defendants' Initial Brief at 22. We conclude, however, that because much of this testimony <i>was</i> actually covered in other sections of the Luce deposition as well as by other evidence at trial, any alleged error was non-prejudicial. Indeed, the testimony of Thomas Luce elicited at trial, 5TR at 49-71, established precisely that evidence which defendants now assert was excluded. Luce testified that when he received the Accounting System Pricing Structure from the plaintiff, ABTS, he immediately contacted either Steve Davis or Michael Dalia and informed him that he had \"made a mistake\" regarding the programming of the Bitek cost accounting system. 5TR at 23-25. Mr. Luce continued and explained this testimony when he stated,</p>\n<blockquote>as I testified <i>before,</i> that I had verbally contacted them [ABTS] and told them prior to this [receiving ABTS' schedule], that we priced guest calls as operator-assisted rates; so therefore, upon receiving this, I'm assuming they realized they made a mistake.</blockquote>\n<p>5TR at 66:15 (emphasis added).</p>\n<p>Thus, the above testimony covers precisely the subject matter of that which was excluded. Defendants cannot claim prejudice in the exclusion of evidence which was subsequently elicited. Finally, and significant to defendants' present claim, it is undisputed that plaintiff initially programmed the system using operator assisted rates. This was freely admitted by plaintiff. Because the excluded testimony merely reiterates other admitted testimony, the exclusion was non-prejudicial, and thus clearly a new trial is not warranted.</p>\n<p></p>\n<h2>11. <i>Exclusion of Miscellaneous Testimony and Other Evidence</i>\n</h2>\n<p>Finally, defendants assert the court erred in (a) excluding testimony regarding Greater's entitlement to offsets, defendants' Initial Brief at ¶ 23; (b) excluding testimony regarding third party transfer of revenue to the hotel, defendants' Initial Brief at ¶ 24; (c) excluding testimony regarding interest rates on plaintiff's bills <span class=\"star-pagination\">*1501</span> and performer,<sup>[16]</sup> defendants' Initial Brief at ¶ 25; (d) permitting rebuttal testimony of certain of plaintiff's testimony which went beyond the scope of proper rebuttal, defendants' Initial Brief at ¶ 26; (e) prohibiting defendants from introducing exhibits which had not been identified prior to trial, defendants' Initial Brief at ¶ 27; and (f) refusing to allow defendants' witnesses to testify regarding summaries, defendants' Initial Brief at ¶ 28. We consider each of these objections without merit. Each shall be addressed in turn.</p>\n<p></p>\n<h2>(a) <i>Offsets</i>\n</h2>\n<p>Assumedly, the basis of this objection is that by refusing defendants the opportunity to present offsets, the jury's verdict somehow awarded a \"double recovery\" to plaintiff.<sup>[17]</sup> Further, we dispute defendants' suggestion that the court did not permit defendants' witnesses to testify regarding offsets. Indeed, Debbie Ward, Comptroller of the Sheraton O'Hare, testified as to payments made to U.S. Sprint and Centel. 10TR at p. 5.</p>\n<p>Further, we, as well as the United States Magistrate Joel B. Rosen, provided defendants with at least four opportunities to present evidence of offsets, and each time defendants' evidence was neither competent nor sufficient. In fact, it was barely comprehensible. There was an agreement that in order to save time and not prolong the trial, the questions of offsets could and would be determined after the trial by Magistrate Rosen. In any event, Magistrate Rosen conducted a lengthy hearing on the issue and concluded that defendants were in fact entitled to a certain amount of offsets. <i>See Associated Business Corp. v. Greater Capital Corp.,</i> No. 87-2697, letter op. at 3-5 (Mag. Rosen, December 6, 1989). As such we consider the issue moot.</p>\n<p></p>\n<h2>(b) <i>Testimony of Transfers and</i>\n</h2>\n<p></p>\n<h2>(c) <i>Interest Rates</i>\n</h2>\n<p>Defendants' contention that the court excluded testimony regarding third party transfer of revenue is completely without merit. In fact, the court permitted extensive testimony on this very issue. <i>See Direct Testimony of Defendant, Steve Cohn,</i> 8TR. Further, regarding defendants' claim that the court excluded testimony on the proper discount rate, defendants' claim is again unsupported. Both of the defense experts, Lee Selwyn, Ph.D. and Steven Selikoff testified on this matter.</p>\n<p></p>\n<h2>(d) <i>Rebuttal Testimony</i>\n</h2>\n<p>Defendants' argument that the court committed prejudicial error by allowing the testimony of Robert Jones, Dominic Dalia, and Michael Dalia to go beyond the scope of proper rebuttal is without merit. Defendants confuse rebuttal testimony with redirect testimony. <i>See,</i> Hunter, <i>Federal Trial Handbook 2d</i> §§ 27.4, 50.1 (1984).</p>\n<p></p>\n<h2>(e) <i>Exclusion of Certain Exhibits and</i>\n</h2>\n<p></p>\n<h2>(f) <i>Testimony</i>\n</h2>\n<p>Defendants vaguely claim error in the courts' exclusion of certain defense exhibits. Defendants, however, do not state which exhibits were excluded and what prejudice occurred as a result. The court can only state generally upon an independent review of the trial transcript, that the few exhibits which were excluded were done so as to avoid unnecessary and cumulative testimony.</p>\n<p></p>\n<h2>II. <i>Motion for Judgment Notwithstanding the Verdict</i>\n</h2>\n<p>Defendants maintain that \"the jury's verdict that Greater Capital was liable to ABTS for $1,370,386.85 in compensatory damages for breach of contract and conversion, that Mark and Steven Cohn were each liable for punitive damages in the sum of $200,000 and that ABTS was not liable on defendants' counterclaim, was against the weight of the evidence and mandates either a J.N.O.V. or a new trial.\" <span class=\"star-pagination\">*1502</span> Supplemental Brief at p. 50. A prerequisite to moving for a J.N.O.V. under Fed.R. Civ.P. 50(b), requires that the moving party must have moved for a directed verdict at the close of all the evidence. <i>Skill v. Martinez,</i> <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">498</span></span>, 515 (D.N.J.1981), <i>aff'd,</i> <span class=\"citation\" data-id=\"403580\"><a href=\"/opinion/403580/margaret-skill-and-arthur-j-skill-jr-husband-and-wife-v-g-b/\"><span class=\"volume\">677</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">368</span></a></span> (3d Cir.1982). It is not enough if a party moves for a directed verdict at the close of their case. Rather, in order to preserve the right to move for a J.N.O.V., the moving party must renew his motion for a directed verdict at the close of all the evidence. <i>United States for the Use and Benefit of Roper v. Reisz,</i> <span class=\"citation\" data-id=\"425265\"><a href=\"/opinion/425265/united-states-of-america-for-the-use-and-benefit-of-roper-ibg-a-division/\"><span class=\"volume\">718</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1004</span></a></span>, 1007 (11th Cir.1983).</p>\n<p>In the present action, defendant moved for a directed verdict at the close of plaintiff's case, but failed to renew its motion at the close of all the evidence. As such, it will be precluded from moving for a J.N. O.V.</p>\n<p>The court is aware that in certain circumstances, the aforementioned rule has been relaxed. As we previously detailed in <i>Skill,</i> where:</p>\n<blockquote>(a) there has been substantial, if not literal compliance with the rule;</blockquote>\n<blockquote>(b) where manifest injustice will otherwise occur since the verdict is totally without legal support;</blockquote>\n<blockquote>(c) where the trial judge in effect excused the failure to renew the motion; and</blockquote>\n<blockquote>(d) where the additional evidence was brief and inconsequential.</blockquote>\n<p><i>Skill, supra,</i> 91 F.R.D. at 515 n. 14 (citation omitted).</p>\n<p>The only possible reason to excuse defendants' failure to move for a directed verdict would be for the reasons expressed in section (b). However, upon review of the evidence and testimony adduced at trial, we conclude that the verdict is not without legal support, and hence a manifest injustice did not occur.</p>\n<p></p>\n<h2><i>A.) Insufficient Evidence on Claim of Conversion</i></h2>\n<p>Defendants assert \"that the evidence presented at trial herein was legally insufficient to support the jury's verdict on the claim for conversion against all defendants or the punitive damages against the Cohns.\"<sup>[18]</sup> We disagree.</p>\n<p>Defendants state that the Illinois law on conversion requires:</p>\n<blockquote>(1) an unauthorized and wrongful assumption of control, dominion, or ownership by a person over the property of another;</blockquote>\n<blockquote>(2) plaintiff's right in the property;</blockquote>\n<blockquote>(3) plaintiff's right to immediate possession of the property; and</blockquote>\n<blockquote>(4) a demand by plaintiff of possession thereof.</blockquote>\n<p>Supplemental Brief at 41 (citation omitted).</p>\n<p>Further, defendants explain that for the conversion of monies, Illinois law requires that the currency:</p>\n<blockquote>be capable of being described as a specific chattel, although it is not necessary for purposes of identification that money should be specifically earmarked. However, an action for the conversion of funds may not be maintained to satisfy a mere obligation to pay money.</blockquote>\n<p><i>Eggert v. Weisz,</i> <span class=\"citation\" data-id=\"501862\"><a href=\"/opinion/501862/herbert-l-eggert-v-robert-weisz-david-blair-and-mary-anne-foran/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1261</span></a></span> (7th Cir. 1988); <i>Mid-America Fire and Marine Insurance Co. v. Middleton,</i> 127 Ill.App.3d 887, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">555</span></span>, <span class=\"citation no-link\"><span class=\"volume\">468</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1335</span></span> (Ill. App. 4th Dist.1984).</p>\n<p>During the course of this three week trial, there was sufficient evidence of defendants' tortious and egregious conduct. Both the court and the jury witnessed substantial and probative testimony from Dominic Dalia, Bertha Webb, Larry Botz<sup>[19]</sup> and Milton Karahoulis<sup>[20]</sup> which, <span class=\"star-pagination\">*1503</span> clearly supports the jury's verdict on conversion.</p>\n<p>The testimony of Dominic Dalia strongly suggested that Greater Capital, through Mark and Steven Cohn, actively converted Associated's property. Further, as we have mentioned in our discussion on the jury charge for this issue, <i>see</i> p. 1494, the element of the conversion of funds which was not satisfied for the simple reason that defendants consciously violated a court order requiring monies to be placed in a federally insured bank. There was substantial testimony which revealed the transfer of funds by the Cohns into their other corporation known as Salmark Investments. Indeed, plaintiff introduced checks signed by defendants which revealed that revenues from the telephone system were deposited into the general operating account of Salmark.</p>\n<p>The uncontroverted testimony of Theodore Mandigo, plaintiff's expert witness, indicated that no business purpose was served by these payments. Further, the testimony of Debbie Ward, defendants' employee, also revealed that the Cohn brothers directed her not to pay plaintiff the monies owed to it.</p>\n<p></p>\n<h2>III. <i>J.N.O.V. or New Trial on Defendants' counterclaims of Breach of Contract and Fraud</i>\n</h2>\n<p>Defendants also request a new trial or J.N.O.V. on their counterclaims. They claim, \"the jury's verdict finding that ABTS was not liable for breach of contract or fraud was against the manifest weight of the evidence.\" Supplemental Brief at 47. Detailed analysis on this issue is not necessary.</p>\n<p>Defendants' contention goes directly to the weight afforded by the jury to their case. As we have discussed, we feel there was substantial testimony suggesting that defendants breached the agreement and converted plaintiff's property. Evidence regarding plaintiff's breach, however, was not so conclusive as to require a jury verdict for defendants.</p>\n<p>Thus, because we conclude that there was sufficient testimony to support the verdicts, we will not apply the exception noted in <i>Skill, infra</i> p. 1502(b) and consider defendants' motion for J.N.O.V. Moreover, we conclude that a new trial based on the insufficiency of evidence to support the jury's verdict is without support.</p>\n<p></p>\n<h2>IV. <i>Remittitur</i>\n</h2>\n<p>Defendants aver that \"the damages assessed by the jury against the defendants were clearly excessive and require remittitur.\" Supplemental Brief at 52. We disagree.</p>\n<p>Federal law governs the question of whether a remittitur should be granted in diversity cases. <i>Kazan v. Wolinski,</i> <span class=\"citation\" data-id=\"427528\"><a href=\"/opinion/427528/charles-w-kazan-and-helen-f-kazan-his-wife-v-melvin-wolinski-and-anchor/\"><span class=\"volume\">721</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">911</span></a></span>, 914 (3d Cir.1983). Further, a federal court will only grant a remittitur or a trial solely on damages if it appears that the award is so large as to \"shock the conscience of the court.\" Moreover, \"except in those cases in which it is apparent as a matter of law that certain identifiable funds included in the verdict should not have been there should a court grant a remittitur.\" Wright &amp; Miller, Federal Practice &amp; Procedure § 2815, at 99.</p>\n<p>In the instant matter, there was substantial testimony which supported a finding of conversion by both the corporation and the Cohns, as well as a breach of contract by Greater Capital. The compensatory damage award cannot be said to \"shock the conscience of the court.\"</p>\n<p>Regarding the punitive damages against the Cohns, we do not feel, given their financial status, <i>infra</i> at 1504, combined with the egregious acts committed, that the award was \"shocking.\" As such, defendants' request for a remittitur will be denied.</p>\n<p></p>\n<h2>V. <i>Accord and Satisfaction</i>\n</h2>\n<p>In their initial brief, defendants maintain that this court erred in finding that the April 10, 1987 Agreement constituted an Accord and Satisfaction before they were permitted to elicit testimony on the issue. As such, they maintain that their Seventh Amendment right to a jury trial has been violated. Defendants' Initial Brief at 6.</p>\n<p><span class=\"star-pagination\">*1504</span> We will dispose of this contention by merely referring defendants to our prior opinion on this issue. <i>See Associated Business Telephone Systems Corp. v. Greater Capital Corp.,</i> No. 87-2697, slip op. (D.N.J. July 11, 1989), (\"thus we find no question that the Agreement constituted an Accord and Satisfaction as a matter of law, and that this determination has become law of the case.\") <i>Id.</i> at 12. As such we will not revisit our previous determination.</p>\n<p></p>\n<h2>VI. <i>Counsel's Conduct and Statements During Closing Arguments</i>\n</h2>\n<p>Prejudicial misconduct of counsel in their arguments are grounds for the grant of a new trial. In their initial brief in support of a new trial, etc., defendants maintain that \"it was error for plaintiff's counsel, in his closing arguments, to (a) attempt to prejudice the jurors through repeated inappropriate references to defendants' alleged wealth, (b) assert his personal opinion of the justness of his client's cause, and (c) make prejudicial and insulting references to defendants.\" Defendants' Initial Brief In Support of a New Trial at ¶ 10, <i>citing </i><i>Draper v. Airco, Inc.,</i> <span class=\"citation\" data-id=\"358163\"><a href=\"/opinion/358163/dorothy-l-draper-individually-and-as-general-administratrix-and/\"><span class=\"volume\">580</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">91</span></a></span> (3d Cir.1978). Upon an independent review of the trial transcript, we find absolutely nothing prejudicial in plaintiff's summation or any other arguments made during trial.</p>\n<p>Initially it should be noted that counsel never objected to the alleged statements by plaintiff's counsel either during the open court summation or at sidebar. Further, defense counsel did not request the court to give a curative instruction on this issue. As such, absent egregious and prejudicial statements where a miscarriage of justice would result if a new trial was not granted, the court could deny defendants' request for a new trial simply for failing to preserve the record. <i>Gonzalez v. Volvo of America Corp.,</i> <span class=\"citation\" data-id=\"446593\"><a href=\"/opinion/446593/roger-p-gonzalez-sr-individually-and-as-administrator-of-the-estate-of/\"><span class=\"volume\">752</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">295</span></a></span> (7th Cir.1985); <i>Jamison v. DiNardo, Inc.,</i> <span class=\"citation\" data-id=\"256920\"><a href=\"/opinion/256920/howard-jamison-administrator-of-the-estate-of-julius-colosimo-deceased-v/\"><span class=\"volume\">302</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 29 (3d Cir.1962); <i>Heiselmoyer v. Pennsylvania R.R.,</i> <span class=\"citation\" data-id=\"242065\"><a href=\"/opinion/242065/raymond-n-heiselmoyer-v-the-pennsylvania-railroad-company/\"><span class=\"volume\">243</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">773</span></a></span> (3d Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">833</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">47</span></span>, <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">44</span></span> (1957). Defendants rely on the Third Circuit precedent of <i>Draper, supra,</i> in which the Court of Appeals reversed a district court's denial of defendant's motion for a new trial. In that case, the court concluded that the plaintiff's summation had so many \"numerous and serious violations of proper argument ... that it is more than `reasonably probable' that the verdict was influenced by the prejudicial statements.\" <i>Draper,</i> 580 F.2d at 97 (citation omitted). In so concluding, the court outlined four rules of proper argument which plaintiff breached. The court stated (1) [plaintiff] attempted to prejudice the jurors through repeated inappropriate references to the defendant's wealth, (2) he asserted his personal opinion of the justness of his client's cause, (3) he prejudicially referred to facts not in evidence, and (4) without provocation, basis in fact, he made several, prejudicial vituperative and insulting references to opposing counsel. <i>Id.</i> at 95.</p>\n<p>The appropriate inquiry, based upon <i>Draper</i> and subsequent case law within the circuit, is whether there is a \"reasonable probability\" that the jury's verdict has been influenced by the improper conduct of counsel. <i>Draper,</i> 580 F.2d at 97; <i>Commercial Credit Business Loans, Inc. v. Martin,</i> <span class=\"citation\" data-id=\"2247438\"><a href=\"/opinion/2247438/coml-credit-business-loans-inc-v-martin/\"><span class=\"volume\">590</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">328</span></a></span>, 330 n. 2 (E.D.Pa.1984). In the present case, the court is hard pressed to find even a single prejudicial statement in plaintiff's counsel's argument analogous to those in <i>Draper.</i> Because we determine that plaintiff's counsel did not make any prejudicial statements, we logically conclude that the jury's verdict was not based, probably or possibly, on any prejudicial statements.</p>\n<p>The only significant reference to plaintiff's wealth came by way of a comment regarding a letter written by defendants where they stated their financial status. This was never used to juxtapose the wealth of the defendants as compared to the plaintiff. Rather it was used to support plaintiff's claims regarding punitive damages. According to the trial testimony, the Cohns' each earned $810,000 in 1987 with a combined net worth in excess of 12 million dollars. <i>See</i> testimony of Steven Cohn at 8TR 15-16. Consistent with a claim for punitive damages, the plaintiff is <span class=\"star-pagination\">*1505</span> permitted, and obligated, to prove the financial net worth of the defendants to assist the jury in determining the amount, if any, sufficient to punish and deter such future conduct. <i>See Wolf by </i><i>Wolf v. Procter &amp; Gamble Co.,</i> <span class=\"citation\" data-id=\"1457168\"><a href=\"/opinion/1457168/wolf-by-wolf-v-procter-gamble-co/\"><span class=\"volume\">555</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">613</span></a></span> (D.N.J. 1982); <i>Belinsky v. Goodman,</i> 139 N.J.Super. 351, <span class=\"citation\" data-id=\"1469319\"><a href=\"/opinion/1469319/belinski-v-goodman/\"><span class=\"volume\">354</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">92</span></a></span> (App.Div.1976); <i>Warren v. LeMay,</i> 142 Ill.App.3d 550, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">418</span></span>, <span class=\"citation\" data-id=\"2232605\"><a href=\"/opinion/2232605/warren-v-lemay/\"><span class=\"volume\">491</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">464</span></a></span> (Ill.App. 5th Dist. 1986); <i>Wilson v. Colston,</i> 120 Ill.App.3d 150, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">600</span></span>, <span class=\"citation\" data-id=\"2076644\"><a href=\"/opinion/2076644/wilson-v-colston/\"><span class=\"volume\">457</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1042</span></a></span> (Ill. App. 5th Dist.1983); <i>Walker v. Dominick's Finer Foods, Inc.,</i> 92 Ill.App.3d 645, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">900</span></span>, <span class=\"citation\" data-id=\"2042675\"><a href=\"/opinion/2042675/walker-v-dominicks-finer-foods-inc/\"><span class=\"volume\">415</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1213</span></a></span> (Ill.App. 1st Dist.1980).</p>\n<p>Further, we find no direct, prejudicial references wherein plaintiff's counsel suggested the justness of his client's cause. Rather, plaintiff merely distilled and highlighted for the jury relevant facts of the case and \"submitted\" to the jurors the possible conclusions to be drawn therefrom.</p>\n<p>Moreover, we find no prejudicial references to facts not in evidence, nor did we discover any remarks to opposing counsel prejudicial in nature. Finally, any statements which somehow could possibly be construed as prejudicial were effectively cured by the court's <i>sua sponte</i> instruction. \"In evaluating the testimony, you, the jurors, yield neither to the arguments of counsel representing the plaintiff or defendants' except as their argument may appeal to your own sense of reasoning....\" 13TR at 133.</p>\n<p></p>\n<h2>VII. <i>Use of Court's prior opinion in Cross-Examination of Defendant, Steven Cohn</i>\n</h2>\n<p>Counsel, both prior and present for the defendants, maintain that prejudicial error was committed during the cross-examination of the defendant, Steven Cohn. Defendant was confronted by counsel with this court's pre-trial opinion, in an effort to contradict his direct examination and to refresh his recollection. We disagree with defendants' counsel that prejudicial error was committed.</p>\n<p>In a pre-trial opinion, this court ordered defendants to segregate or escrow guest revenues which were in dispute in this litigation. <i>Associated Business Telephone Systems Corp. v. Greater Capital Hotel Corp.,</i> No. 87-2697, slip op. (D.N.J. Dec. 8, 1987). The court found that defendants, by retaining these revenues for their own use, were employing an improper self-help remedy. <i>Id.</i> Steve Cohn, on cross-examination, was being questioned on whether he knew what a self-help remedy was, and whether he had ever engaged in one. He denied ever knowingly engaging in behavior which would be characterized as a self-help remedy.<sup>[21]</sup> Plaintiff's counsel referred to the pre-trial opinion by this court to impeach Steve Cohn's testimony<sup>[22]</sup> because defendants did not comply with the court order directing them to cease engaging in the self-help remedy of retaining these revenues. They continued to retain revenues up until the time of trial, and at the present <span class=\"star-pagination\">*1506</span> defendants have not paid any of the revenues allegedly due under the contract to plaintiff, nor put these revenues in escrow. Reading a portion of the pre-trial opinion into evidence, in addition to impeaching Steve Cohn's testimony, established that Steve Cohn had notice that his behavior constituted an improper self-help remedy.</p>\n<p>The probative value of the use of the questioned opinion exceeded the danger of possible unfair prejudice. It is conceded that \"[a] judge presiding at a trial may not testify in that trial as a witness, [and] no objection need be made in order to preserve the point.\" Fed.R.Evid. 605. The opinion, however, did not constitute testimony as a witness. It was not introduced for the truth of its content. It simply was employed to establish that Steven Cohn had notice of the impropriety of his behavior, and to impeach his denial of that notice. <i>Kerr v. First Commodity Corporation of Boston,</i> <span class=\"citation\" data-id=\"436140\"><a href=\"/opinion/436140/jerry-j-kerr-v-first-commodity-corporation-of-boston/\"><span class=\"volume\">735</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">281</span></a></span> (8th Cir.1984) (where the court held that it was appropriate to introduce a consent decree for notice). The obvious use of the opinion was to establish that Steven Cohn knew he was under an obligation to segregate or escrow guest revenues, and not to resort to retention of these revenues. It was evidence of Steve Cohn's state of mind, not evidence as to the content of the opinion.</p>\n<p>Nevertheless, while formulating the charge the court considered defendants' prior objections to the pre-trial opinion. Although plaintiff's counsel clearly told the court and the jury that he was \"proving notice to this witness as to how this conduct was viewed\", 9TR at 29-31, the court took precautionary measures. In the event any prejudice had resulted we charged the jury as follows:</p>\n<blockquote>During the course of this trial, you have been read excerpts from the court's former opinions. As a matter of law, the prior opinions of this court are inadmissable and you must ignore them in rendering your verdict.</blockquote>\n<p>This curative instruction was sufficient to eliminate any possible prejudice. It was submitted to the court by former counsel for the defendants a day or so before the charge was addressed to the jury. Shortly after submitting this instruction, counsel requested its withdrawal without explanation. We granted the request for withdrawal, but nonetheless charged the jury in accordance with the instruction <i>sua sponte.</i></p>\n<p>Present counsel for defendants now maintains that the use of the opinion constituted prejudicial error which could not be cured. The applicable standard, however, is one of harmless error. <i>United States v. Paiva,</i> <span class=\"citation\" data-id=\"534182\"><a href=\"/opinion/534182/united-states-v-james-earl-paiva/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span> (1st Cir.1989). Defendants rely on <i>Zenith Radio Corp. v. Matsushita Electric Industry Co.,</i> <span class=\"citation\" data-id=\"1949720\"><a href=\"/opinion/1949720/zenith-radio-corp-v-matsushita-elec-ind-co/\"><span class=\"volume\">505</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1125</span></a></span>, 1185 (E.D.Pa.1980), <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"428543\"><a href=\"/opinion/428543/in-re-japanese-electronic-products-antitrust-litigation/\"><span class=\"volume\">723</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">238</span></a></span> (3d Cir.1983), <i>rev'd and aff'd on other grounds,</i> <span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></span> (1987); <i>Jones v. Benefit Trust Life Ins. Co.,</i> <span class=\"citation\" data-id=\"476295\"><a href=\"/opinion/476295/george-jones-cross-appellant-v-benefit-trust-life-insurance-company/\"><span class=\"volume\">800</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1397</span></a></span> (5th Cir.1986); <i>Schultz v. Thomas,</i> <span class=\"citation\" data-id=\"496667\"><a href=\"/opinion/496667/glenn-r-schultz-v-daniel-thomas-and-carl-pavilonis/\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">108</span></a></span> (7th Cir.1987). These cases, however, are inapplicable to and distinguishable from the case at bar. Additionally, <i>Zenith</i> was brought to the court's attention only a few days before the jury was charged. One may very well infer that upon counsel's belated awareness of <i>Zenith,</i> he decided to withdraw his request for curative instruction so as to preserve a possible ground for a new trial, in the event the jury rendered an unfavorable verdict.<sup>[23]</sup></p>\n<p>In <i>Zenith</i> plaintiffs attempted to introduce a district court's findings of fact. They attempted to introduce these findings for the truth of the matter asserted, unlike the instant case. The court in <i>Zenith</i> was concerned that the \"process of determining trustworthiness ... cognizes the possibility of calling the author of the factfinding or his staff members as witnesses so as to impeach their work.\" <i>Zenith</i> at 1185. There was no possibility of this occurring regarding this court's pretrial opinion, as <span class=\"star-pagination\">*1507</span> the opinion was being introduced to establish Steven Cohn's state of mind.</p>\n<p>The contents of the opinion were not at issue, what was at issue is whether Steven Cohn had notice that his behavior constituted improper self-help. Additionally, in <i>Zenith</i> plaintiffs sought to introduce the opinion into evidence, while plaintiff in this case only made references to the opinion.</p>\n<p>Similarly in <i>Jones</i> defendants attempted to introduce into evidence an opinion for the truth of the matter asserted, and in <i>Schultz</i> the judge himself testified as a witness. We maintain that these cases are clearly distinguishable and inapplicable. Moreover, in <i>Johnson v. Colt Industries Operating Corp.,</i> <span class=\"citation\" data-id=\"474538\"><a href=\"/opinion/474538/francis-paul-johnson-plaintiff-appellee-cross-appellant-v-colt-industries/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1530</span></a></span> (10th Cir. 1986), a products liability action, the district court permitted use of a prior opinion in an unrelated action as proof that defendant had notice of similar accidents and therefore notice of the propensity of the product to malfunction. The Tenth Circuit concluded that if there was any error, it was not prejudicial.</p>\n<p>This court therefore finds that the use of the pretrial opinion does not constitute grounds for a new trial. The opinion was solely offered as proof of notice, and in any event any prejudice which might have arisen was cured by the court's instruction.</p>\n<p></p>\n<h2>VIII. <i>Punitive Damages and the Individual Liability of the Cohns'</i>\n</h2>\n<p>Additionally, defendants contend that the punitive damage award against the Cohns should be stricken since the jury only awarded punitive damages against them, while awarding compensatory damages against the corporation. Under Illinois law, punitive damages cannot be awarded in the absence of a finding of actual damages. Defendant's Supplemental Brief at 24. Citing, <i>Tonchen v. All-Steel Equipment,</i> 13 Ill.App.3d 454, <span class=\"citation\" data-id=\"2238424\"><a href=\"/opinion/2238424/tonchen-v-all-steel-equipment-inc/\"><span class=\"volume\">300</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">616</span></a></span>, 624 (Ill.App.2d D.1973). While we do not dispute this general principle of Illinois law, we conclude that the jury's verdict could and should be harmonized in accord with this principle, and that the jury's verdict does not thwart the policy underlying this principle.</p>\n<p>This conclusion is based upon the unique factual circumstances of this case, the clear intent of the jury, as well as the well settled rule that \"where there is a view of the case that makes the jury's answers to special interrogatories consistent, they may be resolved that way.\" <i>Gallick v. Baltimore &amp; Ohio Railroad Company,</i> <span class=\"citation\" data-id=\"106532\"><a href=\"/opinion/106532/gallick-v-baltimore-ohio-r-co/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">108</span></a></span>, 119, <span class=\"citation\" data-id=\"106532\"><a href=\"/opinion/106532/gallick-v-baltimore-ohio-r-co/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">659</span></a></span>, 666, <span class=\"citation\" data-id=\"106532\"><a href=\"/opinion/106532/gallick-v-baltimore-ohio-r-co/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">618</span></a></span> (1963); <i>Atlantic &amp; Gulf Stevedores, Inc. v. Ellerman Lines,</i> <span class=\"citation\" data-id=\"106368\"><a href=\"/opinion/106368/atlantic-gulf-stevedores-inc-v-ellerman-lines-ltd/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">355</span></a></span>, 364, <span class=\"citation\" data-id=\"106368\"><a href=\"/opinion/106368/atlantic-gulf-stevedores-inc-v-ellerman-lines-ltd/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">780</span></a></span>, 786, <span class=\"citation\" data-id=\"106368\"><a href=\"/opinion/106368/atlantic-gulf-stevedores-inc-v-ellerman-lines-ltd/\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">798</span></a></span> (1962); <i>Andrasko v. Chamberlain Manufacturing Corp.,</i> <span class=\"citation\" data-id=\"371199\"><a href=\"/opinion/371199/stephen-andrasko-and-elizabeth-andrasko-v-chamberlain-manufacturing/\"><span class=\"volume\">608</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">944</span></a></span>, 947 (3d Cir.1979).</p>\n<p>In the instant action, the facts strongly warrant a harmonization of the jury's ostensibly anomalous verdict. During the course of this three week trial, the jurors heard substantial testimony which indicated an identity of action and intent between Greater Capital Corporation and its officers, Steven and Mark Cohn. The proofs in this case were absolutely devoid of the classical corporate nature of the defendant, Greater Capital. The corporation was run solely by Steven and Mark Cohn, with some input from their mother, Ethel Cohn. The shareholders of the corporation were Ethel Cohn, and her late husband's estate. It was a tightly knit, family owned, closed corporation<sup>[24]</sup>. Defendants used the corporate entity to commit tortious acts, but they were acting on behalf of themselves as much as on behalf of the corporation. The jury recognized this and responded to the special interrogatories by finding that they had committed conversion, and were individually liable for punitive damages.</p>\n<p>The policy underlying the traditional principle of Illinois law which requires a finding of compensatory damages before imposing punitive damages is \"that a plaintiff who does not even allege a legally cognizable injury cannot obtain a tort judgment.\" <i>Jones v. Reagan,</i> <span class=\"citation\" data-id=\"412079\"><a href=\"/opinion/412079/alonzo-jones-v-ronald-reagan/\"><span class=\"volume\">696</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">551</span></a></span>, 554 <span class=\"star-pagination\">*1508</span> (7th Cir.1983); <i>Tonchen v. All-Steel Equipment,</i> 13 Ill.App.3d 454, <span class=\"citation\" data-id=\"2238424\"><a href=\"/opinion/2238424/tonchen-v-all-steel-equipment-inc/\"><span class=\"volume\">300</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">616</span></a></span> (Ill.App.2d Div.1973). The jury, however, did find there was a compensable economic injury, as evidenced by their verdict against the corporation. They also found that the Cohns were responsible for this economic injury, as evidenced by their award of punitive damages. Therefore the Illinois policy is not being thwarted.</p>\n<p>Moreover, we think it is clear that the reason the jury did not find the Cohns individually liable for compensatory damages is because they had already found the corporation liable, and they had an obvious desire to prevent a double recovery. The special interrogatories first requested that the jury determine the amount of compensatory damages to be assessed against the corporation. On the next line the interrogatories requested the same regarding the Cohns. By the time they filled out the first line, however, they had accounted for all the compensatory damages. The jury was not specifically instructed on joint and several liability,<sup>[25]</sup> but that was their intent. It is apparent that they acted under the belief that an award against the corporation functioned as an award against the individual defendants. They found both the corporation and the Cohns guilty of conversion.</p>\n<p>We find that the error of assessing compensatory damages only against the corporation was one of form, not of substance. Due to the factual situation, the jury acted as if the acts of the Cohns and the acts of the corporation were one and the same. They were not asked to allocate the damages among the defendants. \"Under these circumstances, Rule 60(a) provides authority to correct the verdicts and judgment.\" <i>Myrtle v. Checker Taxi Company,</i> <span class=\"citation\" data-id=\"251364\"><a href=\"/opinion/251364/robert-m-myrtle-v-checker-taxi-company-inc-milda-buick-inc-and-dan/\"><span class=\"volume\">279</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">930</span></a></span>, 934 (7th Cir.1960).</p>\n<p>We therefore uphold the verdict regarding the punitive damages, and hereby amend the verdict pursuant to Fed.R.Civ.P. 60(a) to find the defendants jointly and severally liable for the compensatory damages. Upholding and amending the verdict vindicates the policy put forth by Illinois law, and furthers the federal policy of harmonizing and upholding jury verdicts.</p>\n<p>For the reasons herein, defendants' motion for J.N.O.V., a new trial, or a remittitur shall be denied.</p>\n<h2>NOTES</h2>\n<p>[1]  Approximately 100 hotels.</p>\n<p>[2]  Ethel Cohn was initially a named defendant to this litigation. The complaint against Ethel Cohn was dismissed for lack of personal jurisdiction. <i>See Associated Business Telephone Corp. v. Greater Capital Corp.,</i> No. 87-2697, slip op. (D.N.J. August 26, 1987).</p>\n<p>[3]  <i>See Associated Business Telephone Corp. v. Greater Capital Corp.,</i> No. 87-2697, slip op. at 2 (D.N.J. August 26, 1987).</p>\n<p>[4]  Irwin I. Kimmelman is presently a Judge of the New Jersey Superior Court, Law Division.</p>\n<p>[5]  It can hardly be contended that there was and is a lack of legal representation of the parties.</p>\n<p>[6]  A modem is a device which converts signals in one form to a form compatible with another type of equipment. It is ordinarily used for transmitting data over telephone lines.</p>\n<p>[7]  Paragraph 6(b) of the Agreement provided:\n</p>\n<p>The aforesaid monthly charges paid to SYSTEM OWNER/OPERATOR by HOTEL shall be sent to a Federally insured bank with instructions for the payment of the expenses of the System and the operation of the telephone System in the priority set forth hereinafter. Said bank shall be selected by SYSTEM OWNER/OPERATOR and approved by HOTEL, which approval by HOTEL shall not be unreasonably withheld, and which bank shall have instructions to pay the expenses of the System and the operation of the System in the following priority: (1) Retention by HOTEL of the amount set forth in paragraph 8 hereinafter;</p>\n<p>(2) Cost of telephone services provided by local telephone companies and common carriers; (3) Cost of monthly maintenance payments; (4) Cost of any service provided to the System; (5) Cost of any debt service for the equipment; (6) The remainder, if any, tendered to SYSTEM OWNER/OPERATOR. SYSTEM OWNER/OPERATOR shall be responsible for any shortfall of funds for the continuation of the telephone service to the HOTEL within five (5) days of notice thereof, provided, however, that the HOTEL is in compliance with the terms of this Agreement and that an event of Default has not occurred.</p>\n<p>[8]  At conferences regarding this case, there were no requests to place anything upon the record.</p>\n<p>[9]  Subsequent to the conclusion of the trial in this case, and during the filing of post trial motions, defendants changed counsel from the Mesirov firm to the Szaferman firm. While Mesirov submitted an initial brief, we permitted the Szaferman firm to submit an additional <i>supplemental</i> brief which was to incorporate the trial transcript. For purposes of completeness, we address each of the contentions in both briefs. Whenever the opinion refers to the Initial Brief, we are referring to the brief submitted by the Mesirov firm. The Supplemental Brief refers to that submitted by the Szaferman firm.</p>\n<p>[10]  Throughout the opinion, reference to the trial transcripts will be as follows: 1TR for July 11, 1989; 2TR for July 11, 1989; 3TR for July 12, 1989; 4TR for July 13, 1989; 5TR for July 14, 1989; 6TR for July 14, 1989; 7TR for July 17, 1989; 8TR for July 18, 1989; 9TR for July 19, 1989; 10TR for July 20, 1989; 11TR for July 21, 1989; 12TR for July 24, 1989; and 13TR for July 25, 1989.</p>\n<p>[11]  This conscious disregard of the court's opinions and orders appears to be a course of conduct of the defendants. Indeed, at the time of the filing of this opinion, it was brought to the court's attention that defendants may have violated a number of the court's prior orders. Specifically, in an Order to Show Cause in which oral argument was heard on January 19, 1990, plaintiff requested the court to impose civil and also commence criminal sanctions against defendants for violations of our January 20, 1988 and May 26, 1989 opinions and orders which forbade defendants from transferring assets out of the ordinary course of business without prior notice to the court and counsel.</p>\n<p>[12]  Two final objections to the court's instructions are made by defendants. First, defendants requested the court to charge that \"when a vendor elects to retake possession of property which is the subject of a contract, the vendor may not then seek damages under the contract.\" Defendants' Initial Brief at ¶ 15. The court refused to charge on this point because this proposition was inapplicable to the facts of the instant matter. <i>See</i> 13TR at 176-177. Secondly, defendants requested the court to charge, \"where a defrauded party has performed a contract in part before he learns of the fraud, the defrauded party may continue to perform the contract and still recover under a fraud theory. Defendants' Initial Brief at ¶ 16. The court's did not charge on this point because the request was specifically withdrawn by counsel prior to the court's charge to the jury. 13TR at 197-198.</p>\n<p>[13]  Further, the testimony which the defendants imply that they were prohibited from introducing, namely events which would impeach Dominic Dalia's testimony that the system was programmed in accordance with the contract, was actually admitted by Dalia's son. Indeed, the direct testimony of Michael Dalia admitted and explained the initial misprogramming and its prompt correction. Thus, no prejudice can result from not allowing defendants to prove an admitted fact.</p>\n<p>[14]  The testimony of William Johnson, a witness for the defense and former employee at the Sheraton O'Hare, can be located at 7TR at 5. Mr. Johnson's testimony was replete with references to pre-1987 occurrences. Specifically, Mr. Johnson testified regarding the number of guest complaints, the alleged discrepancy in billing, and various discussions he had with Michael Dalia of ABTS. <i>See</i> 7TR at 36-47.\n</p>\n<p>The testimony of Thomas Luce, installation supervisor at the XETA corporation can be found at 5TR at 11. Mr. Luce's testimony recounted conversations and occurrences before 1987 regarding the appropriate rate to be applied when computing the billing amounts.</p>\n<p>[15]  Michael Toney is an employee of Bitek, the call accounting system which was installed at the Sheraton O'Hare.</p>\n<p>[16]  Again, defendants do not refer to specific pages of the trial transcript where they allege the error occurred. This is critically important here, because neither the court, nor opposing counsel could discern what defendants meant by the term \"performers.\"</p>\n<p>[17]  It should be noted that it was the <i>agreement of the parties</i> that for the purposes of judicial economy, the issue of offsets would be handled post-trial by either U.S. Magistrate Rosen or this court.</p>\n<p>[18]  Claiming that Illinois law does not allow punitive damages in the absence of actual damages, defendants apparently request a J.N.O.V. on the punitive damage award against the Cohns individually. We will deny this request for the reasons stated, <i>infra,</i> in Point VIII, p. 1507.</p>\n<p>[19]  Larry Botz was the General Manager of the Sheraton O'Hare Hotel during the critical period between April, 1987 and October, 1987. He confirmed that Mark Cohn was actively involved in the day to day operations of the hotel.</p>\n<p>[20]  Milton Karahoulis was Associated's local counsel in Chicago and prepared contracts and other legal documents for the company. 3TR at 146-158.</p>\n<p>[21]  Q. Well, doesn't that which you just said, doesn't that amount to what might be called a self-help remedy? In other words, you were helping yourself?\n</p>\n<p>Mr. Rendell: He's characterizing  he can ask the witness to characterize </p>\n<p>The Court: He's explaining it to him. You know what self-help means don't you?</p>\n<p>The Witness: Yes</p>\n<p>The Court: What is it?</p>\n<p>The Witness: It's when you take the law into your own hands effectively and decide you're going to inflict a remedy on somebody.</p>\n<p>Mr. O'Brien: I'm sorry would you read that back? (Whereupon the court reporter read back the requested answer)</p>\n<p>Q: And isn't that in effect what you did in this case?</p>\n<p>A: No, I don't think so.</p>\n<p>[22]  Q: Now you had notice, did you not, that the court had decided that what you were doing was a self-help remedy, did you not?\n</p>\n<p>A: I don't know that the court ever said it was a self-help remedy.</p>\n<p>* * * * * *</p>\n<p>Q. Let me help you. Just read with me. The last sentence of the last paragraph on page 8 of this opinion which was entered into [sic] this case, \"Self help remedies are not favored by law and this court will not permit the defendants to continue such an outrageous course of conduct.\"</p>\n<p>[23]  Obviously prior counsel was of the opinion that the alleged claim of prejudice could be cured by the submission of its supplemental curative instruction. As heretofore indicated the request was withdrawn not because of any stated change of opinion, but for so called strategic reasons.</p>\n<p>[24]  Greater Capital was part of Salmark corporation, an umbrella organization which held all the business interests of the Cohn family.</p>\n<p>[25]  The court was not requested to charge on this type of liability.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/103403/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106368/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106532/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/233126/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/242065/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/251364/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/256920/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/358163/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/371199/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/387927/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/399904/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/403580/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/412079/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/425265/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/427528/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/428543/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/436140/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/440314/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/446593/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/456374/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/474538/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/476295/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/496667/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/501862/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/514590/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/534182/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1457168/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1469319/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1544392/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1654460/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1949720/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2042675/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2076644/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2107685/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2132180/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2147212/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2232605/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2234324/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2238424/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2247023/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2247438/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2349620/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2379548/"
          ]
        }
      ],
      "judges": "Cohen",
      "date_created": "2014-10-30T13:32:27.863143Z",
      "date_modified": "2016-03-03T19:59:38.045645Z",
      "date_filed": "1990-02-06",
      "date_filed_is_approximate": false,
      "slug": "associated-business-tel-sys-v-greater-capital",
      "citation_id": 1465348,
      "case_name_short": "",
      "case_name": "ASSOCIATED BUSINESS TEL. SYS. v. Greater Capital",
      "case_name_full": "",
      "federal_cite_one": "729 F. Supp. 1488",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 1,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/979292/associated-business-tel-sys-v-greater-capital/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T13:32:27.859469Z",
  "date_modified": "2014-10-30T13:32:27.859469Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "ASSOCIATED BUSINESS TEL. SYS. v. Greater Capital",
  "case_name_full": "",
  "slug": "associated-business-tel-sys-v-greater-capital",
  "docket_number": "Civ. A. No. 87-2697",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}