{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/982602/",
  "id": 982602,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/calctapp/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1042722/",
      "id": 1042722,
      "absolute_url": "/opinion/1042722/babb-v-hall-ca11/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/982602/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1042722/",
          "id": 1042722,
          "absolute_url": "/opinion/1042722/babb-v-hall-ca11/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1042722/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-01T19:52:52.235693Z",
          "date_modified": "2017-03-28T13:36:18.824101Z",
          "type": "010combined",
          "sha1": "3341b5b4415eda0493cebef87a09b58bdee1c557",
          "page_count": 9,
          "download_url": "http://www.courts.ca.gov/opinions/nonpub/A136886.PDF",
          "local_path": "pdf/2013/09/30/babb_v._hall_ca11.pdf",
          "plain_text": "Filed 9/30/13 Babb v. Hall CA1/1\n                      NOT TO BE PUBLISHED IN OFFICIAL REPORTS\nCalifornia Rules of Court, rule 8.1115(a), prohibits courts and parties from citing or relying on opinions not certified for\npublication or ordered published, except as specified by rule 8.1115(b). This opinion has not been certified for publication\nor ordered published for purposes of rule 8.1115.\n\n\n              IN THE COURT OF APPEAL OF THE STATE OF CALIFORNIA\n\n                                       FIRST APPELLATE DISTRICT\n\n                                                  DIVISION ONE\n\n\nJAMES BABB,\n         Plaintiff and Appellant,\nv.                                                                   A136886\nKIM HALL et al.,\n                                                                     (Solano County\n         Defendants and Respondents.                                 Super. Ct. No. FCS039502)\n\n         Plaintiff James Babb, a state-prison inmate, alleges that Kim Hall, Sam Martin,\nand Janet Alcantara (collectively referred to as defendants) caused a false rules violation\nreport to be filed against him in order to get him placed in administrative segregation and\nfired from his job at the prison bookbindery. He further alleges that Alcantara retaliated\nagainst him for filing an administrative grievance regarding the false report.\n         Plaintiff filed this lawsuit, alleging that defendants violated his due process rights\nand committed various tortious acts against him, including false imprisonment, abuse of\nprocess, malicious prosecution, intentional and negligent infliction of emotional distress,\ndefamation, and negligence. The defendants demurred to these claims. The trial court\nsustained the demurrer without leave to amend and plaintiff appealed the resulting\njudgment.\n         We conclude plaintiff‟s allegations do not state a cause of action because\ndefendants are entitled to statutory immunity as to all claims except the one for false\nimprisonment. The false imprisonment claim also fails because lawfully incarcerated\n\fprison inmates have no legal grounds on which to state such a claim. We therefore affirm\nthe judgment.\n                                           FACTS\n       Because we are reviewing an order sustaining a demurrer, we are required to\naccept as true the allegations of fact set forth in plaintiff‟s complaint. (City of Dinuba v.\nCounty of Tulare (2007) 41 Cal.4th 859, 865 (City of Dinuba).) Therefore, the facts set\nforth in this opinion are taken from the allegations in plaintiff‟s pleading.\n       Plaintiff, an inmate incarcerated at California State Prison, Solano (CSP Solano),\nhad worked in the prison‟s bookbindery for 20 years. At the time relevant to this lawsuit,\nhe was the lead operating inmate. Defendants are employees of the Prison Industry\nAuthority (PIA), a public entity within the California Department of Corrections and\nRehabilitation that operates the CSP Solano bookbindery. Hall and Martin worked there\nas supervisors. Alcantara was an assistant superintendant.\n       Plaintiff came to believe that defendants no longer wanted him to work at the\nbookbindery. As a result, in the months leading to February 2011, he refused to teach\nthem what he knew about the facility‟s machines. He also declined their requests to put\nparticular inmates on certain machines because he believed defendants were trying to\n“ „set up‟ ” the other inmates to get them removed from their work assignments. He\nbegan taking notes at work to record his observations of defendants‟ actions.\n       On February 2, 2011, a wrench that plaintiff had been using went missing. When\nplaintiff reported the missing tool, Alcantara called for security and requested that\nplaintiff be placed in administrative segregation. Inmates who lose tools generally forfeit\ntheir jobs and are placed in administrative segregation. The correctional officer who\nresponded to Alcantara‟s call instead insisted that the wrench be found. The tool was\neventually found in a trash can near Hall‟s desk. As a result, plaintiff was not placed in\nadministrative segregation.\n       Two days later, Hall and Martin noticed plaintiff was taking notes at work and\ndemanded to see what he was writing. He refused to show them his notes, and began\ntearing up the paper and putting it in his mouth. Martin went to call for security while\n\n                                              2\n\fHall continued to demand that plaintiff give him the pieces of paper. Plaintiff refused\nand walked quickly past Hall toward the exit of the bookbindery. Shortly thereafter,\ncorrectional officers arrived and escorted plaintiff back to his cell. They returned to\ndiscuss the incident with Hall and Martin. Hall informed the officers that plaintiff had\nphysically bumped into him while walking out of the facility. As a result, plaintiff\nreceived a rules violation report for battery and was placed in administrative segregation\npending a review and hearing. Hall subsequently told the investigating officers that he\ndid not believe plaintiff intended to assault him. After a hearing, the rules violation\nreport was dismissed and plaintiff was released from administrative segregation.\n       Plaintiff submitted an administrative grievance regarding Hall‟s false accusations\nand requested to be reinstated to his position at the bookbindery. Alcantara approached\nplaintiff and said that he could have his job back on the condition that he withdraw his\ngrievance. Plaintiff refused. He was never reinstated to his position.\n                                     PROCEEDINGS\n       On March 13, 2012, plaintiff filed a complaint alleging nine causes of action.\nAgainst Hall and Martin, plaintiff‟s claims included violation of due process rights under\nCivil Code 52.1, subdivision (b), false imprisonment, abuse of process, malicious\nprosecution, intentional and negligent infliction of emotional distress, defamation, and\nnegligence.1 Against Alcantara, plaintiff asserted claims for violation of due process\nrights and retaliation, along with intentional and negligent infliction of emotional distress,\nand negligence.\n       On June 11, 2012, defendants filed a demurrer to the complaint.\n       On August 22, 2012, the trial court filed an order sustaining defendants‟ demurrer\nwithout leave to amend. The court found defendants were immune from liability under\nGovernment Code section 821.6 as to all causes of action except false imprisonment. As\nto that claim, the court ruled that an inmate who is moved to administrative segregation\n\n\n       1\n        On appeal, plaintiff does not challenge the trial court‟s determination as to the\nabuse of process claim.\n\n                                              3\n\fcannot maintain a claim for false imprisonment. Judgment was entered in favor of\ndefendants. This appeal followed.\n                                        DISCUSSION\nI. Standard of Review Applicable to Demurrer\n       Our standard of review of an order sustaining a demurrer on the ground that the\ncomplaint fails to state facts sufficient to constitute a cause of action is well settled. We\nindependently review the ruling on demurrer and determine de novo whether the\ncomplaint alleges facts sufficient to state a cause of action. (McCall v. PacifiCare of\nCal., Inc. (2001) 25 Cal.4th 412, 415.) When conducting this de novo review, “[w]e give\nthe complaint a reasonable interpretation, reading it as a whole and its parts in their\ncontext. [Citation.] Further, we treat the demurrer as admitting all material facts\nproperly pleaded, but do not assume the truth of contentions, deductions or conclusions\nof law.” (City of Dinuba, supra, 41 Cal.4th at p. 865.)\n       When a demurrer is properly sustained on the ground that the complaint fails to\nstate facts sufficient to constitute a cause of action, and leave to amend is denied, “we\ndecide whether there is a reasonable possibility that the defect can be cured by\namendment: if it can be, the trial court has abused its discretion and we reverse; if not,\nthere has been no abuse of discretion and we affirm. [Citations.] The burden of proving\nsuch reasonable possibility is squarely on the plaintiff.” (Blank v. Kirwan (1985)\n39 Cal.3d 311, 318.)\nII. Immunity Under Government Code Section 821.62\n       As stated above, the gravamen of the complaint is that defendants wrongly\ninitiated the disciplinary action against plaintiff. On appeal, plaintiff asserts the trial\ncourt erred in sustaining the demurrer because section 821.6 does not apply to public\nemployees who knowingly file false charges. Defendants claim they are statutorily\n\n\n\n\n       2\n        All further statutory references are to the Government Code except as otherwise\nindicated.\n\n                                               4\n\fimmune from liability against every cause of action except the one for false\nimprisonment.\n       With the exception of the false imprisonment claim, the demurrer was based on\nthe immunity of section 821.6, which provides: “A public employee is not liable for\ninjury caused by his instituting or prosecuting any judicial or administrative proceeding\nwithin the scope of his employment, even if he acts maliciously and without probable\ncause.” “The immunity conferred by section 821.6 is not limited to peace officers and\nprosecutors but has been extended to public school officials [citation], heads of\nadministrative departments [citation], social workers [citation], county coroners\n[citation], and members of county boards of supervisors [citation].” (Tur v. City of Los\nAngeles (1996) 51 Cal.App.4th 897, 901 (Tur).) The immunity “extends to actions taken\nin preparation for formal proceedings” (Amylou R. v. County of Riverside (1994)\n28 Cal.App.4th 1205, 1209–1210 (Amylou R.)) and “encompasses conduct during an\nongoing prosecution” (Randle v. City and County of San Francisco (1986)\n186 Cal.App.3d 449, 456 (Randle)). As stated in Baughman v. State of California (1995)\n38 Cal.App.4th 182, 192 (Baughman), “[o]fficers must be free to use their honest\njudgment uninfluenced by fear of litigation or harassment of themselves in the\nperformance of their duties.”\n       A. Scope of Employment\n       Plaintiff first claims Hall was not acting within the scope of his employment when\nhe allegedly knowingly filed false charges against him. He asserts Hall “acted with an\nimpermissible purpose and sought personal gain from his conduct.” However, plaintiff\ndoes not suggest that Hall‟s conduct was connected to anything other than the workplace\nsetting. In particular, there is no suggestion that Hall or any of the other defendants\nsought to secure any private gain from their actions.\n       Section 821.6 immunity applies only to conduct within the scope of employment.\nAn employee is acting in the course and scope of his employment when he is engaged in\nwork he was employed to perform, or when the act is incident to his duty and is\nperformed for the benefit of his employer, not to serve his own purposes or convenience.\n\n                                              5\n\f(Mazzola v. Feinstein (1984) 154 Cal.App.3d 305, 311.) Scope of employment is\nordinarily a question of fact for the jury (Mary M. v City of Los Angeles (1991) 54 Cal.3d\n202, 221), but where only one reasonable inference can be drawn we may decide the\nquestion as a matter of law (Fowler v. Howell (1996) 42 Cal.App.4th 1746, 1751).\n       Plaintiff claims the defendants acted not for the benefit of their employer, but\ninstead acted to “satisfy their own goal” of having him removed from the bookbindery.\nThe only reasonable inference to be drawn from these allegations is that the conduct was\nincident to defendants‟ duties as employees of the PIA, and was not for their own private\npurposes. Whether their duties were carried out negligently, maliciously, or without\nprobable cause, they were within the scope of employment for purposes of section 821.6.3\n(Baughman, supra, 38 Cal.App.4th at p. 192.)\n       We also agree with defendants that section 821.6 applies to Alcantara‟s alleged\nretaliation against plaintiff in refusing to return him to his job unless he dropped his\ngrievance. Further, to the extent he claims violations of his constitutional rights under\nCivil Code section 52.1, we note that section does not prevail over the Government Code\nsection 821.6 immunity. (See County of Los Angeles v. Superior Court (2009)\n181 Cal.App.4th 218, 231.)\n       B. Section 822.2 Does Not Apply\n       Plaintiff contends even if Hall was acting within the scope of his employment, he\nis still liable for the act of knowingly filing false charges, per section 822.2.\n\n\n\n       3\n          In Randle, supra, 186 Cal.App.3d 449, the plaintiff charged the public employees\nwith suppression of evidence in a criminal case. The court held recovery of damages was\nprecluded by the immunity provisions of section 821.6. (Randle, at p. 455.) It stated:\n“That the complaint alleges improper conduct regarding the evidence does not alter the\nfact that the acts alleged fall within the scope of employment. [Citation.] To hold\notherwise would mean that an impropriety which provides a basis for liability would also\nprovide a basis for vitiating immunity from such liability, thus making a mockery of\nsection 821.6.” (Id. at p. 457.) As defendants note, the immunity “would be meaningless\nif a plaintiff could defeat its application merely by alleging an improper purpose; most\nactions for malicious prosecution likely include such allegations.”\n\n                                               6\n\fThat section provides that a public employee is immune for negligent and intentional\nmisrepresentation, “unless he is guilty of actual fraud, corruption or actual malice.” This\nexception applies only if a plaintiff also alleges facts showing in a nonconclusory fashion\nthat a public employee is motivated by “ „ “corruption or actual malice, i.e., a conscious\nintent to deceive, vex, annoy or harm the injured party.” ‟ ” (Curcini v. County of\nAlameda (2008) 164 Cal.App.4th 629, 649 (Curcini).)\n       In Curcini, the court reviewed allegations that misrepresentations made during the\nbid process for awarding a public contract were made “ „for corrupt purposes and/or with\nmalice towards plaintiffs and their interests‟ and that defendants‟ conduct „was intended\n. . . to cause injury to plaintiffs or constituted despicable conduct which was carried on by\ndefendants, and each of them, with a willful and conscious disregard of the rights of\nplaintiffs.‟ ” (Curcini, supra, 164 Cal.App.4th at p. 650.) The court held the allegations\nto be conclusory. (Ibid.) Similarly, here plaintiff alleges in a conclusory fashion that\nHall acted with actual malice “since he filed false charges against Plaintiff knowing full\nwell that the charges were false, solely in an attempt to have Plaintiff removed from his\nposition in the bookbindery.” In particular, he does not state any facts to support his\nconclusion that Hall‟s actions were motivated by a desire to have plaintiff removed from\nhis job. He merely surmises that this must have been Hall‟s motivation. Conclusory\nallegations are insufficient to survive demurrer. (Curcini, at p. 650; Masters v. San\nBernardino County Employees Retirement Assn. (1995) 32 Cal.App.4th 30, 42.)\n       Accordingly, as all of the acts complained of arise out of the defendants‟ actions\nsurrounding the filing of the rule violation report, the immunity set forth in section 821.6\napplies to all of plaintiff‟s causes of actions against all of the defendants, with the\nexception of his claim for false imprisonment. (See Paterson v. City of Los Angeles\n(2009) 174 Cal.App.4th 1393, 1405 [for purposes of this immunity provision,\ninvestigations are deemed to be part of judicial and administrative proceedings];\nCappuccio, Inc. v. Harmon (1989) 208 Cal.App.3d 1496, 1500 [the test of immunity is\nnot the timing of the act but whether there is a causal relationship between the act and the\nprosecution process].) The immunity thus applies to his claims for malicious prosecution\n\n                                               7\n\f(Tur, supra, 51 Cal.App.4th at p. 901), intentional and negligent infliction of emotional\ndistress (Amylou R., supra, 28 Cal.App.4th at pp. 1208–1209), defamation (Kayfetz v.\nState of California (1984) 156 Cal.App.3d 491, 499), negligence (Strong v. State of\nCalifornia (2011) 201 Cal.App.4th 1439, 1461), and violation of due process (Ingram v.\nFlippo (1999) 74 Cal.App.4th 1280, 1291–1293). These claims are precluded by\nsection 821.6 immunity, and there is no reasonable possibility that the defect can be cured\nby amendment.\nIII. The False Imprisonment Claim Fails\n       As to the false imprisonment claim, section 820.4 states: “A public employee is\nnot liable for his act or omission, exercising due care, in the execution or enforcement of\nany law. Nothing in this section exonerates a public employee from liability for . . . false\nimprisonment.” To state a claim for false imprisonment, a plaintiff must allege he was\nrestrained by another, and that the restraint was completely unlawful and without\nauthority. (See Collins v. County of Los Angeles (1966) 241 Cal.App.2d 451.) As there\nis no dispute as to whether plaintiff is legally incarcerated, we conclude he cannot sustain\na false imprisonment claim, even if he was wrongfully housed in administrative\nsegregation for a period of time.\n       Courts in other jurisdictions have held that legally incarcerated inmates cannot\ndemonstrate they have been illegally detained simply because they have been placed in a\nsegregated unit, and such circumstances do not give rise to a false imprisonment claim.\n(See, e.g., Estate of Claude Brooks v. United States (9th Cir. 1999) 197 F.3d 1245, 1248–\n1249; Clark v. Michigan Dept. of Corrections (E.D.Mich. 1982) 555 F.Supp. 512; Burton\nv. Scribner (E.D.Cal., Dec. 21, 2006, No. CV F 05 1287 OWW SMS P) 2006 U.S.Dist.\nLexis 92407; Wilson v. Stolman (E.D.Cal., Apr. 11, 2006, No. 1:05-CV-00226-OWW-\nSMS-P) 2006 U.S.Dist. Lexis 18617; McLaurin v. Rubenstein (S.D.W.Va., Feb. 21,\n\n\n\n\n                                             8\n\f2012, No. 2:11-cv-00090) 2012 U.S.Dist. Lexis 38437.)4 We concur with these decisions\nand hold that plaintiff has not stated a viable cause of action for false imprisonment.\n       In sum, the trial court properly sustained the demurrer to the complaint without\nleave to amend.5\n                                      DISPOSITION\n       The judgment is affirmed.\n\n\n\n\n                                                 __________________________________\n                                                 Dondero, Acting P. J.\n\n\nWe concur:\n\n\n__________________________________\nBanke, J.\n\n__________________________________\nSepulveda, J.*\n\n\n\n\n* Retired Associate Justice of the Court of Appeal, First Appellate District, Division\nFour, assigned by the Chief Justice pursuant to article VI, section 6 of the California\nConstitution.\n\n\n       4\n        Although not binding, nonpublished federal district court cases are citable as\npersuasive authority. (See Olinick v. BMG Entertainment (2006) 138 Cal.App.4th 1286,\n1301, fn. 11.)\n       In light of our conclusions, we need not address the parties‟ remaining\n       5\n\narguments.\n\n                                             9\n\f",
          "html": "",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<pre class=\"inline\">Filed 9/30/13 Babb v. Hall CA1/1\n                      NOT TO BE PUBLISHED IN OFFICIAL REPORTS\nCalifornia Rules of Court, rule 8.1115(a), prohibits courts and parties from citing or relying on opinions not certified for\npublication or ordered published, except as specified by rule 8.1115(b). This opinion has not been certified for publication\nor ordered published for purposes of rule 8.1115.\n\n\n              IN THE COURT OF APPEAL OF THE STATE OF CALIFORNIA\n\n                                       FIRST APPELLATE DISTRICT\n\n                                                  DIVISION ONE\n\n\nJAMES BABB,\n         Plaintiff and Appellant,\nv.                                                                   A136886\nKIM HALL et al.,\n                                                                     (Solano County\n         Defendants and Respondents.                                 Super. Ct. No. FCS039502)\n\n         Plaintiff James Babb, a state-prison inmate, alleges that Kim Hall, Sam Martin,\nand Janet Alcantara (collectively referred to as defendants) caused a false rules violation\nreport to be filed against him in order to get him placed in administrative segregation and\nfired from his job at the prison bookbindery. He further alleges that Alcantara retaliated\nagainst him for filing an administrative grievance regarding the false report.\n         Plaintiff filed this lawsuit, alleging that defendants violated his due process rights\nand committed various tortious acts against him, including false imprisonment, abuse of\nprocess, malicious prosecution, intentional and negligent infliction of emotional distress,\ndefamation, and negligence. The defendants demurred to these claims. The trial court\nsustained the demurrer without leave to amend and plaintiff appealed the resulting\njudgment.\n         We conclude plaintiff‟s allegations do not state a cause of action because\ndefendants are entitled to statutory immunity as to all claims except the one for false\nimprisonment. The false imprisonment claim also fails because lawfully incarcerated\n\fprison inmates have no legal grounds on which to state such a claim. We therefore affirm\nthe judgment.\n                                           FACTS\n       Because we are reviewing an order sustaining a demurrer, we are required to\naccept as true the allegations of fact set forth in plaintiff‟s complaint. (City of Dinuba v.\nCounty of Tulare (2007) </pre><span class=\"citation\" data-id=\"2599701\"><a href=\"/opinion/2599701/city-of-dinuba-v-county-of-tulare/\"><span class=\"volume\">41</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">859</span></a></span><pre class=\"inline\">, 865 (City of Dinuba).) Therefore, the facts set\nforth in this opinion are taken from the allegations in plaintiff‟s pleading.\n       Plaintiff, an inmate incarcerated at California State Prison, Solano (CSP Solano),\nhad worked in the prison‟s bookbindery for 20 years. At the time relevant to this lawsuit,\nhe was the lead operating inmate. Defendants are employees of the Prison Industry\nAuthority (PIA), a public entity within the California Department of Corrections and\nRehabilitation that operates the CSP Solano bookbindery. Hall and Martin worked there\nas supervisors. Alcantara was an assistant superintendant.\n       Plaintiff came to believe that defendants no longer wanted him to work at the\nbookbindery. As a result, in the months leading to February 2011, he refused to teach\nthem what he knew about the facility‟s machines. He also declined their requests to put\nparticular inmates on certain machines because he believed defendants were trying to\n“ „set up‟ ” the other inmates to get them removed from their work assignments. He\nbegan taking notes at work to record his observations of defendants‟ actions.\n       On February 2, 2011, a wrench that plaintiff had been using went missing. When\nplaintiff reported the missing tool, Alcantara called for security and requested that\nplaintiff be placed in administrative segregation. Inmates who lose tools generally forfeit\ntheir jobs and are placed in administrative segregation. The correctional officer who\nresponded to Alcantara‟s call instead insisted that the wrench be found. The tool was\neventually found in a trash can near Hall‟s desk. As a result, plaintiff was not placed in\nadministrative segregation.\n       Two days later, Hall and Martin noticed plaintiff was taking notes at work and\ndemanded to see what he was writing. He refused to show them his notes, and began\ntearing up the paper and putting it in his mouth. Martin went to call for security while\n\n                                              2\n\fHall continued to demand that plaintiff give him the pieces of paper. Plaintiff refused\nand walked quickly past Hall toward the exit of the bookbindery. Shortly thereafter,\ncorrectional officers arrived and escorted plaintiff back to his cell. They returned to\ndiscuss the incident with Hall and Martin. Hall informed the officers that plaintiff had\nphysically bumped into him while walking out of the facility. As a result, plaintiff\nreceived a rules violation report for battery and was placed in administrative segregation\npending a review and hearing. Hall subsequently told the investigating officers that he\ndid not believe plaintiff intended to assault him. After a hearing, the rules violation\nreport was dismissed and plaintiff was released from administrative segregation.\n       Plaintiff submitted an administrative grievance regarding Hall‟s false accusations\nand requested to be reinstated to his position at the bookbindery. Alcantara approached\nplaintiff and said that he could have his job back on the condition that he withdraw his\ngrievance. Plaintiff refused. He was never reinstated to his position.\n                                     PROCEEDINGS\n       On March 13, 2012, plaintiff filed a complaint alleging nine causes of action.\nAgainst Hall and Martin, plaintiff‟s claims included violation of due process rights under\nCivil Code 52.1, subdivision (b), false imprisonment, abuse of process, malicious\nprosecution, intentional and negligent infliction of emotional distress, defamation, and\nnegligence.1 Against Alcantara, plaintiff asserted claims for violation of due process\nrights and retaliation, along with intentional and negligent infliction of emotional distress,\nand negligence.\n       On June 11, 2012, defendants filed a demurrer to the complaint.\n       On August 22, 2012, the trial court filed an order sustaining defendants‟ demurrer\nwithout leave to amend. The court found defendants were immune from liability under\nGovernment Code section 821.6 as to all causes of action except false imprisonment. As\nto that claim, the court ruled that an inmate who is moved to administrative segregation\n\n\n       1\n        On appeal, plaintiff does not challenge the trial court‟s determination as to the\nabuse of process claim.\n\n                                              3\n\fcannot maintain a claim for false imprisonment. Judgment was entered in favor of\ndefendants. This appeal followed.\n                                        DISCUSSION\nI. Standard of Review Applicable to Demurrer\n       Our standard of review of an order sustaining a demurrer on the ground that the\ncomplaint fails to state facts sufficient to constitute a cause of action is well settled. We\nindependently review the ruling on demurrer and determine de novo whether the\ncomplaint alleges facts sufficient to state a cause of action. (McCall v. PacifiCare of\nCal., Inc. (2001) </pre><span class=\"citation\" data-id=\"2570839\"><a href=\"/opinion/2570839/mccall-v-pacificare-of-cal-inc/\"><span class=\"volume\">25</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">412</span></a></span><pre class=\"inline\">, 415.) When conducting this de novo review, “[w]e give\nthe complaint a reasonable interpretation, reading it as a whole and its parts in their\ncontext. [Citation.] Further, we treat the demurrer as admitting all material facts\nproperly pleaded, but do not assume the truth of contentions, deductions or conclusions\nof law.” (City of Dinuba, supra, 41 Cal.4th at p. 865.)\n       When a demurrer is properly sustained on the ground that the complaint fails to\nstate facts sufficient to constitute a cause of action, and leave to amend is denied, “we\ndecide whether there is a reasonable possibility that the defect can be cured by\namendment: if it can be, the trial court has abused its discretion and we reverse; if not,\nthere has been no abuse of discretion and we affirm. [Citations.] The burden of proving\nsuch reasonable possibility is squarely on the plaintiff.” (Blank v. Kirwan (1985)\n</pre><span class=\"citation\" data-id=\"1359010\"><a href=\"/opinion/1359010/blank-v-kirwan/\"><span class=\"volume\">39</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">311</span></a></span><pre class=\"inline\">, 318.)\nII. Immunity Under Government Code Section 821.62\n       As stated above, the gravamen of the complaint is that defendants wrongly\ninitiated the disciplinary action against plaintiff. On appeal, plaintiff asserts the trial\ncourt erred in sustaining the demurrer because section 821.6 does not apply to public\nemployees who knowingly file false charges. Defendants claim they are statutorily\n\n\n\n\n       2\n        All further statutory references are to the Government Code except as otherwise\nindicated.\n\n                                               4\n\fimmune from liability against every cause of action except the one for false\nimprisonment.\n       With the exception of the false imprisonment claim, the demurrer was based on\nthe immunity of section 821.6, which provides: “A public employee is not liable for\ninjury caused by his instituting or prosecuting any judicial or administrative proceeding\nwithin the scope of his employment, even if he acts maliciously and without probable\ncause.” “The immunity conferred by section 821.6 is not limited to peace officers and\nprosecutors but has been extended to public school officials [citation], heads of\nadministrative departments [citation], social workers [citation], county coroners\n[citation], and members of county boards of supervisors [citation].” (Tur v. City of Los\nAngeles (1996) </pre><span class=\"citation\" data-id=\"2257223\"><a href=\"/opinion/2257223/tur-v-city-of-los-angeles/\"><span class=\"volume\">51</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">897</span></a></span><pre class=\"inline\">, 901 (Tur).) The immunity “extends to actions taken\nin preparation for formal proceedings” (Amylou R. v. County of Riverside (1994)\n</pre><span class=\"citation\" data-id=\"2270566\"><a href=\"/opinion/2270566/amylou-r-v-county-of-riverside/\"><span class=\"volume\">28</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1205</span></a></span><pre class=\"inline\">, 1209–1210 (Amylou R.)) and “encompasses conduct during an\nongoing prosecution” (Randle v. City and County of San Francisco (1986)\n</pre><span class=\"citation\" data-id=\"2179219\"><a href=\"/opinion/2179219/randle-v-city-and-county-of-san-francisco/\"><span class=\"volume\">186</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">449</span></a></span><pre class=\"inline\">, 456 (Randle)). As stated in Baughman v. State of California (1995)\n</pre><span class=\"citation\" data-id=\"2288708\"><a href=\"/opinion/2288708/baughman-v-state-of-california/\"><span class=\"volume\">38</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">182</span></a></span><pre class=\"inline\">, 192 (Baughman), “[o]fficers must be free to use their honest\njudgment uninfluenced by fear of litigation or harassment of themselves in the\nperformance of their duties.”\n       A. Scope of Employment\n       Plaintiff first claims Hall was not acting within the scope of his employment when\nhe allegedly knowingly filed false charges against him. He asserts Hall “acted with an\nimpermissible purpose and sought personal gain from his conduct.” However, plaintiff\ndoes not suggest that Hall‟s conduct was connected to anything other than the workplace\nsetting. In particular, there is no suggestion that Hall or any of the other defendants\nsought to secure any private gain from their actions.\n       Section 821.6 immunity applies only to conduct within the scope of employment.\nAn employee is acting in the course and scope of his employment when he is engaged in\nwork he was employed to perform, or when the act is incident to his duty and is\nperformed for the benefit of his employer, not to serve his own purposes or convenience.\n\n                                              5\n\f(Mazzola v. Feinstein (1984) </pre><span class=\"citation no-link\"><span class=\"volume\">154</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">305</span></span><pre class=\"inline\">, 311.) Scope of employment is\nordinarily a question of fact for the jury (Mary M. v City of Los Angeles (1991) </pre><span class=\"citation\" data-id=\"1388423\"><a href=\"/opinion/1388423/mary-m-v-city-of-los-angeles/\"><span class=\"volume\">54</span> <span class=\"reporter\">Cal. 3d</span>\n<span class=\"page\">202</span></a></span><pre class=\"inline\">, 221), but where only one reasonable inference can be drawn we may decide the\nquestion as a matter of law (Fowler v. Howell (1996) </pre><span class=\"citation\" data-id=\"2258219\"><a href=\"/opinion/2258219/fowler-v-howell/\"><span class=\"volume\">42</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1746</span></a></span><pre class=\"inline\">, 1751).\n       Plaintiff claims the defendants acted not for the benefit of their employer, but\ninstead acted to “satisfy their own goal” of having him removed from the bookbindery.\nThe only reasonable inference to be drawn from these allegations is that the conduct was\nincident to defendants‟ duties as employees of the PIA, and was not for their own private\npurposes. Whether their duties were carried out negligently, maliciously, or without\nprobable cause, they were within the scope of employment for purposes of section 821.6.3\n(Baughman, supra, 38 Cal.App.4th at p. 192.)\n       We also agree with defendants that section 821.6 applies to Alcantara‟s alleged\nretaliation against plaintiff in refusing to return him to his job unless he dropped his\ngrievance. Further, to the extent he claims violations of his constitutional rights under\nCivil Code section 52.1, we note that section does not prevail over the Government Code\nsection 821.6 immunity. (See County of Los Angeles v. Superior Court (2009)\n</pre><span class=\"citation\" data-id=\"2255990\"><a href=\"/opinion/2255990/county-of-los-angeles-v-superior-court/\"><span class=\"volume\">181</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">218</span></a></span><pre class=\"inline\">, 231.)\n       B. Section 822.2 Does Not Apply\n       Plaintiff contends even if Hall was acting within the scope of his employment, he\nis still liable for the act of knowingly filing false charges, per section 822.2.\n\n\n\n       3\n          In Randle, supra, </pre><span class=\"citation\" data-id=\"2179219\"><a href=\"/opinion/2179219/randle-v-city-and-county-of-san-francisco/\"><span class=\"volume\">186</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">449</span></a></span><pre class=\"inline\">, the plaintiff charged the public employees\nwith suppression of evidence in a criminal case. The court held recovery of damages was\nprecluded by the immunity provisions of section 821.6. (Randle, at p. 455.) It stated:\n“That the complaint alleges improper conduct regarding the evidence does not alter the\nfact that the acts alleged fall within the scope of employment. [Citation.] To hold\notherwise would mean that an impropriety which provides a basis for liability would also\nprovide a basis for vitiating immunity from such liability, thus making a mockery of\nsection 821.6.” (Id. at p. 457.) As defendants note, the immunity “would be meaningless\nif a plaintiff could defeat its application merely by alleging an improper purpose; most\nactions for malicious prosecution likely include such allegations.”\n\n                                               6\n\fThat section provides that a public employee is immune for negligent and intentional\nmisrepresentation, “unless he is guilty of actual fraud, corruption or actual malice.” This\nexception applies only if a plaintiff also alleges facts showing in a nonconclusory fashion\nthat a public employee is motivated by “ „ “corruption or actual malice, i.e., a conscious\nintent to deceive, vex, annoy or harm the injured party.” ‟ ” (Curcini v. County of\nAlameda (2008) </pre><span class=\"citation no-link\"><span class=\"volume\">164</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">629</span></span><pre class=\"inline\">, 649 (Curcini).)\n       In Curcini, the court reviewed allegations that misrepresentations made during the\nbid process for awarding a public contract were made “ „for corrupt purposes and/or with\nmalice towards plaintiffs and their interests‟ and that defendants‟ conduct „was intended\n. . . to cause injury to plaintiffs or constituted despicable conduct which was carried on by\ndefendants, and each of them, with a willful and conscious disregard of the rights of\nplaintiffs.‟ ” (Curcini, supra, 164 Cal.App.4th at p. 650.) The court held the allegations\nto be conclusory. (Ibid.) Similarly, here plaintiff alleges in a conclusory fashion that\nHall acted with actual malice “since he filed false charges against Plaintiff knowing full\nwell that the charges were false, solely in an attempt to have Plaintiff removed from his\nposition in the bookbindery.” In particular, he does not state any facts to support his\nconclusion that Hall‟s actions were motivated by a desire to have plaintiff removed from\nhis job. He merely surmises that this must have been Hall‟s motivation. Conclusory\nallegations are insufficient to survive demurrer. (Curcini, at p. 650; Masters v. San\nBernardino County Employees Retirement Assn. (1995) </pre><span class=\"citation\" data-id=\"2293954\"><a href=\"/opinion/2293954/masters-v-san-bernardino-cty-emp-retirement/\"><span class=\"volume\">32</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">30</span></a></span><pre class=\"inline\">, 42.)\n       Accordingly, as all of the acts complained of arise out of the defendants‟ actions\nsurrounding the filing of the rule violation report, the immunity set forth in section 821.6\napplies to all of plaintiff‟s causes of actions against all of the defendants, with the\nexception of his claim for false imprisonment. (See Paterson v. City of Los Angeles\n(2009) </pre><span class=\"citation\" data-id=\"2248760\"><a href=\"/opinion/2248760/paterson-v-city-of-los-angeles/\"><span class=\"volume\">174</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1393</span></a></span><pre class=\"inline\">, 1405 [for purposes of this immunity provision,\ninvestigations are deemed to be part of judicial and administrative proceedings];\nCappuccio, Inc. v. Harmon (1989) </pre><span class=\"citation\" data-id=\"2144579\"><a href=\"/opinion/2144579/cappuccio-inc-v-harmon/\"><span class=\"volume\">208</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">1496</span></a></span><pre class=\"inline\">, 1500 [the test of immunity is\nnot the timing of the act but whether there is a causal relationship between the act and the\nprosecution process].) The immunity thus applies to his claims for malicious prosecution\n\n                                               7\n\f(Tur, supra, 51 Cal.App.4th at p. 901), intentional and negligent infliction of emotional\ndistress (Amylou R., supra, 28 Cal.App.4th at pp. 1208–1209), defamation (Kayfetz v.\nState of California (1984) </pre><span class=\"citation no-link\"><span class=\"volume\">156</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">491</span></span><pre class=\"inline\">, 499), negligence (Strong v. State of\nCalifornia (2011) </pre><span class=\"citation no-link\"><span class=\"volume\">201</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1439</span></span><pre class=\"inline\">, 1461), and violation of due process (Ingram v.\nFlippo (1999) </pre><span class=\"citation\" data-id=\"2248732\"><a href=\"/opinion/2248732/ingram-v-flippo/\"><span class=\"volume\">74</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1280</span></a></span><pre class=\"inline\">, 1291–1293). These claims are precluded by\nsection 821.6 immunity, and there is no reasonable possibility that the defect can be cured\nby amendment.\nIII. The False Imprisonment Claim Fails\n       As to the false imprisonment claim, section 820.4 states: “A public employee is\nnot liable for his act or omission, exercising due care, in the execution or enforcement of\nany law. Nothing in this section exonerates a public employee from liability for . . . false\nimprisonment.” To state a claim for false imprisonment, a plaintiff must allege he was\nrestrained by another, and that the restraint was completely unlawful and without\nauthority. (See Collins v. County of Los Angeles (1966) </pre><span class=\"citation\" data-id=\"2210453\"><a href=\"/opinion/2210453/collins-v-county-of-los-angeles/\"><span class=\"volume\">241</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">451</span></a></span><pre class=\"inline\">.) As there\nis no dispute as to whether plaintiff is legally incarcerated, we conclude he cannot sustain\na false imprisonment claim, even if he was wrongfully housed in administrative\nsegregation for a period of time.\n       Courts in other jurisdictions have held that legally incarcerated inmates cannot\ndemonstrate they have been illegally detained simply because they have been placed in a\nsegregated unit, and such circumstances do not give rise to a false imprisonment claim.\n(See, e.g., Estate of Claude Brooks v. United States (9th Cir. 1999) </pre><span class=\"citation no-link\"><span class=\"volume\">197</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1245</span></span><pre class=\"inline\">, 1248–\n1249; Clark v. Michigan Dept. of Corrections (E.D.Mich. 1982) </pre><span class=\"citation\" data-id=\"1457299\"><a href=\"/opinion/1457299/clark-v-michigan-dept-of-corrections/\"><span class=\"volume\">555</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">512</span></a></span><pre class=\"inline\">; Burton\nv. Scribner (E.D.Cal., Dec. 21, 2006, No. CV F 05 1287 OWW SMS P) 2006 U.S.Dist.\nLexis 92407; Wilson v. Stolman (E.D.Cal., Apr. 11, 2006, No. 1:05-CV-00226-OWW-\nSMS-P) 2006 U.S.Dist. Lexis 18617; McLaurin v. Rubenstein (S.D.W.Va., Feb. 21,\n\n\n\n\n                                             8\n\f2012, No. 2:11-cv-00090) 2012 U.S.Dist. Lexis 38437.)4 We concur with these decisions\nand hold that plaintiff has not stated a viable cause of action for false imprisonment.\n       In sum, the trial court properly sustained the demurrer to the complaint without\nleave to amend.5\n                                      DISPOSITION\n       The judgment is affirmed.\n\n\n\n\n                                                 __________________________________\n                                                 Dondero, Acting P. J.\n\n\nWe concur:\n\n\n__________________________________\nBanke, J.\n\n__________________________________\nSepulveda, J.*\n\n\n\n\n* Retired Associate Justice of the Court of Appeal, First Appellate District, Division\nFour, assigned by the Chief Justice pursuant to article VI, section 6 of the California\nConstitution.\n\n\n       4\n        Although not binding, nonpublished federal district court cases are citable as\npersuasive authority. (See Olinick v. BMG Entertainment (2006) </pre><span class=\"citation\" data-id=\"2253505\"><a href=\"/opinion/2253505/olinick-v-bmg-entertainment/\"><span class=\"volume\">138</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1286</span></a></span><pre class=\"inline\">,\n1301, fn. 11.)\n       In light of our conclusions, we need not address the parties‟ remaining\n       5\n\narguments.\n\n                                             9\n\f</pre>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1359010/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1388423/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1457299/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2144579/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2179219/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2210453/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2248732/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2248760/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2253505/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2255990/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2257223/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2258219/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2270566/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2288708/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2293954/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2570839/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2599701/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-10-30T13:33:51.131182Z",
      "date_modified": "2014-10-30T13:33:51.131182Z",
      "date_filed": "2013-09-30",
      "date_filed_is_approximate": false,
      "slug": "babb-v-hall-ca11",
      "citation_id": 1015492,
      "case_name_short": "Babb",
      "case_name": "Babb v. Hall CA1/1",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "C",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 0,
      "precedential_status": "Unpublished",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/982602/babb-v-hall-ca11/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T13:33:51.128440Z",
  "date_modified": "2014-10-30T13:33:51.128440Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Babb",
  "case_name": "Babb v. Hall CA1/1",
  "case_name_full": "",
  "slug": "babb-v-hall-ca11",
  "docket_number": "A136886",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}