{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/983336/",
  "id": 983336,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca10/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/329565/",
      "id": 329565,
      "absolute_url": "/opinion/329565/wilfred-keyes-plaintiffs-appellees-cross-appellants-number-74-1350-v/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/983336/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/329565/",
          "id": 329565,
          "absolute_url": "/opinion/329565/wilfred-keyes-plaintiffs-appellees-cross-appellants-number-74-1350-v/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/329565/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2011-08-23T08:58:26Z",
          "date_modified": "2017-03-24T23:43:46.525228Z",
          "type": "010combined",
          "sha1": "12ce72f6b4035bcdb1be4254f732bda6325589db",
          "page_count": null,
          "download_url": "http://bulk.resource.org/courts.gov/c/F2/521/521.F2d.465.74-1351.74-1350.74-1349.html",
          "local_path": null,
          "plain_text": "",
          "html": "<p class=\"case_cite\">521 F.2d 465</p>\n    <p class=\"parties\">Wilfred KEYES et al., Plaintiffs-Appellees-Cross-Appellants<br>(Number 74-1350),<br>v.<br>SCHOOL DISTRICT NO. 1, DENVER, COLORADO, et al.,<br>Defendants-Appellants-Cross-Appellees (Number 74-1350),<br>Appeal of CITIZENS ASSOCIATION FOR NEIGHBORHOOD SCHOOLS, an<br>unincorporatedassociation, Intervenor-Appellee<br>(Number 74-1351).<br>Congress of Hispanic Educators et al., Intervenors.<br>Colorado Association of School Boards et al., Amici Curiae.</p>\n    <p class=\"docket\">Nos. 74-1349, 74-1350 and 74-1351.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Tenth Circuit.</p>\n    <p class=\"date\">Submitted Feb. 10, 1975.<br>Decided Aug. 11, 1975.<br>Rehearing Denied Sept. 16, 1975.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael H. Jackson, Denver, Colo.  (William K. Ris, Thomas E. Creighton and Benjamin L. Craig, Denver, Colo., with him on the brief), for School Dist. No. 1 and others.</p>\n      <p class=\"indent\">Gordon G. Greiner, Denver, Colo.  (Robert T. Connery, Denver, Colo., and James M. Nabrit, III, New York City, with him on the brief), for Wilfred Keyes and others in Nos. 74-1349 and 74-1351.</p>\n      <p class=\"indent\">Sanford Jay Rosen, San Francisco, Cal.  (Vilma S. Martinez, Joaquin G. Avila, Carlos Alcala and Drucilla S. Ramey, San Francisco, Cal., and R. Pete Reyes, Denver, Colo., with him on the brief), for intervenors.</p>\n      <p class=\"indent\">Reese Miller, Denver, Colo.  (Jay W. Swearingen, Denver, Colo., with him on the brief), for amicus curiae Colorado Assn. of School Boards.</p>\n      <p class=\"indent\">Gerald A. Caplan and Richard E. Bump of Caplan &amp; Earnest, Boulder, Colo., on brief for amicus curiae Colorado Assn. of School Executives.</p>\n      <p class=\"indent\">John P. Moore, Atty. Gen., John E. Bush, Deputy Atty. Gen., Jack E. Hanthorn, First Asst. Atty. Gen., Charles M. Elliott, Asst. Atty. Gen., Denver, Colo., on brief for amicus curiae State Board of Education, State of Colorado.</p>\n      <p class=\"indent\">Before LEWIS, Chief Judge, and SETH and BARRETT, Circuit Judges.</p>\n      <p class=\"indent\">LEWIS, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These combined cases reach this court by appeal following remand directly to the district court by the Supreme Court, Keyes v. School District No. 1, Denver, Colo., 413 U.S. 189, 93 S.Ct. 2686, 37 L.Ed.2d 548.  After extensive hearings the trial court entered its judgment, 368 F.Supp. 207.  All parties appeal with typical inflexibility of position, understandably, perhaps, because of the great complexity of the problem and the inevitable intrusion of naked emotion and worrisome economic problems.  Public objectivity is not to be even hoped for and judicial objectivity is difficult indeed.  Although we do not affirm the judgment of the trial court in its entirety we do recognize that court's objective and stern effort to follow the law and the complete necessity of the court's rejection of the various plans advocated by the subjectively interested parties.  And to place the orders of the district court in perspective, we will summarize the course of litigation in these cases from their inception in 1969, giving particular attention to the terms of the Supreme Court's remand.  We will then consider whether the district court properly concluded that segregative acts of the defendant School Board during the 1960s render the entire Denver school system an illegal dual system.  Next we will take up challenges to those portions of the court's remedial order concerning the reassignment and transportation of students.  Finally, we will consider portions of the court's order dealing with the institution of bilingual-bicultural education in Denver schools, combination of East and Manual High Schools on a campus basis, and faculty and staff desegregation.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1969 the plaintiffs sought a preliminary injunction against the School Board's implementation of its Resolution 1533, which would have effectively rescinded the Board's previously formulated desegregation plan for schools in Denver's Park Hill area.  In granting the preliminary injunction, 303 F.Supp. 279, the trial court found that during the previous decade the School Board had willfully undertaken to maintain and intensify racial segregation in Park Hill schools.  The trial court based this finding upon proof (1) that the Board established Barrett School in 1960 to contain the eastward movement of the black population in northeast Denver; (2) that the Board ignored official study committee proposals in 1962 and 1966 for the rezoning of attendance areas in order to minimize the effects of de facto segregation; (3) that the Board employed 28 of the district's 29 mobile classrooms in the Park Hill area to contain an overflow of black students; (4) that the Board added eight new classrooms at Hallett School also to contain an expanding black student body; (5) that in 1962 and 1964 the Board manipulated school boundaries in Park Hill and thereby further isolated black school children; (6) that the Board staffed minority schools with disproportionately high numbers of probationary teachers, teachers with less than ten years' experience, and minority teachers.  In a supplemental opinion, 303 F.Supp. 289, the trial court held that the Board's Resolution 1533 constituted a further act of de jure segregation.  The trial court again enjoined implementation of Resolution 1533 and further ordered boundary changes in keeping with the Board's previously formulated desegregation policy.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At trial on the merits, plaintiffs alleged acts of de jure segregation both in Park Hill and in Denver's central or core city area.  In its memorandum opinion, 313 F.Supp. 61, the trial court reaffirmed its position that the Board willfully followed a policy of racial concentration and isolation in Park Hill in violation of the rights of minority school children.  With respect to the core city schools, however, that court determined minority concentrations did not result from affirmative conduct on the part of the Board; rather, black and Hispano concentrations in these schools stemmed from long-established housing and population patterns and from the Board's racially neutral \"neighborhood school\" policy.  The court held, however, that irrespective of the causes of segregation in the core city, these schools unconstitutionally provided inferior education for their minority students.  The trial court made final its preliminary injunction reinstating Resolutions 1520, 1524, and 1531, pursuant to which the Board was to eliminate segregation in Park Hill's predominantly black schools and to stabilize the racial composition of schools in transition.  In a subsequent opinion, 313 F.Supp. 90, the district court ordered the desegregation of core city schools and the institution of a program of compensatory education for minority students.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On appeal, this court affirmed the trial court's conclusion that the Board's actions in Park Hill during the 1960s amounted to de jure segregation in violation of minority students' rights to equal protection of the laws.  445 F.2d 990.  We did, however, reverse the district court's ruling that the Board's maintenance of de facto segregated schools in the core city transgressed the fourteenth amendment.  Absent proof of affirmative Board action leading to segregated conditions, this court held, maintenance of educationally inferior segregated schools does not provide grounds for relief under the Constitution.  In this connection, we stated that:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>(W)here no type of state imposed segregation has previously been established, the burden is on plaintiff to prove by a preponderance of the evidence that the racial imbalance exists and that it was caused by intentional state action.  Once a prima facie case is made, the defendants have the burden of going forward with the evidence.  445 F.2d at 1006.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">However, we affirmed the trial court's conclusion that plaintiffs failed to make a prima facie case as respects the core city schools.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Supreme Court granted plaintiffs' petition for certiorari and ultimately overturned this court's rulings relating to the existence of actionable segregation in core city schools.  413 U.S. 189, 93 S.Ct. 2686, 37 L.Ed.2d 548.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The High Court observed that where school authorities are proved to have \"carried out a systematic program of segregation affecting a substantial portion of the students, schools, teachers, and facilities within the school system, it is only common sense to conclude that there exists a predicate for a finding of the existence of a dual school system.\" 413 U.S. at 201, 93 S.Ct. at 2694.  The Supreme Court reasoned that the purposeful concentration of minority students in certain schools has the reciprocal effect of keeping other schools predominantly Anglo.  Certainly natural boundaries or peculiarities in the geographic structure of a school district may prevent the district-wide impact of segregative acts directed at a portion of the district; but, as the Supreme Court acknowledged, such cases must be rare.  The Court then held that in the absence of a determination that the school district is naturally fractionalized into separate, identifiable and unrelated units, \"proof of state-imposed segregation in a substantial portion of the district will suffice to support a finding by the trial court of the existence of a dual system.\"  413 U.S. at 203, 93 S.Ct. at 2695.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Supreme Court, then, established the presumption that the School Board's segregative acts in a substantial portion of the school district renders the entire district a dual system.  At this point we must observe that the compulsion of the Court's opinion does not preclude the Board from rebutting this presumption with proof that the racial compositions of predominantly Anglo schools surrounding areas of minority concentration have been unaffected by the Board's segregative acts.  The presumption of system-wide impact, however, derives from the pervasive interrelationship between school policy and the community's development; it is therefore not easily rebutted.  The manipulation of attendance areas, the construction of new schools and classrooms, and the assignment of faculty and staff, all for racial effect, profoundly influence subsequent housing and population patterns throughout the district.  In order to rebut the presumption of district-wide segregatory effect, the Board's proofs must negate these presumed intangible influences.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Supreme Court directed the district court, on remand, first to afford the School Board opportunity to prove that the \"Park Hill area is a separate, identifiable and unrelated section\" of the district.  In the event that the Board should fail in this proof, the district court was directed, second, to determine whether the Board's conduct in deliberately segregating Park Hill schools \"constitute(s) the entire school system a dual school system.\"  If the Denver school system is determined to be a dual system, the Court directed that the Board should assume the \"affirmative duty to desegregate the entire system 'root and branch'.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On remand from the Supreme Court, the parties initially presented evidence bearing on the existence of a dual school system in Denver.  In its Memorandum Opinion and Order, 368 F.Supp. 207, the district court held, first, that the School failed to establish that Park Hill is geographically separate or isolated from the rest of the school district.  Second, the court held that the segregative acts of the Board in Park Hill constitute the rest of the district a dual school system.  In this respect, the court considered the absence of non-geographic factors isolating Park Hill schools from those in the rest of the district.  The court also noted Park Hill's similarity to adjacent areas in terms of available public services, social characteristics and spacial layout.  Plaintiffs' evidence established to the court's satisfaction that the Board's intentional segregation in Park Hill substantially affected schools outside the area.  On December 17, 1973, the court ordered the parties to submit plans for the desegregation of the entire School District No. 1. After a trial at which the court considered each of the tendered plans, the court determined that each was inadequate and commenced its own independent study.  The result was the court's adoption of its own plan, 380 F.Supp. 673, which was contained in a Final Decree and Order dated April 17, 1974.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We consider first whether the trial court properly concluded that the School Board's proven segregative acts in Park Hill during the 1960s renders the entire Denver school system a dual system.  The principal issue of dispute during trial concerned the types of evidence admissible to rebut the presumption that the Board's acts resulted in system-wide violation of the fourteenth amendment.  The School Board conceded that no geographical boundaries separated Park Hill from the rest of the district.  Likewise, the Board did not challenge plaintiffs' evidence that schools throughout the district, including Park Hill, were administered in the same way and that Park Hill is not distinguishable from surrounding neighborhoods by non-geographical factors.  Dispute arose, however, when the School Board tendered evidence on the absence of any causal relation between its proven acts of segregation in Park Hill and current levels of racial and ethnic concentration throughout the district.  Plaintiffs argue that proof of actionable system-wide segregation must be presumed from the Board's segregative acts in a substantial portion of the school district, subject only to rebuttal in the form of proof of the isolation of the portion of the district to which the proven acts were directed.  Plaintiffs argued both at trial and on appeal that the Board's evidence of the absence of extraterritorial effect was irrelevant under the terms of the Supreme Court's mandate.  Although the trial court admitted and considered the Board's evidence, it was of the view that proof of extraterritorial effect was somewhat beside the point; the court viewed the principal issue on remand as whether the Board's segregative intent with respect to the entire district could be inferred from its Park Hill actions.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We believe, however, that the Board's evidence concerning extraterritorial effect was relevant to the issues raised on remand.  The Supreme Court explained the posture of the case as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>(C)ommon sense dictates the conclusion that racially inspired school board actions have an impact beyond the particular schools that are the subjects of those actions.  This is not to say, of course, that there can never be a case in which the geographical structure of, or the natural boundaries within, a school district may have the effect of dividing the district into separate, identifiable and unrelated units.  Such a determination is essentially a question of fact to be resolved by the trial court in the first instance, but such cases must be rare.  In the absence of such a determination, proof of a state-imposed segregation in a substantial portion of the district will suffice to support a finding by the trial court of a dual system.  413 U.S. at 203, 93 S.Ct. at 2695.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Board's evidence concerning extraterritorial effect bore importantly on the issue whether Park Hill is a \"separate, identifiable, and unrelated unit\" within the district and was properly received by the court below.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We also believe that the court could properly conclude, as it did, that the Board's evidence on the issue of extraterritorial effect was \"merely conclusory and is lacking in substance.\"  368 F.Supp. at 210.  The Board's evidence consisted entirely of the testimony of E. Bruce Slade, a statistician, who conducted a study of percentage variations in the racial compositions of Denver's school student bodies between 1962 and 1968, and of percentage variations in the racial compositions of school-age population on a neighborhood basis between 1960 and 1970.  From these statistics, Mr. Slade concluded that neither the School Board's 1969 rescission of its own desegregation policy nor its construction of Barrett School in 1960 had any impact on racial concentrations in schools outside Park Hill.  Regardless of the course taken by the School Board, he testified, independent, demographic trends would have resulted in the same levels of black, Hispanic and Anglo concentrations in Denver schools.  Mr. Slade generally concluded that the Board's acts in Park Hill had no impact on the racial composition of the schools outside Park Hill between 1960 and 1970.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">With the testimony of three of their own experts, plaintiffs attacked Mr. Slade's conclusions on essentially three fronts.  First, the defendants' evidence of the absence of extraterritorial effect rested entirely upon statistical data and ignored the interplay, which the Supreme Court noted, between the Board's policy designating certain schools as being for black or Anglo children and the movement of families into the neighborhoods of Denver.  Second, Mr. Slade's choice of school-by-school racial percentages as an indication of concentration trends ignored the overall decrease, between 1969 and 1970, in Denver's Anglo population and the increase, during the same period, of Denver's black population.  Thus, although black school children constituted a slightly increasing portion of school student bodies outside Park Hill, nevertheless black pupils attending schools outside Park Hill constituted a decreasing fraction of Denver's total black school-age population.  Third, in postulating the outcome of the Board's alternatives to construction of Barrett School as a receptacle for a recently migrated black population in northeast Denver, Mr. Slade failed to consider alternatives available to the Board of a genuinely integrative nature.  In this way, Mr. Slade's calculations avoided measuring the segregative impact of Barrett's construction.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The trial court's findings of fact will not be set aside on appeal unless they are clearly erroneous.  Rule 52(a), Fed.R.Civ.P.  On the basis of our review of the record, we cannot say that the trial court erred either in choosing to disbelieve the School Board's evidence or in concluding that the Board failed to overcome plaintiffs' prima facie case establishing the existence of a dual system in Denver.  Although the trial court experienced difficulty in interpreting the Supreme Court's opinion, the facts as found by the trial court nevertheless support a ruling favorable to the plaintiffs under a correct reading of the High Court's opinion.  An appellate court will affirm the rulings of the lower court on any ground that finds support in the record, even where the lower court reached its conclusions from a different or even erroneous course of reasoning.  Jaffke v. Dunham, 352 U.S. 280, 77 S.Ct. 307, 1 L.Ed.2d 314.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The School Board next argues that because the trial court proceeded from an incorrect view of the issues on remand, it erroneously excluded certain of the Board's tendered testimonial and documentary evidence.  We disagree and will examine each of the challenged evidentiary rulings in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">First, the School Board challenges the court's rulings on Mr. Slade's testimony concerning the construction of Barrett School.  The Board claims that the court received this portion of Mr. Slade's testimony only insofar as it reflected the Board's motivation in portions of the city outside Park Hill; the court, it is argued, incorrectly refused to consider the evidence insofar as it proved the absence of any racial effect on pupil populations outside Park Hill.  A close reading of the record indicates, however, that the court ultimately received the Board's evidence for the precise purpose for which the Board offered it.  Initially, the court stated that Mr. Slade's testimony regarding Barrett School would be received \"only insofar as it might have some probative value in showing the motivation of the Board.\"  A discussion between defendants' counsel and the court ensued, after which the court appears to have modified its ruling to exclude Mr. Slade's testimony only insofar as it (1) proved the good faith of the Board with respect to the Park Hill schools and (2) went to issues already adjudicated in the case's 1969 decision.  Defendants' counsel then stated that he had no objection to this ruling and Mr. Slade's testimony resumed.  At the close of direct examination, plaintiffs' counsel moved to strike all of Mr. Slade's testimony as irrelevant.  The court replied that the testimony would be disregarded insofar as it bore upon issues resolved in earlier litigation, which we understand to mean (1) the Board's good faith with respect to Park Hill schools and (2) the effect Within Park Hill of the Board's segregative acts.  Again defendants' counsel replied in substance that he had no objection to the court's ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The court's rulings on Mr. Slade's testimony are concededly confusing.  But the language of the court's written memorandum convinces us that the court fully considered Mr. Slade's testimony on the issue whether \"segregated conditions . . .  outside the Park Hill area are wholly the product of external factors such as demographic trends and housing patterns, and are in no way the product of any acts or omissions by defendants.\"  368 F.Supp. at 210.  The Board's present challenge to these court rulings is therefore without foundation.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Board next challenges the court's exclusion of testimony intended to show that certain of its proven segregative acts in 1964 had no effect on the racial compositions of schools within the Park Hill area and, by inference, could not have had a similar effect on school populations outside Park Hill.  The Board conceded that this evidence would be inadmissible insofar as it went solely to the absence of segregative effect inside Park Hill, since that issue was resolved in earlier decisions of the court.  The Board urged its relevance, however, to the probable effects of the Board's actions on schools outside Park Hill.  The court rejected the evidence, we believe properly, on grounds of its remoteness to the issues before the court.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  At any rate, the remoteness of evidence is a matter within the discretion of the trial judge, See, e. g., International Shoe Machinery Corp. v. United Shoe Machinery Corp., 1 Cir.,  315 F.2d 449, Cert. den., 375 U.S. 820, 84 S.Ct. 56, 11 L.Ed.2d 54, and we do not believe the court in the present case abused its discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Finally the Board contends that the trial court erroneously excluded the testimony of the superintendent of Denver's schools, Dr. Kishkunas, concerning present conditions in the system.  Dr. Kishkunas was to testify that at the time of the hearing Denver's was not a \"dual system\" as the phrase is defined in cases given him to study.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Specifically he was to evaluate the Denver system in light of what he considered to be classic indicators of duality, including state-enforced separation of races, exclusion of students from schools solely on the basis of race, and designation of schools along racial lines by reference to faculty composition and differences in transportation services, extracurricular activities, buildings, and so on.  The court refused this testimony because it bore upon current conditions rather than conditions in the school system as of the initial hearings of the case in 1969.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We believe that under the terms of the Supreme Court's remand the district court properly rejected Dr. Kishkunas' testimony.  In its Keyes opinion the Supreme Court considered for the first time the legality of segregation in schools that have never operated under constitutional or statutory provisions which either mandated or permitted racial or ethnic segregation of students.  In pre-Keyes cases of de jure segregation, the existence of a dual system was directly inferred from state-enforced separation of races or ethnic groups.  See, e. g., Swann v. Charlotte-Mecklenburg Board of Educ., 402 U.S. 1, 91 S.Ct. 1267, 28 L.Ed.2d 554; Alexander v. Holmes County Board of Educ., 396 U.S. 19, 90 S.Ct. 29, 24 L.Ed.2d 19.  In Keyes however, the Court confronted a different variety of intentional, system-wide segregation, to be inferred from segregative acts of school authorities and their expected repercussions on racial compositions of schools in the system; a search for the usual explicit indicators of the existence of a dual system cannot reveal, in a case like the present one, the state's hand in causing racial or ethnic concentrations in schools.  Rather courts must presume the existence of a dual system from school authorities' segregative acts, the burden then shifting to those authorities to prove the absence of any causal relation between those acts and current levels of racial segregation.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We note that the court below did not exclude all evidence of current conditions in the Denver schools.  Indeed, most of the testimony before the court dealt with current similarities between schools and community life in Park Hill and those outside Park Hill, or with current levels of racial concentration within and without Park Hill.  Far from excluding relevant facts arising after 1969, the district court properly admitted evidence of the relationship between the Board's segregative acts during the 1960s and current racial conditions.  Under the terms of the Supreme Court's remand, this was the sole issue for trial.  Although Dr. Kishkunas' testimony may have been probative of the proper remedy for segregated conditions in Denver, nonetheless it did not bear on the issue remanded to the trial court.  The court therefore properly rejected it as irrelevant.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In hearings conducted in February and March 1974, the district court considered one desegregation plan submitted by the School District, two plans submitted by the plaintiffs, and a plan submitted by the court's consultant, Dr. John A. Finger.  In Appendix A and Appendix B, Infra, we summarize the plans of the parties and the court's objections to them.  Before considering specific challenges to the court's remedial orders, we briefly summarize the Finger Plan as adopted and modified by the court.</p>\n    </div>\n    <p>The Court's Plan</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Finger Plan seeks to desegregate Denver's elementary schools in three ways.  First, 24 schools would be rezoned.  Second, 23 other schools would be rezoned and would receive students from satellite attendance areas.  Third, approximately 37 schools would be organized in pairs or clusters for purposes of part-time reassignment of students on a classroom basis.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The part-time pairing component of the court's program requires transportation of children, excluding kindergarten students, from their home schools to a receiving school for half-day plus the lunch period.  These children would then be returned to their neighborhood schools for the remainder of the day.  An individual child would be in a \"receiving\" class on some days and would be part of a \"sending\" class on other days.  The court anticipated that details of pairing could be worked out in one of several ways.  For example, grades one, three, and five from a minority school might be transported to its paired counterpart, which would be predominantly Anglo.  Upon arrival students would be taught in integrated classrooms.  At the same time, grades two, four, and six from the predominantly Anglo school would be transported to the minority school.  After lunch, students would travel back to their home schools.  The court expressed its preference for another variant of the plan entailing transportation of approximately half the minority students in a grade to the paired school on alternating days or on alternating weeks; an equal number of Anglo students would travel to the minority school on alternating days or weeks.  In this way each paired school would retain grades one through six.  Such grade-splitting, moreover, would enable school authorities to avoid the useless busing of Anglo students to predominantly Anglo schools and minority students to predominantly minority schools.  Should its part-time pairing plan prove too burdensome or disruptive, the court observed, school authorities could easily convert to full-time pairing.  The court's principal justification for part-time pairing was the desirability of anchoring students and parents to a neighborhood school, which would continue to serve as the focus for student extracurricular and community functions.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The court's plan would rezone all junior and senior high schools in Denver.  In addition, twelve junior high schools and eight senior high schools would receive students from satellite attendance areas.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">At the outset, the court adopted as its desegregation guideline a range of from 40% To 70% Anglo enrollment for each elementary school, and a \"somewhat higher\" minimum Anglo enrollment figure for secondary schools.  Under the Finger Plan, eight elementary schools would have Anglo enrollments below 40%; with respect to five of these schools, the court justified departure from its guidelines on grounds of the schools' inaccessibility and the desirability of continuing or instituting bilingual-bicultural programs at predominantly Hispano schools.  Projected junior high school enrollments range from 43.1% To 75.7% Anglo.  Projected high school enrollments range from 42.5% To 80.1% Anglo.  Estimates of the total number of students transported to schools under the Finger Plan range from 15,870 to 24,103.  It is likely under any estimate that a disproportionate number of minority students would be bused.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>Did the district court properly employ Anglo-minority enrollment percentages as guidelines in shaping its remedy?</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In Milliken v. Bradley, 418 U.S. 717, 94 S.Ct. 3112, 41 L.Ed.2d 1069, the Supreme Court reaffirmed the long-established proposition that the scope of any school desegregation remedy is necessarily determined by the nature and extent of the constitutional violation.  See also 20 U.S.C. &#167; 1712; Swann v. Charlotte-Mecklenburg Board of Educ., 402 U.S. 1, 16, 91 S.Ct. 1267, 28 L.Ed.2d 554.  In the present appeal, the School Board challenges the district court's remedy on the ground that system-wide application of Anglo-minority enrollment percentages exceeded any proven constitutional violation.  The Board argues that since the constitutional violation before the district court was premised upon segregative acts in a single corner of the school district, the remedy should be accordingly limited.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We disagree.  Whether a school system is illegally segregated by reason of statutory separation of the races or by reason of past segregative acts of school authorities, the scope of the remedy must in either case be system-wide.  Citing Green v. County School B'd of New Kent County, 391 U.S. 430, 438, 88 S.Ct. 1689, 20 L.Ed.2d 716, a case involving statutory school segregation, the Supreme Court in Keyes directed:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>If the District Court determines that the Denver school system is a dual school system, respondent School Board has the affirmative duty to desegregate the entire system \"root and branch.\"  413 U.S. at 213, 93 S.Ct. at 2700.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Elsewhere the Court stated that where the district court concludes from the School Board's conduct in significant portions of the district that a dual system exists, then, \"As in cases involving statutory dual systems, the school authorities have an affirmative duty 'to effectuate a transition to a racially nondiscriminatory school system.'  \"  413 U.S. at 203, 93 S.Ct. at 2695 (Citing Brown v. Board of Education, 349 U.S. 294, 301, 75 S.Ct. 753, 99 L.Ed. 1083 (Brown II)).  (Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Despite these directions the School Board urges us to adopt special remedial standards for cases of non-statutory de jure desegregation and to limit the remedy to direct results of the Board's segregative acts in Park Hill.  We believe the Board's suggestion would saddle the plaintiffs, in the remedy phase of their case, with the burden of proving de jure segregation as to each and every school in the system.  The Court's opinion in Keyes plainly forbids us from requiring as much.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The district court therefore properly dealt with the entire Denver system in fashioning its remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We also believe the district court correctly avoided the narrow reliance upon district-wide racial and ethnic averages proscribed in Swann.  In seeking an acceptable student desegregation plan, the court necessarily adhered to broad percentage guidelines based on projected racial-ethnic compositions of school student bodies.  In Swann the Supreme Court held that ethnic ratios and percentages may properly be used as a starting point in shaping a remedy.  402 U.S. at 24-25, 91 S.Ct. 1267.  In the present case, the district court's consideration of such factors as the desirability of \"walk-in\" integration and neighborhood contact with schools demonstrate the court's disinclination to engage in a numbers game at the expense of legitimate community and educational needs.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The School Board also contends that the court's plan arbitrarily and unnecessarily alters attendance areas of Denver schools already integrated.  The court's rezoning of some 46 schools that presently meet the court's expressed guidelines for desegregation will undoubtedly disrupt the lives of families and cause school authorities inconvenience.  Yet we are unable to say that the court acted arbitrarily or needlessly.  Many of the court's boundary changes are minor and appear to reflect adjustments of computer data, which located students by race and grade in geographical grids, to Denver streets.  More substantial boundary changes are the inevitable result of the court's attempt to maximize \"walk-in\" integration or to make room for student transfers from satellite attendance areas.  Such adjustments are unavoidable in developing a system-wide remedy; the complexity of the court's task, we believe, argues for broad discretion in formulating the details of a satisfactory plan.  See Swann v. Charlotte-Mecklenburg Board of Educ., 402 U.S. 1, 15-16, 91 S.Ct. 1267.  The School Board has not pointed to any specific instance in which the court's rezoning plan fails rationally to relate to the court's task of correcting, \"by a balancing of the individual and collective interests, the condition that offends the Constitution.\"  Swann, supra, 402 U.S. at 16, 91 S.Ct. at 1276.  In the absence of a more specific challenge to the court's methods, we must conclude that the court acted within the limits of its remedial powers.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>Is the court's part-time pairing plan constitutionally adequate?</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We hold that the part-time pairing component of the court's remedy for desegregation of elementary schools is not constitutionally acceptable as a basic and permanent premise for desegregation but deem that practicality negates the necessity of invalidating in toto this aspect of the trial court's judgment at this time.  We read this innovation as recognized by the trial court as an adjunct to be tolerated only as such under the temporary conditions of the present and as a step toward total integration.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Although the district court's remedial discretion is broad, it is necessarily bounded by the constitutional requirement that the court make \"every effort to achieve the greatest possible degree of actual desegregation, taking into account the practicalities of the situation.\"  Davis v. B'd of School Commissioners of Mobile County, 402 U.S. 33, 37, 91 S.Ct. 1289, 1292, 28 L.Ed.2d 577.  In examining the record and the district court's opinion, we find no insurmountable practical impediment to full-time desegregation.  Indeed both the court and its consultant Dr. Finger were of the view that part-time classroom pairing would easily convert to a full-time program.  The court's part-time plan offers some of the most severely segregated schools in the district only part-time desegregation; of the eighteen predominantly minority schools in the part-time program, thirteen have projected enrollments of less than ten percent Anglo pupils.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Under the circumstances a partial solution for these schools is not enough.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The claimed advantage of the court's part-time desegregation program over the same program run full-time is continuous neighborhood contact with school facilities.  Part-time pairing offers easier access to school inasmuch as each student would attend his neighborhood school for at least a portion of every day.  The neighborhood school arguably would remain viable as an afterschool playground and as the focus for extracurricular and parent activity.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Although we acknowledge such neighborhood contact to be important, we cannot place it above the constitutional rights of children to attend desegregated schools.  We perceive those rights to include full-time attendance in a desegregated setting.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">A part-time program of the precise kind adopted by the court has never before been tested against the constitutional standards of Swann or its predecessors.  Referring to a line of cases involving somewhat different part-time desegregation schemes, the Fifth Circuit noted: \"(T)his court has . . .  assiduously adhered to the proposition that part-time desegregation, while a salutary adjunct of desegregation plans, cannot be used as a substitute for the complete dismantling of a segregated school system.\"  Arvizu v. Waco Independent School District, 5 Cir., 495 F.2d 499, 503.  In United States v. Texas Education Agency, 5 Cir., 467 F.2d 848, the Fifth Circuit rejected en banc an elementary school desegregation plan for students from segregated minority and white schools to meet for one week per month in an integrated setting for planned activities.  As in the present case, basic subjects including reading and mathematics were to be taught in the segregated schools of original assignment.  The court said, \"We consider this interaction of Mexican-American, black, and white students an excellent idea for improving the group relationship, but it does not desegregate schools.\"  467 F.2d at 859.  In Dowell v. Board of Education of Okla. City Public Schools, 10 Cir., 465 F.2d 1012, this court affirmed the district court's rejection of a plan requiring only voluntary, periodic exchanges of students between Anglo and minority schools.  See also United States v. Board of Education of Webster Co., Ga., 5 Cir., 431 F.2d 59; Hightower v. West, 5 Cir., 430 F.2d 552, 557.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In the present case, the court's part-time pairing plan would leave most participating minority schools intensely segregated during periods of instruction in basic subjects.  Since we believe this lapse would seriously deprive minority pupils of an education equal to that provided in the District's other schools, we must remand for implementation of a full-time desegregation program within a reasonable time and in accord with changing conditions.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>Does the court's reassignment plan impermissibly burden minority students?</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Plaintiffs contend that the court's adopted reassignment plan impermissibly burdens minority students with the impact of long-distance busing.  The plaintiffs do not contend that the law requires exact equality in allocating busing assignments as between minority and Anglo students, but they challenge as unfair provisions in the Finger Plan that require transportation of approximately 1,000 minority students from Denver's core city (Satellite F area) to seven schools in extreme southern portions of the city.  Both the court and Dr. Finger acknowledged that these students would bear a heavy burden in bringing about Denver's desegregation; accordingly, the Finger Plan makes special provision to ease the hardships of long-distance busing.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We noted earlier that the complexity of the court's task in balancing a multitude of competing considerations in order to arrive at an equitable desegregation plan argues for allowance of broad discretion on review.  Such discretion, of course, does not justify discrimination against minority students without clear justification, See Arvizu v. Waco Independent School District, 5 Cir., 495 F.2d 499, 504, but we are convinced that no such invidious discrimination occurred here.  Based on Dr. Finger's projections, the court's overall transportation plan does not unfairly burden minority students.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Nearly all of the elementary students who are to be bused long-distance to the southern portion of the district will attend neighborhood high schools and junior high schools; likewise, elementary school pupils in the extreme southeast and southwest portions of the city will be ultimately bused to junior high schools in the central and northeastern portions of the city.  Although the plaintiffs' plans would have allocated the burdens of transportation more evenly between minority and Anglo children, these plans would have required substantially more transportation overall.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  We cannot say that the court erred in striking the balance in a way different from plaintiffs' plan.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>Did the court properly leave certain predominantly Hispano schools segregated?</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Under the district court's order, five elementary schools would be left with minority enrollments ranging between 77% And 88%.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> The court justified the continued segregation of the students in four of these schools Cheltenham, Del Pueblo, Elyria, and Garden Place on grounds of the schools' inaccessibility and the institution or continuation of bilingual-bicultural programs.  380 F.Supp. at 692, 717.  The court offered no justification for the continued segregation of students at Boulevard School.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">In Swann, supra, the Supreme Court held that:</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>(I)n a system with a history of segregation the need for remedial criteria of sufficient specificity to assure a school authority's compliance with its constitutional duty warrants a presumption against schools that are substantially disproportionate in their racial composition.  402 U.S. 1, 26, 91 S.Ct. 1267, 1281.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In our view, the five schools noted are \"substantially disproportionate in their racial composition,\" within the Court's meaning.  The continued segregation of students at these schools must therefore be justified either on the ground that practical or other legitimate considerations render desegregation unwise, or on the basis of proof that the racial compositions of these schools is not the result of past discriminatory action on the part of the Board.  See Swann, supra, 402 U.S. at 26, 91 S.Ct. at 1281.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Given our reversal, Infra, of the district court's adoption of the Cardenas Plan, institution of that Plan cannot justify continued segregation of any of the noted schools.  Bilingual education, moreover, is not a substitute for desegregation.  Although bilingual instruction may be required to prevent the isolation of minority students in a predominantly Anglo school system, See Lau v. Nichols, 414 U.S. 563, 94 S.Ct. 786, 39 L.Ed.2d 1; Serna v. Portales Municipal Schools, 10 Cir., 499 F.2d 1147, such instruction must be subordinate to a plan of school desegregation.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">We therefore remand this portion of the case for a determination whether the continued segregation of students at the five mentioned schools may be justified on grounds other than the institution and development of bilingual-bicultural programs at the schools.  \"The district judge . . .  should make every effort to achieve the greatest possible degree of actual desegregation and will thus necessarily be concerned with the elimination of one-race schools.\"  Swann, supra, 402 U.S. at 26, 91 S.Ct. at 1281.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We now consider claims of the School Board that certain aspects of the district court's order other than those having to do with student reassignments and transportation considered above transgressed the limits of the court's power to fashion a desegregation remedy for the Denver school system.</p>\n    </div>\n    <p>The Cardenas Plan</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Intervenor Congress of Hispanic Educators (CHE) submitted to the court a plan for the bicultural-bilingual education of minority children in Denver authored by Dr. Jose A. Cardenas.  In its April 17, 1974 Final Judgment and Decree the district court ordered school authorities to implement, on a pilot basis, either the Cardenas Plan \"or a plan substantially and materially similar thereto and incorporating to the extent feasible the proposals set forth in the Addendum to the Cardenas Plan.\"  The court ordered establishment of the pilot program at Del Pueblo, Cheltenham, Garden Place, and Swansea Elementary Schools, at Baker Junior High School, and at West High School.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The Cardenas Plan is premised on the theory that the poor performance of minority children in public schools results from \"incompatibilities\" between cultural and developmental characteristics of minority children on the one hand, and the methods and expectations of the school system on the other.  Because most school systems are operated to meet the needs of middle-class Anglo children, the theory continues, they inevitably fail to meet the different needs of poor minority children.  Conflicts between the Anglo system and the needs of minorities are pervasive.  The Cardenas Plan therefore requires an overhaul of the system's entire approach to education of minorities; its proposals extend to matters of educational philosophy, governance, instructional scope and sequence, curriculum, student evaluation, staffing, non-instructional service and community involvement.  The Plan also proposes a mechanism for comprehensive monitoring of the program's status.  Continuing evaluation by ten \"Equal Educational Opportunity Committees,\" each composed in part of persons from outside the school system, is necessary, according to the Plan, because the school system itself \"lacks accountability.\"  In the Addendum to the Cardenas Plan, intervenor CHE details how the Plan would be applied in Denver.  These proposals, it must be emphasized, touch virtually every aspect of curriculum planning, methodology and philosophy presently the responsibility of local school authorities.  CHE proposes, for example, the inclusion of specific courses in the curriculum, adoption and publication of specific educational principles, provision of early childhood education (beginning at age three) and adult education for minorities, and provision of adequate clothing for poor minority school children.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Plaintiffs and CHE contend that inclusion of the Cardenas Plan in the court's order may be justified on either of two grounds.  First, the Plan is necessary to effectuate meaningful segregation in the schools.  School authorities, it is argued, must be forced not only to end the separation of races but also to establish a receptive scholastic environment for minority students in order to eradicate the very evil at which Brown v. Board of Education, 347 U.S. 483, 74 S.Ct. 686, 98 L.Ed. 873 (Brown I) and subsequent cases have been directed, that is, isolation of minority students in an essentially alien school system.  This appears to be the rationale of the court below for inclusion of the Plan in its remedy.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>  Second, it is argued, the Cardenas Plan corrects the School Board's failure to provide an equal educational opportunity for minority children.  In an earlier phase of this case, the district court found that Denver's predominantly minority schools provided students with an inferior education;<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  this, plaintiffs argue, constitutes a separate violation of the fourteenth amendment to which the Cardenas Plan is reasonably directed.  We believe, however, that under either rationale the district court's adoption of the Cardenas Plan oversteps the limits of its remedial powers.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Courts have the power to effectuate their remedial orders by removing all obstacles to meaningful desegregation.  Brown II, supra, 349 U.S. at 299-300, 75 S.Ct. 753.  The equitable power to order relief adjunct to desegregation is limited, however, by considerations that loom significantly in the present case.  One of these, as we have noted, is the extent of the proven constitutional violation and its relationship to the ordered relief.  On remand from the Supreme Court, the district court determined that specified actions of the School Board in the Park Hill area of Denver constitute the entire school system a dual system.  The court made no finding, on remand, that either the School District's curricular offerings or its methods of educating minority students constituted illegal segregative conduct or resulted from such conduct.  Rather the court determined that since \"many elementary school Chicano children are expected . . .  to acquire normal basic learning skills which are taught through the medium of (an) unfamiliar language,\" a meaningful desegregation plan must provide for the transition of Spanish-speaking children to the English language.  380 F.Supp. at 695.  But the court's adoption of the Cardenas Plan, in our view, goes well beyond helping Hispano school children to reach the proficiency in English necessary to learn other basic subjects.  Instead of merely removing obstacles to effective desegregation, the court's order would impose upon school authorities a pervasive and detailed system for the education of minority children.  We believe this goes too far.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Other considerations lead us to the same conclusion.  Direct local control over decisions vitally affecting the education of children \"has long been thought essential both to the maintenance of community concern and support for public schools and to the quality of the educational process.\"  Milliken v. Bradley, 418 U.S. 717, 741, 742, 94 S.Ct. 3112, 3125, 41 L.Ed.2d 1069; Wright v. Council of City of Emporia, 407 U.S. at 451, 469, 92 S.Ct. 2196, 33 L.Ed.2d 51.  Local control permits citizen participation in the formulation of school policy and encourages innovation to meet particular local needs.  Educational policy, moreover, is an area in which the courts' \"lack of specialized knowledge and experience counsels against premature interference with the informed judgments made at state and local levels.\"  San Antonio Independent School District v. Rodriguez, 411 U.S. 1, 42, 93 S.Ct. 1278, 1301, 36 L.Ed.2d 16.  The policy of the state of Colorado is to encourage local school districts to develop bilingual skills and to assist in the transition of non-English-speaking students to English.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a>  The state legislature has established a comprehensive program for the education of children of migrant workers<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> and has mandated the teaching of minority group history and culture in all public schools.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a>  Denver school authorities maintain a variety of programs for assistance of children who have learning difficulties because they come from non-English-speaking families.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a>  We believe that the district court's adoption of the Cardenas Plan would unjustifiably interfere with such state and local attempts to deal with the myriad economic, social, and philosophical problems connected with the education of minority students.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The clear implication of arguments in support of the court's adoption of the Cardenas Plan is that minority students are entitled under the fourteenth amendment to an educational experience tailored to their unique cultural and developmental needs.  Although enlightened educational theory may well demand as much, the Constitution does not.  In San Antonio Independent School District v. Rodriguez, 411 U.S. 1, 35-37, 93 S.Ct. 1278, the Supreme Court held that education is not a right protected by the Constitution except, perhaps, insofar as some minimal quantum of education may be necessary to enable the exercise of the basic rights of speech and voting.  Of course, where the state has undertaken to provide an education to its citizens, it must be made available to all on equal terms.  Brown I, supra, 347 U.S. at 483, 74 S.Ct. 686.  But the plaintiffs and intervenor in the present case argue for a right to differential treatment of minority children in the educational process.  As the Court stated in Rodriguez :</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p>(E)very reform that benefits some more than others may be criticized for what it fails to accomplish.  But we think it plain that, in substance, the thrust of the (state's educational) system is affirmative and reformatory and, therefore, should be scrutinized under judicial principles sensitive to the nature of the State's efforts . . . .  411 U.S. at 39, 93 S.Ct. at 1300.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Thus we refuse to affirm the court's adoption of the Cardenas Plan on the second ground urged by the parties, that is, that the school's alleged failure to adapt to the cultural and economic needs of minority students amounts to a violation of the fourteenth amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Neither Lau v. Nichols, 414 U.S. 563, 94 S.Ct. 786, 39 L.Ed.2d 1, nor this court's holding in Serna v. Portales Municipal Schools, 10 Cir., 499 F.2d 1147, is contrary to our position.  Both of these cases stopped short of reaching any constitutional issue.  In both, school authorities were held, rather, to have violated section 601 of the 1964 Civil Rights Act, 42 U.S.C. &#167; 2000d, in failing to provide language instruction to substantial numbers of non-English-speaking children enrolled in public schools.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a></p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">We vacate that portion of the district court's order that would require the School Board to implement the Cardenas Plan or a plan substantially similar to it.  We remand for a determination of the relief, if any, necessary to ensure that Hispano and other minority children will have the opportunity to acquire proficiency in the English language.</p>\n    </div>\n    <p>Establishment of the East-Manual Complex</p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">In addition to altering the respective attendance areas of East and Manual High Schools to achieve at each an Anglo enrollment of approximately 55%, the district court ordered the consolidation of the two schools into a campus complex.  The court reasoned as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p>It is believed that Manual could profit by being associated on a campus basis with East High, whereby teachers could be exchanged and the students could take some of their courses at one or the other school.  Each school should, of course, have its own administrative staff, but there must be also an overall supervisor of the two schools plus a supervisory staff capable of determining the course offering and transportation needs as well as coordination of the two schools.  This would furnish an opportunity to create a joint educational effort unmatched in this city and in this part of the country an institution with the very highest educational standards. 380 F.Supp. at 691.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Although the court later characterized creation of the East-Manual complex \"an essential and highly important part of the desegregation programs at East High School and Manual High School,\" 380 F.Supp. at 726, our review of the record does not disclose any reason why the court's action is essential to the desegregation of either.  Rather the court appears to have acted solely according to its own notions of good educational policy unrelated to the demands of the Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">We do not dispute the wisdom of combining East and Manual High Schools as a matter of sound educational policy.  But we believe that the court lacked the power to do so given the limitations on its remedial jurisdiction described, Supra, with respect to its adoption of the Cardenas Plan.  The task of operating the schools, we reemphasize, is for local school authorities; in cases like the present one, courts may order changes in the school system only to relieve a constitutional violation or to remove obstacles to such relief.  Creation of the East-Manual complex is justified on neither ground.  We therefore vacate that portion of the court's order.</p>\n    </div>\n    <p>Desegregation of Faculty and Staff</p>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">During the 1973-74 school year, disproportionate numbers of the Denver school system's minority teachers were assigned to schools with high concentrations of minority students.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a>  Despite the District's institution of a minority recruitment program in recent years, the percentage of minority faculty members in the system has not increased appreciably.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a>  Of the view that faculty desegregation is essential to the process of school desegregation, the district court ordered the District to assign its personnel so that, in each school, the ratio of minority teachers and staff to Anglo teachers and staff shall not be less than 50% Of the ratio of minority to Anglo staff in the entire system.  The School Board does not dispute the propriety of this component of the court's remedy.  The court also ordered that all reductions in the number of staff members and all demotions and dismissals of staff members be carried out pursuant to non-discriminatory criteria, and that the written criteria for such actions be available for public inspection.  Finally the court ordered implementation of a program for the recruitment of minority teachers, staff and administrators.  As a goal, the court ordered the District to achieve ratios of Hispano and black personnel to Anglo that \"reflect more truly\" the ratios of Hispano and black students to Anglo students in the District.  In this respect the court stated, \"The defendants need not lower their employment standards but must justify any failure to make substantial progress towards the goal.\"  April 17, 1974 Final Judgment and Decree.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Contrary to the School Board, we believe that these measures to ensure faculty desegregation were properly part of the court's order.  Faculty and staff desegregation is an \"important aspect of the basic task of achieving a public school system wholly free from racial discrimination.\"  United States v. Montgomery County Bd. of Educ., 395 U.S. 225, 231-32, 89 S.Ct. 1670, 1674, 23 L.Ed.2d 263; See also Bradley v. School B'd of City of Richmond, 382 U.S. 103, 86 S.Ct. 224, 15 L.Ed.2d 187; Rogers v. Paul, 382 U.S. 198, 86 S.Ct. 358, 15 L.Ed.2d 265.  The portion of the order respecting criteria for demotions and dismissals merely requires that the School District obey the law in taking steps against personnel.  The ordered recruitment program for minority personnel is in substance the recruitment program contained in the School District's own desegregation plan as submitted to the court.  Although the District's proposal failed to state its recruitment goals, Denver's superintendent of schools testified at trial that the District's affirmative action program would aim at achieving a racial-ethnic composition among professional staff that approximates the composition of the students in the District.  We believe that the court's faculty and staff desegregation orders were proper and we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The judgment of the district court is affirmed in part and reversed in part.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Remanded.</p>\n    </div>\n    <p>Appendix A</p>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p>Summary of the Desegregation Plan Submitted by School District No. 1</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The School District's \"Plan for Expanding Educational Opportunities in the Denver Public Schools\" provides for the integration of professional staff to reflect, in each school, the racial-ethnic composition of the district's total teaching staff.  Both new and veteran teachers would be specially trained in multi-ethnic teaching techniques.  The District would continue its recruitment of minority teachers.  The District's plan provides for limited integration of students by means of reassignment and changes in the uses of school buildings.  One junior high school and eleven elementary schools, most of them located in the central or core city area of Denver, would be closed.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a>  All mobile classrooms in the District would be closed, and the older portions of three elementary schools in the core city would be razed or closed.  Students affected by these closures would be assigned to other schools.  In addition, some students now attending Hallett and Stedman Elementary Schools would be assigned elsewhere.  The District's plan provides for \"concentrated efforts\" to encourage Voluntary Open Enrollment for junior and senior high school students.  Pursuant to this program minority students already attending predominantly minority schools are guaranteed enrollment in a predominantly Anglo school; conversely Anglo students at predominantly Anglo schools can transfer to a minority school.  The plan also calls for establishment of a Career Education Center, which is to be a high school open to all of the city's high school students on a voluntary basis.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">The District projected that its proposed school closures and student reassignments would result in 54 elementary schools having Anglo enrollments of between 25% And 75%; 27 elementary schools would remain \"predominantly Anglo\" or \"predominantly minority,\" that is, outside the 25%-75% Anglo guideline.<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a>  Thirteen of the District's seventeen junior high schools and six of the District's nine high schools would, under the District's plan, receive Anglo enrollments of between 25% And 75%.<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a></p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">The final important feature of the District's plan relates to the needs of elementary and junior high students who remain, under the plan, at \"predominantly minority\" and \"predominantly Anglo\" schools.  The District proposes establishment of Educational Enrichment Centers (EECs), which students from these schools will attend half-day for a three-week term each semester.  EECs would provide individualized instruction in an integrated setting.  The District also proposes a system-wide multi-cultural education program, which would involve a variety of integrated activities.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">The district court rejected this plan on the ground that it was \"unconstitutional and equitably defective.\"  The plan's continued maintenance of a substantial number of predominantly minority schools, the court held, would constitute a violation of the fourteenth amendment.  Minority students' part-time attendance at Educational Enrichment Centers for three weeks each semester would fall short of integration regardless of educational advantages claimed for the Centers.  The court found that closure of many inner-city schools would detrimentally affect inner-city neighborhoods and would unfairly burden residents: \"The closing of the schools would inevitably result in changing the character of areas which are favorably located for achieving integrated neighborhoods and integrated schools.\"  380 F.Supp. at 683.</p>\n    </div>\n    <p>Appendix B</p>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p>Summary of Desegregation Plans Submitted by Plaintiffs' Keyes et al.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The plaintiffs' plans, both authored by Dr. Michael Stolee, aim for averages of between 40% And 70% Anglo enrollment for each elementary and junior high school in the District, and averages of between 50% And 80% Anglo enrollment for each senior high school.<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a>  Under Dr. Stolee's first plan, the twenty-two elementary schools whose enrollment, as of September 1973, fell within his guidelines would not be affected.  Each of the remaining 70 elementary schools would be \"paired\" or \"clustered\" with other schools for purposes of student reassignments.  These schools would retain their own neighborhood kindergartens.  Thereafter students would attend their neighborhood schools for three years (either grades one-three or four-six) and would attend a receiving school for three years.  Each school would receive all children from the paired schools in either grades one-three or four-six.  In all cases, present school attendance zones would be used in the pairing and clustering of schools.  Junior high school assignments would follow from the feeder relationships from elementary pairs and clusters.  Thus certain children would attend neighborhood junior high schools, which would also receive pupils from satellite attendance areas defined by elementary pairs or clusters.  The plan calls for desegregation of senior high schools by means of exchanging students between Jefferson and Manual and between Kennedy and West.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Dr. Stolee projected that his initial plan would result in by-school Anglo enrollment percentages ranging from 38.3% To 68.9% In elementary schools; from 53% To 64% In junior high schools; and from 50.8% To 78.5% In senior high schools.  The plan would raise the District's transportation requirements from the current level of 15,000 students to between 24,000 and 27,000 students.  Dr. Stolee projected that minority and Anglo students would proportionately share the impact of transportation on elementary, junior high and high school levels respectively.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Dr. Stolee's alternate proposal followed the court's request for further plans based primarily upon the restructuring of school attendance areas.  By seeking to exhaust the potential of rezoning as a desegregation tool, the court believed it could minimize the need for transportation and maximize \"walk-in\" integration.  Accordingly, Dr. Stolee's alternate plan provides for rezoning 32 elementary schools, six of which would, in addition, receive students from satellite attendance areas.  Fifty other elementary schools would be organized into pairs or clusters, which would operate in the same manner as in the plaintiffs' initial plan.  The six remaining elementary schools three of which lie in the central portion of the city would be closed under the alternate plan.  All of the city's junior high schools would be rezoned, and nine of these would receive students from satellite attendance areas.  Likewise all of the city's high schools would be rezoned, and seven of them would receive pupils from satellite attendance areas.  Dr. Stolee projected that his alternate plan would result in a range of by-school racial enrollment percentages roughly similar to those resulting from his initial plan.<a class=\"footnote\" href=\"#fn29\" id=\"fn29_ref\">29</a>  The alternate plan would require busing of some 29,055 students.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">The district court rejected the plaintiffs' plans primarily because they would require excessive transportation of students.  Although the plans would equitably share the impact of busing between Anglo and minority students, a substantial number of students would nevertheless be unnecessarily transported.  \"(A) movement of minority students to a non-integrated Anglo school would oftentimes carry not only minority students but many Anglo students as well.  The opposite would also be true.\"  380 F.Supp. at 681.  The court also found the plaintiffs' plans \"too tightly structured\"; each component of the plaintiffs' programs is so closely interrelated to other components that failure of one would result in chaos to the whole.  Finally the court rejected plaintiffs' plans because they would effectively prohibit all students attending paired or clustered schools from remaining at their neighborhood schools through elementary grades; adjustments in this respect to special personal circumstances of students would be impossible.</p>\n    </div>\n    <p class=\"indent\">SETH, Circuit Judge (concurring specially):</p>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">As this case finds its way back to this court, there is really little that is unresolved.  The trial court reached a similar conclusion when it said: \"The Supreme Court's viewpoint based on the record before it is that the Denver school system is a dual system.\"  I agree with the trial court's observation as it is apparent from the Court's opinion and should be followed.  The trial court also said, and I agree again:</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p>\"Under the Court's definition it cannot be argued that within a unified school district such as that at bar there can exist conscious and knowing segregation in one area and innocent segregation in another.  The conclusion is therefore inescapable that the Denver system is a dual system within the Supreme Court's definition.\"</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">It is necessary however to briefly consider some of the applications of the Court's opinion to the facts expressly found by the trial court, in the original hearings, and undisturbed by the Supreme Court.  This is necessary in view of the remedy imposed by the trial court.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">The Supreme Court in its opinion related the Park Hill acts of the then School Board to the core area schools, and determined that the Park Hill intent was evidence of intent to segregate the core area schools which had previously taken place.  The Court said:</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p>\". . .  (A) finding of intentional segregation on its part in one portion of a school system is highly relevant to the issue of the board's intent with respect to other segregated schools in the system.  This is merely an application of the well-settled evidentiary principle that 'the prior doing of other similar acts, whether clearly a part of a scheme or not, is useful as reducing the possibility that the act in question was done with innocent intent.'  2 J. Wigmore, Evidence 200 (3d ed. 1940).\"</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">The only problem here the trial court had with the application of this doctrine was the sequence of events in that the only finding of any unconstitutional acts or of improper intent by the Board was as to the Park Hill schools in 1960-1965.  The trial court expressly found that no such acts or improper intent existed at any prior time.  Allegations as to such acts were fully litigated, and findings made as this was a significant part of the prior hearing and of plaintiffs' complaint.  The Supreme Court in the above quotation directed the trial court that the time sequence in the doctrine be reversed, and the Park Hill acts be related back in time to show intent then or improper acts then.  This the trial court did, and thus used the Park Hill acts and intent in 1965 to show acts and intent in 1950 to 1953, or earlier, when Manual was shown to be a minority school.  The trial court so followed the mandate of the Supreme Court and should be affirmed, although all the time problems were not thereby resolved.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">If the trial court had not done so, the Section III presumptions of the Supreme Court opinion would have arisen.  These were presumptions of fact that the core area schools were unconstitutionally segregated by acts of the School Board.  Thus the option followed by the trial court was preferable in view of its prior findings of fact as to the core area schools.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">On this intent matter, and the remedies, it must be observed that school boards come and go, and there is little if any continuity of policy on any subject as the old members leave and new ones are elected.  The record here clearly demonstrates this.  School policy cannot be a continuing one over a long period and should not be; this after all is the reason for elections.  The trial court initially seems to have taken this into consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">The prima facie case of unconstitutional acts in the previous years as to the core area was also based on a view of the facts as to the number of minority students in the Park Hill schools involved in the acts.  This number, according to the original findings of the trial court, constituted about ten per cent of the minority students then in the entire system.  This was a serious matter as the trial court decided in the first proceeding, and we agreed, but I am unable to determine whether such a percentage is the \"substantial portion of the district\" as the measure was applied by the trial court, but this does not determine the outcome of the case so need not be resolved.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">It is not possible to tell how the trial court related the presumption of reciprocal effect to the isolated geographical matter, but again the result was in accordance with the mandate.  A presumption of some reciprocal effect in 1965 had to be made, and apparently was originally.  It had to be made because it is obviously no more than the other side of the same coin.  Virtually all of the record on remand, other than remedy matters, relates to Park Hill as a separate geographical area, but it never has been seriously contended that it was.  This has never been more than a straw man from the outset, and, of course, on remand no one contended that it was a separate area for the purposes indicated.  Thus with the geographically separate area as a non-issue from the start of the case, the hearing on remand developed nothing new or additional as to the facts except the remedy.  The facts were fully established and found by the court in the course of prior hearings and were left undisturbed.  On remand the trial court apparently related the issues mentioned above, and the result was in accordance with the mandate.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">Thus the mandate of the Supreme Court was carried out, and thus I concur in the affirmance by Judge Lewis, except as to the remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">As to this remedy, if the system is a dual system, there may be nothing to do except apply the computer solution.  This is apparently the \"root and branch\" cure indicated as the necessary but drastic solution in the de jure dual system cases.  However, where as here, the unconstitutional acts are clearly identifiable, are specific, and are limited in time and scope, it would appear that the remedy can be more effective if it is related to the specific wrongs rather than to what is right as well as to what was wrong.  Any remedy must zero in on the violation if it is to be effective and responsive.  It was error, in my opinion, for the trial court to apply the mechanical or computer mix recommended by Dr. Finger.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">As to bilingual education as a \"remedy\" for the Hispano core area schools, I agree with Judge Lewis.  If there is segregation there imposed by the Board, as the Supreme Court indicates there is, it must receive the same treatment as in the black schools.  The parties to this suit who had undertaken to speak for the Hispano students in these schools have asked for the complete remedy of desegregation, have argued well for it, and if the other areas are to have such relief, these schools must have it also.  The Supreme Court in its opinion ordering remand has directed that these students and the black students be considered together, and for this reason it must be done.  The Supreme Court in this respect chose to rely upon the facts included in the report of the United States Commission on Civil Rights, cited in a footnote in its opinion.  I agree with Judge Lewis that bilingual education, apparently now required under Colorado law, is not a remedy for segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">I would remand for a complete reconsideration of the remedy.</p>\n    </div>\n    <p class=\"indent\">BARRETT, Circuit Judge (specially concurring):</p>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">I concur in Chief Judge Lewis' opinion but wish to add the following thoughts:</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">When this case reached the Supreme Court following appeal from our Court, 445 F.2d 990 (10th Cir. 1971), Both the Trial Court and this Court had found and held that there was no proof of deliberate racial segregation of schools in the District beyond the Park Hill area.  Even though the Supreme Court, on appeal, stated that it did not reach the Merits, it is fair to conclude, in my opinion, that the conscientious Trial Court, upon remand, properly interpreted the Supreme Court opinion reported in 413 U.S. 189, 93 S.Ct. 2686, 37 L.Ed.2d 548 (1973) as drawing an inescapable conclusion that the Denver school system is a dual system.  It would be difficult, if not impossible, to read the Supreme Court opinion otherwise, notwithstanding the directions that an evidentiary hearing be conducted, on remand, to determine whether the School Board may meet the burden imposed: that its actions as to \"segregated schools\" in the single school system outside of the Park Hill area were not likewise motivated by a segregative intent.  This was, as I see it, a burden impossible to meet.  I agree with Judge Doyle's pertinent observations that \"The Supreme Court Reexamined the facts and approved the conclusion that conduct here (the Park Hill area) constituted De jure segregation\" and that \"the Supreme Court regarded as error the requiring of plaintiffs in a school case such as the one at bar to offer proof that the segregation in each and every instance and in each and every school was the product of official action.\"  I concur with the Trial Court's observation that the Supreme Court for the first time (in Keyes, et al.) pronounced De facto de jure concepts.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">Accordingly, on remand, there really was little unresolved by the Supreme Court.  The Trial Court was instructed to undertake the time consuming and burdensome obligations imposed upon it to desegregate School District No. 1 \"root and branch.\"  Like so many catch-words or appealing slogans, the objective while ideal and in keeping with the highest traditions of equality is in fact not to be \"come by\" or accomplished via the judicial route without a federal judiciary \"up to its neck\" in operating, managing and directing state school systems.  Perhaps there is no other solution, given the immediacy suggested by the Supreme Court, with its particular \"root and branch\" mandated cure.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">In our efforts to attain objectives which are pure, good and necessary of achievement in our society, we seem, I believe, to have become blinded to the fact that many cures must for the most practical of reasons (financial ability to effectuate them in particular) take more time and patience than that in which the instant case is now posited.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">Of recent vintage, the Supreme Court, in matters involving state criminal statutes, has dictated the application of principles of equity, comity, and federalism in refusing to entertain federal court actions challenging the constitutionality of those statutes when no state prosecution is threatened.  Younger v. Harris, 401 U.S. 37, 91 S.Ct. 746, 27 L.Ed.2d 669 (1971); Samuels v. Mackell, 401 U.S. 66, 91 S.Ct. 764, 27 L.Ed.2d 688 (1971); Steffel v. Thompson, 415 U.S. 452, 94 S.Ct. 1209, 39 L.Ed.2d 505 (1974).  And more recently the Supreme Court took a further step in a \"hands off\" approach in holding that if a state criminal charge is filed at any time After the commencement of a federal action challenging the constitutionality (on federal standards) of the state statute under which the charge is brought, the federal action must be dismissed unless the federal action has proceeded to a determination on the merits.  Hicks, District Attorney of Orange County, et al. v. Miranda, DBA Walnut Properties, et al., --- U.S. ---, 95 S.Ct. 2281, 45 L.Ed.2d 223 (1975).</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">In San Antonio Independent School District v. Rodriguez, 411 U.S. 1, 93 S.Ct. 1278, 36 L.Ed.2d 16 (1973), the Supreme Court observed that although education is one of the most important services Performed by the state, it is not within the limited category of rights recognized by the Supreme Court as guaranteed by the Constitution.  This Court observed similarly in Freeman v. Flake, 448 F.2d 258 (10th Cir. 1971), cert. denied 405 U.S. 1032, 92 S.Ct. 1292, 31 L.Ed.2d 489 (1972):</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p>The states have a compelling interest in the education of their children.  The states, acting through their school authorities and their courts, should determine what, if any, hair regulation is necessary to the management of the schools.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">448 F.2d 258 at 261.</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">That there exists \"some inequality\" in a school system is not sufficient ground to Strike down a whole system.  McGowan v. Maryland, 366 U.S. 420, 81 S.Ct. 1101, 6 L.Ed.2d 393 (1961).  No person of good will toward his fellow man can logically argue that the thrust of Brown v. Board of Education, 347 U.S. 483, 74 S.Ct. 686, 98 L.Ed. 873 (1954) is not long overdue: That children of all races, cultures, color, environmental and ethnical backgrounds and origins are entitled in these United States to equal public educational opportunities and benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">There are no easy or quick solutions to many problems confronting our country.  It is a serious mistake, in my judgment, to interject the federal judiciary in the operation, composition, management and control of the state school systems.  It was never intended that such would be the case.  The federal judiciary is not designed to operate and manage school systems.  The facts and circumstances are so variable and complex that Discretion must be one of clear Choice, and it is an injustice to our district courts to require that they monitor the system forever, together with their burdensome trial dockets, and be answerable to courts of appeal \"around the clock.\"</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">The remedies ordered by the Trial Court may be wholly correct and justified.  The fact remains, however, that the School Board and administrative officials of the District are No longer managing, operating or controlling the system.  The result from my point of view is at direct odds with the proper balance of Federal-State relations.  As heretofore noted, it imposes an onerous and overwhelming task on a federal judiciary which is already \"smothered\" with tremendous dockets involving issues designed for true judicial treatment, adjudicative rather than administrative in nature.  No one would contend that the federal judiciary is the body to allocate available state funds to the integrative objectives of the school systems in such a manner that it will decide the priority and amount of remaining funds for other necessary and proper state governmental functions.  The Tenth Amendment did reserve to the people of the various sovereign states those powers not otherwise expressly delegated to the Federal Government.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">Ours is an ever increasing society of emergency priorities, which many believe can be cured by the expenditure of public funds.  It seems clear to me that the time has arrived when the pressure of such emergencies has finally brought us to this realization: Ours is now a nation bogged down in debt, largely as a result of so many mandated \"cures\" which today cannot be adequately financed from available revenues.</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">On remand, I would include, if in anywise possible, the diminishment or complete abolishment of the extremely expensive and sensitive use of the \"busing tool\" which, if accomplished completely or in progressive stages (perhaps in conjunction with long-term upgrading of both the staffs and facilities at various existing schools, together with projections of new school buildings and Particular study of re-establishment of boundary lines in order to best effectuate equality predicated on the most adequate Present estimates of population growth and movement trends within the District) would, in effect, \"free\" a great deal of operating money for much needed upgrading of teaching materials, facilities and, in a budgetary sense, provide the Board with some additional leeway to meet increased salary demands of school personnel.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Court denied defendants' cross-petition for certiorari to review judgments of this court affirming the Final Decree of the trial court relating to Park Hill schools.  Keyes v. School District No. 1, 413 U.S. 189, 195, 93 S.Ct. 2686, 37 L.Ed.2d 548</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In part III of its opinion, the Supreme Court held that a finding of intentionally segregative School Board action in a meaningful portion of the school system establishes a prima facie case of unlawful segregative design with respect to all segregated schools in the system.  413 U.S. at 208, 93 S.Ct. 2686.  Given the district court's disposition of the case on remand, however, we do not consider this portion of the Supreme Court's opinion to carry a further mandate</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The court observed that the defendants offered the testimony of a Mrs. Ortez and certain documentary evidence to prove that the Board's acts in 1964 \"had no segregative effect outside of the Park Hill area.\"  Then the court stated: \"My ruling is that it doesn't prove that.  In order for a circumstance to have probative value it must give rise to some deductive result, and I don't see that what you have offered makes it along that line.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Dr. Kishkunas testified that in preparing for his testimony he sought \"the most definitive information as to what a definition of a 'dual system' is,\" and he was led to Swann v. Charlotte-Mecklenburg Board of Educ., 402 U.S. 1, 91 S.Ct. 1267, 28 L.Ed.2d 554; Alexander v. Holmes County Board of Educ., 396 U.S. 19, 90 S.Ct. 29, 24 L.Ed.2d 19; and Green v. County School B'd of New Kent County, 391 U.S. 430, 88 S.Ct. 1689, 20 L.Ed.2d 716</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Recent lower court decisions involving alleged state-caused segregation in northern school districts have interpreted Keyes in the same way.  In Morgan v. Hennigan, D.Mass., 379 F.Supp. 410, 425, aff'd sub nom., Morgan v. Kerrigan, 1 Cir., 509 F.2d 580, Judge Garrity wrote:</p>\n        <p>The Boston public school system is thus characterized by racial segregation.  The defendants do not dispute this central fact.  The dispute, rather, is now the schools have become and remained that way.  The court's primary task is to determine whether the defendants have intentionally and purposefully caused or maintained racial segregation in meaningful or significant segments of the . . .  system, in violation of the Fourteenth Amendment.  (Emphasis added.)</p>\n        <p>In Oliver v. Kalamazoo Board of Educ., W.D.Mich., 368 F.Supp. 143, 185, aff'd, 6 Cir., 508 F.2d 178, the court stated:</p>\n        <p>The fact that many public and private institutions made deliberate and substantial contributions to neighborhood and school segregation in Kalamazoo does not excuse the State Board of Education . . .  for (its) violation of the Constitution . . . .</p>\n        <p>(T)he state will not be held legally responsible if it has only occasionally committed segregative acts and these acts are of trivial importance and bear no relation to the modern situation.  (Emphasis added.)</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">368</a>\n        <p> F.Supp. at 159</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Eighteen predominantly minority schools would be involved in part-time pairing.  Thirteen of these schools presently have Anglo enrollments of less than 10%</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Dr. Finger projected that his plan would require busing of 15,870 students; 69.9% Of these would be minority students, and 39.1% Would be Anglo.  The School Board later estimated that the Finger Plan would require busing of 24,103 students; the Board did not break this figure down as to race.  In its memorandum opinion and order, the district court stated that the Finger Plan, as adopted, would result in the busing of \"about 20,000 students or slightly more.\"  380 F.Supp. at 686</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Nor do we believe that the Supreme Court's recent decision in Milliken v. Bradley, 418 U.S. 717, 94 S.Ct. 3112, 41 L.Ed.2d 1069, in any way limits the district court's remedial powers in this case.  The precise issue there concerned \"the validity of a remedy mandating cross-district or inter-district consolidation to remedy a condition of segregation found to exist in only one district.\"  418 U.S. at 744, 94 S.Ct. at 3127.  The Court explicitly distinguished Keyes on the ground that Keyes \"involved a remedial order within a single autonomous district.\"  418 U.S. at 741 n. 19, 94 S.Ct. at 3125</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The School Board also argues that the district court erred in failing to make specific findings as to the efficacy, in the present case, of certain non-busing remedies, as required by section 214 of the Equal Educational Opportunities Act of 1974, 20 U.S.C. &#167; 1713.  That Act became effective 60 days after its passage on August 21, 1974.  Since the district court entered judgment with respect to its remedial orders on April 17, 1974, the Act did not apply in the present cases.  We believe, however, that in any event the court's findings substantially comply with the requirements of section 214</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The projected home school enrollments of the eighteen minority schools participating in part-time pairing are as follows:</p>\n        <p>School           Minority    Anglo  Total</p>\n        <p>--------------  -----------  -----  -----</p>\n        <p>No.    %     No.</p>\n        <p>Mitchell          525  97.0     16    541</p>\n        <p>Crofton           210  93.7     14    224</p>\n        <p>Barrett           271  92.2     23    294</p>\n        <p>Whittier          225  97.0      7    232</p>\n        <p>Columbine         269  98.9      3    272</p>\n        <p>Stedman           228  97.1      7    235</p>\n        <p>Eagleton          310  67.2    151    461</p>\n        <p>Bryant-Webster    321  83.2     65    386</p>\n        <p>Greenlee          256  91.4     24    280</p>\n        <p>Fairview          256  92.8     20    276</p>\n        <p>Gilpin            314  98.1      6    320</p>\n        <p>Hallett           404  96.2     16    420</p>\n        <p>Wyatt             321  96.1     13    334</p>\n        <p>Harrington        445  95.7     20    465</p>\n        <p>Smith             851  98.8     10    861</p>\n        <p>Smedley           357  79.3     93    450</p>\n        <p>Fairmont          344  78.0     97    441</p>\n        <p>Remington         279  75.8     89    368</p>\n        <p>-----        -----  -----</p>\n        <p>6,186          674  6,860</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Full-time integration of Denver's elementary schools would not, of course, prevent neighborhood contact with nearby school facilities.  It is likely that students would be able to attend their neighborhood schools for four of seven elementary grades.  Paired schools would likely organize PTA and extracurricular programs and would use both \"sending\" and \"receiving\" school facilities for these purposes</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The Finger Plan requires provision of extra buses to pick up stragglers, transportation for students between home and school necessitated by emergencies, and transportation for parents wishing to attend PTA and other activities at school</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Minority students presently constitute approximately 42% Of the District's total student population; approximately 60% Of all pupils bused under the Finger Plan would be minority</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> See Appendix B to the present opinion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> </p>\n        <p>Boulevard     88%    minority</p>\n        <p>Cheltenham    80%    \"</p>\n        <p>Del Pueblo    77.9%  \"</p>\n        <p>Elyria        77.3%  \"</p>\n        <p>Garden Place  83.7%  \"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> The district court stated:</p>\n        <p>(M)eaningful desegregation must be accompanied by some appropriate alterations of existing educational programs in order to adequately deal with new problems which will arise in the operation of desegregation rather than segregated schools.  380 F.Supp. at 695.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> In 1970, the district court examined 15 predominantly minority schools in Denver and concluded:</p>\n        <p>The evidence in the case at bar establishes . . .  that an equal educational opportunity is not being provided at the subject segregated schools . . . .  Many factors contribute to the inferior status of these schools, but the predominant one appears to be the enforced isolation imposed in the name of neighborhood schools and housing patterns.  313 F.Supp. 61, 83.</p>\n        <p>The court held that the maintenance of inferior segregated schools violated the rights of students to equal protection of the laws, irrespective of whether the segregated conditions resulted from state action.  Id.  This court reversed the district court on the ground that the federal courts are powerless to resolve educational difficulties arising from circumstances outside the ambit of state action.  445 F.2d 990, 1004-05.  Plaintiffs submitted this issue to the Supreme Court, but the Court did not reach it.  See 413 U.S. 189, 214 n. 18, 93 S.Ct. 2686.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> 1973 Colo.Rev.Stat. &#167; 22-1-103</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> Id. &#167; 22-23-101 Et seq</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Id. &#167; 22-1-104</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> The School Board operates a Diagnostic Teaching Center designed to facilitate in non-English-speaking students \"maximum growth of the English language for communication and verbal expression and to maintain pride in (their) language and culture.\"  The Board also maintains an early childhood English program, and bilingual education programs in certain elementary and junior high schools</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> Plaintiffs attempt to support adoption of the Cardenas Plan with allegations that the School Board has violated section 601 with respect to non-English-speaking students.  We note that in the 1973-74 school year, Denver school authorities identified 344 students in the system with language difficulties arising from their Spanish-speaking backgrounds.  School authorities determined that 251 of these students needed special help in acquiring language skills necessary to function satisfactorily in school.  A number of programs were directed to the needs of these students.  On the basis of these facts and after reviewing the record, we are unable to find any support for a violation of section 601.  Even if such a violation were supported by the record, moreover, we believe the Cardenas Plan would, for reasons we have indicated, overstep the scope of a remedy properly directed to the violation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> Forty-five percent of the system's black elementary teachers were assigned to the seventeen elementary schools with Anglo enrollments of less than 20%.  Approximately 68% Of the system's Hispano elementary school teachers were assigned to the same schools.  Higher percentages of the system's minority junior high and high school teachers were assigned to predominantly minority schools</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> In 1969, 7.06% Of the system's teachers were black; 2.16% Were Hispano.  In 1973, 8.83% Were black and 3.6% Were Hispano</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> The District's proposal would close the following elementary schools: Westwood, Sherman, Boulevard, Crofton, Ebert, Moore, Stevens, College View, Emerson, Ellsworth, and Elyria.  All of these but Westwood, College View, Stevens, Ellsworth, and Elyria serve children from the core city area.  Morey Junior High, which serves the core city, would also be closed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> Based on enrollment figures for the 1973-74 school year 53 of the District's elementary schools currently fall within the District's guidelines, and 39 elementary schools are \"predominantly Anglo\" or \"predominantly minority\" as those terms are defined in the District's plan</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> Currently twelve junior high schools and five high schools fall within the District's guidelines.  The remainder are either \"predominantly Anglo\" or \"predominantly minority\" as those terms are defined by the District</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> Dr. Stolee developed these guidelines from present district-wide averages.  The elementary and junior high guidelines represent a 15% Variance, on either side, from the present District average Anglo enrollment of roughly 55%.  The senior high school guideline represents a 15% Variance, on either side, from the present 65% Average</p>\n      </div>\n      <div class=\"footnote\" id=\"fn29\">\n        <a class=\"footnote\" href=\"#fn29_ref\">29</a>\n        <p> Projected Anglo enrollments range from 35.9% To 72.7% Among elementary schools; from 39.9% To 82.6% Among junior high schools; and from 57.8% To 72.3% Among senior high schools</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">521</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">465</span></span></p>\n    <p class=\"parties\">Wilfred KEYES et al., Plaintiffs-Appellees-Cross-Appellants<br>(Number 74-1350),<br>v.<br>SCHOOL DISTRICT NO. 1, DENVER, COLORADO, et al.,<br>Defendants-Appellants-Cross-Appellees (Number 74-1350),<br>Appeal of CITIZENS ASSOCIATION FOR NEIGHBORHOOD SCHOOLS, an<br>unincorporatedassociation, Intervenor-Appellee<br>(Number 74-1351).<br>Congress of Hispanic Educators et al., Intervenors.<br>Colorado Association of School Boards et al., Amici Curiae.</p>\n    <p class=\"docket\">Nos. 74-1349, 74-1350 and 74-1351.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Tenth Circuit.</p>\n    <p class=\"date\">Submitted Feb. 10, 1975.<br>Decided Aug. 11, 1975.<br>Rehearing Denied Sept. 16, 1975.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael H. Jackson, Denver, Colo.  (William K. Ris, Thomas E. Creighton and Benjamin L. Craig, Denver, Colo., with him on the brief), for School Dist. No. 1 and others.</p>\n      <p class=\"indent\">Gordon G. Greiner, Denver, Colo.  (Robert T. Connery, Denver, Colo., and James M. Nabrit, III, New York City, with him on the brief), for Wilfred Keyes and others in Nos. 74-1349 and 74-1351.</p>\n      <p class=\"indent\">Sanford Jay Rosen, San Francisco, Cal.  (Vilma S. Martinez, Joaquin G. Avila, Carlos Alcala and Drucilla S. Ramey, San Francisco, Cal., and R. Pete Reyes, Denver, Colo., with him on the brief), for intervenors.</p>\n      <p class=\"indent\">Reese Miller, Denver, Colo.  (Jay W. Swearingen, Denver, Colo., with him on the brief), for amicus curiae Colorado Assn. of School Boards.</p>\n      <p class=\"indent\">Gerald A. Caplan and Richard E. Bump of Caplan &amp; Earnest, Boulder, Colo., on brief for amicus curiae Colorado Assn. of School Executives.</p>\n      <p class=\"indent\">John P. Moore, Atty. Gen., John E. Bush, Deputy Atty. Gen., Jack E. Hanthorn, First Asst. Atty. Gen., Charles M. Elliott, Asst. Atty. Gen., Denver, Colo., on brief for amicus curiae State Board of Education, State of Colorado.</p>\n      <p class=\"indent\">Before LEWIS, Chief Judge, and SETH and BARRETT, Circuit Judges.</p>\n      <p class=\"indent\">LEWIS, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These combined cases reach this court by appeal following remand directly to the district court by the Supreme Court, Keyes v. School District No. 1, Denver, Colo., <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span>.  After extensive hearings the trial court entered its judgment, <span class=\"citation\" data-id=\"1803117\"><a href=\"/opinion/1803117/keyes-v-school-district-no-1-denver-colorado/\"><span class=\"volume\">368</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">207</span></a></span>.  All parties appeal with typical inflexibility of position, understandably, perhaps, because of the great complexity of the problem and the inevitable intrusion of naked emotion and worrisome economic problems.  Public objectivity is not to be even hoped for and judicial objectivity is difficult indeed.  Although we do not affirm the judgment of the trial court in its entirety we do recognize that court's objective and stern effort to follow the law and the complete necessity of the court's rejection of the various plans advocated by the subjectively interested parties.  And to place the orders of the district court in perspective, we will summarize the course of litigation in these cases from their inception in 1969, giving particular attention to the terms of the Supreme Court's remand.  We will then consider whether the district court properly concluded that segregative acts of the defendant School Board during the 1960s render the entire Denver school system an illegal dual system.  Next we will take up challenges to those portions of the court's remedial order concerning the reassignment and transportation of students.  Finally, we will consider portions of the court's order dealing with the institution of bilingual-bicultural education in Denver schools, combination of East and Manual High Schools on a campus basis, and faculty and staff desegregation.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1969 the plaintiffs sought a preliminary injunction against the School Board's implementation of its Resolution 1533, which would have effectively rescinded the Board's previously formulated desegregation plan for schools in Denver's Park Hill area.  In granting the preliminary injunction, <span class=\"citation\" data-id=\"1623201\"><a href=\"/opinion/1623201/keyes-v-school-district-number-one-denver-colorado/\"><span class=\"volume\">303</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">279</span></a></span>, the trial court found that during the previous decade the School Board had willfully undertaken to maintain and intensify racial segregation in Park Hill schools.  The trial court based this finding upon proof (1) that the Board established Barrett School in 1960 to contain the eastward movement of the black population in northeast Denver; (2) that the Board ignored official study committee proposals in 1962 and 1966 for the rezoning of attendance areas in order to minimize the effects of de facto segregation; (3) that the Board employed 28 of the district's 29 mobile classrooms in the Park Hill area to contain an overflow of black students; (4) that the Board added eight new classrooms at Hallett School also to contain an expanding black student body; (5) that in 1962 and 1964 the Board manipulated school boundaries in Park Hill and thereby further isolated black school children; (6) that the Board staffed minority schools with disproportionately high numbers of probationary teachers, teachers with less than ten years' experience, and minority teachers.  In a supplemental opinion, <span class=\"citation\" data-id=\"1623658\"><a href=\"/opinion/1623658/keyes-v-school-district-number-one-denver-colorado/\"><span class=\"volume\">303</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">289</span></a></span>, the trial court held that the Board's Resolution 1533 constituted a further act of de jure segregation.  The trial court again enjoined implementation of Resolution 1533 and further ordered boundary changes in keeping with the Board's previously formulated desegregation policy.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At trial on the merits, plaintiffs alleged acts of de jure segregation both in Park Hill and in Denver's central or core city area.  In its memorandum opinion, <span class=\"citation\" data-id=\"1969123\"><a href=\"/opinion/1969123/keyes-v-school-district-number-one-denver-colorado/\"><span class=\"volume\">313</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">61</span></a></span>, the trial court reaffirmed its position that the Board willfully followed a policy of racial concentration and isolation in Park Hill in violation of the rights of minority school children.  With respect to the core city schools, however, that court determined minority concentrations did not result from affirmative conduct on the part of the Board; rather, black and Hispano concentrations in these schools stemmed from long-established housing and population patterns and from the Board's racially neutral \"neighborhood school\" policy.  The court held, however, that irrespective of the causes of segregation in the core city, these schools unconstitutionally provided inferior education for their minority students.  The trial court made final its preliminary injunction reinstating Resolutions 1520, 1524, and 1531, pursuant to which the Board was to eliminate segregation in Park Hill's predominantly black schools and to stabilize the racial composition of schools in transition.  In a subsequent opinion, <span class=\"citation\" data-id=\"1968989\"><a href=\"/opinion/1968989/keyes-v-school-district-number-one-denver-colorado/\"><span class=\"volume\">313</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">90</span></a></span>, the district court ordered the desegregation of core city schools and the institution of a program of compensatory education for minority students.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On appeal, this court affirmed the trial court's conclusion that the Board's actions in Park Hill during the 1960s amounted to de jure segregation in violation of minority students' rights to equal protection of the laws.  <span class=\"citation\" data-id=\"297971\"><a href=\"/opinion/297971/wilfred-keyes-v-school-district-no-1-denver-colorado-wilfred-keyes-v/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">990</span></a></span>.  We did, however, reverse the district court's ruling that the Board's maintenance of de facto segregated schools in the core city transgressed the fourteenth amendment.  Absent proof of affirmative Board action leading to segregated conditions, this court held, maintenance of educationally inferior segregated schools does not provide grounds for relief under the Constitution.  In this connection, we stated that:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>(W)here no type of state imposed segregation has previously been established, the burden is on plaintiff to prove by a preponderance of the evidence that the racial imbalance exists and that it was caused by intentional state action.  Once a prima facie case is made, the defendants have the burden of going forward with the evidence.  445 F.2d at 1006.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">However, we affirmed the trial court's conclusion that plaintiffs failed to make a prima facie case as respects the core city schools.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Supreme Court granted plaintiffs' petition for certiorari and ultimately overturned this court's rulings relating to the existence of actionable segregation in core city schools.  <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span>.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The High Court observed that where school authorities are proved to have \"carried out a systematic program of segregation affecting a substantial portion of the students, schools, teachers, and facilities within the school system, it is only common sense to conclude that there exists a predicate for a finding of the existence of a dual school system.\" 413 U.S. at 201, 93 S.Ct. at 2694.  The Supreme Court reasoned that the purposeful concentration of minority students in certain schools has the reciprocal effect of keeping other schools predominantly Anglo.  Certainly natural boundaries or peculiarities in the geographic structure of a school district may prevent the district-wide impact of segregative acts directed at a portion of the district; but, as the Supreme Court acknowledged, such cases must be rare.  The Court then held that in the absence of a determination that the school district is naturally fractionalized into separate, identifiable and unrelated units, \"proof of state-imposed segregation in a substantial portion of the district will suffice to support a finding by the trial court of the existence of a dual system.\"  413 U.S. at 203, 93 S.Ct. at 2695.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Supreme Court, then, established the presumption that the School Board's segregative acts in a substantial portion of the school district renders the entire district a dual system.  At this point we must observe that the compulsion of the Court's opinion does not preclude the Board from rebutting this presumption with proof that the racial compositions of predominantly Anglo schools surrounding areas of minority concentration have been unaffected by the Board's segregative acts.  The presumption of system-wide impact, however, derives from the pervasive interrelationship between school policy and the community's development; it is therefore not easily rebutted.  The manipulation of attendance areas, the construction of new schools and classrooms, and the assignment of faculty and staff, all for racial effect, profoundly influence subsequent housing and population patterns throughout the district.  In order to rebut the presumption of district-wide segregatory effect, the Board's proofs must negate these presumed intangible influences.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Supreme Court directed the district court, on remand, first to afford the School Board opportunity to prove that the \"Park Hill area is a separate, identifiable and unrelated section\" of the district.  In the event that the Board should fail in this proof, the district court was directed, second, to determine whether the Board's conduct in deliberately segregating Park Hill schools \"constitute(s) the entire school system a dual school system.\"  If the Denver school system is determined to be a dual system, the Court directed that the Board should assume the \"affirmative duty to desegregate the entire system 'root and branch'.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On remand from the Supreme Court, the parties initially presented evidence bearing on the existence of a dual school system in Denver.  In its Memorandum Opinion and Order, <span class=\"citation\" data-id=\"1803117\"><a href=\"/opinion/1803117/keyes-v-school-district-no-1-denver-colorado/\"><span class=\"volume\">368</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">207</span></a></span>, the district court held, first, that the School failed to establish that Park Hill is geographically separate or isolated from the rest of the school district.  Second, the court held that the segregative acts of the Board in Park Hill constitute the rest of the district a dual school system.  In this respect, the court considered the absence of non-geographic factors isolating Park Hill schools from those in the rest of the district.  The court also noted Park Hill's similarity to adjacent areas in terms of available public services, social characteristics and spacial layout.  Plaintiffs' evidence established to the court's satisfaction that the Board's intentional segregation in Park Hill substantially affected schools outside the area.  On December 17, 1973, the court ordered the parties to submit plans for the desegregation of the entire School District No. 1. After a trial at which the court considered each of the tendered plans, the court determined that each was inadequate and commenced its own independent study.  The result was the court's adoption of its own plan, <span class=\"citation\" data-id=\"1457955\"><a href=\"/opinion/1457955/keyes-v-school-district-no-1-denver-colorado/\"><span class=\"volume\">380</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">673</span></a></span>, which was contained in a Final Decree and Order dated April 17, 1974.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We consider first whether the trial court properly concluded that the School Board's proven segregative acts in Park Hill during the 1960s renders the entire Denver school system a dual system.  The principal issue of dispute during trial concerned the types of evidence admissible to rebut the presumption that the Board's acts resulted in system-wide violation of the fourteenth amendment.  The School Board conceded that no geographical boundaries separated Park Hill from the rest of the district.  Likewise, the Board did not challenge plaintiffs' evidence that schools throughout the district, including Park Hill, were administered in the same way and that Park Hill is not distinguishable from surrounding neighborhoods by non-geographical factors.  Dispute arose, however, when the School Board tendered evidence on the absence of any causal relation between its proven acts of segregation in Park Hill and current levels of racial and ethnic concentration throughout the district.  Plaintiffs argue that proof of actionable system-wide segregation must be presumed from the Board's segregative acts in a substantial portion of the school district, subject only to rebuttal in the form of proof of the isolation of the portion of the district to which the proven acts were directed.  Plaintiffs argued both at trial and on appeal that the Board's evidence of the absence of extraterritorial effect was irrelevant under the terms of the Supreme Court's mandate.  Although the trial court admitted and considered the Board's evidence, it was of the view that proof of extraterritorial effect was somewhat beside the point; the court viewed the principal issue on remand as whether the Board's segregative intent with respect to the entire district could be inferred from its Park Hill actions.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We believe, however, that the Board's evidence concerning extraterritorial effect was relevant to the issues raised on remand.  The Supreme Court explained the posture of the case as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>(C)ommon sense dictates the conclusion that racially inspired school board actions have an impact beyond the particular schools that are the subjects of those actions.  This is not to say, of course, that there can never be a case in which the geographical structure of, or the natural boundaries within, a school district may have the effect of dividing the district into separate, identifiable and unrelated units.  Such a determination is essentially a question of fact to be resolved by the trial court in the first instance, but such cases must be rare.  In the absence of such a determination, proof of a state-imposed segregation in a substantial portion of the district will suffice to support a finding by the trial court of a dual system.  413 U.S. at 203, 93 S.Ct. at 2695.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Board's evidence concerning extraterritorial effect bore importantly on the issue whether Park Hill is a \"separate, identifiable, and unrelated unit\" within the district and was properly received by the court below.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We also believe that the court could properly conclude, as it did, that the Board's evidence on the issue of extraterritorial effect was \"merely conclusory and is lacking in substance.\"  368 F.Supp. at 210.  The Board's evidence consisted entirely of the testimony of E. Bruce Slade, a statistician, who conducted a study of percentage variations in the racial compositions of Denver's school student bodies between 1962 and 1968, and of percentage variations in the racial compositions of school-age population on a neighborhood basis between 1960 and 1970.  From these statistics, Mr. Slade concluded that neither the School Board's 1969 rescission of its own desegregation policy nor its construction of Barrett School in 1960 had any impact on racial concentrations in schools outside Park Hill.  Regardless of the course taken by the School Board, he testified, independent, demographic trends would have resulted in the same levels of black, Hispanic and Anglo concentrations in Denver schools.  Mr. Slade generally concluded that the Board's acts in Park Hill had no impact on the racial composition of the schools outside Park Hill between 1960 and 1970.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">With the testimony of three of their own experts, plaintiffs attacked Mr. Slade's conclusions on essentially three fronts.  First, the defendants' evidence of the absence of extraterritorial effect rested entirely upon statistical data and ignored the interplay, which the Supreme Court noted, between the Board's policy designating certain schools as being for black or Anglo children and the movement of families into the neighborhoods of Denver.  Second, Mr. Slade's choice of school-by-school racial percentages as an indication of concentration trends ignored the overall decrease, between 1969 and 1970, in Denver's Anglo population and the increase, during the same period, of Denver's black population.  Thus, although black school children constituted a slightly increasing portion of school student bodies outside Park Hill, nevertheless black pupils attending schools outside Park Hill constituted a decreasing fraction of Denver's total black school-age population.  Third, in postulating the outcome of the Board's alternatives to construction of Barrett School as a receptacle for a recently migrated black population in northeast Denver, Mr. Slade failed to consider alternatives available to the Board of a genuinely integrative nature.  In this way, Mr. Slade's calculations avoided measuring the segregative impact of Barrett's construction.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The trial court's findings of fact will not be set aside on appeal unless they are clearly erroneous.  Rule 52(a), Fed.R.Civ.P.  On the basis of our review of the record, we cannot say that the trial court erred either in choosing to disbelieve the School Board's evidence or in concluding that the Board failed to overcome plaintiffs' prima facie case establishing the existence of a dual system in Denver.  Although the trial court experienced difficulty in interpreting the Supreme Court's opinion, the facts as found by the trial court nevertheless support a ruling favorable to the plaintiffs under a correct reading of the High Court's opinion.  An appellate court will affirm the rulings of the lower court on any ground that finds support in the record, even where the lower court reached its conclusions from a different or even erroneous course of reasoning.  Jaffke v. Dunham, <span class=\"citation\" data-id=\"105443\"><a href=\"/opinion/105443/jaffke-v-dunham/\"><span class=\"volume\">352</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">280</span></a></span>, <span class=\"citation\" data-id=\"105443\"><a href=\"/opinion/105443/jaffke-v-dunham/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">307</span></a></span>, <span class=\"citation\" data-id=\"105443\"><a href=\"/opinion/105443/jaffke-v-dunham/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">314</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The School Board next argues that because the trial court proceeded from an incorrect view of the issues on remand, it erroneously excluded certain of the Board's tendered testimonial and documentary evidence.  We disagree and will examine each of the challenged evidentiary rulings in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">First, the School Board challenges the court's rulings on Mr. Slade's testimony concerning the construction of Barrett School.  The Board claims that the court received this portion of Mr. Slade's testimony only insofar as it reflected the Board's motivation in portions of the city outside Park Hill; the court, it is argued, incorrectly refused to consider the evidence insofar as it proved the absence of any racial effect on pupil populations outside Park Hill.  A close reading of the record indicates, however, that the court ultimately received the Board's evidence for the precise purpose for which the Board offered it.  Initially, the court stated that Mr. Slade's testimony regarding Barrett School would be received \"only insofar as it might have some probative value in showing the motivation of the Board.\"  A discussion between defendants' counsel and the court ensued, after which the court appears to have modified its ruling to exclude Mr. Slade's testimony only insofar as it (1) proved the good faith of the Board with respect to the Park Hill schools and (2) went to issues already adjudicated in the case's 1969 decision.  Defendants' counsel then stated that he had no objection to this ruling and Mr. Slade's testimony resumed.  At the close of direct examination, plaintiffs' counsel moved to strike all of Mr. Slade's testimony as irrelevant.  The court replied that the testimony would be disregarded insofar as it bore upon issues resolved in earlier litigation, which we understand to mean (1) the Board's good faith with respect to Park Hill schools and (2) the effect Within Park Hill of the Board's segregative acts.  Again defendants' counsel replied in substance that he had no objection to the court's ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The court's rulings on Mr. Slade's testimony are concededly confusing.  But the language of the court's written memorandum convinces us that the court fully considered Mr. Slade's testimony on the issue whether \"segregated conditions . . .  outside the Park Hill area are wholly the product of external factors such as demographic trends and housing patterns, and are in no way the product of any acts or omissions by defendants.\"  368 F.Supp. at 210.  The Board's present challenge to these court rulings is therefore without foundation.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Board next challenges the court's exclusion of testimony intended to show that certain of its proven segregative acts in 1964 had no effect on the racial compositions of schools within the Park Hill area and, by inference, could not have had a similar effect on school populations outside Park Hill.  The Board conceded that this evidence would be inadmissible insofar as it went solely to the absence of segregative effect inside Park Hill, since that issue was resolved in earlier decisions of the court.  The Board urged its relevance, however, to the probable effects of the Board's actions on schools outside Park Hill.  The court rejected the evidence, we believe properly, on grounds of its remoteness to the issues before the court.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  At any rate, the remoteness of evidence is a matter within the discretion of the trial judge, See, e. g., International Shoe Machinery Corp. v. United Shoe Machinery Corp., 1 Cir.,  <span class=\"citation\" data-id=\"260125\"><a href=\"/opinion/260125/international-shoe-machine-corporation-v-united-shoe-machinery-corporation/\"><span class=\"volume\">315</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">449</span></a></span>, Cert. den., <span class=\"citation no-link\"><span class=\"volume\">375</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">820</span></span>, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">56</span></span>, <span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">54</span></span>, and we do not believe the court in the present case abused its discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Finally the Board contends that the trial court erroneously excluded the testimony of the superintendent of Denver's schools, Dr. Kishkunas, concerning present conditions in the system.  Dr. Kishkunas was to testify that at the time of the hearing Denver's was not a \"dual system\" as the phrase is defined in cases given him to study.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Specifically he was to evaluate the Denver system in light of what he considered to be classic indicators of duality, including state-enforced separation of races, exclusion of students from schools solely on the basis of race, and designation of schools along racial lines by reference to faculty composition and differences in transportation services, extracurricular activities, buildings, and so on.  The court refused this testimony because it bore upon current conditions rather than conditions in the school system as of the initial hearings of the case in 1969.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We believe that under the terms of the Supreme Court's remand the district court properly rejected Dr. Kishkunas' testimony.  In its Keyes opinion the Supreme Court considered for the first time the legality of segregation in schools that have never operated under constitutional or statutory provisions which either mandated or permitted racial or ethnic segregation of students.  In pre-Keyes cases of de jure segregation, the existence of a dual system was directly inferred from state-enforced separation of races or ethnic groups.  See, e. g., Swann v. Charlotte-Mecklenburg Board of Educ., <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span>; Alexander v. Holmes County Board of Educ., <span class=\"citation\" data-id=\"107993\"><a href=\"/opinion/107993/alexander-v-holmes-county-bd-of-ed/\"><span class=\"volume\">396</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">19</span></a></span>, <span class=\"citation\" data-id=\"107993\"><a href=\"/opinion/107993/alexander-v-holmes-county-bd-of-ed/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">29</span></a></span>, <span class=\"citation\" data-id=\"107993\"><a href=\"/opinion/107993/alexander-v-holmes-county-bd-of-ed/\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">19</span></a></span>.  In Keyes however, the Court confronted a different variety of intentional, system-wide segregation, to be inferred from segregative acts of school authorities and their expected repercussions on racial compositions of schools in the system; a search for the usual explicit indicators of the existence of a dual system cannot reveal, in a case like the present one, the state's hand in causing racial or ethnic concentrations in schools.  Rather courts must presume the existence of a dual system from school authorities' segregative acts, the burden then shifting to those authorities to prove the absence of any causal relation between those acts and current levels of racial segregation.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We note that the court below did not exclude all evidence of current conditions in the Denver schools.  Indeed, most of the testimony before the court dealt with current similarities between schools and community life in Park Hill and those outside Park Hill, or with current levels of racial concentration within and without Park Hill.  Far from excluding relevant facts arising after 1969, the district court properly admitted evidence of the relationship between the Board's segregative acts during the 1960s and current racial conditions.  Under the terms of the Supreme Court's remand, this was the sole issue for trial.  Although Dr. Kishkunas' testimony may have been probative of the proper remedy for segregated conditions in Denver, nonetheless it did not bear on the issue remanded to the trial court.  The court therefore properly rejected it as irrelevant.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In hearings conducted in February and March 1974, the district court considered one desegregation plan submitted by the School District, two plans submitted by the plaintiffs, and a plan submitted by the court's consultant, Dr. John A. Finger.  In Appendix A and Appendix B, Infra, we summarize the plans of the parties and the court's objections to them.  Before considering specific challenges to the court's remedial orders, we briefly summarize the Finger Plan as adopted and modified by the court.</p>\n    </div>\n    <p>The Court's Plan</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Finger Plan seeks to desegregate Denver's elementary schools in three ways.  First, 24 schools would be rezoned.  Second, 23 other schools would be rezoned and would receive students from satellite attendance areas.  Third, approximately 37 schools would be organized in pairs or clusters for purposes of part-time reassignment of students on a classroom basis.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The part-time pairing component of the court's program requires transportation of children, excluding kindergarten students, from their home schools to a receiving school for half-day plus the lunch period.  These children would then be returned to their neighborhood schools for the remainder of the day.  An individual child would be in a \"receiving\" class on some days and would be part of a \"sending\" class on other days.  The court anticipated that details of pairing could be worked out in one of several ways.  For example, grades one, three, and five from a minority school might be transported to its paired counterpart, which would be predominantly Anglo.  Upon arrival students would be taught in integrated classrooms.  At the same time, grades two, four, and six from the predominantly Anglo school would be transported to the minority school.  After lunch, students would travel back to their home schools.  The court expressed its preference for another variant of the plan entailing transportation of approximately half the minority students in a grade to the paired school on alternating days or on alternating weeks; an equal number of Anglo students would travel to the minority school on alternating days or weeks.  In this way each paired school would retain grades one through six.  Such grade-splitting, moreover, would enable school authorities to avoid the useless busing of Anglo students to predominantly Anglo schools and minority students to predominantly minority schools.  Should its part-time pairing plan prove too burdensome or disruptive, the court observed, school authorities could easily convert to full-time pairing.  The court's principal justification for part-time pairing was the desirability of anchoring students and parents to a neighborhood school, which would continue to serve as the focus for student extracurricular and community functions.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The court's plan would rezone all junior and senior high schools in Denver.  In addition, twelve junior high schools and eight senior high schools would receive students from satellite attendance areas.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">At the outset, the court adopted as its desegregation guideline a range of from 40% To 70% Anglo enrollment for each elementary school, and a \"somewhat higher\" minimum Anglo enrollment figure for secondary schools.  Under the Finger Plan, eight elementary schools would have Anglo enrollments below 40%; with respect to five of these schools, the court justified departure from its guidelines on grounds of the schools' inaccessibility and the desirability of continuing or instituting bilingual-bicultural programs at predominantly Hispano schools.  Projected junior high school enrollments range from 43.1% To 75.7% Anglo.  Projected high school enrollments range from 42.5% To 80.1% Anglo.  Estimates of the total number of students transported to schools under the Finger Plan range from 15,870 to 24,103.  It is likely under any estimate that a disproportionate number of minority students would be bused.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>Did the district court properly employ Anglo-minority enrollment percentages as guidelines in shaping its remedy?</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In Milliken v. Bradley, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">717</span></a></span>, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3112</span></a></span>, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1069</span></a></span>, the Supreme Court reaffirmed the long-established proposition that the scope of any school desegregation remedy is necessarily determined by the nature and extent of the constitutional violation.  See also 20 U.S.C. &#167; 1712; Swann v. Charlotte-Mecklenburg Board of Educ., <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 16, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span>.  In the present appeal, the School Board challenges the district court's remedy on the ground that system-wide application of Anglo-minority enrollment percentages exceeded any proven constitutional violation.  The Board argues that since the constitutional violation before the district court was premised upon segregative acts in a single corner of the school district, the remedy should be accordingly limited.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We disagree.  Whether a school system is illegally segregated by reason of statutory separation of the races or by reason of past segregative acts of school authorities, the scope of the remedy must in either case be system-wide.  Citing Green v. County School B'd of New Kent County, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">430</span></a></span>, 438, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">716</span></a></span>, a case involving statutory school segregation, the Supreme Court in Keyes directed:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>If the District Court determines that the Denver school system is a dual school system, respondent School Board has the affirmative duty to desegregate the entire system \"root and branch.\"  413 U.S. at 213, 93 S.Ct. at 2700.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Elsewhere the Court stated that where the district court concludes from the School Board's conduct in significant portions of the district that a dual system exists, then, \"As in cases involving statutory dual systems, the school authorities have an affirmative duty 'to effectuate a transition to a racially nondiscriminatory school system.'  \"  413 U.S. at 203, 93 S.Ct. at 2695 (Citing Brown v. Board of Education, <span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">349</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span>, 301, <span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">753</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1083</span></span> (Brown II)).  (Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Despite these directions the School Board urges us to adopt special remedial standards for cases of non-statutory de jure desegregation and to limit the remedy to direct results of the Board's segregative acts in Park Hill.  We believe the Board's suggestion would saddle the plaintiffs, in the remedy phase of their case, with the burden of proving de jure segregation as to each and every school in the system.  The Court's opinion in Keyes plainly forbids us from requiring as much.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The district court therefore properly dealt with the entire Denver system in fashioning its remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We also believe the district court correctly avoided the narrow reliance upon district-wide racial and ethnic averages proscribed in Swann.  In seeking an acceptable student desegregation plan, the court necessarily adhered to broad percentage guidelines based on projected racial-ethnic compositions of school student bodies.  In Swann the Supreme Court held that ethnic ratios and percentages may properly be used as a starting point in shaping a remedy.  402 U.S. at 24-25, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>.  In the present case, the district court's consideration of such factors as the desirability of \"walk-in\" integration and neighborhood contact with schools demonstrate the court's disinclination to engage in a numbers game at the expense of legitimate community and educational needs.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The School Board also contends that the court's plan arbitrarily and unnecessarily alters attendance areas of Denver schools already integrated.  The court's rezoning of some 46 schools that presently meet the court's expressed guidelines for desegregation will undoubtedly disrupt the lives of families and cause school authorities inconvenience.  Yet we are unable to say that the court acted arbitrarily or needlessly.  Many of the court's boundary changes are minor and appear to reflect adjustments of computer data, which located students by race and grade in geographical grids, to Denver streets.  More substantial boundary changes are the inevitable result of the court's attempt to maximize \"walk-in\" integration or to make room for student transfers from satellite attendance areas.  Such adjustments are unavoidable in developing a system-wide remedy; the complexity of the court's task, we believe, argues for broad discretion in formulating the details of a satisfactory plan.  See Swann v. Charlotte-Mecklenburg Board of Educ., <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 15-16, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>.  The School Board has not pointed to any specific instance in which the court's rezoning plan fails rationally to relate to the court's task of correcting, \"by a balancing of the individual and collective interests, the condition that offends the Constitution.\"  Swann, supra, 402 U.S. at 16, 91 S.Ct. at 1276.  In the absence of a more specific challenge to the court's methods, we must conclude that the court acted within the limits of its remedial powers.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>Is the court's part-time pairing plan constitutionally adequate?</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We hold that the part-time pairing component of the court's remedy for desegregation of elementary schools is not constitutionally acceptable as a basic and permanent premise for desegregation but deem that practicality negates the necessity of invalidating in toto this aspect of the trial court's judgment at this time.  We read this innovation as recognized by the trial court as an adjunct to be tolerated only as such under the temporary conditions of the present and as a step toward total integration.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Although the district court's remedial discretion is broad, it is necessarily bounded by the constitutional requirement that the court make \"every effort to achieve the greatest possible degree of actual desegregation, taking into account the practicalities of the situation.\"  Davis v. B'd of School Commissioners of Mobile County, <span class=\"citation\" data-id=\"108317\"><a href=\"/opinion/108317/davis-v-board-of-school-commrs-of-mobile-cty/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span>, 37, <span class=\"citation\" data-id=\"108317\"><a href=\"/opinion/108317/davis-v-board-of-school-commrs-of-mobile-cty/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1289</span></a></span>, 1292, <span class=\"citation\" data-id=\"108317\"><a href=\"/opinion/108317/davis-v-board-of-school-commrs-of-mobile-cty/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">577</span></a></span>.  In examining the record and the district court's opinion, we find no insurmountable practical impediment to full-time desegregation.  Indeed both the court and its consultant Dr. Finger were of the view that part-time classroom pairing would easily convert to a full-time program.  The court's part-time plan offers some of the most severely segregated schools in the district only part-time desegregation; of the eighteen predominantly minority schools in the part-time program, thirteen have projected enrollments of less than ten percent Anglo pupils.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Under the circumstances a partial solution for these schools is not enough.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The claimed advantage of the court's part-time desegregation program over the same program run full-time is continuous neighborhood contact with school facilities.  Part-time pairing offers easier access to school inasmuch as each student would attend his neighborhood school for at least a portion of every day.  The neighborhood school arguably would remain viable as an afterschool playground and as the focus for extracurricular and parent activity.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Although we acknowledge such neighborhood contact to be important, we cannot place it above the constitutional rights of children to attend desegregated schools.  We perceive those rights to include full-time attendance in a desegregated setting.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">A part-time program of the precise kind adopted by the court has never before been tested against the constitutional standards of Swann or its predecessors.  Referring to a line of cases involving somewhat different part-time desegregation schemes, the Fifth Circuit noted: \"(T)his court has . . .  assiduously adhered to the proposition that part-time desegregation, while a salutary adjunct of desegregation plans, cannot be used as a substitute for the complete dismantling of a segregated school system.\"  Arvizu v. Waco Independent School District, 5 Cir., <span class=\"citation\" data-id=\"318521\"><a href=\"/opinion/318521/pete-d-arvizu-v-waco-independent-school-district-patricia-ann-baisey-v/\"><span class=\"volume\">495</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">499</span></a></span>, 503.  In United States v. Texas Education Agency, 5 Cir., <span class=\"citation\" data-id=\"305880\"><a href=\"/opinion/305880/united-states-v-texas-education-agency-austin-independent-school/\"><span class=\"volume\">467</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">848</span></a></span>, the Fifth Circuit rejected en banc an elementary school desegregation plan for students from segregated minority and white schools to meet for one week per month in an integrated setting for planned activities.  As in the present case, basic subjects including reading and mathematics were to be taught in the segregated schools of original assignment.  The court said, \"We consider this interaction of Mexican-American, black, and white students an excellent idea for improving the group relationship, but it does not desegregate schools.\"  467 F.2d at 859.  In Dowell v. Board of Education of Okla. City Public Schools, 10 Cir., <span class=\"citation\" data-id=\"305277\"><a href=\"/opinion/305277/robert-l-dowell-etc-v-the-board-of-education-of-the-oklahoma-city/\"><span class=\"volume\">465</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1012</span></a></span>, this court affirmed the district court's rejection of a plan requiring only voluntary, periodic exchanges of students between Anglo and minority schools.  See also United States v. Board of Education of Webster Co., Ga., 5 Cir., <span class=\"citation\" data-id=\"291889\"><a href=\"/opinion/291889/united-states-v-the-board-of-education-of-webster-county-georgia/\"><span class=\"volume\">431</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">59</span></a></span>; Hightower v. West, 5 Cir., <span class=\"citation\" data-id=\"291614\"><a href=\"/opinion/291614/effie-arcala-hightower-etc-v-paul-d-west-etc/\"><span class=\"volume\">430</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">552</span></a></span>, 557.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In the present case, the court's part-time pairing plan would leave most participating minority schools intensely segregated during periods of instruction in basic subjects.  Since we believe this lapse would seriously deprive minority pupils of an education equal to that provided in the District's other schools, we must remand for implementation of a full-time desegregation program within a reasonable time and in accord with changing conditions.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>Does the court's reassignment plan impermissibly burden minority students?</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Plaintiffs contend that the court's adopted reassignment plan impermissibly burdens minority students with the impact of long-distance busing.  The plaintiffs do not contend that the law requires exact equality in allocating busing assignments as between minority and Anglo students, but they challenge as unfair provisions in the Finger Plan that require transportation of approximately 1,000 minority students from Denver's core city (Satellite F area) to seven schools in extreme southern portions of the city.  Both the court and Dr. Finger acknowledged that these students would bear a heavy burden in bringing about Denver's desegregation; accordingly, the Finger Plan makes special provision to ease the hardships of long-distance busing.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We noted earlier that the complexity of the court's task in balancing a multitude of competing considerations in order to arrive at an equitable desegregation plan argues for allowance of broad discretion on review.  Such discretion, of course, does not justify discrimination against minority students without clear justification, See Arvizu v. Waco Independent School District, 5 Cir., <span class=\"citation\" data-id=\"318521\"><a href=\"/opinion/318521/pete-d-arvizu-v-waco-independent-school-district-patricia-ann-baisey-v/\"><span class=\"volume\">495</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">499</span></a></span>, 504, but we are convinced that no such invidious discrimination occurred here.  Based on Dr. Finger's projections, the court's overall transportation plan does not unfairly burden minority students.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Nearly all of the elementary students who are to be bused long-distance to the southern portion of the district will attend neighborhood high schools and junior high schools; likewise, elementary school pupils in the extreme southeast and southwest portions of the city will be ultimately bused to junior high schools in the central and northeastern portions of the city.  Although the plaintiffs' plans would have allocated the burdens of transportation more evenly between minority and Anglo children, these plans would have required substantially more transportation overall.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  We cannot say that the court erred in striking the balance in a way different from plaintiffs' plan.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>Did the court properly leave certain predominantly Hispano schools segregated?</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Under the district court's order, five elementary schools would be left with minority enrollments ranging between 77% And 88%.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> The court justified the continued segregation of the students in four of these schools Cheltenham, Del Pueblo, Elyria, and Garden Place on grounds of the schools' inaccessibility and the institution or continuation of bilingual-bicultural programs.  380 F.Supp. at 692, 717.  The court offered no justification for the continued segregation of students at Boulevard School.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">In Swann, supra, the Supreme Court held that:</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>(I)n a system with a history of segregation the need for remedial criteria of sufficient specificity to assure a school authority's compliance with its constitutional duty warrants a presumption against schools that are substantially disproportionate in their racial composition.  <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 26, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, 1281.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In our view, the five schools noted are \"substantially disproportionate in their racial composition,\" within the Court's meaning.  The continued segregation of students at these schools must therefore be justified either on the ground that practical or other legitimate considerations render desegregation unwise, or on the basis of proof that the racial compositions of these schools is not the result of past discriminatory action on the part of the Board.  See Swann, supra, 402 U.S. at 26, 91 S.Ct. at 1281.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Given our reversal, Infra, of the district court's adoption of the Cardenas Plan, institution of that Plan cannot justify continued segregation of any of the noted schools.  Bilingual education, moreover, is not a substitute for desegregation.  Although bilingual instruction may be required to prevent the isolation of minority students in a predominantly Anglo school system, See Lau v. Nichols, <span class=\"citation\" data-id=\"108910\"><a href=\"/opinion/108910/lau-v-nichols/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, <span class=\"citation\" data-id=\"108910\"><a href=\"/opinion/108910/lau-v-nichols/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">786</span></a></span>, <span class=\"citation\" data-id=\"108910\"><a href=\"/opinion/108910/lau-v-nichols/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span>; Serna v. Portales Municipal Schools, 10 Cir., <span class=\"citation\" data-id=\"320452\"><a href=\"/opinion/320452/judy-serna-a-minor-through-her-parent-and-general-guardian-romana-serna/\"><span class=\"volume\">499</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1147</span></a></span>, such instruction must be subordinate to a plan of school desegregation.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">We therefore remand this portion of the case for a determination whether the continued segregation of students at the five mentioned schools may be justified on grounds other than the institution and development of bilingual-bicultural programs at the schools.  \"The district judge . . .  should make every effort to achieve the greatest possible degree of actual desegregation and will thus necessarily be concerned with the elimination of one-race schools.\"  Swann, supra, 402 U.S. at 26, 91 S.Ct. at 1281.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We now consider claims of the School Board that certain aspects of the district court's order other than those having to do with student reassignments and transportation considered above transgressed the limits of the court's power to fashion a desegregation remedy for the Denver school system.</p>\n    </div>\n    <p>The Cardenas Plan</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Intervenor Congress of Hispanic Educators (CHE) submitted to the court a plan for the bicultural-bilingual education of minority children in Denver authored by Dr. Jose A. Cardenas.  In its April 17, 1974 Final Judgment and Decree the district court ordered school authorities to implement, on a pilot basis, either the Cardenas Plan \"or a plan substantially and materially similar thereto and incorporating to the extent feasible the proposals set forth in the Addendum to the Cardenas Plan.\"  The court ordered establishment of the pilot program at Del Pueblo, Cheltenham, Garden Place, and Swansea Elementary Schools, at Baker Junior High School, and at West High School.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The Cardenas Plan is premised on the theory that the poor performance of minority children in public schools results from \"incompatibilities\" between cultural and developmental characteristics of minority children on the one hand, and the methods and expectations of the school system on the other.  Because most school systems are operated to meet the needs of middle-class Anglo children, the theory continues, they inevitably fail to meet the different needs of poor minority children.  Conflicts between the Anglo system and the needs of minorities are pervasive.  The Cardenas Plan therefore requires an overhaul of the system's entire approach to education of minorities; its proposals extend to matters of educational philosophy, governance, instructional scope and sequence, curriculum, student evaluation, staffing, non-instructional service and community involvement.  The Plan also proposes a mechanism for comprehensive monitoring of the program's status.  Continuing evaluation by ten \"Equal Educational Opportunity Committees,\" each composed in part of persons from outside the school system, is necessary, according to the Plan, because the school system itself \"lacks accountability.\"  In the Addendum to the Cardenas Plan, intervenor CHE details how the Plan would be applied in Denver.  These proposals, it must be emphasized, touch virtually every aspect of curriculum planning, methodology and philosophy presently the responsibility of local school authorities.  CHE proposes, for example, the inclusion of specific courses in the curriculum, adoption and publication of specific educational principles, provision of early childhood education (beginning at age three) and adult education for minorities, and provision of adequate clothing for poor minority school children.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Plaintiffs and CHE contend that inclusion of the Cardenas Plan in the court's order may be justified on either of two grounds.  First, the Plan is necessary to effectuate meaningful segregation in the schools.  School authorities, it is argued, must be forced not only to end the separation of races but also to establish a receptive scholastic environment for minority students in order to eradicate the very evil at which Brown v. Board of Education, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></span> (Brown I) and subsequent cases have been directed, that is, isolation of minority students in an essentially alien school system.  This appears to be the rationale of the court below for inclusion of the Plan in its remedy.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>  Second, it is argued, the Cardenas Plan corrects the School Board's failure to provide an equal educational opportunity for minority children.  In an earlier phase of this case, the district court found that Denver's predominantly minority schools provided students with an inferior education;<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  this, plaintiffs argue, constitutes a separate violation of the fourteenth amendment to which the Cardenas Plan is reasonably directed.  We believe, however, that under either rationale the district court's adoption of the Cardenas Plan oversteps the limits of its remedial powers.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Courts have the power to effectuate their remedial orders by removing all obstacles to meaningful desegregation.  Brown II, supra, 349 U.S. at 299-300, <span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">753</span></a></span>.  The equitable power to order relief adjunct to desegregation is limited, however, by considerations that loom significantly in the present case.  One of these, as we have noted, is the extent of the proven constitutional violation and its relationship to the ordered relief.  On remand from the Supreme Court, the district court determined that specified actions of the School Board in the Park Hill area of Denver constitute the entire school system a dual system.  The court made no finding, on remand, that either the School District's curricular offerings or its methods of educating minority students constituted illegal segregative conduct or resulted from such conduct.  Rather the court determined that since \"many elementary school Chicano children are expected . . .  to acquire normal basic learning skills which are taught through the medium of (an) unfamiliar language,\" a meaningful desegregation plan must provide for the transition of Spanish-speaking children to the English language.  380 F.Supp. at 695.  But the court's adoption of the Cardenas Plan, in our view, goes well beyond helping Hispano school children to reach the proficiency in English necessary to learn other basic subjects.  Instead of merely removing obstacles to effective desegregation, the court's order would impose upon school authorities a pervasive and detailed system for the education of minority children.  We believe this goes too far.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Other considerations lead us to the same conclusion.  Direct local control over decisions vitally affecting the education of children \"has long been thought essential both to the maintenance of community concern and support for public schools and to the quality of the educational process.\"  Milliken v. Bradley, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">717</span></a></span>, 741, 742, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3112</span></a></span>, 3125, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1069</span></a></span>; Wright v. Council of City of Emporia, 407 U.S. at 451, 469, <span class=\"citation\" data-id=\"108587\"><a href=\"/opinion/108587/wright-v-council-of-emporia/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2196</span></a></span>, <span class=\"citation\" data-id=\"108587\"><a href=\"/opinion/108587/wright-v-council-of-emporia/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">51</span></a></span>.  Local control permits citizen participation in the formulation of school policy and encourages innovation to meet particular local needs.  Educational policy, moreover, is an area in which the courts' \"lack of specialized knowledge and experience counsels against premature interference with the informed judgments made at state and local levels.\"  San Antonio Independent School District v. Rodriguez, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 42, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1278</span></a></span>, 1301, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">16</span></a></span>.  The policy of the state of Colorado is to encourage local school districts to develop bilingual skills and to assist in the transition of non-English-speaking students to English.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a>  The state legislature has established a comprehensive program for the education of children of migrant workers<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> and has mandated the teaching of minority group history and culture in all public schools.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a>  Denver school authorities maintain a variety of programs for assistance of children who have learning difficulties because they come from non-English-speaking families.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a>  We believe that the district court's adoption of the Cardenas Plan would unjustifiably interfere with such state and local attempts to deal with the myriad economic, social, and philosophical problems connected with the education of minority students.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The clear implication of arguments in support of the court's adoption of the Cardenas Plan is that minority students are entitled under the fourteenth amendment to an educational experience tailored to their unique cultural and developmental needs.  Although enlightened educational theory may well demand as much, the Constitution does not.  In San Antonio Independent School District v. Rodriguez, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 35-37, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1278</span></a></span>, the Supreme Court held that education is not a right protected by the Constitution except, perhaps, insofar as some minimal quantum of education may be necessary to enable the exercise of the basic rights of speech and voting.  Of course, where the state has undertaken to provide an education to its citizens, it must be made available to all on equal terms.  Brown I, supra, 347 U.S. at 483, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>.  But the plaintiffs and intervenor in the present case argue for a right to differential treatment of minority children in the educational process.  As the Court stated in Rodriguez :</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p>(E)very reform that benefits some more than others may be criticized for what it fails to accomplish.  But we think it plain that, in substance, the thrust of the (state's educational) system is affirmative and reformatory and, therefore, should be scrutinized under judicial principles sensitive to the nature of the State's efforts . . . .  411 U.S. at 39, 93 S.Ct. at 1300.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Thus we refuse to affirm the court's adoption of the Cardenas Plan on the second ground urged by the parties, that is, that the school's alleged failure to adapt to the cultural and economic needs of minority students amounts to a violation of the fourteenth amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Neither Lau v. Nichols, <span class=\"citation\" data-id=\"108910\"><a href=\"/opinion/108910/lau-v-nichols/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, <span class=\"citation\" data-id=\"108910\"><a href=\"/opinion/108910/lau-v-nichols/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">786</span></a></span>, <span class=\"citation\" data-id=\"108910\"><a href=\"/opinion/108910/lau-v-nichols/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span>, nor this court's holding in Serna v. Portales Municipal Schools, 10 Cir., <span class=\"citation\" data-id=\"320452\"><a href=\"/opinion/320452/judy-serna-a-minor-through-her-parent-and-general-guardian-romana-serna/\"><span class=\"volume\">499</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1147</span></a></span>, is contrary to our position.  Both of these cases stopped short of reaching any constitutional issue.  In both, school authorities were held, rather, to have violated section 601 of the 1964 Civil Rights Act, 42 U.S.C. &#167; 2000d, in failing to provide language instruction to substantial numbers of non-English-speaking children enrolled in public schools.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a></p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">We vacate that portion of the district court's order that would require the School Board to implement the Cardenas Plan or a plan substantially similar to it.  We remand for a determination of the relief, if any, necessary to ensure that Hispano and other minority children will have the opportunity to acquire proficiency in the English language.</p>\n    </div>\n    <p>Establishment of the East-Manual Complex</p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">In addition to altering the respective attendance areas of East and Manual High Schools to achieve at each an Anglo enrollment of approximately 55%, the district court ordered the consolidation of the two schools into a campus complex.  The court reasoned as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p>It is believed that Manual could profit by being associated on a campus basis with East High, whereby teachers could be exchanged and the students could take some of their courses at one or the other school.  Each school should, of course, have its own administrative staff, but there must be also an overall supervisor of the two schools plus a supervisory staff capable of determining the course offering and transportation needs as well as coordination of the two schools.  This would furnish an opportunity to create a joint educational effort unmatched in this city and in this part of the country an institution with the very highest educational standards. 380 F.Supp. at 691.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Although the court later characterized creation of the East-Manual complex \"an essential and highly important part of the desegregation programs at East High School and Manual High School,\" 380 F.Supp. at 726, our review of the record does not disclose any reason why the court's action is essential to the desegregation of either.  Rather the court appears to have acted solely according to its own notions of good educational policy unrelated to the demands of the Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">We do not dispute the wisdom of combining East and Manual High Schools as a matter of sound educational policy.  But we believe that the court lacked the power to do so given the limitations on its remedial jurisdiction described, Supra, with respect to its adoption of the Cardenas Plan.  The task of operating the schools, we reemphasize, is for local school authorities; in cases like the present one, courts may order changes in the school system only to relieve a constitutional violation or to remove obstacles to such relief.  Creation of the East-Manual complex is justified on neither ground.  We therefore vacate that portion of the court's order.</p>\n    </div>\n    <p>Desegregation of Faculty and Staff</p>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">During the 1973-74 school year, disproportionate numbers of the Denver school system's minority teachers were assigned to schools with high concentrations of minority students.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a>  Despite the District's institution of a minority recruitment program in recent years, the percentage of minority faculty members in the system has not increased appreciably.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a>  Of the view that faculty desegregation is essential to the process of school desegregation, the district court ordered the District to assign its personnel so that, in each school, the ratio of minority teachers and staff to Anglo teachers and staff shall not be less than 50% Of the ratio of minority to Anglo staff in the entire system.  The School Board does not dispute the propriety of this component of the court's remedy.  The court also ordered that all reductions in the number of staff members and all demotions and dismissals of staff members be carried out pursuant to non-discriminatory criteria, and that the written criteria for such actions be available for public inspection.  Finally the court ordered implementation of a program for the recruitment of minority teachers, staff and administrators.  As a goal, the court ordered the District to achieve ratios of Hispano and black personnel to Anglo that \"reflect more truly\" the ratios of Hispano and black students to Anglo students in the District.  In this respect the court stated, \"The defendants need not lower their employment standards but must justify any failure to make substantial progress towards the goal.\"  April 17, 1974 Final Judgment and Decree.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Contrary to the School Board, we believe that these measures to ensure faculty desegregation were properly part of the court's order.  Faculty and staff desegregation is an \"important aspect of the basic task of achieving a public school system wholly free from racial discrimination.\"  United States v. Montgomery County Bd. of Educ., <span class=\"citation\" data-id=\"107950\"><a href=\"/opinion/107950/united-states-v-montgomery-bd-of-educ/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">225</span></a></span>, 231-32, <span class=\"citation\" data-id=\"107950\"><a href=\"/opinion/107950/united-states-v-montgomery-bd-of-educ/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1670</span></a></span>, 1674, <span class=\"citation\" data-id=\"107950\"><a href=\"/opinion/107950/united-states-v-montgomery-bd-of-educ/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">263</span></a></span>; See also Bradley v. School B'd of City of Richmond, <span class=\"citation\" data-id=\"107112\"><a href=\"/opinion/107112/bradley-v-school-bd-of-richmond/\"><span class=\"volume\">382</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, <span class=\"citation\" data-id=\"107112\"><a href=\"/opinion/107112/bradley-v-school-bd-of-richmond/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">224</span></a></span>, <span class=\"citation\" data-id=\"107112\"><a href=\"/opinion/107112/bradley-v-school-bd-of-richmond/\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">187</span></a></span>; Rogers v. Paul, <span class=\"citation\" data-id=\"107125\"><a href=\"/opinion/107125/patricia-rogers-v-edgar-f-paul/\"><span class=\"volume\">382</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">198</span></a></span>, <span class=\"citation\" data-id=\"107125\"><a href=\"/opinion/107125/patricia-rogers-v-edgar-f-paul/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">358</span></a></span>, <span class=\"citation\" data-id=\"107125\"><a href=\"/opinion/107125/patricia-rogers-v-edgar-f-paul/\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span>.  The portion of the order respecting criteria for demotions and dismissals merely requires that the School District obey the law in taking steps against personnel.  The ordered recruitment program for minority personnel is in substance the recruitment program contained in the School District's own desegregation plan as submitted to the court.  Although the District's proposal failed to state its recruitment goals, Denver's superintendent of schools testified at trial that the District's affirmative action program would aim at achieving a racial-ethnic composition among professional staff that approximates the composition of the students in the District.  We believe that the court's faculty and staff desegregation orders were proper and we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The judgment of the district court is affirmed in part and reversed in part.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Remanded.</p>\n    </div>\n    <p>Appendix A</p>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p>Summary of the Desegregation Plan Submitted by School District No. 1</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The School District's \"Plan for Expanding Educational Opportunities in the Denver Public Schools\" provides for the integration of professional staff to reflect, in each school, the racial-ethnic composition of the district's total teaching staff.  Both new and veteran teachers would be specially trained in multi-ethnic teaching techniques.  The District would continue its recruitment of minority teachers.  The District's plan provides for limited integration of students by means of reassignment and changes in the uses of school buildings.  One junior high school and eleven elementary schools, most of them located in the central or core city area of Denver, would be closed.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a>  All mobile classrooms in the District would be closed, and the older portions of three elementary schools in the core city would be razed or closed.  Students affected by these closures would be assigned to other schools.  In addition, some students now attending Hallett and Stedman Elementary Schools would be assigned elsewhere.  The District's plan provides for \"concentrated efforts\" to encourage Voluntary Open Enrollment for junior and senior high school students.  Pursuant to this program minority students already attending predominantly minority schools are guaranteed enrollment in a predominantly Anglo school; conversely Anglo students at predominantly Anglo schools can transfer to a minority school.  The plan also calls for establishment of a Career Education Center, which is to be a high school open to all of the city's high school students on a voluntary basis.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">The District projected that its proposed school closures and student reassignments would result in 54 elementary schools having Anglo enrollments of between 25% And 75%; 27 elementary schools would remain \"predominantly Anglo\" or \"predominantly minority,\" that is, outside the 25%-75% Anglo guideline.<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a>  Thirteen of the District's seventeen junior high schools and six of the District's nine high schools would, under the District's plan, receive Anglo enrollments of between 25% And 75%.<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a></p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">The final important feature of the District's plan relates to the needs of elementary and junior high students who remain, under the plan, at \"predominantly minority\" and \"predominantly Anglo\" schools.  The District proposes establishment of Educational Enrichment Centers (EECs), which students from these schools will attend half-day for a three-week term each semester.  EECs would provide individualized instruction in an integrated setting.  The District also proposes a system-wide multi-cultural education program, which would involve a variety of integrated activities.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">The district court rejected this plan on the ground that it was \"unconstitutional and equitably defective.\"  The plan's continued maintenance of a substantial number of predominantly minority schools, the court held, would constitute a violation of the fourteenth amendment.  Minority students' part-time attendance at Educational Enrichment Centers for three weeks each semester would fall short of integration regardless of educational advantages claimed for the Centers.  The court found that closure of many inner-city schools would detrimentally affect inner-city neighborhoods and would unfairly burden residents: \"The closing of the schools would inevitably result in changing the character of areas which are favorably located for achieving integrated neighborhoods and integrated schools.\"  380 F.Supp. at 683.</p>\n    </div>\n    <p>Appendix B</p>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p>Summary of Desegregation Plans Submitted by Plaintiffs' Keyes et al.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The plaintiffs' plans, both authored by Dr. Michael Stolee, aim for averages of between 40% And 70% Anglo enrollment for each elementary and junior high school in the District, and averages of between 50% And 80% Anglo enrollment for each senior high school.<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a>  Under Dr. Stolee's first plan, the twenty-two elementary schools whose enrollment, as of September 1973, fell within his guidelines would not be affected.  Each of the remaining 70 elementary schools would be \"paired\" or \"clustered\" with other schools for purposes of student reassignments.  These schools would retain their own neighborhood kindergartens.  Thereafter students would attend their neighborhood schools for three years (either grades one-three or four-six) and would attend a receiving school for three years.  Each school would receive all children from the paired schools in either grades one-three or four-six.  In all cases, present school attendance zones would be used in the pairing and clustering of schools.  Junior high school assignments would follow from the feeder relationships from elementary pairs and clusters.  Thus certain children would attend neighborhood junior high schools, which would also receive pupils from satellite attendance areas defined by elementary pairs or clusters.  The plan calls for desegregation of senior high schools by means of exchanging students between Jefferson and Manual and between Kennedy and West.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Dr. Stolee projected that his initial plan would result in by-school Anglo enrollment percentages ranging from 38.3% To 68.9% In elementary schools; from 53% To 64% In junior high schools; and from 50.8% To 78.5% In senior high schools.  The plan would raise the District's transportation requirements from the current level of 15,000 students to between 24,000 and 27,000 students.  Dr. Stolee projected that minority and Anglo students would proportionately share the impact of transportation on elementary, junior high and high school levels respectively.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Dr. Stolee's alternate proposal followed the court's request for further plans based primarily upon the restructuring of school attendance areas.  By seeking to exhaust the potential of rezoning as a desegregation tool, the court believed it could minimize the need for transportation and maximize \"walk-in\" integration.  Accordingly, Dr. Stolee's alternate plan provides for rezoning 32 elementary schools, six of which would, in addition, receive students from satellite attendance areas.  Fifty other elementary schools would be organized into pairs or clusters, which would operate in the same manner as in the plaintiffs' initial plan.  The six remaining elementary schools three of which lie in the central portion of the city would be closed under the alternate plan.  All of the city's junior high schools would be rezoned, and nine of these would receive students from satellite attendance areas.  Likewise all of the city's high schools would be rezoned, and seven of them would receive pupils from satellite attendance areas.  Dr. Stolee projected that his alternate plan would result in a range of by-school racial enrollment percentages roughly similar to those resulting from his initial plan.<a class=\"footnote\" href=\"#fn29\" id=\"fn29_ref\">29</a>  The alternate plan would require busing of some 29,055 students.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">The district court rejected the plaintiffs' plans primarily because they would require excessive transportation of students.  Although the plans would equitably share the impact of busing between Anglo and minority students, a substantial number of students would nevertheless be unnecessarily transported.  \"(A) movement of minority students to a non-integrated Anglo school would oftentimes carry not only minority students but many Anglo students as well.  The opposite would also be true.\"  380 F.Supp. at 681.  The court also found the plaintiffs' plans \"too tightly structured\"; each component of the plaintiffs' programs is so closely interrelated to other components that failure of one would result in chaos to the whole.  Finally the court rejected plaintiffs' plans because they would effectively prohibit all students attending paired or clustered schools from remaining at their neighborhood schools through elementary grades; adjustments in this respect to special personal circumstances of students would be impossible.</p>\n    </div>\n    <p class=\"indent\">SETH, Circuit Judge (concurring specially):</p>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">As this case finds its way back to this court, there is really little that is unresolved.  The trial court reached a similar conclusion when it said: \"The Supreme Court's viewpoint based on the record before it is that the Denver school system is a dual system.\"  I agree with the trial court's observation as it is apparent from the Court's opinion and should be followed.  The trial court also said, and I agree again:</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p>\"Under the Court's definition it cannot be argued that within a unified school district such as that at bar there can exist conscious and knowing segregation in one area and innocent segregation in another.  The conclusion is therefore inescapable that the Denver system is a dual system within the Supreme Court's definition.\"</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">It is necessary however to briefly consider some of the applications of the Court's opinion to the facts expressly found by the trial court, in the original hearings, and undisturbed by the Supreme Court.  This is necessary in view of the remedy imposed by the trial court.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">The Supreme Court in its opinion related the Park Hill acts of the then School Board to the core area schools, and determined that the Park Hill intent was evidence of intent to segregate the core area schools which had previously taken place.  The Court said:</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p>\". . .  (A) finding of intentional segregation on its part in one portion of a school system is highly relevant to the issue of the board's intent with respect to other segregated schools in the system.  This is merely an application of the well-settled evidentiary principle that 'the prior doing of other similar acts, whether clearly a part of a scheme or not, is useful as reducing the possibility that the act in question was done with innocent intent.'  2 J. Wigmore, Evidence 200 (3d ed. 1940).\"</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">The only problem here the trial court had with the application of this doctrine was the sequence of events in that the only finding of any unconstitutional acts or of improper intent by the Board was as to the Park Hill schools in 1960-1965.  The trial court expressly found that no such acts or improper intent existed at any prior time.  Allegations as to such acts were fully litigated, and findings made as this was a significant part of the prior hearing and of plaintiffs' complaint.  The Supreme Court in the above quotation directed the trial court that the time sequence in the doctrine be reversed, and the Park Hill acts be related back in time to show intent then or improper acts then.  This the trial court did, and thus used the Park Hill acts and intent in 1965 to show acts and intent in 1950 to 1953, or earlier, when Manual was shown to be a minority school.  The trial court so followed the mandate of the Supreme Court and should be affirmed, although all the time problems were not thereby resolved.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">If the trial court had not done so, the Section III presumptions of the Supreme Court opinion would have arisen.  These were presumptions of fact that the core area schools were unconstitutionally segregated by acts of the School Board.  Thus the option followed by the trial court was preferable in view of its prior findings of fact as to the core area schools.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">On this intent matter, and the remedies, it must be observed that school boards come and go, and there is little if any continuity of policy on any subject as the old members leave and new ones are elected.  The record here clearly demonstrates this.  School policy cannot be a continuing one over a long period and should not be; this after all is the reason for elections.  The trial court initially seems to have taken this into consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">The prima facie case of unconstitutional acts in the previous years as to the core area was also based on a view of the facts as to the number of minority students in the Park Hill schools involved in the acts.  This number, according to the original findings of the trial court, constituted about ten per cent of the minority students then in the entire system.  This was a serious matter as the trial court decided in the first proceeding, and we agreed, but I am unable to determine whether such a percentage is the \"substantial portion of the district\" as the measure was applied by the trial court, but this does not determine the outcome of the case so need not be resolved.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">It is not possible to tell how the trial court related the presumption of reciprocal effect to the isolated geographical matter, but again the result was in accordance with the mandate.  A presumption of some reciprocal effect in 1965 had to be made, and apparently was originally.  It had to be made because it is obviously no more than the other side of the same coin.  Virtually all of the record on remand, other than remedy matters, relates to Park Hill as a separate geographical area, but it never has been seriously contended that it was.  This has never been more than a straw man from the outset, and, of course, on remand no one contended that it was a separate area for the purposes indicated.  Thus with the geographically separate area as a non-issue from the start of the case, the hearing on remand developed nothing new or additional as to the facts except the remedy.  The facts were fully established and found by the court in the course of prior hearings and were left undisturbed.  On remand the trial court apparently related the issues mentioned above, and the result was in accordance with the mandate.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">Thus the mandate of the Supreme Court was carried out, and thus I concur in the affirmance by Judge Lewis, except as to the remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">As to this remedy, if the system is a dual system, there may be nothing to do except apply the computer solution.  This is apparently the \"root and branch\" cure indicated as the necessary but drastic solution in the de jure dual system cases.  However, where as here, the unconstitutional acts are clearly identifiable, are specific, and are limited in time and scope, it would appear that the remedy can be more effective if it is related to the specific wrongs rather than to what is right as well as to what was wrong.  Any remedy must zero in on the violation if it is to be effective and responsive.  It was error, in my opinion, for the trial court to apply the mechanical or computer mix recommended by Dr. Finger.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">As to bilingual education as a \"remedy\" for the Hispano core area schools, I agree with Judge Lewis.  If there is segregation there imposed by the Board, as the Supreme Court indicates there is, it must receive the same treatment as in the black schools.  The parties to this suit who had undertaken to speak for the Hispano students in these schools have asked for the complete remedy of desegregation, have argued well for it, and if the other areas are to have such relief, these schools must have it also.  The Supreme Court in its opinion ordering remand has directed that these students and the black students be considered together, and for this reason it must be done.  The Supreme Court in this respect chose to rely upon the facts included in the report of the United States Commission on Civil Rights, cited in a footnote in its opinion.  I agree with Judge Lewis that bilingual education, apparently now required under Colorado law, is not a remedy for segregation.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">I would remand for a complete reconsideration of the remedy.</p>\n    </div>\n    <p class=\"indent\">BARRETT, Circuit Judge (specially concurring):</p>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">I concur in Chief Judge Lewis' opinion but wish to add the following thoughts:</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">When this case reached the Supreme Court following appeal from our Court, <span class=\"citation\" data-id=\"297971\"><a href=\"/opinion/297971/wilfred-keyes-v-school-district-no-1-denver-colorado-wilfred-keyes-v/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">990</span></a></span> (10th Cir. 1971), Both the Trial Court and this Court had found and held that there was no proof of deliberate racial segregation of schools in the District beyond the Park Hill area.  Even though the Supreme Court, on appeal, stated that it did not reach the Merits, it is fair to conclude, in my opinion, that the conscientious Trial Court, upon remand, properly interpreted the Supreme Court opinion reported in <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1973) as drawing an inescapable conclusion that the Denver school system is a dual system.  It would be difficult, if not impossible, to read the Supreme Court opinion otherwise, notwithstanding the directions that an evidentiary hearing be conducted, on remand, to determine whether the School Board may meet the burden imposed: that its actions as to \"segregated schools\" in the single school system outside of the Park Hill area were not likewise motivated by a segregative intent.  This was, as I see it, a burden impossible to meet.  I agree with Judge Doyle's pertinent observations that \"The Supreme Court Reexamined the facts and approved the conclusion that conduct here (the Park Hill area) constituted De jure segregation\" and that \"the Supreme Court regarded as error the requiring of plaintiffs in a school case such as the one at bar to offer proof that the segregation in each and every instance and in each and every school was the product of official action.\"  I concur with the Trial Court's observation that the Supreme Court for the first time (in Keyes, et al.) pronounced De facto de jure concepts.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">Accordingly, on remand, there really was little unresolved by the Supreme Court.  The Trial Court was instructed to undertake the time consuming and burdensome obligations imposed upon it to desegregate School District No. 1 \"root and branch.\"  Like so many catch-words or appealing slogans, the objective while ideal and in keeping with the highest traditions of equality is in fact not to be \"come by\" or accomplished via the judicial route without a federal judiciary \"up to its neck\" in operating, managing and directing state school systems.  Perhaps there is no other solution, given the immediacy suggested by the Supreme Court, with its particular \"root and branch\" mandated cure.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">In our efforts to attain objectives which are pure, good and necessary of achievement in our society, we seem, I believe, to have become blinded to the fact that many cures must for the most practical of reasons (financial ability to effectuate them in particular) take more time and patience than that in which the instant case is now posited.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">Of recent vintage, the Supreme Court, in matters involving state criminal statutes, has dictated the application of principles of equity, comity, and federalism in refusing to entertain federal court actions challenging the constitutionality of those statutes when no state prosecution is threatened.  Younger v. Harris, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span>, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">746</span></a></span>, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">669</span></a></span> (1971); Samuels v. Mackell, <span class=\"citation\" data-id=\"108264\"><a href=\"/opinion/108264/george-samuels-v-thomas-j-mackell-district-attorney-fred-fernandez-v/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">66</span></a></span>, <span class=\"citation\" data-id=\"108264\"><a href=\"/opinion/108264/george-samuels-v-thomas-j-mackell-district-attorney-fred-fernandez-v/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">764</span></a></span>, <span class=\"citation\" data-id=\"108264\"><a href=\"/opinion/108264/george-samuels-v-thomas-j-mackell-district-attorney-fred-fernandez-v/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">688</span></a></span> (1971); Steffel v. Thompson, <span class=\"citation\" data-id=\"108985\"><a href=\"/opinion/108985/steffel-v-thompson/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">452</span></a></span>, <span class=\"citation\" data-id=\"108985\"><a href=\"/opinion/108985/steffel-v-thompson/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1209</span></a></span>, <span class=\"citation\" data-id=\"108985\"><a href=\"/opinion/108985/steffel-v-thompson/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">505</span></a></span> (1974).  And more recently the Supreme Court took a further step in a \"hands off\" approach in holding that if a state criminal charge is filed at any time After the commencement of a federal action challenging the constitutionality (on federal standards) of the state statute under which the charge is brought, the federal action must be dismissed unless the federal action has proceeded to a determination on the merits.  Hicks, District Attorney of Orange County, et al. v. Miranda, DBA Walnut Properties, et al., --- U.S. ---, <span class=\"citation\" data-id=\"109296\"><a href=\"/opinion/109296/hicks-v-miranda/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2281</span></a></span>, <span class=\"citation\" data-id=\"109296\"><a href=\"/opinion/109296/hicks-v-miranda/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">223</span></a></span> (1975).</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">In San Antonio Independent School District v. Rodriguez, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1278</span></a></span>, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">16</span></a></span> (1973), the Supreme Court observed that although education is one of the most important services Performed by the state, it is not within the limited category of rights recognized by the Supreme Court as guaranteed by the Constitution.  This Court observed similarly in Freeman v. Flake, <span class=\"citation\" data-id=\"299005\"><a href=\"/opinion/299005/billie-k-freeman-guardian-of-terry-freeman-v-almon-flake-ai-white-a/\"><span class=\"volume\">448</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">258</span></a></span> (10th Cir. 1971), cert. denied <span class=\"citation no-link\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1032</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1292</span></span>, <span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">489</span></span> (1972):</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p>The states have a compelling interest in the education of their children.  The states, acting through their school authorities and their courts, should determine what, if any, hair regulation is necessary to the management of the schools.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"299005\"><a href=\"/opinion/299005/billie-k-freeman-guardian-of-terry-freeman-v-almon-flake-ai-white-a/\"><span class=\"volume\">448</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">258</span></a></span> at 261.</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">That there exists \"some inequality\" in a school system is not sufficient ground to Strike down a whole system.  McGowan v. Maryland, <span class=\"citation\" data-id=\"106249\"><a href=\"/opinion/106249/mcgowan-v-maryland/\"><span class=\"volume\">366</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">420</span></a></span>, <span class=\"citation\" data-id=\"106249\"><a href=\"/opinion/106249/mcgowan-v-maryland/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1101</span></a></span>, <span class=\"citation\" data-id=\"106249\"><a href=\"/opinion/106249/mcgowan-v-maryland/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">393</span></a></span> (1961).  No person of good will toward his fellow man can logically argue that the thrust of Brown v. Board of Education, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></span> (1954) is not long overdue: That children of all races, cultures, color, environmental and ethnical backgrounds and origins are entitled in these United States to equal public educational opportunities and benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">There are no easy or quick solutions to many problems confronting our country.  It is a serious mistake, in my judgment, to interject the federal judiciary in the operation, composition, management and control of the state school systems.  It was never intended that such would be the case.  The federal judiciary is not designed to operate and manage school systems.  The facts and circumstances are so variable and complex that Discretion must be one of clear Choice, and it is an injustice to our district courts to require that they monitor the system forever, together with their burdensome trial dockets, and be answerable to courts of appeal \"around the clock.\"</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">The remedies ordered by the Trial Court may be wholly correct and justified.  The fact remains, however, that the School Board and administrative officials of the District are No longer managing, operating or controlling the system.  The result from my point of view is at direct odds with the proper balance of Federal-State relations.  As heretofore noted, it imposes an onerous and overwhelming task on a federal judiciary which is already \"smothered\" with tremendous dockets involving issues designed for true judicial treatment, adjudicative rather than administrative in nature.  No one would contend that the federal judiciary is the body to allocate available state funds to the integrative objectives of the school systems in such a manner that it will decide the priority and amount of remaining funds for other necessary and proper state governmental functions.  The Tenth Amendment did reserve to the people of the various sovereign states those powers not otherwise expressly delegated to the Federal Government.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">Ours is an ever increasing society of emergency priorities, which many believe can be cured by the expenditure of public funds.  It seems clear to me that the time has arrived when the pressure of such emergencies has finally brought us to this realization: Ours is now a nation bogged down in debt, largely as a result of so many mandated \"cures\" which today cannot be adequately financed from available revenues.</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">On remand, I would include, if in anywise possible, the diminishment or complete abolishment of the extremely expensive and sensitive use of the \"busing tool\" which, if accomplished completely or in progressive stages (perhaps in conjunction with long-term upgrading of both the staffs and facilities at various existing schools, together with projections of new school buildings and Particular study of re-establishment of boundary lines in order to best effectuate equality predicated on the most adequate Present estimates of population growth and movement trends within the District) would, in effect, \"free\" a great deal of operating money for much needed upgrading of teaching materials, facilities and, in a budgetary sense, provide the Board with some additional leeway to meet increased salary demands of school personnel.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Court denied defendants' cross-petition for certiorari to review judgments of this court affirming the Final Decree of the trial court relating to Park Hill schools.  Keyes v. School District No. 1, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, 195, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In part III of its opinion, the Supreme Court held that a finding of intentionally segregative School Board action in a meaningful portion of the school system establishes a prima facie case of unlawful segregative design with respect to all segregated schools in the system.  413 U.S. at 208, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>.  Given the district court's disposition of the case on remand, however, we do not consider this portion of the Supreme Court's opinion to carry a further mandate</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The court observed that the defendants offered the testimony of a Mrs. Ortez and certain documentary evidence to prove that the Board's acts in 1964 \"had no segregative effect outside of the Park Hill area.\"  Then the court stated: \"My ruling is that it doesn't prove that.  In order for a circumstance to have probative value it must give rise to some deductive result, and I don't see that what you have offered makes it along that line.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Dr. Kishkunas testified that in preparing for his testimony he sought \"the most definitive information as to what a definition of a 'dual system' is,\" and he was led to Swann v. Charlotte-Mecklenburg Board of Educ., <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, <span class=\"citation\" data-id=\"108316\"><a href=\"/opinion/108316/swann-v-charlotte-mecklenburg-bd-of-ed/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span>; Alexander v. Holmes County Board of Educ., <span class=\"citation\" data-id=\"107993\"><a href=\"/opinion/107993/alexander-v-holmes-county-bd-of-ed/\"><span class=\"volume\">396</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">19</span></a></span>, <span class=\"citation\" data-id=\"107993\"><a href=\"/opinion/107993/alexander-v-holmes-county-bd-of-ed/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">29</span></a></span>, <span class=\"citation\" data-id=\"107993\"><a href=\"/opinion/107993/alexander-v-holmes-county-bd-of-ed/\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">19</span></a></span>; and Green v. County School B'd of New Kent County, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">430</span></a></span>, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">716</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Recent lower court decisions involving alleged state-caused segregation in northern school districts have interpreted Keyes in the same way.  In Morgan v. Hennigan, D.Mass., <span class=\"citation\" data-id=\"1378130\"><a href=\"/opinion/1378130/morgan-v-hennigan/\"><span class=\"volume\">379</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">410</span></a></span>, 425, aff'd sub nom., Morgan v. Kerrigan, 1 Cir., <span class=\"citation\" data-id=\"324656\"><a href=\"/opinion/324656/tallulah-morgan-v-john-j-kerrigan/\"><span class=\"volume\">509</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">580</span></a></span>, Judge Garrity wrote:</p>\n        <p>The Boston public school system is thus characterized by racial segregation.  The defendants do not dispute this central fact.  The dispute, rather, is now the schools have become and remained that way.  The court's primary task is to determine whether the defendants have intentionally and purposefully caused or maintained racial segregation in meaningful or significant segments of the . . .  system, in violation of the Fourteenth Amendment.  (Emphasis added.)</p>\n        <p>In Oliver v. Kalamazoo Board of Educ., W.D.Mich., <span class=\"citation\" data-id=\"1802671\"><a href=\"/opinion/1802671/oliver-v-kalamazoo-board-of-education/\"><span class=\"volume\">368</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">143</span></a></span>, 185, aff'd, 6 Cir., <span class=\"citation\" data-id=\"324034\"><a href=\"/opinion/324034/michelle-oliver-v-michigan-state-board-of-education-and-kalamazooboard-of/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">178</span></a></span>, the court stated:</p>\n        <p>The fact that many public and private institutions made deliberate and substantial contributions to neighborhood and school segregation in Kalamazoo does not excuse the State Board of Education . . .  for (its) violation of the Constitution . . . .</p>\n        <p>(T)he state will not be held legally responsible if it has only occasionally committed segregative acts and these acts are of trivial importance and bear no relation to the modern situation.  (Emphasis added.)</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">368</a>\n        <p> F.Supp. at 159</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Eighteen predominantly minority schools would be involved in part-time pairing.  Thirteen of these schools presently have Anglo enrollments of less than 10%</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Dr. Finger projected that his plan would require busing of 15,870 students; 69.9% Of these would be minority students, and 39.1% Would be Anglo.  The School Board later estimated that the Finger Plan would require busing of 24,103 students; the Board did not break this figure down as to race.  In its memorandum opinion and order, the district court stated that the Finger Plan, as adopted, would result in the busing of \"about 20,000 students or slightly more.\"  380 F.Supp. at 686</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Nor do we believe that the Supreme Court's recent decision in Milliken v. Bradley, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">717</span></a></span>, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3112</span></a></span>, <span class=\"citation\" data-id=\"109102\"><a href=\"/opinion/109102/milliken-v-bradley/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1069</span></a></span>, in any way limits the district court's remedial powers in this case.  The precise issue there concerned \"the validity of a remedy mandating cross-district or inter-district consolidation to remedy a condition of segregation found to exist in only one district.\"  418 U.S. at 744, 94 S.Ct. at 3127.  The Court explicitly distinguished Keyes on the ground that Keyes \"involved a remedial order within a single autonomous district.\"  418 U.S. at 741 n. 19, 94 S.Ct. at 3125</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The School Board also argues that the district court erred in failing to make specific findings as to the efficacy, in the present case, of certain non-busing remedies, as required by section 214 of the Equal Educational Opportunities Act of 1974, 20 U.S.C. &#167; 1713.  That Act became effective 60 days after its passage on August 21, 1974.  Since the district court entered judgment with respect to its remedial orders on April 17, 1974, the Act did not apply in the present cases.  We believe, however, that in any event the court's findings substantially comply with the requirements of section 214</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The projected home school enrollments of the eighteen minority schools participating in part-time pairing are as follows:</p>\n        <p>School           Minority    Anglo  Total</p>\n        <p>--------------  -----------  -----  -----</p>\n        <p>No.    %     No.</p>\n        <p>Mitchell          525  97.0     16    541</p>\n        <p>Crofton           210  93.7     14    224</p>\n        <p>Barrett           271  92.2     23    294</p>\n        <p>Whittier          225  97.0      7    232</p>\n        <p>Columbine         269  98.9      3    272</p>\n        <p>Stedman           228  97.1      7    235</p>\n        <p>Eagleton          310  67.2    151    461</p>\n        <p>Bryant-Webster    321  83.2     65    386</p>\n        <p>Greenlee          256  91.4     24    280</p>\n        <p>Fairview          256  92.8     20    276</p>\n        <p>Gilpin            314  98.1      6    320</p>\n        <p>Hallett           404  96.2     16    420</p>\n        <p>Wyatt             321  96.1     13    334</p>\n        <p>Harrington        445  95.7     20    465</p>\n        <p>Smith             851  98.8     10    861</p>\n        <p>Smedley           357  79.3     93    450</p>\n        <p>Fairmont          344  78.0     97    441</p>\n        <p>Remington         279  75.8     89    368</p>\n        <p>-----        -----  -----</p>\n        <p>6,186          674  6,860</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Full-time integration of Denver's elementary schools would not, of course, prevent neighborhood contact with nearby school facilities.  It is likely that students would be able to attend their neighborhood schools for four of seven elementary grades.  Paired schools would likely organize PTA and extracurricular programs and would use both \"sending\" and \"receiving\" school facilities for these purposes</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The Finger Plan requires provision of extra buses to pick up stragglers, transportation for students between home and school necessitated by emergencies, and transportation for parents wishing to attend PTA and other activities at school</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Minority students presently constitute approximately 42% Of the District's total student population; approximately 60% Of all pupils bused under the Finger Plan would be minority</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> See Appendix B to the present opinion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> </p>\n        <p>Boulevard     88%    minority</p>\n        <p>Cheltenham    80%    \"</p>\n        <p>Del Pueblo    77.9%  \"</p>\n        <p>Elyria        77.3%  \"</p>\n        <p>Garden Place  83.7%  \"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> The district court stated:</p>\n        <p>(M)eaningful desegregation must be accompanied by some appropriate alterations of existing educational programs in order to adequately deal with new problems which will arise in the operation of desegregation rather than segregated schools.  380 F.Supp. at 695.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> In 1970, the district court examined 15 predominantly minority schools in Denver and concluded:</p>\n        <p>The evidence in the case at bar establishes . . .  that an equal educational opportunity is not being provided at the subject segregated schools . . . .  Many factors contribute to the inferior status of these schools, but the predominant one appears to be the enforced isolation imposed in the name of neighborhood schools and housing patterns.  <span class=\"citation\" data-id=\"1969123\"><a href=\"/opinion/1969123/keyes-v-school-district-number-one-denver-colorado/\"><span class=\"volume\">313</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">61</span></a></span>, 83.</p>\n        <p>The court held that the maintenance of inferior segregated schools violated the rights of students to equal protection of the laws, irrespective of whether the segregated conditions resulted from state action.  Id.  This court reversed the district court on the ground that the federal courts are powerless to resolve educational difficulties arising from circumstances outside the ambit of state action.  <span class=\"citation\" data-id=\"297971\"><a href=\"/opinion/297971/wilfred-keyes-v-school-district-no-1-denver-colorado-wilfred-keyes-v/\"><span class=\"volume\">445</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">990</span></a></span>, 1004-05.  Plaintiffs submitted this issue to the Supreme Court, but the Court did not reach it.  See <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, 214 n. 18, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> 1973 Colo.Rev.Stat. &#167; 22-1-103</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> Id. &#167; 22-23-101 Et seq</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Id. &#167; 22-1-104</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> The School Board operates a Diagnostic Teaching Center designed to facilitate in non-English-speaking students \"maximum growth of the English language for communication and verbal expression and to maintain pride in (their) language and culture.\"  The Board also maintains an early childhood English program, and bilingual education programs in certain elementary and junior high schools</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> Plaintiffs attempt to support adoption of the Cardenas Plan with allegations that the School Board has violated section 601 with respect to non-English-speaking students.  We note that in the 1973-74 school year, Denver school authorities identified 344 students in the system with language difficulties arising from their Spanish-speaking backgrounds.  School authorities determined that 251 of these students needed special help in acquiring language skills necessary to function satisfactorily in school.  A number of programs were directed to the needs of these students.  On the basis of these facts and after reviewing the record, we are unable to find any support for a violation of section 601.  Even if such a violation were supported by the record, moreover, we believe the Cardenas Plan would, for reasons we have indicated, overstep the scope of a remedy properly directed to the violation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> Forty-five percent of the system's black elementary teachers were assigned to the seventeen elementary schools with Anglo enrollments of less than 20%.  Approximately 68% Of the system's Hispano elementary school teachers were assigned to the same schools.  Higher percentages of the system's minority junior high and high school teachers were assigned to predominantly minority schools</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> In 1969, 7.06% Of the system's teachers were black; 2.16% Were Hispano.  In 1973, 8.83% Were black and 3.6% Were Hispano</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> The District's proposal would close the following elementary schools: Westwood, Sherman, Boulevard, Crofton, Ebert, Moore, Stevens, College View, Emerson, Ellsworth, and Elyria.  All of these but Westwood, College View, Stevens, Ellsworth, and Elyria serve children from the core city area.  Morey Junior High, which serves the core city, would also be closed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> Based on enrollment figures for the 1973-74 school year 53 of the District's elementary schools currently fall within the District's guidelines, and 39 elementary schools are \"predominantly Anglo\" or \"predominantly minority\" as those terms are defined in the District's plan</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> Currently twelve junior high schools and five high schools fall within the District's guidelines.  The remainder are either \"predominantly Anglo\" or \"predominantly minority\" as those terms are defined by the District</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> Dr. Stolee developed these guidelines from present district-wide averages.  The elementary and junior high guidelines represent a 15% Variance, on either side, from the present District average Anglo enrollment of roughly 55%.  The senior high school guideline represents a 15% Variance, on either side, from the present 65% Average</p>\n      </div>\n      <div class=\"footnote\" id=\"fn29\">\n        <a class=\"footnote\" href=\"#fn29_ref\">29</a>\n        <p> Projected Anglo enrollments range from 35.9% To 72.7% Among elementary schools; from 39.9% To 82.6% Among junior high schools; and from 57.8% To 72.3% Among senior high schools</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105221/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105312/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105443/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/106249/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107112/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107125/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107705/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107950/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107993/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108263/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108264/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108316/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108317/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108587/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108751/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108844/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108910/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/108985/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109102/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109296/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/260125/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/291614/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/291889/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/297971/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/299005/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/305277/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/305880/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/318521/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/320452/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/324034/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/324656/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1378130/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1457955/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1623201/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1623658/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1802671/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1803117/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1968989/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1969123/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2014-12-21T19:24:53.426861Z",
      "date_modified": "2016-03-03T18:14:32.716688Z",
      "date_filed": "1975-09-16",
      "date_filed_is_approximate": false,
      "slug": "wilfred-keyes-plaintiffs-appellees-cross-appellants-number-74-1350-v",
      "citation_id": 303345,
      "case_name_short": "",
      "case_name": "",
      "case_name_full": "Wilfred Keyes, Plaintiffs-Appellees-Cross-Appellants (Number 74-1350) v. School District No. 1, Denver, Colorado, Defendants-Appellants-Cross-Appellees (Number 74-1350), Appeal of Citizens Association for Neighborhood Schools, an Unincorporatedassociation, Intervenor-Appellee (Number 74-1351). Congress of Hispanic Educators, Intervenors. Colorado Association of School Boards, Amici Curiae",
      "federal_cite_one": "521 F.2d 465",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "R",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 52,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/983336/wilfred-keyes-plaintiffs-appellees-cross-appellants-number-74-1350-v/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T13:34:07.647564Z",
  "date_modified": "2016-02-01T18:39:46.008605Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "",
  "case_name": "",
  "case_name_full": "Wilfred Keyes, Plaintiffs-Appellees-Cross-Appellants (Number 74-1350) v. School District No. 1, Denver, Colorado, Defendants-Appellants-Cross-Appellees (Number 74-1350), Appeal of Citizens Association for Neighborhood Schools, an Unincorporatedassociation, Intervenor-Appellee (Number 74-1351). Congress of Hispanic Educators, Intervenors. Colorado Association of School Boards, Amici Curiae",
  "slug": "wilfred-keyes-plaintiffs-appellees-cross-appellants-number-74-1350-v",
  "docket_number": "74-1349",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}