{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/983511/",
  "id": 983511,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ca5/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/10662/",
      "id": 10662,
      "absolute_url": "/opinion/10662/walker-v-mesquite-tx/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/983511/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/10662/",
          "id": 10662,
          "absolute_url": "/opinion/10662/walker-v-mesquite-tx/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/10662/",
          "author": null,
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2010-04-25T05:56:07Z",
          "date_modified": "2017-03-24T00:44:42.638487Z",
          "type": "010combined",
          "sha1": "5afe4940a9248f4f42b23b14c702631ba0597285",
          "page_count": 17,
          "download_url": "http://www.ca5.uscourts.gov/opinions\\pub\\95/95-10817.CV0.wpd.pdf",
          "local_path": "pdf/1996/11/19/Walker_et_al_v._Mesquite_TX_et_al_et_al.pdf",
          "plain_text": "                                   United States Court of Appeals,\n\n                                             Fifth Circuit.\n\n                                            No. 95-10817.\n\n   Debra WALKER, Jeanette Washington, Hazel Williams, Zelma Lang, Renita Brown, Lillie\nThompson, Mary Dews, Tillis Baylor, Kenneth Hogg, and Tracey Smith, Plaintiffs-Appellees,\n\n                                                   v.\n\n  U.S. DEPARTMENT OF HOUSING AND URBAN DEVELOPMENT and Dallas Housing\nAuthority, Defendants-Appellees,\n\n                                City of Dallas, Defendant-Appellant,\n\n                                Elizabeth K. Julian, Movant-Appellee.\n\n                                            Nov. 19, 1996.\n\nAppeals from the United States District Court for the Northern District of Texas.\n\nBefore POLITZ, Chief Judge, and SMITH and DUHÉ, Circuit Judges.\n\n        JERRY E. SMITH, Circuit Judge:\n\n        The City of Dallas (\"Dallas\") appeals the award of attorneys' fees in an ongoing desegregation\n\naction. We affirm in part, modify in part, and remand for entry of a revised fee order.\n\n                                                   I.\n\n        In 1985, the plaintiffs filed a class action against the Dallas Housing Authority (\"DHA\")\n\nalleging that it followed a policy of consciously segregating its public housing. Eventually, the parties\n\nentered into a consent decree (the \"1987 Decree\") aimed at remedying the discrimination. DHA\n\nviolated the 1987 Decree almost immediately, and litigation to enforce followed. By 1990, the\n\nplaintiffs had added Dallas as a defendant, and the court had entered a consent decree against Dallas\n\n(the \"City Consent Decree\"), which was modified slightly in 1992 to address some concerns of the\n\nU.S. Department of Housing and Urban Development (\"HUD\").\n\n        Sometime in 1992, HUD developed a plan (the \"West Dallas Agreement\") to revitalize the\n\nWest Dallas Project, the worst of Dallas's public housing projects. The plaintiffs opposed the plan\n\non a variety of environmental issues and because it would have increased substantially the number of\n\noccupied units in the project. In September 1993, HUD withdrew the plan.\n\f        In the meantime, the plaintiffs' attorneys had spent considerable resources monitoring the City\n\nConsent Decree. They also had pursued a variety of environmental claims related to the housing\n\nprojects, to address the risk of lead poisoning in the projects. DHA eventually agreed to address\n\nsome of the plaintiffs' environmental concerns, but the rest have gone unresolved.\n\n        In October 1993, the plaintiffs' attorneys filed a request for fees under 42 U.S.C. § 1988(b).\n\nAfter considerable litigation on the issue of fees, the district court filed a fee award order in August\n\n1995, awarding the plaintiffs $910,228.13, considerably more than they had requested.\n\n        The award included fees for time spent opposing the West Dallas Agreement, monitoring the\n\nCity Consent Decree, making the environmental motions, filing the fee application itself, and a few\n\nmiscellaneous actions. The district court granted a 20% enhancement, plus a 6% enhancement for\n\ndelay, and litigation costs.\n\n        The fees for monitoring were imposed solely against Dallas. For the most part, the fees for\n\nthe environmental claims and for opposing the West Dallas Agreement were imposed jointly and\n\nseverally among the three co-defendants. At the request of the plaintiffs' attorneys, the court ordered\n\na payment schedule that required Dallas, rather than HUD, to pay a large percentage of the award.\n\n        DHA did not appeal. Dallas and HUD did, but HUD since has withdrawn its appeal. Dallas\n\nrequests that the fee award be reduced to no more than $29,443.88.\n\n                                                   II.\n\n         The plaintiffs contend that the order is not reviewable by this court, as it is not a final\n\njudgment under 28 U.S.C. § 1291. An interim fee order is not a final judgment, and thus may be\n\nreviewed only if the collateral order doctrine applies. See Ruiz v. Estelle, 609 F.2d 118, 118-19 (5th\n\nCir.1980). That doctrine allows the review of orders that (1) conclusively determine the disputed\n\nquestion; (2) resolve an issue that is completely separate from the merits of the action; and (3)\n\nwould be effectively unreviewable on appeal from a final judgement. See Cohen v. Beneficial Indus.\n\nLoan Corp., 337 U.S. 541, 545-47, 69 S.Ct. 1221, 1225-26, 93 L.Ed. 1528 (1949).\n\n        In Shipes v. Trinity Indus., 883 F.2d 339, 342 (5th Cir.1989) (Shipes I ), we considered this\n\nissue and held that \"fee awards will vary in character,\" and thus a case-by-case analysis is appropriate.\n\fThe basis for the fee order is the plaintiffs' success in preventing the enactment of the West Dallas\n\nAgreement, their monitoring of the City Consent Decree, and the concessions they won in dealing\n\nwith lead levels.\n\n        Because none of these victories resulted fro m litigation, none is appealable or in any way\n\nsubject to reversal. The monitoring cannot be undone. The West Dallas Agreement will not be\n\nreintroduced, but, even if it were, the plaintiffs have succeeded already by blocking it for four years.\n\nSimilarly, even if DHA revoked the lead concessions, the plaintiffs still are the prevailing party by\n\ngaining the interim relief. Thus, plaintiffs' success is not subject to reversal and is completely\n\nseparable from the merits of any remaining litigation.\n\n        In the same sense, the award is conclusive, as no further development will affect the district\n\ncourt's decision. Finally, considering the ongoing and possibly permanent nature of monitoring and\n\npreventing further changes to the City Consent Decree, it is unlikely that there ever will be a \"final\n\njudgment\" for this court to review. Cf. Alberti v. Klevenhagen, 896 F.2d 927 (5th Cir.) (reviewing\n\nan interim attorneys' fees order in the context of ongoing monitoring of a consent decree), modified\n\non other grounds, 903 F.3d 352 (5th Cir.1990). Consequently, the instant fee order meets the\n\ncollateral order test and is reviewable.\n\n                                                  III.\n\n                                                  A.\n\n        Section 1988(b) limits fee awards to the \"prevailing party,\" i.e., one who \"has succeeded on\n\n\"any significant issue in litigation which achieve[d] some of the benefit the parties sought in bringing\n\nsuit' \" and \"must be able to point to a resolution of the dispute which changes the legal relationship\n\nbetween itself and the defendant.\" Texas State Teachers Ass'n v. Garland Indep. Sch. Dist., 489 U.S.\n\n782, 791-92, 109 S.Ct. 1486, 1493, 103 L.Ed.2d 866 (1989) (quoting Nadeau v. Helgemoe, 581 F.2d\n\n275, 278-79 (1st Cir.1978)). The considerations are different after a consent decree has been filed:\n\nMonitoring a consent judgment previously entered entitles a plaintiff to attorneys' fees. See Alberti,\n\n896 F.2d at 933. Consequently, Dallas does not challenge the award of fees for monitoring the\n\nconsent decree.\n\f                                                     B.\n\n           Dallas's most important contention is that the plaintiffs did not prevail in opposing the West\n\nDallas Agreement. Dallas's first argument is that there was no change in the plaintiffs' or Dallas's\n\nrights or responsibilities, and t hus the plaintiffs could not be the prevailing party. We review the\n\ndeterminations that the plaintiffs prevailed for clear error. See Watkins v. Fordice, 7 F.3d 453, 457\n\n(5th Cir.1993).\n\n           Plaintiffs may recover attorneys' fees for actions enforcing an earlier judgment, if they prevail\n\nin such enforcement. See Miller v. Carson, 628 F.2d 346, 347-48 (5th Cir.1980). Actions to prevent\n\nthe modification of an earlier judgment are sufficiently similar for the same reasoning to apply; the\n\nplaintiffs have prevailed if they managed to keep the defendants from undoing their previous work\n\nby disturbing the earlier judgment.\n\n          Dallas next contends that the West Dallas Agreement would not have substantially affected\n\nDallas's duties, and thus the plaintiffs are not the prevailing party as to Dallas, even if they are as to\n\nthe other parties. The district court found that the West Dallas Agreement would have doubled the\n\nnumber of housing units,1 eliminated the \"viability\" requirement for the construction of new units,2\n\nchanged the tenant selection and assignment plan, and eliminated alternative housing opportunities.\n\nThese findings are supported by the record and are not clearly erroneous.3\n\n   1\n       The plaintiffs wanted as few units as practical in the project.\n   2\n    The City Consent Decree required that, if more than 1200 units were retained in West Dallas,\nthe court would have to find that West Dallas was \"a viable community\" before those additional\nunits could be occupied. Dallas claims that the West Dallas Agreement contained the viability\nrequirement because it stated that the HUD plan \"will result in the long-term physical and social\nviability of the Lake West Developments.\" In fact, the West Dallas Agreement stated that \"HUD\nhas determined\" that viability will exist, and elsewhere specifically stated that this provision is in\nlieu of the earlier requirement that viability be found by the court.\n   3\n    In the district court, Dallas also contended that the plaintiffs' opposition to the West Dallas\nAgreement did not cause its defeat. See Posada v. Lamb County, 716 F.2d 1066, 1072 (5th\nCir.1983) (stating that the plaintiffs' action must cause the defendants to cease their illegal\nbehavior). They assert, rather, that the change in presidential administrations caused the defeat.\nThey allude to this argument on appeal but do not squarely assert it. In any case, this argument is\nmeritless. Considering that the West Dallas Agreement was proposed five days before the end of\nthe Bush Administration and was not withdrawn until eight months after the beginning of the\nClinton Administration, this theory is dubious, at best. The finding that the plaintiffs' opposition\nsubstantially contributed to the West Dallas Agreement's defeat is not clearly erroneous.\n\f        Furthermore, Dallas filed a separate motion for approval of the West Dallas Agreement after\n\nHUD filed its motion. This action suggests that Dallas had a stake in getting the modification. For\n\nall these reasons, we agree with the finding that the plaintiffs are the prevailing party in their\n\nopposition to the West Dallas Agreement.4\n\n                                                   C.\n\n        Plaintiffs were granted attorneys' fees for various environmental claims, such as a \"Motion\n\nTo Reconsider Denial of Injunctive Relief from Lead Poisoning Hazards for West Dallas Children,\"\n\na \"Second Emergency Lead Motion,\" a \"Motion To Add Tracey Smith as a Named Plaintiff Class\n\nRepresentative,\" and an \"Original Complaint\" for Smith.5\n\n        The purpose of these motions was to address the risk of lead poisoning in the project. The\n\ncourt granted no relief, but DHA voluntarily altered its assignment and transfer policies to address\n\nsome of these concerns. The court's opinion suggests a causal relationship between the plaintiffs'\n\nlitigation and the new DHA policy. This result may make the plaintiffs a prevailing party against\n\nDHA, as they have gained \"some relief on the merits of [the] claim.\" Hewitt v. Helms, 482 U.S. 755,\n\n760, 107 S.Ct. 2672, 2675, 96 L.Ed.2d 654 (1987).\n\n        Nonetheless, it would be unfair to attribute DHA's change of heart to Dallas, which provided\n\nno relief and suffered no adverse judgment. Cf. Louisiana Power & Light Co. v. Kellstrom, 50 F.3d\n\n319, 327 (5th Cir.) (per curiam) (\"A prevailing litigant may not recover for hours devoted solely to\n\nclaims against other parties.\"), cert. denied, --- U.S. ----, 116 S.Ct. 173, 133 L.Ed.2d 113 (1995).6\n\nThus, the plaintiffs are not the prevailing party on this issue as to Dallas.\n\n   4\n    Dallas also challenges fee awards for zoning research, on the ground that the awards were in\nrespect to another lawsuit that the plaintiffs have filed but that has not been resolved. The\nplaintiffs argue that they used that research to oppose the West Dallas Agreement, which required\nsubstantial zoning changes in Dallas. The finding that the zoning research was used to oppose the\nWest Dallas Agreement is supported by the record and is not clearly erroneous.\n   5\n    Contrary to plaintiffs' suggestion, the district court based its award on the Smith motion on\nDHA's granting \"permission for her to transfer to another project\" because of her children's\nelevated blood levels, not on Smith's blocking the West Dallas Agreement.\n   6\n    Although Kellstrom involved a fee award under 15 U.S.C. § 15, not 42 U.S.C. § 1988, the\nlegal analysis is the same under most fee-shifting statutes. See, e.g., Salley v. St. Tammany Parish\nSch. Bd., 57 F.3d 458, 468 n. 13 (5th Cir.1995).\n\f                                                   D.\n\n        Dallas also challenges fee awards based on several miscellaneous matters, such as the Walker\n\nProject Intervention and a \"Motion To Enjoin the City from Further Attempts To Prevent Dispersion\n\nof DHA Owned Housing.\" Recognizing the district court's superior familiarity with this litigation and\n\nthe deference we give to its broad discretion to make fee awards, we do not find that the holding that\n\nthe plaintiffs are the prevailing party as to these issues is clearly erroneous.\n\n                                                  IV.\n\n                                                   A.\n\n        Dallas makes several objections to the number of hours claimed. The first is that there were\n\nduplicative billings, in that two or three at torneys came to hearings and depositions. The district\n\ncourt is required to determine \"whether particular hours claimed were reasonably expended.\" Alberti,\n\n896 F.2d at 932. \"If more than one attorney is involved, the possibility of duplication of effort along\n\nwith the proper utilization of time should be scrutinized. The time of two or three lawyers in a\n\ncourtroom or conference when one would do, may obviously be discounted.\" Johnson v. Georgia\n\nHighway Express, Inc., 488 F.2d 714, 717 (5th Cir.1974). We review findings about repetition and\n\nduplication for clear error. See Watkins, 7 F.3d at 457.\n\n        The court stated that \"[c]ompensation is sought for more than one attorney's time at\n\ndepositions, hearings, negotiations, or other activities only if there was a legitimate need for the\n\ninvolvement of more than one attorney.\" The court specifically considered each duplication and\n\nfound it reasonable. Our review of each claimed duplication reveals no clear error.7\n\n                                                   B.\n\n   7\n    Deference is particularly appropriate here, as the district court had superior knowledge of the\nnature of the litigation before it and the need for multiple counsel. See Watkins, 7 F.3d at 457.\nDallas makes much of the court's statement that the multiple representation was reasonable\nbecause \"[s]eldom were the co-defendants' attorneys outnumbered by plaintiffs' counsel.\" We do\nnot read that sentence as suggesting that the court based its reasonableness judgment solely on a\ncomparison of the number of attorneys for each side.\n\n                Similarly, we do not believe that the district court relied on a comparison of the\n        hours charged by each side to justify its finding of overall reasonableness. The district\n        court merely stated, \"The time spent by the defendants' counsel is also probative on the\n        issue of reasonable hours.\" (Emphasis added.)\n\f       Dallas contends that the monitoring expenses, totaling over $7000 per month, are excessive.\n\nDallas gives no support for this assertion other than the amount and the fact that a special master was\n\nappointed by the district court to monitor compliance. Once again, we review for clear error. See\n\nBlanchard v. Bergeron, 893 F.2d 87, 89 (5th Cir.1990).\n\n        The argument regarding the special master is meritless, as Dallas concedes that the plaintiffs\n\nhave the right to monitor compliance with the City Consent Decree and to seek related attorneys'\n\nfees. Furthermore, the court is always able to monitor compliance with court decrees; we allow\n\nprevailing parties to monitor compliance, because an adversarial perspective is useful. Cf. Keith v.\n\nVolpe, 833 F.2d 850, 857-58 (9t h Cir.1987) (upholding a fee award despite the appointment of a\n\nspecial master).\n\n        As far as the overall reasonableness, the district court found that the plaintiffs performed the\n\nfollowing monitoring acts: (1) responding to requests for information; (2) advocacy to secure the\n\nbenefits of the City Consent Decree; (3) administrative practice; (4) defending against adverse\n\nmotions; (5) evaluating compliance; (6) interviewing class members; and (7) investigating\n\ncomplaints. Furthermore, the court found that the City Consent Decree was complex, included some\n\nnovel and innovative measures, and required the monitoring of a large number of the activities of\n\nDallas, DHA, and HUD. On these grounds, the court found that the amount of time spent monitoring\n\nwas not excessive. Our examination of the record reveals that this finding is supported and is not\n\nclearly erroneous.\n\n                                                  C.\n\n        Next, Dallas challenges the hours charged on the ground that the plaintiffs did not exercise\n\nproper billing judgment, which refers to the usual practice of law firms in writing off unproductive,\n\nexcessive, or redundant hours. Plaintiffs submitting fee requests are required to exercise billing\n\njudgment. See Alberti, 896 F.2d at 930.\n\n        The district court found that the plaintiffs exercised billing judgment in not charging for (1)\n\ncomputer-assisted legal research or long-distance calls; (2) inadequately documented time; (3) time\n\nspent on issues on which they did not prevail; or (4) time spent \"researching and investigating issues\n\fthat ultimately\" were not pursued.\n\n        The last three items do not demonstrate billing judgment, as plaintiffs do not have the right\n\nto bill for inadequately documented time8 or for time on issues on which they do not prevail, see\n\nTexas State Teachers Ass'n v. Garland Indep. Sch. Dist., 489 U.S. 782, 784, 109 S.Ct. 1486, 1489,\n\n103 L.Ed.2d 866 (1989). Plaintiffs cannot have prevailed on issues they did not pursue. Thus, the\n\nonly real billing judgment that the district court identified was the write-off of certain expenses.\n\n        The district court did not find that the plaintiffs wrote off any excessive, redundant, or\n\nunproductive hours. Furthermore, there is no record of any such billing judgment, as the plaintiffs\n\nallege that they wrote off hours before recording them.9\n\n        The plaintiffs' sworn statement of billing judgment confirms these concerns. Purporting to\n\n\"set out ... the types of activities for which we have not kept records and have not sought\n\ncompensation,\" Daniel listed ten examples of billing judgment. Three items were expenses, not hours,\n\nwritten off. Three items were non-prevailing or non-pursued issues; one was purely non-legal and\n\nunessential; and one was undocumented time. The only items that even conceivably support billing\n\njudgment were not recording \"every conference among the attorneys\" or \"conferences with other\n\nattorneys handling similar cases.\"\n\n        The plaintiffs are charged with the burden of showing the reasonableness of the hours they\n\nbill and, accordingly, are charged with proving that they exercised billing judgment. See id. at 586.\n\nThey have failed to do so in this case; in fact, the record and briefs strongly suggest that the plaintiffs'\n\nattorneys do not adequately understand the concept of billing judgment. Thus, the finding of billing\n\njudgment is clearly erroneous. The proper remedy when there is no evidence of billing judgment is\n\nto reduce the hours awarded by a percentage intended to substitute for the exercise of billing\n\n   8\n    See Kellstrom, 50 F.3d at 324 (\"[T]he documentation must be sufficient for the court to verify\nthat the applicant has met its burden.\"); Watkins, 7 F.3d at 457 (\"[T]he court should exclude all\ntime that is ... inadequately documented.\"); Leroy v. City of Houston, 831 F.2d 576, 585-86 (5th\nCir.1987) (reducing lodestar for inadequate documentation), cert. denied, 486 U.S. 1008, 108\nS.Ct. 1735, 100 L.Ed.2d 199 (1988).\n   9\n    Cf. Alberti, 896 F.2d at 930 (\"Ideally, billing judgment is reflected in the fee application,\nshowing not only hours claimed, but also hours written off.\"); Leroy, 831 F.2d at 585 n. 15\n(\"[T]he billing records are completely devoid of any hours written off.\").\n\fjudgment. See id. (reducing the award 13%). From our review of the record, we have decided that\n\n15% is the appropriate reduction.\n\n                                                    V.\n\n                                                    A.\n\n           Attorneys' fees are t o be calculated at the \"prevailing market rates in the relevant\n\ncommunity.\" Blum v. Stenson, 465 U.S. 886, 895, 104 S.Ct. 1541, 1547, 79 L.Ed.2d 891 (1984).\n\nIt is uncontested that the relevant community is the Dallas legal market; it is the prevailing rates that\n\nare at issue. The district court set an hourly rate of $275 for Betsy Julian and Michael Daniel, $125\n\nfor Laura Beshara, and $75 for the paralegals. We review for clear error. See Kellstrom, 50 F.3d\n\nat 324.\n\n          Dallas mostly relies on the affidavit of its own City Attorney, serving as an expert witness.\n\nThe opinion of a person who is the employee of one of the parties and who has not been in private\n\npractice for at least thirteen years carries less weight, and it was not clear error for the court to refuse\n\nto follow his conclusions. See United States v. Jackson, 19 F.3d 1003, 1007 (5th Cir.) (stating that\n\ndeterminations of the credibility of expert witnesses is particularly in the province of the trial court),\n\ncert. denied, --- U.S. ----, 115 S.Ct. 237, 130 L.Ed.2d 160 (1994).\n\n          Dallas also relies on the 1992 State Bar of Texas survey of attorney rates. The district court\n\ndismissed the survey because it had non-response bias, the underlying data had been lost, there were\n\ndiscrepancies in the report, the survey did not consider the type of litigation being done, and there\n\nhad been no attempts to validate the survey results. It was not clear error for the court to reject this\n\ntestimony.\n\n          The court based its decision on the hourly rate on awards by other judges in the Dallas\n\nDivision of the Northern District of Texas, previous awards in the instant case, and the published\n\nbilling rates of outside counsel retained by Dallas. Contrary to Dallas's assertion, the co urt\n\nspecifically compared the complexity of the legal work in each case to the instant case and found that\n\nthe instant case was more complex and required a higher award.\n\n          As to the billing rates of Dallas's outside counsel, Dallas stresses that its attorneys charged\n\fit less than their published rates. The fact that local attorneys are willing to charge the city less than\n\ntheir published rates, however, does not change the probity of those published rates in determining\n\nthe customary rate in the relevant legal community. In fact, the published rates are highly probative,\n\nas they are direct evidence of what the going rate is for the kind of complex federal litigation that\n\noccurred in the instant case. The rates the court used are not clearly erroneous.\n\n                                                   B.\n\n         The district court did not distinguish between purely legal work and monitoring work in\n\nmaking its rate determinations. Clerical work, however, should be compensated at a different rate\n\nfrom legal work.10\n\n        The district court found that much of the time for monitoring the consent decree was spent\n\n\"responding to requests ... for information,\" \"gathering information,\" \"interviewing class members,\n\ninvestigating complaints, and developing a coherent picture....\" These are clerical duties that could\n\nhave been handled by non-lawyers. Although plaintiffs are entitled to use their lawyers to do such\n\nwork, \"[s]uch non-legal work may command a lesser rate. Its dollar value is not enhanced just\n\nbecause a lawyer does it.\" Johnson, 488 F.2d at 717. The district court clearly erred by not\n\ndistinguishing the proper rate for such clerical work from the appropriate rate for legal work.\n\n        For the monitoring work, we conclude that $175 per hour is the appropriate rate for Daniel\n\nand Julian, and $90 rate for Beshara. These are the rates suggested by Dallas's Cit Attorney for\n                                                                                  y\n\n\"investigation, compiling facts and statistics, informal conferences, meetings, and telephone calls....\"\n\n                                                   VI.\n\n                                                   A.\n\n        The district court found that an upward adjustment of the lodestar of 20% is appropriate.11\n\n   10\n     See Cruz v. Hauck, 762 F.2d 1230, 1235 (5th Cir.1985) (\"A finding that some of the hours\nclaimed were for clerical work may justify compensating those hours at a lower rate....\");\nJohnson, 488 F.2d at 717 (\"It is appropriate to distinguish between legal work, in the strict sense,\nand investigation, clerical work, compilation of facts and statistics and other work which can\noften be accomplished by non-lawyers....\"); see also Alberti, 896 F.2d at 933 (reducing the hours\nawarded because some monitoring work does not meet \"the discipline of legal work\").\n   11\n    This court has not held that a district court can make a lodestar enhancement sua sponte.\nSee Cooper v. Pentecost, 77 F.3d 829, 833 (5th Cir.1996) (\"It is appropriate for a court to\n\f\"Enhancements based upon these factors are only appropriate in rare cases supported by specific\n\nevidence in the record and detailed findings by the courts.\"12 Thus, although we review the\n\nadjustment for abuse of discretion, we must scrutinize the findings to ensure that they are detailed and\n\nsupported by specific evidence.\n\n                                                  B.\n\n         The district court considered the twelve Johnson factors, see Johnson, 488 F.2d at 717-19,\n\nand found eight to warrant upward adjustment: (1) the time and labor involved; (2) the novelty and\n\ncomplexity of the issues involved; (3) the skill required; (6) the contingent nature of the fee; (7) the\n\ntime constraints involved; (8) the results obtained; (9) the experience, reputation, and ability of the\n\nattorneys; and (10) the \"undesirability\" of the case. The first factor already is included in the\n\nlodestar, and \"the district court must be careful ... not to double count a Johnson factor already\n\nconsidered in calculating the lodestar....\" Shipes II, 987 F.2d at 320.\n\n        The Supreme Court has barred the use of the second, third, eighth, and ninth factors,13 as well\n\nas the sixth.14 The seventh factor is subsumed in the number of hours reasonably expended. See\n\nShipes II, 987 F.2d at 321 (\"We also find as an unwarranted basis for enhancement \"special time\n\nlimits imposed'....\").\n\n\nenhance the lodestar amount only in certain exceptional cases where the prevailing party\ndemonstrates that the enhancement is necessary to make the lodestar reasonable.\") (emphasis\nadded). As we decide that the enhancement was an unjustified on its merits, we do not address\nthis issue.\n   12\n     Alberti, 896 F.2d at 936 (citing Pennsylvania v. Delaware Valley Citizens' Council for\nClean Air, 478 U.S. 546, 565, 106 S.Ct. 3088, 3098, 92 L.Ed.2d 439 (1986)); see also Shipes v.\nTrinity Indus., 987 F.2d 311, 320 (5th Cir.) (Shipes II) (\"[T]he district court must explain with a\nreasonable degree of specificity the findings and reasons upon which the award is based....\"), cert.\ndenied, 510 U.S. 991, 114 S.Ct. 548, 126 L.Ed.2d 450 (1993).\n   13\n     See Delaware Valley, 478 U.S. at 565, 106 S.Ct. at 3098 (1986) (\" \"[N]ovelty [and]\ncomplexity of the issues,' \"the special skill and experience of counsel,' the \"quality of\nrepresentation,' and the \"results obtained' from the litigation are presumably fully reflected in the\nlodestar amount, and thus cannot serve as independent bases for increasing the basic fee award.\")\n(quoting Blum, 465 U.S. at 898-900, 104 S.Ct. at 1548-50); Shipes II, 987 F.2d at 320.\n   14\n     See City of Burlington v. Dague, 505 U.S. 557, 112 S.Ct. 2638, 120 L.Ed.2d 449 (1992);\nShipes II, 987 F.2d at 323 (stating that \"following the clearly lighted path of Burlington, we now\nhold that the contingent nature of the case cannot serve as a basis for enhancement of attorneys'\nfees\").\n\f        As to the tenth factor, the court found that \"in order to obtain the maximum relief for the\n\nclass, it was necessary ... to make choices and decisions which angered some of their traditional allies\n\nand personal friends.\" The court supported this finding by citing earlier litigation in this case, decided\n\nin 1989.15 Thus, any angering of friends and allies was four years old before the instant legal work\n\nwas performed. The old legal work cannot serve as a basis for an enhancement of the lodestar for\n\nthe present work, and the court has made no finding that the instant work angered friends and allies.\n\n        In addition, the court cited the time pressures under which the plaintiffs' attorneys worked and\n\nthe fact that they \"were expending their time and resources on a contested matter for which the\n\nprospects of payment were uncertain.\" The time pressures are the seventh factor, and the uncertainty\n\nof payment is the sixth factor, both are which are barred from consideration by relevant precedent.\n\n                                                   C.\n\n        Dallas contends that a downward adjustment of the lodestar is appropriate because of the\n\nlimited nature of the plaintiffs' success. Dallas is, in fact, correct that limited success requires a\n\ndownward adjustment. See Hensley v. Eckerhart, 461 U.S. 424, 440, 103 S.Ct. 1933, 1943, 76\n\nL.Ed.2d 40 (1983). The district court specifically found, though, that the plaintiffs' success was\n\nsignificant. We review this factual finding for clear error. See Watkins, 7 F.3d at 457.\n\n        As to the West Dallas Agreement, it is hard t o conceive of more success than getting the\n\ndefendants to drop the plan altogether. As to the monitoring, it is hard to imagine what could\n\npossibly constitute \"limited success\" in monitoring. In either case, the finding that the plaintiffs\n\nachieved significant success is not clearly erroneous, and a downward adjustment is not in order.\n\n                                                  VII.\n\n                                                   A.\n\n        The district court imposed joint and several liability among all three defendants for the West\n\nDallas Agreement and the fee litigation, solely on Dallas for monitoring, and jointly and severally\n\nbetween Dallas and DHA for various other claims. The court ordered Dallas to pay a large\n\n\n   15\n    The plaintiffs' \"Declaration of Michael M. Daniel in Support of Motion for Postjudgment\nFees\" similarly refers to the earlier litigation as causing the angering of friends and allies.\n\fpercentage of the joint-and-several liability. Dallas opposes these actions and requests an allocation\n\nthat would put most of the liability on HUD.\n\n                                                    B.\n\n         A court may impose joint and several liability in setting fees. See Riddell v. National\n\nDemocratic Party, 712 F.2d 165, 169 (5th Cir.1983). Such a decision is reviewed for abuse of\n\ndiscretion. See id. If joint and several liability leads to inequitable results, it is reversible. See Nash\n\nv. Chandler, 848 F.2d 567, 573-74 (5th Cir.1988) (reversing when one party had not been held liable\n\non the merits); Dean v. Gladney, 621 F.2d 1331, 1339 (5th Cir.1980) (reversing when the injuries\n\nwere \"personal, individual, and discrete\"), cert. denied, 450 U.S. 983, 101 S.Ct. 1521, 67 L.Ed.2d\n\n819 (1981).\n\n        The court found joint and several liability to be appropriate because there was a \"single\n\nindivisible injury,\" and each party played a substantial role in the litigation. The parties had a joint\n\nlegal defense and shared experts. All of these findings are supported by the record and would allow\n\na finding of joint and several liability.\n\n        Dallas's main complaint against joint and several liability is that HUD ultimately should pay\n\na far greater share of the fees t han Dallas should. This contention well may be true, but it is\n\nirrelevant. We know of no case suggesting that joint and several liability is inappropriate is a case\n\nof disparate fault. The standard American rule is that a plaintiff may recover against any joint\n\nwrongdoer and that the wrongdoers then can file contribution actions against their co-wrongdoers\n\nand allocate fault among themselves. See Coats v. Penrod Drilling Corp., 61 F.3d 1113, 1121-22\n\n(5th Cir.1995) (en banc).\n\n        In any case, the final allocation of fees among the defendants is not ripe. In a separate case\n\nnot now before us, HUD is appealing t he holding that it is liable on the merits. This appeal, if\n\nsuccessful, would eliminate HUD's duty to pay attorneys' fees and thus would radically change the\n\nallocation.\n\n        The imposition of joint and several liability was not an abuse of discretion. Dallas's complaints\n\nare better addressed in a suit for contribution against DHA and HUD.\n\f                                                  VIII.\n\n                                                    A.\n\n        Fees for paralegal time are recoverable if such is the customary practice in the relevant legal\n\nmarket. See Missouri v. Jenkins, 491 U.S. 274, 288, 109 S.Ct. 2463, 2471-72, 105 L.Ed.2d 229\n\n(1989).16 Dallas complains that the paralegals, Christyne Stone and Dusty Rhodes, performed\n\nsecretarial tasks and not paralegal tasks. We have reviewed the record carefully, and the plaintiffs\n\nproduced reliable evidence that preparation of documents, conferencing, and reviewing documents\n\nare customarily billed as paralegal fees in the Dallas market.\n\n                                                    B.\n\n        Dusty Rhodes's billing records, however, are woefully inadequate. The original records\n\ncontain terse listings: \"library research,\" \"analyzing documents,\" \"reading background documents,\"\n\n\"phone interviews,\" with no further explanation. They never separate out her day, always lumping\n\nall of the day's activities together. The original records are woefully inadequate to support any fee\n\napplication; no responsible client would accept these records as capable of supporting a bill.\n\n        The fee application listing for Rhodes is slightly more detailed, but the plaintiffs do not contest\n\nthat the detail was added later by persons other than Rhodes. Therefore, we reject the entirety of\n\nRhodes's fee request as inadequately documented, and the later records as non-contemporaneous.\n\nThe failure of the district court to do so is clearly erroneous.\n\n                                                   IX.\n\n        The district court awarded a 6% enhancement to compensate for the delay in payment. In\n\ncompensating for a delay, the district court may either grant an unenhanced lodestar based either on\n\ncurrent rates, see Leroy, 831 F.2d at 584, or calculate the lodestar using the rates applicable when\n\nthe work was done and grant a delay enhancement, see Alberti, 896 F.2d at 936. It may not do both.\n\nSee id. at 938.\n\n        The court appears to have used the rates applicable at the time the work was performed, and\n\n\n   16\n     It is uncontested that the custom in Dallas is to bill for paralegal time. Furthermore, the\nrecord supports such a finding.\n\fthen granted a 6% enhancement to compensate for the almost two-year delay between the completion\n\nof the work and the awarding of the fees. This calculates to approximately 2.96% interest,\n\ncompounded annually. Such a rate is not an abuse of discretion.\n\n                                                   X.\n\n          The court awarded litigation expenses connected with the West Dallas Agreement, and\n\nawarded fees for the filing of the fee application itself. Dallas complains on the theory that plaintiffs\n\ndid not prevail in opposing the West Dallas Agreement or on most of the issues for which they claim\n\nfees. This argument is meritless.\n\n                                                   XI.\n\n           We have the power to enter a modified fee order. See Kellstrom, 50 F.3d at 337; Leroy, 831\n\nF.2d at 586; Cobb v. Miller, 818 F.2d 1227, 1235 (5th Cir.1987). We opt, instead, to determine the\n\namount of fees to be awarded and to remand for prompt entry of a final fee order.\n\n          We have examined the monitoring time billed against Dallas and have separated out all legal\n\nitems. We reclassified the remaining monitoring time as clerical and reduced the billing rate\n\naccordingly.      We also deleted all environmental-related billings that Dallas challenged in its\n\nsubmission to the district court. Like the district court, we have ignored the plaintiffs' late\n\nreallocations.17 This results in the following recalculation:\n\n          A. Michael M. Daniel:\n\n          1) Against Dallas: 201.2 hours requested. 74.7 hours are legal and 126.5 hours are clerical.\n\nFee award = [ (74.7 × $275) + (126.5 × $175) ] × .8518 + 6% delay enhancement = $38,454.68.\n\n          2) Against Dallas & DHA:19 51.4 hours requested, all valid. Fee award = 51.4 × $275 × .85\n\n+ 6% delay enhancement = $12,735.64.\n\n\n   17\n   The district court, without explanation, reallocated $3,152 from Dallas to joint and several\namong the three co-defendants and deleted another $1,105. We have ignored these actions.\n   18\n        The .85 reflects the 15% reduction for lack of billing judgment.\n   19\n     As DHA and HUD do not appeal, we do not decrease the amount of fees charged against\nthem but merely decrease the portion of the joint-and-several fee award for which Dallas is\nresponsible.\n\f       3) Against Dallas, DHA, & HUD:             1200.3 hours requested.        47.4 hours are\n\nenvironmental-related and 1152.9 hours are valid. Fee award = 1152.9 × $275 × .85 + 6% delay\n\nenhancement = $285,659.80.\n\n       B. Elizabeth K. Julian:\n\n       1) Against Dallas:        131.4 hours requested.   43.7 hours are legal, .5 hours are\n\nenvironmental-related, and 87.2 hours are clerical. Fee award = [ (43.7 × $275) + (87.2 × $175) ]\n\n× .85 + 6% delay enhancement = $24,577.03.\n\n       2) Against Dallas & DHA: 6.0 hours requested, all valid. Fee award = 6.0 × $275 × .85 +\n\n6% delay enhancement = $1,486.65.\n\n       3) Against Dallas, DHA, & HUD: 332.9 hours requested. 1.0 hour is environmental-related\n\nand 331.9 hours are valid. Fee award = 331.9 × $275 × .85 + 6% delay enhancement = $82,236.52.\n\n       C. Laura B. Beshara:\n\n       1) Against Dallas: 37.1 hours requested, all clerical. Fee award = 37.1 × $90 × .85 + 6%\n\ndelay enhancement = $3,008.44.\n\n       2) Against Dallas & DHA: 32.8 hours requested, all valid. Fee award = 32.8 × $125 × .85\n\n+ 6% delay enhancement = $3,694.10.\n\n       3) Against Dallas, DHA, & HUD:              936.0 hours requested.       40.7 hours are\n\nenvironmental-related and 895.3 hours are valid. Fee award = 895.3 × $125 × .85 + 6% delay\n\nenhancement = $100,833.16.\n\n       D. Dusty Rhodes: All hours disallowed.\n\n       E. Christyne D. Stone:\n\n       1) Against Dallas: 17.4 hours requested, all valid. Fee award = 17.4 × $75 × .85 + 6% delay\n\nenhancement = $1,175.80.\n\n       2) Against Dallas & DHA: No hours requested.\n\n       3) Against Dallas, DHA, & HUD: 96.9 hours requested, all valid. Fee award = 96.9 × $75\n\n× .85 + 6% delay enhancement = $6,548.02.\n\n       We leave undisturbed t he award of litigation expenses and fees and expenses for the fee\n\flitigation. We remand for the court to set payment schedules and to allocate the joint-and-several\n\nportions, in its discretion, and to enter a final fee award in accordance with this opinion.\n\n       The judgment is AFFIRMED in part; MODIFIED in part; and REMANDED for further\n\nlimited proceedings.\n\f",
          "html": "<p class=\"case_cite\">99 F.3d 761</p>\n    <p class=\"parties\">Debra WALKER, Jeanette Washington, Hazel Williams, Zelma<br>Lang, Renita Brown, Lillie Thompson, Mary Dews,<br>Tillis Baylor, Kenneth Hogg, and Tracey<br>Smith, Plaintiffs-Appellees,<br>v.<br>U.S. DEPARTMENT OF HOUSING AND URBAN DEVELOPMENT and Dallas<br>Housing Authority, Defendants-Appellees,<br>City of Dallas, Defendant-Appellant,<br>Elizabeth K. Julian, Movant-Appellee.</p>\n    <p class=\"docket\">No. 95-10817.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Fifth Circuit.</p>\n    <p class=\"date\">Nov. 19, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael M. Daniel, Laura Beth Beshara, Elizabeth K. Julian, Dallas, TX, for plaintiffs-appellees.</p>\n      <p class=\"indent\">Thomas Mark Bondy, U.S. Department of Justice, Civil Division, Washington, DC, for U.S. Department of Housing &amp; Urban Development, defendant-appellee.</p>\n      <p class=\"indent\">Sam A. Lindsay, City Attorney, Edwin Armstrong Price Voss, Jr., Assistant City Attorney, Chris Gary Wittmayer, Sangeeta Sharma Kuruppillai, Assistant City Attorney, Office of the City Attorney for the City of Dallas, Dallas, TX, for City of Dallas, TX, defendant-appellant.</p>\n      <p class=\"indent\">Edward B. Cloutman, III, Dallas, TX, for Elizabeth K. Julian, movant-appellee.</p>\n      <p class=\"indent\">Appeals from the United States District Court for the Northern District of Texas.</p>\n      <p class=\"indent\">Before POLITZ, Chief Judge, and SMITH and DUHE, Circuit Judges.</p>\n      <p class=\"indent\">JERRY E. SMITH, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The City of Dallas (\"Dallas\") appeals the award of attorneys' fees in an ongoing desegregation action.  We affirm in part, modify in part, and remand for entry of a revised fee order.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1985, the plaintiffs filed a class action against the Dallas Housing Authority (\"DHA\") alleging that it followed a policy of consciously segregating its public housing.  Eventually, the parties entered into a consent decree (the \"1987 Decree\") aimed at remedying the discrimination.  DHA violated the 1987 Decree almost immediately, and litigation to enforce followed.  By 1990, the plaintiffs had added Dallas as a defendant, and the court had entered a consent decree against Dallas (the \"City Consent Decree\"), which was modified slightly in 1992 to address some concerns of the U.S. Department of Housing and Urban Development (\"HUD\").</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Sometime in 1992, HUD developed a plan (the \"West Dallas Agreement\") to revitalize the West Dallas Project, the worst of Dallas's public housing projects.  The plaintiffs opposed the plan on a variety of environmental issues and because it would have increased substantially the number of occupied units in the project.  In September 1993, HUD withdrew the plan.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the meantime, the plaintiffs' attorneys had spent considerable resources monitoring the City Consent Decree.  They also had pursued a variety of environmental claims related to the housing projects, to address the risk of lead poisoning in the projects.  DHA eventually agreed to address some of the plaintiffs' environmental concerns, but the rest have gone unresolved.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In October 1993, the plaintiffs' attorneys filed a request for fees under 42 U.S.C. &#167; 1988(b).  After considerable litigation on the issue of fees, the district court filed a fee award order in August 1995, awarding the plaintiffs $910,228.13, considerably more than they had requested.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The award included fees for time spent opposing the West Dallas Agreement, monitoring the City Consent Decree, making the environmental motions, filing the fee application itself, and a few miscellaneous actions.  The district court granted a 20% enhancement, plus a 6% enhancement for delay, and litigation costs.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The fees for monitoring were imposed solely against Dallas.  For the most part, the fees for the environmental claims and for opposing the West Dallas Agreement were imposed jointly and severally among the three co-defendants.  At the request of the plaintiffs' attorneys, the court ordered a payment schedule that required Dallas, rather than HUD, to pay a large percentage of the award.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">DHA did not appeal.  Dallas and HUD did, but HUD since has withdrawn its appeal.  Dallas requests that the fee award be reduced to no more than $29,443.88.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The plaintiffs contend that the order is not reviewable by this court, as it is not a final judgment under 28 U.S.C. &#167; 1291.  An interim fee order is not a final judgment, and thus may be reviewed only if the collateral order doctrine applies.  See Ruiz v. Estelle, 609 F.2d 118, 118-19 (5th Cir.1980).  That doctrine allows the review of orders that (1) conclusively determine the disputed question;  (2) resolve an issue that is completely separate from the merits of the action;  and (3) would be effectively unreviewable on appeal from a final judgement.  See Cohen v. Beneficial Indus. Loan Corp., 337 U.S. 541, 545-47, 69 S.Ct. 1221, 1225-26, 93 L.Ed. 1528 (1949).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In Shipes v. Trinity Indus., 883 F.2d 339, 342 (5th Cir.1989) (Shipes I ), we considered this issue and held that \"fee awards will vary in character,\" and thus a case-by-case analysis is appropriate.  The basis for the fee order is the plaintiffs' success in preventing the enactment of the West Dallas Agreement, their monitoring of the City Consent Decree, and the concessions they won in dealing with lead levels.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Because none of these victories resulted from litigation, none is appealable or in any way subject to reversal.  The monitoring cannot be undone.  The West Dallas Agreement will not be reintroduced, but, even if it were, the plaintiffs have succeeded already by blocking it for four years.  Similarly, even if DHA revoked the lead concessions, the plaintiffs still are the prevailing party by gaining the interim relief.  Thus, plaintiffs' success is not subject to reversal and is completely separable from the merits of any remaining litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In the same sense, the award is conclusive, as no further development will affect the district court's decision.  Finally, considering the ongoing and possibly permanent nature of monitoring and preventing further changes to the City Consent Decree, it is unlikely that there ever will be a \"final judgment\" for this court to review.  Cf. Alberti v. Klevenhagen, 896 F.2d 927 (5th Cir.)  (reviewing an interim attorneys' fees order in the context of ongoing monitoring of a consent decree), modified on other grounds, 903 F.2d 352 (5th Cir.1990).  Consequently, the instant fee order meets the collateral order test and is reviewable.</p>\n    </div>\n    <p>III.</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Section 1988(b) limits fee awards to the \"prevailing party,\" i.e., one who \"has succeeded on 'any significant issue in litigation which achieve[d] some of the benefit the parties sought in bringing suit' \" and \"must be able to point to a resolution of the dispute which changes the legal relationship between itself and the defendant.\"  Texas State Teachers Ass'n v. Garland Indep.  Sch. Dist., 489 U.S. 782, 791-93, 109 S.Ct. 1486, 1493-94, 103 L.Ed.2d 866 (1989) (quoting Nadeau v. Helgemoe, 581 F.2d 275, 278-79 (1st Cir.1978)).  The considerations are different after a consent decree has been filed:  Monitoring a consent judgment previously entered entitles a plaintiff to attorneys' fees.  See Alberti, 896 F.2d at 933.   Consequently, Dallas does not challenge the award of fees for monitoring the consent decree.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Dallas's most important contention is that the plaintiffs did not prevail in opposing the West Dallas Agreement.  Dallas's first argument is that there was no change in the plaintiffs' or Dallas's rights or responsibilities, and thus the plaintiffs could not be the prevailing party.  We review the determinations that the plaintiffs prevailed for clear error.  See Watkins v. Fordice, 7 F.3d 453, 457 (5th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Plaintiffs may recover attorneys' fees for actions enforcing an earlier judgment, if they prevail in such enforcement.  See Miller v. Carson, 628 F.2d 346, 347-48 (5th Cir.1980).  Actions to prevent the modification of an earlier judgment are sufficiently similar for the same reasoning to apply;  the plaintiffs have prevailed if they managed to keep the defendants from undoing their previous work by disturbing the earlier judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Dallas next contends that the West Dallas Agreement would not have substantially affected Dallas's duties, and thus the plaintiffs are not the prevailing party as to Dallas, even if they are as to the other parties.  The district court found that the West Dallas Agreement would have doubled the number of housing units,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> eliminated the \"viability\" requirement for the construction of new units,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> changed the tenant selection and assignment plan, and eliminated alternative housing opportunities.  These findings are supported by the record and are not clearly erroneous.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Furthermore, Dallas filed a separate motion for approval of the West Dallas Agreement after HUD filed its motion.  This action suggests that Dallas had a stake in getting the modification.  For all these reasons, we agree with the finding that the plaintiffs are the prevailing party in their opposition to the West Dallas Agreement.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>C.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Plaintiffs were granted attorneys' fees for various environmental claims, such as a \"Motion To Reconsider Denial of Injunctive Relief from Lead Poisoning Hazards for West Dallas Children,\" a \"Second Emergency Lead Motion,\" a \"Motion To Add Tracey Smith as a Named Plaintiff Class Representative,\" and an \"Original Complaint\" for Smith.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The purpose of these motions was to address the risk of lead poisoning in the project.  The court granted no relief, but DHA voluntarily altered its assignment and transfer policies to address some of these concerns.  The court's opinion suggests a causal relationship between the plaintiffs' litigation and the new DHA policy.  This result may make the plaintiffs a prevailing party against DHA, as they have gained \"some relief on the merits of [the] claim.\"  Hewitt v. Helms, 482 U.S. 755, 760, 107 S.Ct. 2672, 2675, 96 L.Ed.2d 654 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Nonetheless, it would be unfair to attribute DHA's change of heart to Dallas, which provided no relief and suffered no adverse judgment.  Cf. Louisiana Power &amp; Light Co. v. Kellstrom, 50 F.3d 319, 327 (5th Cir.)  (per curiam) (\"A prevailing litigant may not recover for hours devoted solely to claims against other parties.\"), cert. denied, --- U.S. ----, 116 S.Ct. 173, 133 L.Ed.2d 113 (1995).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Thus, the plaintiffs are not the prevailing party on this issue as to Dallas.</p>\n    </div>\n    <p>D.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Dallas also challenges fee awards based on several miscellaneous matters, such as the Walker Project Intervention and a \"Motion To Enjoin the City from Further Attempts To Prevent Dispersion of DHA Owned Housing.\"   Recognizing the district court's superior familiarity with this litigation and the deference we give to its broad discretion to make fee awards, we do not find that the holding that the plaintiffs are the prevailing party as to these issues is clearly erroneous.</p>\n    </div>\n    <p>IV.</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Dallas makes several objections to the number of hours claimed.  The first is that there were duplicative billings, in that two or three attorneys came to hearings and depositions.  The district court is required to determine \"whether particular hours claimed were reasonably expended.\"  Alberti, 896 F.2d at 932.  \"If more than one attorney is involved, the possibility of duplication of effort along with the proper utilization of time should be scrutinized.  The time of two or three lawyers in a courtroom or conference when one would do, may obviously be discounted.\"  Johnson v. Georgia Highway Express, Inc., 488 F.2d 714, 717 (5th Cir.1974).  We review findings about repetition and duplication for clear error.  See Watkins, 7 F.3d at 457.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The court stated that \"[c]ompensation is sought for more than one attorney's time at depositions, hearings, negotiations, or other activities only if there was a legitimate need for the involvement of more than one attorney.\"   The court specifically considered each duplication and found it reasonable.  Our review of each claimed duplication reveals no clear error.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>B.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Dallas contends that the monitoring expenses, totaling over $7000 per month, are excessive.  Dallas gives no support for this assertion other than the amount and the fact that a special master was appointed by the district court to monitor compliance.  Once again, we review for clear error.  See Blanchard v. Bergeron, 893 F.2d 87, 89 (5th Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The argument regarding the special master is meritless, as Dallas concedes that the plaintiffs have the right to monitor compliance with the City Consent Decree and to seek related attorneys' fees.  Furthermore, the court is always able to monitor compliance with court decrees;  we allow prevailing parties to monitor compliance, because an adversarial perspective is useful.  Cf. Keith v. Volpe, 833 F.2d 850, 857-58 (9th Cir.1987) (upholding a fee award despite the appointment of a special master).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">As far as the overall reasonableness, the district court found that the plaintiffs performed the following monitoring acts:  (1) responding to requests for information;  (2) advocacy to secure the benefits of the City Consent Decree;  (3) administrative practice;  (4) defending against adverse motions;  (5) evaluating compliance;  (6) interviewing class members;  and (7) investigating complaints.  Furthermore, the court found that the City Consent Decree was complex, included some novel and innovative measures, and required the monitoring of a large number of the activities of Dallas, DHA, and HUD.  On these grounds, the court found that the amount of time spent monitoring was not excessive.  Our examination of the record reveals that this finding is supported and is not clearly erroneous.</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Next, Dallas challenges the hours charged on the ground that the plaintiffs did not exercise proper billing judgment, which refers to the usual practice of law firms in writing off unproductive, excessive, or redundant hours.  Plaintiffs submitting fee requests are required to exercise billing judgment.  See Alberti, 896 F.2d at 930.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The district court found that the plaintiffs exercised billing judgment in not charging for (1) computer-assisted legal research or long-distance calls;  (2) inadequately documented time;  (3) time spent on issues on which they did not prevail;  or (4) time spent \"researching and investigating issues that ultimately\" were not pursued.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The last three items do not demonstrate billing judgment, as plaintiffs do not have the right to bill for inadequately documented time<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> or for time on issues on which they do not prevail, see Texas State Teachers Ass'n v. Garland Indep.  Sch. Dist., 489 U.S. 782, 784, 109 S.Ct. 1486, 1489, 103 L.Ed.2d 866 (1989).  Plaintiffs cannot have prevailed on issues they did not pursue.  Thus, the only real billing judgment that the district court identified was the write-off of certain expenses.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The district court did not find that the plaintiffs wrote off any excessive, redundant, or unproductive hours.  Furthermore, there is no record of any such billing judgment, as the plaintiffs allege that they wrote off hours before recording them.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The plaintiffs' sworn statement of billing judgment confirms these concerns.  Purporting to \"set out ... the types of activities for which we have not kept records and have not sought compensation,\" Daniel listed ten examples of billing judgment.  Three items were expenses, not hours, written off.  Three items were non-prevailing or non-pursued issues;  one was purely non-legal and unessential;  and one was undocumented time.  The only items that even conceivably support billing judgment were not recording \"every conference among the attorneys\" or \"conferences with other attorneys handling similar cases.\"</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The plaintiffs are charged with the burden of showing the reasonableness of the hours they bill and, accordingly, are charged with proving that they exercised billing judgment.  See Leroy, 831 F.2d at 586.   They have failed to do so in this case;  in fact, the record and briefs strongly suggest that the plaintiffs' attorneys do not adequately understand the concept of billing judgment.  Thus, the finding of billing judgment is clearly erroneous.  The proper remedy when there is no evidence of billing judgment is to reduce the hours awarded by a percentage intended to substitute for the exercise of billing judgment.  See id.  (reducing the award 13%).  From our review of the record, we have decided that 15% is the appropriate reduction.</p>\n    </div>\n    <p>V.</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Attorneys' fees are to be calculated at the \"prevailing market rates in the relevant community.\"  Blum v. Stenson, 465 U.S. 886, 895, 104 S.Ct. 1541, 1547, 79 L.Ed.2d 891 (1984).  It is uncontested that the relevant community is the Dallas legal market;  it is the prevailing rates that are at issue.  The district court set an hourly rate of $275 for Betsy Julian and Michael Daniel, $125 for Laura Beshara, and $75 for the paralegals.  We review for clear error.  See Kellstrom, 50 F.3d at 324.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Dallas mostly relies on the affidavit of its own City Attorney, serving as an expert witness.  The opinion of a person who is the employee of one of the parties and who has not been in private practice for at least thirteen years carries less weight, and it was not clear error for the court to refuse to follow his conclusions.  See United States v. Jackson, 19 F.3d 1003, 1007 (5th Cir.)  (stating that determinations of the credibility of expert witnesses is particularly in the province of the trial court), cert. denied, 513 U.S. 891, 115 S.Ct. 237, 130 L.Ed.2d 160 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Dallas also relies on the 1992 State Bar of Texas survey of attorney rates.  The district court dismissed the survey because it had non-response bias, the underlying data had been lost, there were discrepancies in the report, the survey did not consider the type of litigation being done, and there had been no attempts to validate the survey results.  It was not clear error for the court to reject this testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The court based its decision on the hourly rate on awards by other judges in the Dallas Division of the Northern District of Texas, previous awards in the instant case, and the published billing rates of outside counsel retained by Dallas.  Contrary to Dallas's assertion, the court specifically compared the complexity of the legal work in each case to the instant case and found that the instant case was more complex and required a higher award.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">As to the billing rates of Dallas's outside counsel, Dallas stresses that its attorneys charged it less than their published rates.  The fact that local attorneys are willing to charge the city less than their published rates, however, does not change the probity of those published rates in determining the customary rate in the relevant legal community.  In fact, the published rates are highly probative, as they are direct evidence of what the going rate is for the kind of complex federal litigation that occurred in the instant case.  The rates the court used are not clearly erroneous.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The district court did not distinguish between purely legal work and monitoring work in making its rate determinations.  Clerical work, however, should be compensated at a different rate from legal work.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The district court found that much of the time for monitoring the consent decree was spent \"responding to requests ... for information,\" \"gathering information,\" \"interviewing class members, investigating complaints, and developing a coherent picture....\"  These are clerical duties that could have been handled by non-lawyers.  Although plaintiffs are entitled to use their lawyers to do such work, \"[s]uch non-legal work may command a lesser rate.  Its dollar value is not enhanced just because a lawyer does it.\"  Johnson, 488 F.2d at 717.   The district court clearly erred by not distinguishing the proper rate for such clerical work from the appropriate rate for legal work.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">For the monitoring work, we conclude that $175 per hour is the appropriate rate for Daniel and Julian, and $90 rate for Beshara.  These are the rates suggested by Dallas's City Attorney for \"investigation, compiling facts and statistics, informal conferences, meetings, and telephone calls....\"</p>\n    </div>\n    <p>VI.</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The district court found that an upward adjustment of the lodestar of 20% is appropriate.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  There is a strong presumption that the lodestar is the reasonable fee, and the fee applicant bears the burden \"of showing that 'such an adjustment is necessary to the determination of a reasonable fee.' \"  City of Burlington v. Dague, 505 U.S. 557, 562, 112 S.Ct. 2638, 2641, 120 L.Ed.2d 449 (1992) (quoting Blum, 465 U.S. at 898, 104 S.Ct. at 1548).   When making an enhancement, the district court \"must explain with a reasonable degree of specificity the findings and reasons upon which the award is based, including an indication of how each of the Johnson factors was applied.\"  Shipes v. Trinity Indus., 987 F.2d 311, 320 (5th Cir.)  (Shipes II), cert. denied, 510 U.S. 991, 114 S.Ct. 548, 126 L.Ed.2d 450 (1993).  Thus, although we review the adjustment for abuse of discretion, we must scrutinize the district court's findings and reasoning to ensure that they are reasonably specific.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The district court considered the twelve Johnson factors, see Johnson, 488 F.2d at 717-19, and found eight to warrant upward adjustment:  (1) the time and labor involved;  (2) the novelty and complexity of the issues involved;  (3) the skill required;  (6) the contingent nature of the fee;  (7) the time constraints involved;  (8) the results obtained;  (9) the experience, reputation, and ability of the attorneys;  and (10) the \"undesirability\" of the case.  The first factor already is included in the lodestar, and \"the district court must be careful ... not to double count a Johnson factor already considered in calculating the lodestar....\"  Shipes II, 987 F.2d at 320.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The Supreme Court has limited greatly the use of the second, third, eighth, and ninth factors,<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> and we have held that \"[e]nhancements based upon these factors are only appropriate in rare cases supported by specific evidence in the record and detailed findings by the courts.\"  Alberti, 896 F.2d at 936 (citing Delaware Valley, 478 U.S. at 565, 106 S.Ct. at 3098).   The district court's findings regarding the second and third factors are conclusionary and are neither detailed nor supported by specific evidence.  The findings regarding the ninth factor are detailed but do not explain how this is the \"rare case\" justifying enhancement.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">An enhancement based on the eighth factor is appropriate only when the fee applicant can demonstrate that \"it is customary in the area for attorneys to charge an additional fee above their hourly rates for an exceptional result....\"  Shipes II, 987 F.2d at 322.   The plaintiffs have made no such showing.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The Supreme Court has barred any use of the sixth factor.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  The seventh factor is subsumed in the number of hours reasonably expended.  See id at 321 (\"We also find as an unwarranted basis for enhancement 'special time limits imposed'....\").</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">As to the tenth factor, the court found that \"in order to obtain the maximum relief for the class, it was necessary ... to make choices and decisions which angered some of their traditional allies and personal friends.\"   The court supported this finding by citing earlier litigation in this case, decided in 1989.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  Thus, any angering of friends and allies was four years old before the instant legal work was performed.  The old legal work cannot serve as a basis for an enhancement of the lodestar for the present work, and the court has made no finding that the instant work angered friends and allies.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In addition, the court cited the time pressures under which the plaintiffs' attorneys worked and the fact that they \"were expending their time and resources on a contested matter for which the prospects of payment were uncertain.\"   The time pressures are the seventh factor, and the uncertainty of payment is the sixth factor, both are which are barred from consideration by relevant precedent.</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Dallas contends that a downward adjustment of the lodestar is appropriate because of the limited nature of the plaintiffs' success.  Dallas is, in fact, correct that limited success requires a downward adjustment.  See Hensley v. Eckerhart, 461 U.S. 424, 440, 103 S.Ct. 1933, 1943, 76 L.Ed.2d 40 (1983).  The district court specifically found, though, that the plaintiffs' success was significant.  We review this factual finding for clear error.  See Watkins, 7 F.3d at 457.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">As to the West Dallas Agreement, it is hard to conceive of more success than getting the defendants to drop the plan altogether.  As to the monitoring, it is hard to imagine what could possibly constitute \"limited success\" in monitoring.  In either case, the finding that the plaintiffs achieved significant success is not clearly erroneous, and a downward adjustment is not in order.</p>\n    </div>\n    <p>VII.</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The district court imposed joint and several liability among all three defendants for the West Dallas Agreement and the fee litigation, solely on Dallas for monitoring, and jointly and severally between Dallas and DHA for various other claims.  The court ordered Dallas to pay a large percentage of the joint-and-several liability.  Dallas opposes these actions and requests an allocation that would put most of the liability on HUD.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">A court may impose joint and several liability in setting fees.  See Riddell v. National Democratic Party, 712 F.2d 165, 169 (5th Cir.1983).  Such a decision is reviewed for abuse of discretion.  See id.   If joint and several liability leads to inequitable results, it is reversible.  See Nash v. Chandler, 848 F.2d 567, 573-74 (5th Cir.1988) (reversing when one party had not been held liable on the merits);  Dean v. Gladney, 621 F.2d 1331, 1339 (5th Cir.1980) (reversing when the injuries were \"personal, individual, and discrete\"), cert. denied, 450 U.S. 983, 101 S.Ct. 1521, 67 L.Ed.2d 819 (1981).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The court found joint and several liability to be appropriate because there was a \"single indivisible injury,\" and each party played a substantial role in the litigation.  The parties had a joint legal defense and shared experts.  All of these findings are supported by the record and would allow a finding of joint and several liability.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Dallas's main complaint against joint and several liability is that HUD ultimately should pay a far greater share of the fees than Dallas should.  This contention well may be true, but it is irrelevant.  We know of no case suggesting that joint and several liability is inappropriate is a case of disparate fault.  The standard American rule is that a plaintiff may recover against any joint wrongdoer and that the wrongdoers then can file contribution actions against their co-wrongdoers and allocate fault among themselves.  See Coats v. Penrod Drilling Corp., 61 F.3d 1113, 1121-22 (5th Cir.1995) (en banc).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In any case, the final allocation of fees among the defendants is not ripe.  In a separate case not now before us, HUD is appealing the holding that it is liable on the merits.  This appeal, if successful, would eliminate HUD's duty to pay attorneys' fees and thus would radically change the allocation.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The imposition of joint and several liability was not an abuse of discretion.  Dallas's complaints are better addressed in a suit for contribution against DHA and HUD.</p>\n    </div>\n    <p>VIII.</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Fees for paralegal time are recoverable if such is the customary practice in the relevant legal market.  See Missouri v. Jenkins, 491 U.S. 274, 288, 109 S.Ct. 2463, 2471, 105 L.Ed.2d 229 (1989).<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  Dallas complains that the paralegals, Christyne Stone and Dusty Rhodes, performed secretarial tasks and not paralegal tasks.  We have reviewed the record carefully, and the plaintiffs produced reliable evidence that preparation of documents, conferencing, and reviewing documents are customarily billed as paralegal fees in the Dallas market.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Dusty Rhodes's billing records, however, are woefully inadequate.  The original records contain terse listings:  \"library research,\" \"analyzing documents,\" \"reading background documents,\" \"phone interviews,\" with no further explanation.  They never separate out her day, always lumping all of the day's activities together.  The original records are woefully inadequate to support any fee application;  no responsible client would accept these records as capable of supporting a bill.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The fee application listing for Rhodes is slightly more detailed, but the plaintiffs do not contest that the detail was added later by persons other than Rhodes.  Therefore, we reject the entirety of Rhodes's fee request as inadequately documented, and the later records as non-contemporaneous.  The failure of the district court to do so is clearly erroneous.</p>\n    </div>\n    <p>IX.</p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The district court awarded a 6% enhancement to compensate for the delay in payment.  In compensating for a delay, the district court may either grant an unenhanced lodestar based on current rates, see Leroy, 831 F.2d at 584, or calculate the lodestar using the rates applicable when the work was done and grant a delay enhancement, see Alberti, 896 F.2d at 936.   It may not do both.  See id. at 938.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The court appears to have used the rates applicable at the time the work was performed, and then granted a 6% enhancement to compensate for the almost two-year delay between the completion of the work and the awarding of the fees.  This calculates to approximately 2.96% interest, compounded annually.  Such a rate is not an abuse of discretion.X.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The court awarded litigation expenses connected with the West Dallas Agreement, and awarded fees for the filing of the fee application itself.  Dallas complains on the theory that plaintiffs did not prevail in opposing the West Dallas Agreement or on most of the issues for which they claim fees.  This argument is meritless.</p>\n    </div>\n    <p>XI.</p>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">We have the power to enter a modified fee order.  See Kellstrom, 50 F.3d at 337;  Leroy, 831 F.2d at 586;  Cobb v. Miller, 818 F.2d 1227, 1235 (5th Cir.1987).  We opt, instead, to determine the amount of fees to be awarded and to remand for prompt entry of a final fee order.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">We have examined the monitoring time billed against Dallas and have separated out all legal items.  We reclassified the remaining monitoring time as clerical and reduced the billing rate accordingly.  We also deleted all environmental-related billings that Dallas challenged in its submission to the district court.  Like the district court, we have ignored the plaintiffs' late reallocations.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>  This results in the following recalculation:</p>\n    </div>\n    <p class=\"indent\">A. Michael M. Daniel:</p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">1) Against Dallas:  201.2 hours requested.  74.7 hours are legal and 126.5 hours are clerical.  Fee award = [ (74.7 X $275) k (126.5 X $175) ] X .85<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> k 6% delay enhancement = $38,454.68.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">2) Against Dallas &amp; DHA:<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a>  51.4 hours requested, all valid.  Fee award = 51.4 X $275 X .85 k 6% delay enhancement = $12,735.64.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">3) Against Dallas, DHA, &amp; HUD:  1200.3 hours requested.  47.4 hours are environmental-related and 1152.9 hours are valid.  Fee award = 1152.9 X $275 X .85 k 6% delay enhancement = $285,659.80.</p>\n    </div>\n    <p class=\"indent\">B. Elizabeth K. Julian:</p>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">1) Against Dallas:  131.4 hours requested.  43.7 hours are legal, .5 hours are environmental-related, and 87.2 hours are clerical.  Fee award = [ (43.7 X $275) k (87.2 X $175) ] X .85 k 6% delay enhancement = $24,577.03.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">2) Against Dallas &amp; DHA:  6.0 hours requested, all valid.  Fee award = 6.0 X $275 X .85 k 6% delay enhancement = $1,486.65.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">3) Against Dallas, DHA, &amp; HUD:  332.9 hours requested.  1.0 hour is environmental-related and 331.9 hours are valid.  Fee award = 331.9 X $275 X .85 k 6% delay enhancement = $82,236.52.</p>\n    </div>\n    <p class=\"indent\">C. Laura B. Beshara:</p>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">1) Against Dallas:  37.1 hours requested, all clerical.  Fee award = 37.1 X $90 X .85 k 6% delay enhancement = $3,008.44.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">2) Against Dallas &amp; DHA:  32.8 hours requested, all valid.  Fee award = 32.8 X $125 X .85 k 6% delay enhancement = $3,694.10.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">3) Against Dallas, DHA, &amp; HUD:  936.0 hours requested.  40.7 hours are environmental-related and 895.3 hours are valid.  Fee award = 895.3 X $125 X .85 k 6% delay enhancement = $100,833.16.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">D. Dusty Rhodes:  All hours disallowed.</p>\n    </div>\n    <p class=\"indent\">E. Christyne D. Stone:</p>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">1) Against Dallas:  17.4 hours requested, all valid.  Fee award = 17.4 X $75 X .85 k 6% delay enhancement = $1,175.80.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">2) Against Dallas &amp; DHA:  No hours requested.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">3) Against Dallas, DHA, &amp; HUD:  96.9 hours requested, all valid.  Fee award = 96.9 X $75 X .85 k 6% delay enhancement = $6,548.02.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">We leave undisturbed the award of litigation expenses and fees and expenses for the fee litigation.  We remand for the court to set payment schedules and to allocate the joint-and-several portions, in its discretion, and to enter a final fee award in accordance with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The judgment is AFFIRMED in part;  MODIFIED in part;  and REMANDED for further limited proceedings.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The plaintiffs wanted as few units as practical in the project</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The City Consent Decree required that, if more than 1200 units were retained in West Dallas, the court would have to find that West Dallas was \"a viable community\" before those additional units could be occupied.  Dallas claims that the West Dallas Agreement contained the viability requirement because it stated that the HUD plan \"will result in the long-term physical and social viability of the Lake West Developments.\"   In fact, the West Dallas Agreement stated that \"HUD has determined\" that viability will exist, and elsewhere specifically stated that this provision is in lieu of the earlier requirement that viability be found by the court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In the district court, Dallas also contended that the plaintiffs' opposition to the West Dallas Agreement did not cause its defeat.  See Posada v. Lamb County, 716 F.2d 1066, 1072 (5th Cir.1983) (stating that the plaintiffs' action must cause the defendants to cease their illegal behavior).  They assert, rather, that the change in presidential administrations caused the defeat.  They allude to this argument on appeal but do not squarely assert it.  In any case, this argument is meritless.  Considering that the West Dallas Agreement was proposed five days before the end of the Bush Administration and was not withdrawn until eight months after the beginning of the Clinton Administration, this theory is dubious, at best.  The finding that the plaintiffs' opposition substantially contributed to the West Dallas Agreement's defeat is not clearly erroneous</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Dallas also challenges fee awards for zoning research, on the ground that the awards were in respect to another lawsuit that the plaintiffs have filed but that has not been resolved.  The plaintiffs argue that they used that research to oppose the West Dallas Agreement, which required substantial zoning changes in Dallas.  The finding that the zoning research was used to oppose the West Dallas Agreement is supported by the record and is not clearly erroneous</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Contrary to plaintiffs' suggestion, the district court based its award on the Smith motion on DHA's granting \"permission for her to transfer to another project\" because of her children's elevated blood levels, not on Smith's blocking the West Dallas Agreement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Although Kellstrom involved a fee award under 15 U.S.C. &#167; 15, not 42 U.S.C. &#167; 1988, the legal analysis is the same under most fee-shifting statutes.  See, e.g., Salley v. St. Tammany Parish Sch. Bd., 57 F.3d 458, 468 n. 13 (5th Cir.1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Deference is particularly appropriate here, as the district court had superior knowledge of the nature of the litigation before it and the need for multiple counsel.  See Watkins, 7 F.3d at 457.   Dallas makes much of the court's statement that the multiple representation was reasonable because \"[s]eldom were the co-defendants' attorneys outnumbered by plaintiffs' counsel.\"   We do not read that sentence as suggesting that the court based its reasonableness judgment solely on a comparison of the number of attorneys for each side</p>\n        <p>Similarly, we do not believe that the district court relied on a comparison of the hours charged by each side to justify its finding of overall reasonableness.  The district court merely stated, \"The time spent by the defendants' counsel is also probative on the issue of reasonable hours.\"  (Emphasis added.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See Kellstrom, 50 F.3d at 324 (\"[T]he documentation must be sufficient for the court to verify that the applicant has met its burden.\");  Watkins, 7 F.3d at 457 (\"[T]he court should exclude all time that is ... inadequately documented.\");  Leroy v. City of Houston, 831 F.2d 576, 585-86 (5th Cir.1987) (reducing lodestar for inadequate documentation), cert. denied, 486 U.S. 1008, 108 S.Ct. 1735, 100 L.Ed.2d 199 (1988)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Cf. Alberti, 896 F.2d at 930 (\"Ideally, billing judgment is reflected in the fee application, showing not only hours claimed, but also hours written off.\");  Leroy, 831 F.2d at 585 n. 15 (\"[T]he billing records are completely devoid of any hours written off.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> See Cruz v. Hauck, 762 F.2d 1230, 1235 (5th Cir.1985) (\"A finding that some of the hours claimed were for clerical work may justify compensating those hours at a lower rate....\");  Johnson, 488 F.2d at 717 (\"It is appropriate to distinguish between legal work, in the strict sense, and investigation, clerical work, compilation of facts and statistics and other work which can often be accomplished by non-lawyers....\");  see also Alberti, 896 F.2d at 933 (reducing the hours awarded because some monitoring work does not meet \"the discipline of legal work\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> This court has not held that a district court can make a lodestar enhancement sua sponte.  See Cooper v. Pentecost, 77 F.3d 829, 833 (5th Cir.1996) (\"It is appropriate for a court to enhance the lodestar amount only in certain exceptional cases where the prevailing party demonstrates that the enhancement is necessary to make the lodestar reasonable.\")  (emphasis added).  As we decide that the enhancement was an unjustified on its merits, we do not address this issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> See Pennsylvania v. Delaware Valley Citizens' Council for Clean Air, 478 U.S. 546, 565, 106 S.Ct. 3088, 3098, 92 L.Ed.2d 439 (1986) (\" '[N]ovelty [and] complexity of the issues,' 'the special skill and experience of counsel,' the 'quality of representation,' and the 'results obtained' from the litigation are presumably fully reflected in the lodestar amount, and thus cannot serve as independent bases for increasing the basic fee award.\")  (quoting Blum, 465 U.S. at 898-900, 104 S.Ct. at 1548-50);  Shipes II, 987 F.2d at 320</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> See Burlington, 505 U.S. at 567, 112 S.Ct. at 2643;  Shipes II, 987 F.2d at 323 (stating that \"following the clearly lighted path of Burlington, we now hold that the contingent nature of the case cannot serve as a basis for enhancement of attorneys' fees\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The plaintiffs' \"Declaration of Michael M. Daniel in Support of Motion for Postjudgment Fees\" similarly refers to the earlier litigation as causing the angering of friends and allies</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> It is uncontested that the custom in Dallas is to bill for paralegal time.  Furthermore, the record supports such a finding</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> The district court, without explanation, reallocated $3,152 from Dallas to joint and several among the three co-defendants and deleted another $1,105.  We have ignored these actions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> The .85 reflects the 15% reduction for lack of billing judgment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> As DHA and HUD do not appeal, we do not decrease the amount of fees charged against them but merely decrease the portion of the joint-and-several fee award for which Dallas is responsible</p>\n      </div>\n    </div>\n    ",
          "html_lawbox": "",
          "html_columbia": null,
          "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">761</span></span></p>\n    <p class=\"parties\">Debra WALKER, Jeanette Washington, Hazel Williams, Zelma<br>Lang, Renita Brown, Lillie Thompson, Mary Dews,<br>Tillis Baylor, Kenneth Hogg, and Tracey<br>Smith, Plaintiffs-Appellees,<br>v.<br>U.S. DEPARTMENT OF HOUSING AND URBAN DEVELOPMENT and Dallas<br>Housing Authority, Defendants-Appellees,<br>City of Dallas, Defendant-Appellant,<br>Elizabeth K. Julian, Movant-Appellee.</p>\n    <p class=\"docket\">No. 95-10817.</p>\n    <p class=\"court\">United States Court of Appeals,<br>Fifth Circuit.</p>\n    <p class=\"date\">Nov. 19, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael M. Daniel, Laura Beth Beshara, Elizabeth K. Julian, Dallas, TX, for plaintiffs-appellees.</p>\n      <p class=\"indent\">Thomas Mark Bondy, U.S. Department of Justice, Civil Division, Washington, DC, for U.S. Department of Housing &amp; Urban Development, defendant-appellee.</p>\n      <p class=\"indent\">Sam A. Lindsay, City Attorney, Edwin Armstrong Price Voss, Jr., Assistant City Attorney, Chris Gary Wittmayer, Sangeeta Sharma Kuruppillai, Assistant City Attorney, Office of the City Attorney for the City of Dallas, Dallas, TX, for City of Dallas, TX, defendant-appellant.</p>\n      <p class=\"indent\">Edward B. Cloutman, III, Dallas, TX, for Elizabeth K. Julian, movant-appellee.</p>\n      <p class=\"indent\">Appeals from the United States District Court for the Northern District of Texas.</p>\n      <p class=\"indent\">Before POLITZ, Chief Judge, and SMITH and DUHE, Circuit Judges.</p>\n      <p class=\"indent\">JERRY E. SMITH, Circuit Judge:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The City of Dallas (\"Dallas\") appeals the award of attorneys' fees in an ongoing desegregation action.  We affirm in part, modify in part, and remand for entry of a revised fee order.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1985, the plaintiffs filed a class action against the Dallas Housing Authority (\"DHA\") alleging that it followed a policy of consciously segregating its public housing.  Eventually, the parties entered into a consent decree (the \"1987 Decree\") aimed at remedying the discrimination.  DHA violated the 1987 Decree almost immediately, and litigation to enforce followed.  By 1990, the plaintiffs had added Dallas as a defendant, and the court had entered a consent decree against Dallas (the \"City Consent Decree\"), which was modified slightly in 1992 to address some concerns of the U.S. Department of Housing and Urban Development (\"HUD\").</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Sometime in 1992, HUD developed a plan (the \"West Dallas Agreement\") to revitalize the West Dallas Project, the worst of Dallas's public housing projects.  The plaintiffs opposed the plan on a variety of environmental issues and because it would have increased substantially the number of occupied units in the project.  In September 1993, HUD withdrew the plan.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the meantime, the plaintiffs' attorneys had spent considerable resources monitoring the City Consent Decree.  They also had pursued a variety of environmental claims related to the housing projects, to address the risk of lead poisoning in the projects.  DHA eventually agreed to address some of the plaintiffs' environmental concerns, but the rest have gone unresolved.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In October 1993, the plaintiffs' attorneys filed a request for fees under 42 U.S.C. &#167; 1988(b).  After considerable litigation on the issue of fees, the district court filed a fee award order in August 1995, awarding the plaintiffs $910,228.13, considerably more than they had requested.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The award included fees for time spent opposing the West Dallas Agreement, monitoring the City Consent Decree, making the environmental motions, filing the fee application itself, and a few miscellaneous actions.  The district court granted a 20% enhancement, plus a 6% enhancement for delay, and litigation costs.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The fees for monitoring were imposed solely against Dallas.  For the most part, the fees for the environmental claims and for opposing the West Dallas Agreement were imposed jointly and severally among the three co-defendants.  At the request of the plaintiffs' attorneys, the court ordered a payment schedule that required Dallas, rather than HUD, to pay a large percentage of the award.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">DHA did not appeal.  Dallas and HUD did, but HUD since has withdrawn its appeal.  Dallas requests that the fee award be reduced to no more than $29,443.88.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The plaintiffs contend that the order is not reviewable by this court, as it is not a final judgment under 28 U.S.C. &#167; 1291.  An interim fee order is not a final judgment, and thus may be reviewed only if the collateral order doctrine applies.  See Ruiz v. Estelle, <span class=\"citation\" data-id=\"371386\"><a href=\"/opinion/371386/david-r-ruiz-united-states-of-america-plaintiff-intervenor-appellee-v/\"><span class=\"volume\">609</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">118</span></a></span>, 118-19 (5th Cir.1980).  That doctrine allows the review of orders that (1) conclusively determine the disputed question;  (2) resolve an issue that is completely separate from the merits of the action;  and (3) would be effectively unreviewable on appeal from a final judgement.  See Cohen v. Beneficial Indus. Loan Corp., <span class=\"citation\" data-id=\"104695\"><a href=\"/opinion/104695/cohen-v-beneficial-industrial-loan-corp/\"><span class=\"volume\">337</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">541</span></a></span>, 545-47, <span class=\"citation\" data-id=\"104695\"><a href=\"/opinion/104695/cohen-v-beneficial-industrial-loan-corp/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1221</span></a></span>, 1225-26, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1528</span></span> (1949).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In Shipes v. Trinity Indus., <span class=\"citation\" data-id=\"528220\"><a href=\"/opinion/528220/forest-henry-shipes-on-behalf-of-himself-and-others-similarly-situated/\"><span class=\"volume\">883</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">339</span></a></span>, 342 (5th Cir.1989) (Shipes I ), we considered this issue and held that \"fee awards will vary in character,\" and thus a case-by-case analysis is appropriate.  The basis for the fee order is the plaintiffs' success in preventing the enactment of the West Dallas Agreement, their monitoring of the City Consent Decree, and the concessions they won in dealing with lead levels.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Because none of these victories resulted from litigation, none is appealable or in any way subject to reversal.  The monitoring cannot be undone.  The West Dallas Agreement will not be reintroduced, but, even if it were, the plaintiffs have succeeded already by blocking it for four years.  Similarly, even if DHA revoked the lead concessions, the plaintiffs still are the prevailing party by gaining the interim relief.  Thus, plaintiffs' success is not subject to reversal and is completely separable from the merits of any remaining litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In the same sense, the award is conclusive, as no further development will affect the district court's decision.  Finally, considering the ongoing and possibly permanent nature of monitoring and preventing further changes to the City Consent Decree, it is unlikely that there ever will be a \"final judgment\" for this court to review.  Cf. Alberti v. Klevenhagen, <span class=\"citation\" data-id=\"537017\"><a href=\"/opinion/537017/lawrence-r-alberti-cross-appellants-v-johnny-klevenhagen/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">927</span></a></span> (5th Cir.)  (reviewing an interim attorneys' fees order in the context of ongoing monitoring of a consent decree), modified on other grounds, <span class=\"citation no-link\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">352</span></span> (5th Cir.1990).  Consequently, the instant fee order meets the collateral order test and is reviewable.</p>\n    </div>\n    <p>III.</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Section 1988(b) limits fee awards to the \"prevailing party,\" i.e., one who \"has succeeded on 'any significant issue in litigation which achieve[d] some of the benefit the parties sought in bringing suit' \" and \"must be able to point to a resolution of the dispute which changes the legal relationship between itself and the defendant.\"  Texas State Teachers Ass'n v. Garland Indep.  Sch. Dist., <span class=\"citation\" data-id=\"112225\"><a href=\"/opinion/112225/texas-teachers-assn-v-garland-school-dist/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">782</span></a></span>, 791-93, <span class=\"citation\" data-id=\"112225\"><a href=\"/opinion/112225/texas-teachers-assn-v-garland-school-dist/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1486</span></a></span>, 1493-94, <span class=\"citation\" data-id=\"112225\"><a href=\"/opinion/112225/texas-teachers-assn-v-garland-school-dist/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">866</span></a></span> (1989) (quoting Nadeau v. Helgemoe, <span class=\"citation\" data-id=\"358671\"><a href=\"/opinion/358671/larry-nadeau-v-raymond-a-helgemoe-warden-new-hampshire-state-prison/\"><span class=\"volume\">581</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">275</span></a></span>, 278-79 (1st Cir.1978)).  The considerations are different after a consent decree has been filed:  Monitoring a consent judgment previously entered entitles a plaintiff to attorneys' fees.  See Alberti, 896 F.2d at 933.   Consequently, Dallas does not challenge the award of fees for monitoring the consent decree.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Dallas's most important contention is that the plaintiffs did not prevail in opposing the West Dallas Agreement.  Dallas's first argument is that there was no change in the plaintiffs' or Dallas's rights or responsibilities, and thus the plaintiffs could not be the prevailing party.  We review the determinations that the plaintiffs prevailed for clear error.  See Watkins v. Fordice, <span class=\"citation\" data-id=\"655313\"><a href=\"/opinion/655313/hollis-watkins-v-kirk-fordice-governor-of-the-state-of-mississippi/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">453</span></a></span>, 457 (5th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Plaintiffs may recover attorneys' fees for actions enforcing an earlier judgment, if they prevail in such enforcement.  See Miller v. Carson, <span class=\"citation\" data-id=\"381303\"><a href=\"/opinion/381303/richard-franklin-miller-v-dale-carson-etc/\"><span class=\"volume\">628</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">346</span></a></span>, 347-48 (5th Cir.1980).  Actions to prevent the modification of an earlier judgment are sufficiently similar for the same reasoning to apply;  the plaintiffs have prevailed if they managed to keep the defendants from undoing their previous work by disturbing the earlier judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Dallas next contends that the West Dallas Agreement would not have substantially affected Dallas's duties, and thus the plaintiffs are not the prevailing party as to Dallas, even if they are as to the other parties.  The district court found that the West Dallas Agreement would have doubled the number of housing units,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> eliminated the \"viability\" requirement for the construction of new units,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> changed the tenant selection and assignment plan, and eliminated alternative housing opportunities.  These findings are supported by the record and are not clearly erroneous.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Furthermore, Dallas filed a separate motion for approval of the West Dallas Agreement after HUD filed its motion.  This action suggests that Dallas had a stake in getting the modification.  For all these reasons, we agree with the finding that the plaintiffs are the prevailing party in their opposition to the West Dallas Agreement.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>C.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Plaintiffs were granted attorneys' fees for various environmental claims, such as a \"Motion To Reconsider Denial of Injunctive Relief from Lead Poisoning Hazards for West Dallas Children,\" a \"Second Emergency Lead Motion,\" a \"Motion To Add Tracey Smith as a Named Plaintiff Class Representative,\" and an \"Original Complaint\" for Smith.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The purpose of these motions was to address the risk of lead poisoning in the project.  The court granted no relief, but DHA voluntarily altered its assignment and transfer policies to address some of these concerns.  The court's opinion suggests a causal relationship between the plaintiffs' litigation and the new DHA policy.  This result may make the plaintiffs a prevailing party against DHA, as they have gained \"some relief on the merits of [the] claim.\"  Hewitt v. Helms, <span class=\"citation\" data-id=\"111929\"><a href=\"/opinion/111929/hewitt-v-helms/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">755</span></a></span>, 760, <span class=\"citation\" data-id=\"111929\"><a href=\"/opinion/111929/hewitt-v-helms/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2672</span></a></span>, 2675, <span class=\"citation\" data-id=\"111929\"><a href=\"/opinion/111929/hewitt-v-helms/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">654</span></a></span> (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Nonetheless, it would be unfair to attribute DHA's change of heart to Dallas, which provided no relief and suffered no adverse judgment.  Cf. Louisiana Power &amp; Light Co. v. Kellstrom, <span class=\"citation\" data-id=\"7017\"><a href=\"/opinion/7017/louisiana-power-light-co-v-kellstrom/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">319</span></a></span>, 327 (5th Cir.)  (per curiam) (\"A prevailing litigant may not recover for hours devoted solely to claims against other parties.\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">173</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">113</span></span> (1995).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Thus, the plaintiffs are not the prevailing party on this issue as to Dallas.</p>\n    </div>\n    <p>D.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Dallas also challenges fee awards based on several miscellaneous matters, such as the Walker Project Intervention and a \"Motion To Enjoin the City from Further Attempts To Prevent Dispersion of DHA Owned Housing.\"   Recognizing the district court's superior familiarity with this litigation and the deference we give to its broad discretion to make fee awards, we do not find that the holding that the plaintiffs are the prevailing party as to these issues is clearly erroneous.</p>\n    </div>\n    <p>IV.</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Dallas makes several objections to the number of hours claimed.  The first is that there were duplicative billings, in that two or three attorneys came to hearings and depositions.  The district court is required to determine \"whether particular hours claimed were reasonably expended.\"  Alberti, 896 F.2d at 932.  \"If more than one attorney is involved, the possibility of duplication of effort along with the proper utilization of time should be scrutinized.  The time of two or three lawyers in a courtroom or conference when one would do, may obviously be discounted.\"  Johnson v. Georgia Highway Express, Inc., <span class=\"citation\" data-id=\"315529\"><a href=\"/opinion/315529/7-fair-emplpraccas-1-7-empl-prac-dec-p-9079-richard-johnson-jr/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">714</span></a></span>, 717 (5th Cir.1974).  We review findings about repetition and duplication for clear error.  See Watkins, 7 F.3d at 457.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The court stated that \"[c]ompensation is sought for more than one attorney's time at depositions, hearings, negotiations, or other activities only if there was a legitimate need for the involvement of more than one attorney.\"   The court specifically considered each duplication and found it reasonable.  Our review of each claimed duplication reveals no clear error.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>B.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Dallas contends that the monitoring expenses, totaling over $7000 per month, are excessive.  Dallas gives no support for this assertion other than the amount and the fact that a special master was appointed by the district court to monitor compliance.  Once again, we review for clear error.  See Blanchard v. Bergeron, <span class=\"citation\" data-id=\"534594\"><a href=\"/opinion/534594/arthur-j-blanchard-v-james-bergeron-sheriff-charles-fuselier-abc/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">87</span></a></span>, 89 (5th Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The argument regarding the special master is meritless, as Dallas concedes that the plaintiffs have the right to monitor compliance with the City Consent Decree and to seek related attorneys' fees.  Furthermore, the court is always able to monitor compliance with court decrees;  we allow prevailing parties to monitor compliance, because an adversarial perspective is useful.  Cf. Keith v. Volpe, <span class=\"citation\" data-id=\"497359\"><a href=\"/opinion/497359/ralph-w-keith-and-esther-may-keith-husband-and-wife-harold-e-grady-and/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">850</span></a></span>, 857-58 (9th Cir.1987) (upholding a fee award despite the appointment of a special master).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">As far as the overall reasonableness, the district court found that the plaintiffs performed the following monitoring acts:  (1) responding to requests for information;  (2) advocacy to secure the benefits of the City Consent Decree;  (3) administrative practice;  (4) defending against adverse motions;  (5) evaluating compliance;  (6) interviewing class members;  and (7) investigating complaints.  Furthermore, the court found that the City Consent Decree was complex, included some novel and innovative measures, and required the monitoring of a large number of the activities of Dallas, DHA, and HUD.  On these grounds, the court found that the amount of time spent monitoring was not excessive.  Our examination of the record reveals that this finding is supported and is not clearly erroneous.</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Next, Dallas challenges the hours charged on the ground that the plaintiffs did not exercise proper billing judgment, which refers to the usual practice of law firms in writing off unproductive, excessive, or redundant hours.  Plaintiffs submitting fee requests are required to exercise billing judgment.  See Alberti, 896 F.2d at 930.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The district court found that the plaintiffs exercised billing judgment in not charging for (1) computer-assisted legal research or long-distance calls;  (2) inadequately documented time;  (3) time spent on issues on which they did not prevail;  or (4) time spent \"researching and investigating issues that ultimately\" were not pursued.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The last three items do not demonstrate billing judgment, as plaintiffs do not have the right to bill for inadequately documented time<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> or for time on issues on which they do not prevail, see Texas State Teachers Ass'n v. Garland Indep.  Sch. Dist., <span class=\"citation\" data-id=\"112225\"><a href=\"/opinion/112225/texas-teachers-assn-v-garland-school-dist/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">782</span></a></span>, 784, <span class=\"citation\" data-id=\"112225\"><a href=\"/opinion/112225/texas-teachers-assn-v-garland-school-dist/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1486</span></a></span>, 1489, <span class=\"citation\" data-id=\"112225\"><a href=\"/opinion/112225/texas-teachers-assn-v-garland-school-dist/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">866</span></a></span> (1989).  Plaintiffs cannot have prevailed on issues they did not pursue.  Thus, the only real billing judgment that the district court identified was the write-off of certain expenses.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The district court did not find that the plaintiffs wrote off any excessive, redundant, or unproductive hours.  Furthermore, there is no record of any such billing judgment, as the plaintiffs allege that they wrote off hours before recording them.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The plaintiffs' sworn statement of billing judgment confirms these concerns.  Purporting to \"set out ... the types of activities for which we have not kept records and have not sought compensation,\" Daniel listed ten examples of billing judgment.  Three items were expenses, not hours, written off.  Three items were non-prevailing or non-pursued issues;  one was purely non-legal and unessential;  and one was undocumented time.  The only items that even conceivably support billing judgment were not recording \"every conference among the attorneys\" or \"conferences with other attorneys handling similar cases.\"</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The plaintiffs are charged with the burden of showing the reasonableness of the hours they bill and, accordingly, are charged with proving that they exercised billing judgment.  See Leroy, 831 F.2d at 586.   They have failed to do so in this case;  in fact, the record and briefs strongly suggest that the plaintiffs' attorneys do not adequately understand the concept of billing judgment.  Thus, the finding of billing judgment is clearly erroneous.  The proper remedy when there is no evidence of billing judgment is to reduce the hours awarded by a percentage intended to substitute for the exercise of billing judgment.  See id.  (reducing the award 13%).  From our review of the record, we have decided that 15% is the appropriate reduction.</p>\n    </div>\n    <p>V.</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Attorneys' fees are to be calculated at the \"prevailing market rates in the relevant community.\"  Blum v. Stenson, <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">886</span></a></span>, 895, <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1541</span></a></span>, 1547, <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">891</span></a></span> (1984).  It is uncontested that the relevant community is the Dallas legal market;  it is the prevailing rates that are at issue.  The district court set an hourly rate of $275 for Betsy Julian and Michael Daniel, $125 for Laura Beshara, and $75 for the paralegals.  We review for clear error.  See Kellstrom, 50 F.3d at 324.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Dallas mostly relies on the affidavit of its own City Attorney, serving as an expert witness.  The opinion of a person who is the employee of one of the parties and who has not been in private practice for at least thirteen years carries less weight, and it was not clear error for the court to refuse to follow his conclusions.  See United States v. Jackson, <span class=\"citation\" data-id=\"6311\"><a href=\"/opinion/6311/united-states-v-jackson/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1003</span></a></span>, 1007 (5th Cir.)  (stating that determinations of the credibility of expert witnesses is particularly in the province of the trial court), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">891</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">237</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">160</span></span> (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Dallas also relies on the 1992 State Bar of Texas survey of attorney rates.  The district court dismissed the survey because it had non-response bias, the underlying data had been lost, there were discrepancies in the report, the survey did not consider the type of litigation being done, and there had been no attempts to validate the survey results.  It was not clear error for the court to reject this testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The court based its decision on the hourly rate on awards by other judges in the Dallas Division of the Northern District of Texas, previous awards in the instant case, and the published billing rates of outside counsel retained by Dallas.  Contrary to Dallas's assertion, the court specifically compared the complexity of the legal work in each case to the instant case and found that the instant case was more complex and required a higher award.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">As to the billing rates of Dallas's outside counsel, Dallas stresses that its attorneys charged it less than their published rates.  The fact that local attorneys are willing to charge the city less than their published rates, however, does not change the probity of those published rates in determining the customary rate in the relevant legal community.  In fact, the published rates are highly probative, as they are direct evidence of what the going rate is for the kind of complex federal litigation that occurred in the instant case.  The rates the court used are not clearly erroneous.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The district court did not distinguish between purely legal work and monitoring work in making its rate determinations.  Clerical work, however, should be compensated at a different rate from legal work.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The district court found that much of the time for monitoring the consent decree was spent \"responding to requests ... for information,\" \"gathering information,\" \"interviewing class members, investigating complaints, and developing a coherent picture....\"  These are clerical duties that could have been handled by non-lawyers.  Although plaintiffs are entitled to use their lawyers to do such work, \"[s]uch non-legal work may command a lesser rate.  Its dollar value is not enhanced just because a lawyer does it.\"  Johnson, 488 F.2d at 717.   The district court clearly erred by not distinguishing the proper rate for such clerical work from the appropriate rate for legal work.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">For the monitoring work, we conclude that $175 per hour is the appropriate rate for Daniel and Julian, and $90 rate for Beshara.  These are the rates suggested by Dallas's City Attorney for \"investigation, compiling facts and statistics, informal conferences, meetings, and telephone calls....\"</p>\n    </div>\n    <p>VI.</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The district court found that an upward adjustment of the lodestar of 20% is appropriate.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  There is a strong presumption that the lodestar is the reasonable fee, and the fee applicant bears the burden \"of showing that 'such an adjustment is necessary to the determination of a reasonable fee.' \"  City of Burlington v. Dague, <span class=\"citation\" data-id=\"112778\"><a href=\"/opinion/112778/burlington-v-dague/\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">557</span></a></span>, 562, <span class=\"citation\" data-id=\"112778\"><a href=\"/opinion/112778/burlington-v-dague/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2638</span></a></span>, 2641, <span class=\"citation\" data-id=\"112778\"><a href=\"/opinion/112778/burlington-v-dague/\"><span class=\"volume\">120</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">449</span></a></span> (1992) (quoting Blum, 465 U.S. at 898, 104 S.Ct. at 1548).   When making an enhancement, the district court \"must explain with a reasonable degree of specificity the findings and reasons upon which the award is based, including an indication of how each of the Johnson factors was applied.\"  Shipes v. Trinity Indus., <span class=\"citation\" data-id=\"601519\"><a href=\"/opinion/601519/forest-henry-shipes-on-behalf-of-himself-and-others-similarly-situated-v/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">311</span></a></span>, 320 (5th Cir.)  (Shipes II), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">991</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">548</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">450</span></span> (1993).  Thus, although we review the adjustment for abuse of discretion, we must scrutinize the district court's findings and reasoning to ensure that they are reasonably specific.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The district court considered the twelve Johnson factors, see Johnson, 488 F.2d at 717-19, and found eight to warrant upward adjustment:  (1) the time and labor involved;  (2) the novelty and complexity of the issues involved;  (3) the skill required;  (6) the contingent nature of the fee;  (7) the time constraints involved;  (8) the results obtained;  (9) the experience, reputation, and ability of the attorneys;  and (10) the \"undesirability\" of the case.  The first factor already is included in the lodestar, and \"the district court must be careful ... not to double count a Johnson factor already considered in calculating the lodestar....\"  Shipes II, 987 F.2d at 320.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The Supreme Court has limited greatly the use of the second, third, eighth, and ninth factors,<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> and we have held that \"[e]nhancements based upon these factors are only appropriate in rare cases supported by specific evidence in the record and detailed findings by the courts.\"  Alberti, 896 F.2d at 936 (citing Delaware Valley, 478 U.S. at 565, 106 S.Ct. at 3098).   The district court's findings regarding the second and third factors are conclusionary and are neither detailed nor supported by specific evidence.  The findings regarding the ninth factor are detailed but do not explain how this is the \"rare case\" justifying enhancement.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">An enhancement based on the eighth factor is appropriate only when the fee applicant can demonstrate that \"it is customary in the area for attorneys to charge an additional fee above their hourly rates for an exceptional result....\"  Shipes II, 987 F.2d at 322.   The plaintiffs have made no such showing.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The Supreme Court has barred any use of the sixth factor.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  The seventh factor is subsumed in the number of hours reasonably expended.  See id at 321 (\"We also find as an unwarranted basis for enhancement 'special time limits imposed'....\").</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">As to the tenth factor, the court found that \"in order to obtain the maximum relief for the class, it was necessary ... to make choices and decisions which angered some of their traditional allies and personal friends.\"   The court supported this finding by citing earlier litigation in this case, decided in 1989.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  Thus, any angering of friends and allies was four years old before the instant legal work was performed.  The old legal work cannot serve as a basis for an enhancement of the lodestar for the present work, and the court has made no finding that the instant work angered friends and allies.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In addition, the court cited the time pressures under which the plaintiffs' attorneys worked and the fact that they \"were expending their time and resources on a contested matter for which the prospects of payment were uncertain.\"   The time pressures are the seventh factor, and the uncertainty of payment is the sixth factor, both are which are barred from consideration by relevant precedent.</p>\n    </div>\n    <p>C.</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Dallas contends that a downward adjustment of the lodestar is appropriate because of the limited nature of the plaintiffs' success.  Dallas is, in fact, correct that limited success requires a downward adjustment.  See Hensley v. Eckerhart, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 440, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>, 1943, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span> (1983).  The district court specifically found, though, that the plaintiffs' success was significant.  We review this factual finding for clear error.  See Watkins, 7 F.3d at 457.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">As to the West Dallas Agreement, it is hard to conceive of more success than getting the defendants to drop the plan altogether.  As to the monitoring, it is hard to imagine what could possibly constitute \"limited success\" in monitoring.  In either case, the finding that the plaintiffs achieved significant success is not clearly erroneous, and a downward adjustment is not in order.</p>\n    </div>\n    <p>VII.</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The district court imposed joint and several liability among all three defendants for the West Dallas Agreement and the fee litigation, solely on Dallas for monitoring, and jointly and severally between Dallas and DHA for various other claims.  The court ordered Dallas to pay a large percentage of the joint-and-several liability.  Dallas opposes these actions and requests an allocation that would put most of the liability on HUD.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">A court may impose joint and several liability in setting fees.  See Riddell v. National Democratic Party, <span class=\"citation\" data-id=\"421724\"><a href=\"/opinion/421724/tom-riddell-jr-v-the-national-democratic-party-cross-appellants-v/\"><span class=\"volume\">712</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">165</span></a></span>, 169 (5th Cir.1983).  Such a decision is reviewed for abuse of discretion.  See id.   If joint and several liability leads to inequitable results, it is reversible.  See Nash v. Chandler, <span class=\"citation\" data-id=\"507122\"><a href=\"/opinion/507122/john-nash-v-delbert-chandler-the-city-of-tyler-texas-and-willie-hardy/\"><span class=\"volume\">848</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">567</span></a></span>, 573-74 (5th Cir.1988) (reversing when one party had not been held liable on the merits);  Dean v. Gladney, <span class=\"citation\" data-id=\"378210\"><a href=\"/opinion/378210/mary-elizabeth-dean-cross-appellees-v-robert-r-gladney-roel-g-saldivar/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1331</span></a></span>, 1339 (5th Cir.1980) (reversing when the injuries were \"personal, individual, and discrete\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">983</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1521</span></span>, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">819</span></span> (1981).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The court found joint and several liability to be appropriate because there was a \"single indivisible injury,\" and each party played a substantial role in the litigation.  The parties had a joint legal defense and shared experts.  All of these findings are supported by the record and would allow a finding of joint and several liability.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Dallas's main complaint against joint and several liability is that HUD ultimately should pay a far greater share of the fees than Dallas should.  This contention well may be true, but it is irrelevant.  We know of no case suggesting that joint and several liability is inappropriate is a case of disparate fault.  The standard American rule is that a plaintiff may recover against any joint wrongdoer and that the wrongdoers then can file contribution actions against their co-wrongdoers and allocate fault among themselves.  See Coats v. Penrod Drilling Corp., <span class=\"citation\" data-id=\"7378\"><a href=\"/opinion/7378/coats-v-penrod-drilling-corp/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1113</span></a></span>, 1121-22 (5th Cir.1995) (en banc).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In any case, the final allocation of fees among the defendants is not ripe.  In a separate case not now before us, HUD is appealing the holding that it is liable on the merits.  This appeal, if successful, would eliminate HUD's duty to pay attorneys' fees and thus would radically change the allocation.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The imposition of joint and several liability was not an abuse of discretion.  Dallas's complaints are better addressed in a suit for contribution against DHA and HUD.</p>\n    </div>\n    <p>VIII.</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Fees for paralegal time are recoverable if such is the customary practice in the relevant legal market.  See Missouri v. Jenkins, <span class=\"citation\" data-id=\"112299\"><a href=\"/opinion/112299/missouri-v-jenkins/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, 288, <span class=\"citation\" data-id=\"112299\"><a href=\"/opinion/112299/missouri-v-jenkins/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2463</span></a></span>, 2471, <span class=\"citation\" data-id=\"112299\"><a href=\"/opinion/112299/missouri-v-jenkins/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">229</span></a></span> (1989).<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  Dallas complains that the paralegals, Christyne Stone and Dusty Rhodes, performed secretarial tasks and not paralegal tasks.  We have reviewed the record carefully, and the plaintiffs produced reliable evidence that preparation of documents, conferencing, and reviewing documents are customarily billed as paralegal fees in the Dallas market.</p>\n    </div>\n    <p>B.</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Dusty Rhodes's billing records, however, are woefully inadequate.  The original records contain terse listings:  \"library research,\" \"analyzing documents,\" \"reading background documents,\" \"phone interviews,\" with no further explanation.  They never separate out her day, always lumping all of the day's activities together.  The original records are woefully inadequate to support any fee application;  no responsible client would accept these records as capable of supporting a bill.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The fee application listing for Rhodes is slightly more detailed, but the plaintiffs do not contest that the detail was added later by persons other than Rhodes.  Therefore, we reject the entirety of Rhodes's fee request as inadequately documented, and the later records as non-contemporaneous.  The failure of the district court to do so is clearly erroneous.</p>\n    </div>\n    <p>IX.</p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The district court awarded a 6% enhancement to compensate for the delay in payment.  In compensating for a delay, the district court may either grant an unenhanced lodestar based on current rates, see Leroy, 831 F.2d at 584, or calculate the lodestar using the rates applicable when the work was done and grant a delay enhancement, see Alberti, 896 F.2d at 936.   It may not do both.  See id. at 938.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The court appears to have used the rates applicable at the time the work was performed, and then granted a 6% enhancement to compensate for the almost two-year delay between the completion of the work and the awarding of the fees.  This calculates to approximately 2.96% interest, compounded annually.  Such a rate is not an abuse of discretion.X.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The court awarded litigation expenses connected with the West Dallas Agreement, and awarded fees for the filing of the fee application itself.  Dallas complains on the theory that plaintiffs did not prevail in opposing the West Dallas Agreement or on most of the issues for which they claim fees.  This argument is meritless.</p>\n    </div>\n    <p>XI.</p>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">We have the power to enter a modified fee order.  See Kellstrom, 50 F.3d at 337;  Leroy, 831 F.2d at 586;  Cobb v. Miller, <span class=\"citation\" data-id=\"488545\"><a href=\"/opinion/488545/elbert-a-cobb-and-gail-smith-cobb-husband-and-wife-v-beauregard-h/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1227</span></a></span>, 1235 (5th Cir.1987).  We opt, instead, to determine the amount of fees to be awarded and to remand for prompt entry of a final fee order.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">We have examined the monitoring time billed against Dallas and have separated out all legal items.  We reclassified the remaining monitoring time as clerical and reduced the billing rate accordingly.  We also deleted all environmental-related billings that Dallas challenged in its submission to the district court.  Like the district court, we have ignored the plaintiffs' late reallocations.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>  This results in the following recalculation:</p>\n    </div>\n    <p class=\"indent\">A. Michael M. Daniel:</p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">1) Against Dallas:  201.2 hours requested.  74.7 hours are legal and 126.5 hours are clerical.  Fee award = [ (74.7 X $275) k (126.5 X $175) ] X .85<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> k 6% delay enhancement = $38,454.68.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">2) Against Dallas &amp; DHA:<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a>  51.4 hours requested, all valid.  Fee award = 51.4 X $275 X .85 k 6% delay enhancement = $12,735.64.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">3) Against Dallas, DHA, &amp; HUD:  1200.3 hours requested.  47.4 hours are environmental-related and 1152.9 hours are valid.  Fee award = 1152.9 X $275 X .85 k 6% delay enhancement = $285,659.80.</p>\n    </div>\n    <p class=\"indent\">B. Elizabeth K. Julian:</p>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">1) Against Dallas:  131.4 hours requested.  43.7 hours are legal, .5 hours are environmental-related, and 87.2 hours are clerical.  Fee award = [ (43.7 X $275) k (87.2 X $175) ] X .85 k 6% delay enhancement = $24,577.03.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">2) Against Dallas &amp; DHA:  6.0 hours requested, all valid.  Fee award = 6.0 X $275 X .85 k 6% delay enhancement = $1,486.65.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">3) Against Dallas, DHA, &amp; HUD:  332.9 hours requested.  1.0 hour is environmental-related and 331.9 hours are valid.  Fee award = 331.9 X $275 X .85 k 6% delay enhancement = $82,236.52.</p>\n    </div>\n    <p class=\"indent\">C. Laura B. Beshara:</p>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">1) Against Dallas:  37.1 hours requested, all clerical.  Fee award = 37.1 X $90 X .85 k 6% delay enhancement = $3,008.44.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">2) Against Dallas &amp; DHA:  32.8 hours requested, all valid.  Fee award = 32.8 X $125 X .85 k 6% delay enhancement = $3,694.10.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">3) Against Dallas, DHA, &amp; HUD:  936.0 hours requested.  40.7 hours are environmental-related and 895.3 hours are valid.  Fee award = 895.3 X $125 X .85 k 6% delay enhancement = $100,833.16.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">D. Dusty Rhodes:  All hours disallowed.</p>\n    </div>\n    <p class=\"indent\">E. Christyne D. Stone:</p>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">1) Against Dallas:  17.4 hours requested, all valid.  Fee award = 17.4 X $75 X .85 k 6% delay enhancement = $1,175.80.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">2) Against Dallas &amp; DHA:  No hours requested.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">3) Against Dallas, DHA, &amp; HUD:  96.9 hours requested, all valid.  Fee award = 96.9 X $75 X .85 k 6% delay enhancement = $6,548.02.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">We leave undisturbed the award of litigation expenses and fees and expenses for the fee litigation.  We remand for the court to set payment schedules and to allocate the joint-and-several portions, in its discretion, and to enter a final fee award in accordance with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The judgment is AFFIRMED in part;  MODIFIED in part;  and REMANDED for further limited proceedings.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The plaintiffs wanted as few units as practical in the project</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The City Consent Decree required that, if more than 1200 units were retained in West Dallas, the court would have to find that West Dallas was \"a viable community\" before those additional units could be occupied.  Dallas claims that the West Dallas Agreement contained the viability requirement because it stated that the HUD plan \"will result in the long-term physical and social viability of the Lake West Developments.\"   In fact, the West Dallas Agreement stated that \"HUD has determined\" that viability will exist, and elsewhere specifically stated that this provision is in lieu of the earlier requirement that viability be found by the court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In the district court, Dallas also contended that the plaintiffs' opposition to the West Dallas Agreement did not cause its defeat.  See Posada v. Lamb County, <span class=\"citation\" data-id=\"424702\"><a href=\"/opinion/424702/victoria-posada-v-lamb-county-texas/\"><span class=\"volume\">716</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1066</span></a></span>, 1072 (5th Cir.1983) (stating that the plaintiffs' action must cause the defendants to cease their illegal behavior).  They assert, rather, that the change in presidential administrations caused the defeat.  They allude to this argument on appeal but do not squarely assert it.  In any case, this argument is meritless.  Considering that the West Dallas Agreement was proposed five days before the end of the Bush Administration and was not withdrawn until eight months after the beginning of the Clinton Administration, this theory is dubious, at best.  The finding that the plaintiffs' opposition substantially contributed to the West Dallas Agreement's defeat is not clearly erroneous</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Dallas also challenges fee awards for zoning research, on the ground that the awards were in respect to another lawsuit that the plaintiffs have filed but that has not been resolved.  The plaintiffs argue that they used that research to oppose the West Dallas Agreement, which required substantial zoning changes in Dallas.  The finding that the zoning research was used to oppose the West Dallas Agreement is supported by the record and is not clearly erroneous</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Contrary to plaintiffs' suggestion, the district court based its award on the Smith motion on DHA's granting \"permission for her to transfer to another project\" because of her children's elevated blood levels, not on Smith's blocking the West Dallas Agreement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Although Kellstrom involved a fee award under 15 U.S.C. &#167; 15, not 42 U.S.C. &#167; 1988, the legal analysis is the same under most fee-shifting statutes.  See, e.g., Salley v. St. Tammany Parish Sch. Bd., <span class=\"citation\" data-id=\"7272\"><a href=\"/opinion/7272/salley-v-st-tammany-parish-school-bd/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">458</span></a></span>, 468 n. 13 (5th Cir.1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Deference is particularly appropriate here, as the district court had superior knowledge of the nature of the litigation before it and the need for multiple counsel.  See Watkins, 7 F.3d at 457.   Dallas makes much of the court's statement that the multiple representation was reasonable because \"[s]eldom were the co-defendants' attorneys outnumbered by plaintiffs' counsel.\"   We do not read that sentence as suggesting that the court based its reasonableness judgment solely on a comparison of the number of attorneys for each side</p>\n        <p>Similarly, we do not believe that the district court relied on a comparison of the hours charged by each side to justify its finding of overall reasonableness.  The district court merely stated, \"The time spent by the defendants' counsel is also probative on the issue of reasonable hours.\"  (Emphasis added.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See Kellstrom, 50 F.3d at 324 (\"[T]he documentation must be sufficient for the court to verify that the applicant has met its burden.\");  Watkins, 7 F.3d at 457 (\"[T]he court should exclude all time that is ... inadequately documented.\");  Leroy v. City of Houston, <span class=\"citation\" data-id=\"496222\"><a href=\"/opinion/496222/moses-leroy-v-city-of-houston/\"><span class=\"volume\">831</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">576</span></a></span>, 585-86 (5th Cir.1987) (reducing lodestar for inadequate documentation), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1008</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1735</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">199</span></span> (1988)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Cf. Alberti, 896 F.2d at 930 (\"Ideally, billing judgment is reflected in the fee application, showing not only hours claimed, but also hours written off.\");  Leroy, 831 F.2d at 585 n. 15 (\"[T]he billing records are completely devoid of any hours written off.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> See Cruz v. Hauck, <span class=\"citation\" data-id=\"452982\"><a href=\"/opinion/452982/fred-a-cruz-and-mrs-frances-t-freeman-cruz-movant-appellant-v-wb/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1230</span></a></span>, 1235 (5th Cir.1985) (\"A finding that some of the hours claimed were for clerical work may justify compensating those hours at a lower rate....\");  Johnson, 488 F.2d at 717 (\"It is appropriate to distinguish between legal work, in the strict sense, and investigation, clerical work, compilation of facts and statistics and other work which can often be accomplished by non-lawyers....\");  see also Alberti, 896 F.2d at 933 (reducing the hours awarded because some monitoring work does not meet \"the discipline of legal work\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> This court has not held that a district court can make a lodestar enhancement sua sponte.  See Cooper v. Pentecost, <span class=\"citation\" data-id=\"8887\"><a href=\"/opinion/8887/cooper-v-hopkins/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">829</span></a></span>, 833 (5th Cir.1996) (\"It is appropriate for a court to enhance the lodestar amount only in certain exceptional cases where the prevailing party demonstrates that the enhancement is necessary to make the lodestar reasonable.\")  (emphasis added).  As we decide that the enhancement was an unjustified on its merits, we do not address this issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> See Pennsylvania v. Delaware Valley Citizens' Council for Clean Air, <span class=\"citation\" data-id=\"111749\"><a href=\"/opinion/111749/pennsylvania-v-delaware-valley-citizens-council-for-clean-air/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">546</span></a></span>, 565, <span class=\"citation\" data-id=\"111749\"><a href=\"/opinion/111749/pennsylvania-v-delaware-valley-citizens-council-for-clean-air/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3088</span></a></span>, 3098, <span class=\"citation\" data-id=\"111749\"><a href=\"/opinion/111749/pennsylvania-v-delaware-valley-citizens-council-for-clean-air/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">439</span></a></span> (1986) (\" '[N]ovelty [and] complexity of the issues,' 'the special skill and experience of counsel,' the 'quality of representation,' and the 'results obtained' from the litigation are presumably fully reflected in the lodestar amount, and thus cannot serve as independent bases for increasing the basic fee award.\")  (quoting Blum, 465 U.S. at 898-900, 104 S.Ct. at 1548-50);  Shipes II, 987 F.2d at 320</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> See Burlington, 505 U.S. at 567, 112 S.Ct. at 2643;  Shipes II, 987 F.2d at 323 (stating that \"following the clearly lighted path of Burlington, we now hold that the contingent nature of the case cannot serve as a basis for enhancement of attorneys' fees\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The plaintiffs' \"Declaration of Michael M. Daniel in Support of Motion for Postjudgment Fees\" similarly refers to the earlier litigation as causing the angering of friends and allies</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> It is uncontested that the custom in Dallas is to bill for paralegal time.  Furthermore, the record supports such a finding</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> The district court, without explanation, reallocated $3,152 from Dallas to joint and several among the three co-defendants and deleted another $1,105.  We have ignored these actions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> The .85 reflects the 15% reduction for lack of billing judgment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> As DHA and HUD do not appeal, we do not decrease the amount of fees charged against them but merely decrease the portion of the joint-and-several fee award for which Dallas is responsible</p>\n      </div>\n    </div>\n    ",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/6311/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/7017/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/7272/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/7378/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/8887/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/104695/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110929/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111123/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111749/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111929/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112225/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112299/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112778/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/315529/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/358671/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/371386/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/378210/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/381303/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/421724/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/424702/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/452982/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/488545/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/496222/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/497359/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/507122/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/528220/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/534594/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/537017/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/601519/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/655313/"
          ]
        }
      ],
      "judges": "",
      "date_created": "2015-10-13T23:23:58.083384Z",
      "date_modified": "2017-12-15T01:37:21.128785Z",
      "date_filed": "1996-11-19",
      "date_filed_is_approximate": false,
      "slug": "walker-v-mesquite-tx",
      "citation_id": 10107,
      "case_name_short": "Walker",
      "case_name": "Walker v. Mesquite TX",
      "case_name_full": "",
      "federal_cite_one": "99 F.3d 761",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "CR",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 64,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/983511/walker-v-mesquite-tx/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T13:34:11.700691Z",
  "date_modified": "2014-10-30T13:34:11.700691Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Walker",
  "case_name": "Walker v. Mesquite TX",
  "case_name_full": "",
  "slug": "walker-v-mesquite-tx",
  "docket_number": "95-10817",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}