{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/985790/",
  "id": 985790,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/tex/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1497363/",
      "id": 1497363,
      "absolute_url": "/opinion/1497363/state-v-lowry/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/985790/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1497363/",
          "id": 1497363,
          "absolute_url": "/opinion/1497363/state-v-lowry/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1497363/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/5795/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:29:15.323192Z",
          "date_modified": "2017-04-06T02:29:01.345060Z",
          "type": "010combined",
          "sha1": "0b085d24b9db79ce63236796431b75688b3a0561",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>802 S.W.2d 669 (1991)</b></center>\n<center><h1>The STATE of Texas, Relator,<br>\nv.<br>\nThe Honorable Peter M. LOWRY, Respondent.</h1></center>\n<center>No. C-9822.</center>\n<center><p><b>Supreme Court of Texas.</b></p></center>\n<center>February 6, 1991.</center>\n<p><span class=\"star-pagination\">*670</span> Allene D. Evans, Austin, for relator.</p>\n<p>H. Lee Godfrey, Theodore E. Weiss, Houston, Curtis L. Frisbie, Jr., Dallas, David Cohen, Austin, E. Russell Nunnally, Dallas, Larry F. York, Austin, Fletcher L. Yarborough, Stacy R. Obenhaus, Dallas, Harry M. Reasoner, Houston, H. Robert</p>\n<p>Powell, Austin, James D. McCarthy, Dallas, P.M. Schenkkan, Austin, William J. Dyer, Houston, for respondent.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>DOGGETT, Justice.</p>\n<p>We consider whether the Attorney General of Texas must produce certain documents pertaining to an investigation conducted pursuant to the Texas Free Enterprise and Antitrust Act. The trial court ordered production of materials obtained through presuit civil investigative demands (CIDs) and of relevant documents in the custody of subdivisions of the Attorney General's Office not directly involved in the underlying enforcement action and further required identification of the authors of related citizen complaint letters. We conditionally grant the writ of mandamus as to the citizen complaint letters, but deny all other relief.</p>\n<p>After receiving consumer complaints about insurance practices, the Attorney General launched an investigation in 1986 concerning possible violations of the Texas Free Enterprise and Antitrust Act, Tex. Bus. § 15.01-15.51 (Vernon 1987 &amp; Supp.1990). Pursuant to that statute,<sup>[1]</sup> the Attorney General issued numerous CIDs to compel testimony and production of documents relevant to the inquiry. Based on the information received, the State of Texas brought suit in 1988 against a number of insurance companies and related entities, asserting antitrust violations and seeking imposition of a constructive trust, damages, and civil penalties. During this litigation, the defendant insurers jointly sought the production of all documents within the control of the Attorney General related to either the allegations in his pleadings or \"the availability, affordability, or adequacy\" of liability insurance. The Attorney General made <span class=\"star-pagination\">*671</span> available to the insurers all materials obtained pursuant to his CID powers that he intended to introduce into evidence at trial. The remainder, as to which privileges from discovery were claimed, were identified in a log and tendered to the court for inspection. The Attorney General also sought to protect the identity of each author of a complaint letter from whom consent for release could not be obtained and tendered the letters to the trial court for inspection. He further attempted to limit discovery directed to the Attorney General's Office solely to the Antitrust Division, which initiated this litigation. The trial court ordered production.</p>\n<p>Affording parties full discovery promotes the fair resolution of disputes by the judiciary. This court has vigorously sought to ensure that lawsuits are \"decided by what the facts reveal, not by what facts are concealed.\" <i>Jampole v. Touchy,</i> 673 S.W.2d 569, 573 (Tex.1984, orig. proceeding). Discovery is thus the linchpin of the search for truth, as it makes \"a trial less of a game of blind man's bluff and more a fair contest with the issues and facts disclosed to the fullest practicable extent.\" <i>United States v. Proctor and Gamble Co.,</i> 356 U.S. 677, 682, 78 S.Ct. 983, 986-87, 2 L.Ed.2d 1077, 1082 (1958). In recent years, we have sought to secure this objective through both revision of the Texas Rules of Civil Procedure and our opinions discouraging gamesmanship and secrecy. <i>See, e.g., </i><i>Axelson, Inc. v. Mcllhany,</i> 798 S.W.2d 550, 553 (Tex.1990, orig. proceeding) (observing that \"litigants [should] obtain the fullest knowledge of the facts and issues prior to trial\") (citing <i>Gutierrez v. Dallas Indep. School Dist,</i> 729 S.W.2d 691, 693 (Tex. 1987)); <i>Scott v. Mcllhany,</i> 798 S.W.2d 556 (Tex.1990, orig. proceeding); <i>Garcia v. Peeples,</i> 734 S.W.2d 343 (Tex.1987, orig. proceeding); <i>Jampole,</i> 673 S.W.2d 569.</p>\n<p>Only in certain narrow circumstances is it appropriate to obstruct the search for truth by denying discovery. Very limited exceptions to the strongly preferred policy of openness are recognized in our state procedural rules and statutes. <i>See</i> Tex.R.Civ.Evid. 501; Tex.R.Civ.P. 166b(3). The burden is on the party seeking to avoid discovery to plead the basis for exemption or immunity and to produce evidence supporting that claim. Tex.R.Civ.P. 166b(4); <i>see also </i><i>Loftin v. Martin,</i> 776 S.W.2d 145, 147 (Tex.1989, orig. proceeding). This means a party should provide evidence to the trial court in the form of affidavits<sup>[2]</sup> or testimony to establish the claimed privilege; albeit in some limited circumstances the documents themselves may, standing alone, constitute sufficient proof. <i>Weisel Enters., Inc. v. Curry,</i> 718 S.W.2d 56, 58 (Tex.1986, orig. proceeding) (per curiam). If the trial court determines that an <i>in camera</i> inspection of the requested discovery is necessary, the materials must be segregated and produced to the court. Tex.R.Civ.P. 166b(4); <i>see </i><i>Peeples v. Fourth Court of Appeals,</i> 701 S.W.2d 635, 637 (Tex.1985, orig. proceeding).</p>\n<p>The bulk of the materials at issue were shown, by affidavits introduced at the hearing, to have been gathered by the Attorney General pursuant to his statutory CID power. These include depositions, written interrogatory questions and answers, as well as related exhibits. In seeking to resist production, the State asserted a statutory privilege against discovery, Tex.Bus. &amp; Com.Code Ann. § 15.10(i),<sup>[3]</sup> which provides <span class=\"star-pagination\">*672</span> that CID materials are not generally \"available for examination\" without the consent of the CID`recipient. The confidentiality accorded by this statute, however, is qualified in two ways: (1) \"except as provided in this section\" or (2) if \"ordered by a court for good cause shown.\" <i>Id.</i></p>\n<p>With respect to the first of these limitations, the insurers interpret section 15.10(i)(2), which vests in the Attorney General the discretion to make available CID materials in a judicial proceeding, as requiring the disclosure in response to a request for discovery once suit is initiated. The basis for this construction of the statute is the Federal Antitrust Civil Process Act, 15 U.S.C. §§ 1311-14 (1982), after which the Texas CID provisions are patterned. Although nothing in the wording of the federal statute explicitly so provides, its legislative history makes clear that once an enforcement action is commenced in court, the investigative materials are subject to discovery in accordance with federal procedural rules. H.R.Rep. No. 1343, 94th Cong., 2d Sess. 15, <i>reprinted in</i> 1976 U.S. Code Cong. &amp; Admin.News 2572, 2596, 2609-10. Not found in the federal statute is the \"good cause\" predicate to disclosure of CID materials which was added to the state statute. Rather than adopting the distinction between presuit and postsuit that was engrafted upon its federal counterpart to determine what CID materials Jmust be made available, the Texas CID statute hinges the issue of disclosure on the existence of good cause. The rules of statutory construction are not well-served by reading into section 15.10(i) a distinction that is neither reflected in the plain words of the statute nor the history leading to its enactment.<sup>[4]</sup> Although strong policy reasons support the right of one accused of wrongdoing by the government to obtain the documentation leading to a complaint, we cannot ignore the balance that has been legislatively achieved.</p>\n<p>The insurers further argue that the language of section 15.10\"[ejxcept as provided in this section\"should be interpreted to include section 15.12 of the Act.<sup>[5]</sup> Because that section provides that the Texas Rules of Civil Procedure apply once a lawsuit is filed, the insurers rely on those rules as permitting discovery of the CID materials without any showing of good cause. Such a reading would violate a basic principle of statutory construction that \"the entire statute is intended to be effective.\" Code Construction Act, Tex. Gov't Code Ann. § 311.021 (Vernon 1988). We cannot interpret the words \"this section\" as used in section 15.10 to refer to <i>another</i> section of the Act, section 15.12. By choosing the words it did, the legislature clearly did not intend the provisions of section 15.12 to overrule the confidentiality provisions of section 15.10.</p>\n<p><span class=\"star-pagination\">*673</span> The insurers assert, in the alternative, that good cause mandates disclosure of the CID materials. They further contend that they have overcome the additional privileges to discovery asserted by the State under Texas Rule of Civil Procedure 166b(3) through demonstrating as provided therein\"that the party seeking discovery has substantial need of the materials and that the party is unable without undue hardship to obtain the substantial equivalent of the materials by other means....\" While necessarily determined by the facts of a particular case, good cause, we believe, may ordinarily be established by such a showing.</p>\n<p>With respect to the substantial need prong of the good cause standard, all of the information sought to be discovered was gathered by the State during the investigation that led to the filing of this antitrust enforcement action. The State has refused to provide materials requested by the insurers that could lead to evidence supporting their defense. It is difficult for the insurers to make a more particularized showing of need for these documents, the contents of which are unknown to them. We determine that a sufficient showing was made to establish substantial need.</p>\n<p>As for the undue hardship prong of the good cause standard, the insurers urge, and the State does not appear to dispute, the extreme difficulty and burden of replicating the investigative materials it has amassed. Copies of the CID materials cannot easily be obtained directly from third party sources because the State has refused to disclose which persons identified Jas having knowledge of relevant facts were respondents to its previous civil investigative demands. Even if they could somehow retrace their opponent's investigative path with any hope of finding all the information that had been assembled against them, the defendants should not be put to the expense and delay of that exercise. Because the substantial need and undue hardship requirements of Rule 166b(3) as well as the burden of establishing good cause under section 15.10 were satisfied, the trial judge properly ordered production.<sup>[6]</sup></p>\n<p>The Attorney General sought to protect, under the informant and investigative privileges, Tex.R.Civ.Evid. 508 and Tex.R.Civ.P. 166b(3)(d), that portion of the complaint letters that would identify the authors, unless their consent had been obtained. The State, however, offered no affidavits or testimony to set forth the factual basis of these claims.<sup>[7]</sup> To establish the informant privilege, the State must initially show that the person has provided to a law enforcement officer information assisting in the investigation of a possible violation of the law. Tex.R.Civ.Evid. 508(a). The content and addressee of the letter may be sufficient to prove the necessary factual predicate. Thus, the letters themselves may establish the privilege claimed.<sup>[8]</sup> Because the Attorney General offered to tender these documents for an <i>in camera</i> inspection, and such review was critical to the evaluation of privilege, the trial judge should have conducted an examination. <i>Loftin,</i> 776 S.W.2d at 148; <i>Weisel,</i> 718 S.W.2d at 58.</p>\n<p>The Attorney General further sought to limit discovery to those documents under the custody and control of <span class=\"star-pagination\">*674</span> the Antitrust Division, rather than his entire office. To permit a litigant to compartmentalize its operations to resist disclosure by some of the employees, attorneys, or agents over whom it \"has a superior right to compel\" cooperation, Tex.R.Civ.P. 166b(2)(b), runs counter to our rules favoring full discovery. To the extent that discovery is appropriate concerning part of his operations, it should be provided with regard to all portions of the Attorney General's Office.<sup>[9]</sup> Although the documents in other divisions are within the scope of production, we do not foreclose the possibility that those documents are privileged. Of course, the Attorney General must present \"any evidence necessary to support\" any privilege he may claim for these documents. Tex.R.Civ.P. 166b(4).</p>\n<p>Under the particular circumstances presented, we hold that the failure of the trial judge to conduct an <i>in camera</i> examination of the citizen letters sought to be discovered constituted an abuse of discretion, and grant mandamus relief accordingly. We deny the request for relief seeking to protect from discovery the CID materials and documents held by divisions of the Attorney General's office not charged with antitrust enforcement. We are confident that Judge Lowry, after vacating in part his orders of January 25, 1990 and February 9, 1990, will conduct further proceedings consistent with this opinion. The writ of mandamus will issue only if the trial court does not so vacate its orders.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 15.10(b) of the Act provides:\n</p>\n<p>Whenever the attorney general has reason to believe that any person may be in possession, custody, or control of any documentary material or may have any information relevant to a civil antitrust investigation, the attorney general may, prior to the institution of a civil proceeding, issue in writing and serve upon such person a civil investigative demand requiring the person to produce such documentary material for inspection and copying, to answer in writing written interrogatories, to give oral testimony, or to provide any combination of such material, answers, and testimony....</p>\n<p>[2]  Such affidavits may not be tendered for <i>ex parte</i> consideration, see <i>Barnes v. Whittington,</i> 751 S.W.2d 493, 495 n. 1 (Tex. 1988, orig. proceeding), and must be served at least seven days in advance of the hearing. <i>See</i> Tex.R.Civ.P. 166b(4).</p>\n<p>[3]  (i) Disclosure and Use of Material and Information.\n</p>\n<p>(1) Except as provided in this section or ordered by a court for good cause shown, no documentary material, answers to interrogatories, or transcripts of oral testimony, or copies or contents thereof, shall be available for examination or used by any person without the consent of the person who produced the material, answers, or testimony and, in the case of any product of discovery, of the person from whom the discovery was obtained.</p>\n<p>(2) The attorney general may make available for inspection or prepare copies of documentary material, answers to interrogatories, or transcripts of oral testimony in his or her possession as he or she determines may be required by the state in the course of any investigation or a judicial proceeding in which the state is a party.</p>\n<p>[4]  Additionally, we note that two other statutes have granted to the attorney general the power to issue civil investigative demands. Tex.Bus. &amp; Com.Code Ann. § 17.61(f) (Vernon 1987) (charging the Attorney General to investigate deceptive acts); Tex.Rev.Civ.Stat.Ann. art. 8307 § 9a(e)(3)(E) (Vernon Supp.Pamph.1990) (repealed) (Attorney General responsible for investigation of fraud in connection with worker's compensation claims). These CID provisions import a good cause prerequisite to disclosure of investigative materials and permit the Attorney General to use these documents as he \"determines necessary.\" The legislature has thus implemented a consistent rule governing disclosure of materials gathered pursuant to the attorney general's CID powers. The interpretation urged by the insurers would either result in an inconsistency, by allowing disclosure of CID materials only in antitrust enforcement actions once suit is filed, or place this court in the unacceptable posture of interpreting Texas nonantitrust CID statutes as requiring postsuit disclosure based on a single sentence in a report discussing the passage of a federal antitrust CID statute.</p>\n<p>[5]  Additional Procedures\n</p>\n<p>In addition to the procedures set forth in this subchapter, the attorney general and any other party to a suit brought by the attorney general to enforce any of the prohibitions in Section 15.05 of this Act may request discovery and production of documents and other things, serve written interrogatories, and subpoena and depose witnesses in accordance with the applicable provisions of the Texas Rules of Civil Procedure and other state law relating to discovery.</p>\n<p>Tex.Bus. 15.12 (Vernon 1987).</p>\n<p>[6]  The Attorney General further objected to production of these materials because the selection of CID recipients and the questions posed to them constituted attorney work product. Tex. R.Civ.P. 166b(3)(a). The trial court properly determined that \"depositions, statements or interrogatory responses obtained\" from third parties pursuant to the State's CID powers were not protected by the work product privilege.</p>\n<p>[7]  The record before us is insufficient to determine whether these unsolicited complaint letters received during the Attorney General's investigation fall within the investigative privilege. Nevertheless, any such privilege may be overcome by the showing set forth in Rule 166b(3).</p>\n<p>[8]  By protecting the anonymity of consumers who report illegal activity, the privilege encourages people to assist law enforcement officials; however, the rule provides an exception if \"an informer may be able to give testimony necessary to a fair determination of a <i>material issue</i>\" in the case. Tex.R.Civ.Evid. 508(c)(2) (emphasis added). Nothing in the record suggests that the insurers argued that the exception applied; nor did they offer evidence to support its application.</p>\n<p>[9]  While in <i>Public Utility Commission of Texas v. Cofer,</i> 754 S.W.2d 121 (Tex.1988, orig. proceeding), we recognized that in certain instances attorneys in different divisions of the Attorney General's Office representing opposing sides in the same litigation may need to be \"screened off\" from each other, the affidavits of various division heads provide no specifics as to what screening mechanisms are in effect nor how they would be affected by the trial court's discovery order.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">802</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">669</span></span> (1991)</b></center>\n<center><h1>The STATE of Texas, Relator,<br>\nv.<br>\nThe Honorable Peter M. LOWRY, Respondent.</h1></center>\n<center>No. C-9822.</center>\n<center><p><b>Supreme Court of Texas.</b></p></center>\n<center>February 6, 1991.</center>\n<p><span class=\"star-pagination\">*670</span> Allene D. Evans, Austin, for relator.</p>\n<p>H. Lee Godfrey, Theodore E. Weiss, Houston, Curtis L. Frisbie, Jr., Dallas, David Cohen, Austin, E. Russell Nunnally, Dallas, Larry F. York, Austin, Fletcher L. Yarborough, Stacy R. Obenhaus, Dallas, Harry M. Reasoner, Houston, H. Robert</p>\n<p>Powell, Austin, James D. McCarthy, Dallas, P.M. Schenkkan, Austin, William J. Dyer, Houston, for respondent.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>DOGGETT, Justice.</p>\n<p>We consider whether the Attorney General of Texas must produce certain documents pertaining to an investigation conducted pursuant to the Texas Free Enterprise and Antitrust Act. The trial court ordered production of materials obtained through presuit civil investigative demands (CIDs) and of relevant documents in the custody of subdivisions of the Attorney General's Office not directly involved in the underlying enforcement action and further required identification of the authors of related citizen complaint letters. We conditionally grant the writ of mandamus as to the citizen complaint letters, but deny all other relief.</p>\n<p>After receiving consumer complaints about insurance practices, the Attorney General launched an investigation in 1986 concerning possible violations of the Texas Free Enterprise and Antitrust Act, Tex. Bus. § 15.01-15.51 (Vernon 1987 &amp; Supp.1990). Pursuant to that statute,<sup>[1]</sup> the Attorney General issued numerous CIDs to compel testimony and production of documents relevant to the inquiry. Based on the information received, the State of Texas brought suit in 1988 against a number of insurance companies and related entities, asserting antitrust violations and seeking imposition of a constructive trust, damages, and civil penalties. During this litigation, the defendant insurers jointly sought the production of all documents within the control of the Attorney General related to either the allegations in his pleadings or \"the availability, affordability, or adequacy\" of liability insurance. The Attorney General made <span class=\"star-pagination\">*671</span> available to the insurers all materials obtained pursuant to his CID powers that he intended to introduce into evidence at trial. The remainder, as to which privileges from discovery were claimed, were identified in a log and tendered to the court for inspection. The Attorney General also sought to protect the identity of each author of a complaint letter from whom consent for release could not be obtained and tendered the letters to the trial court for inspection. He further attempted to limit discovery directed to the Attorney General's Office solely to the Antitrust Division, which initiated this litigation. The trial court ordered production.</p>\n<p>Affording parties full discovery promotes the fair resolution of disputes by the judiciary. This court has vigorously sought to ensure that lawsuits are \"decided by what the facts reveal, not by what facts are concealed.\" <i>Jampole v. Touchy,</i> <span class=\"citation\" data-id=\"2455863\"><a href=\"/opinion/2455863/jampole-v-touchy/\"><span class=\"volume\">673</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">569</span></a></span>, 573 (Tex.1984, orig. proceeding). Discovery is thus the linchpin of the search for truth, as it makes \"a trial less of a game of blind man's bluff and more a fair contest with the issues and facts disclosed to the fullest practicable extent.\" <i>United States v. Proctor and Gamble Co.,</i> <span class=\"citation\" data-id=\"105703\"><a href=\"/opinion/105703/united-states-v-procter-gamble-co/\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">677</span></a></span>, 682, <span class=\"citation\" data-id=\"105703\"><a href=\"/opinion/105703/united-states-v-procter-gamble-co/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">983</span></a></span>, 986-87, <span class=\"citation\" data-id=\"105703\"><a href=\"/opinion/105703/united-states-v-procter-gamble-co/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1077</span></a></span>, 1082 (1958). In recent years, we have sought to secure this objective through both revision of the Texas Rules of Civil Procedure and our opinions discouraging gamesmanship and secrecy. <i>See, e.g., </i><i>Axelson, Inc. v. Mcllhany,</i> <span class=\"citation\" data-id=\"2455522\"><a href=\"/opinion/2455522/axelson-inc-v-mcilhany/\"><span class=\"volume\">798</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">550</span></a></span>, 553 (Tex.1990, orig. proceeding) (observing that \"litigants [should] obtain the fullest knowledge of the facts and issues prior to trial\") (citing <i>Gutierrez v. Dallas Indep. School Dist,</i> <span class=\"citation\" data-id=\"2443586\"><a href=\"/opinion/2443586/gutierrez-v-dallas-independent-school-dist/\"><span class=\"volume\">729</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">691</span></a></span>, 693 (Tex. 1987)); <i>Scott v. Mcllhany,</i> <span class=\"citation\" data-id=\"2455575\"><a href=\"/opinion/2455575/tom-l-scott-inc-v-mcilhany/\"><span class=\"volume\">798</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">556</span></a></span> (Tex.1990, orig. proceeding); <i>Garcia v. Peeples,</i> <span class=\"citation\" data-id=\"2431498\"><a href=\"/opinion/2431498/garcia-v-peeples/\"><span class=\"volume\">734</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">343</span></a></span> (Tex.1987, orig. proceeding); <i>Jampole,</i> <span class=\"citation\" data-id=\"2455863\"><a href=\"/opinion/2455863/jampole-v-touchy/\"><span class=\"volume\">673</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">569</span></a></span>.</p>\n<p>Only in certain narrow circumstances is it appropriate to obstruct the search for truth by denying discovery. Very limited exceptions to the strongly preferred policy of openness are recognized in our state procedural rules and statutes. <i>See</i> Tex.R.Civ.Evid. 501; Tex.R.Civ.P. 166b(3). The burden is on the party seeking to avoid discovery to plead the basis for exemption or immunity and to produce evidence supporting that claim. Tex.R.Civ.P. 166b(4); <i>see also </i><i>Loftin v. Martin,</i> <span class=\"citation\" data-id=\"1775656\"><a href=\"/opinion/1775656/loftin-v-martin/\"><span class=\"volume\">776</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">145</span></a></span>, 147 (Tex.1989, orig. proceeding). This means a party should provide evidence to the trial court in the form of affidavits<sup>[2]</sup> or testimony to establish the claimed privilege; albeit in some limited circumstances the documents themselves may, standing alone, constitute sufficient proof. <i>Weisel Enters., Inc. v. Curry,</i> <span class=\"citation\" data-id=\"1756496\"><a href=\"/opinion/1756496/weisel-enterprises-inc-v-curry/\"><span class=\"volume\">718</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">56</span></a></span>, 58 (Tex.1986, orig. proceeding) (per curiam). If the trial court determines that an <i>in camera</i> inspection of the requested discovery is necessary, the materials must be segregated and produced to the court. Tex.R.Civ.P. 166b(4); <i>see </i><i>Peeples v. Fourth Court of Appeals,</i> <span class=\"citation\" data-id=\"2436879\"><a href=\"/opinion/2436879/peeples-v-hon-fourth-supreme-judicial-dist/\"><span class=\"volume\">701</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">635</span></a></span>, 637 (Tex.1985, orig. proceeding).</p>\n<p>The bulk of the materials at issue were shown, by affidavits introduced at the hearing, to have been gathered by the Attorney General pursuant to his statutory CID power. These include depositions, written interrogatory questions and answers, as well as related exhibits. In seeking to resist production, the State asserted a statutory privilege against discovery, Tex.Bus. &amp; Com.Code Ann. § 15.10(i),<sup>[3]</sup> which provides <span class=\"star-pagination\">*672</span> that CID materials are not generally \"available for examination\" without the consent of the CID`recipient. The confidentiality accorded by this statute, however, is qualified in two ways: (1) \"except as provided in this section\" or (2) if \"ordered by a court for good cause shown.\" <i>Id.</i></p>\n<p>With respect to the first of these limitations, the insurers interpret section 15.10(i)(2), which vests in the Attorney General the discretion to make available CID materials in a judicial proceeding, as requiring the disclosure in response to a request for discovery once suit is initiated. The basis for this construction of the statute is the Federal Antitrust Civil Process Act, 15 U.S.C. §§ 1311-14 (1982), after which the Texas CID provisions are patterned. Although nothing in the wording of the federal statute explicitly so provides, its legislative history makes clear that once an enforcement action is commenced in court, the investigative materials are subject to discovery in accordance with federal procedural rules. H.R.Rep. No. 1343, 94th Cong., 2d Sess. 15, <i>reprinted in</i> 1976 U.S. Code Cong. &amp; Admin.News 2572, 2596, 2609-10. Not found in the federal statute is the \"good cause\" predicate to disclosure of CID materials which was added to the state statute. Rather than adopting the distinction between presuit and postsuit that was engrafted upon its federal counterpart to determine what CID materials Jmust be made available, the Texas CID statute hinges the issue of disclosure on the existence of good cause. The rules of statutory construction are not well-served by reading into section 15.10(i) a distinction that is neither reflected in the plain words of the statute nor the history leading to its enactment.<sup>[4]</sup> Although strong policy reasons support the right of one accused of wrongdoing by the government to obtain the documentation leading to a complaint, we cannot ignore the balance that has been legislatively achieved.</p>\n<p>The insurers further argue that the language of section 15.10\"[ejxcept as provided in this section\"should be interpreted to include section 15.12 of the Act.<sup>[5]</sup> Because that section provides that the Texas Rules of Civil Procedure apply once a lawsuit is filed, the insurers rely on those rules as permitting discovery of the CID materials without any showing of good cause. Such a reading would violate a basic principle of statutory construction that \"the entire statute is intended to be effective.\" Code Construction Act, Tex. Gov't Code Ann. § 311.021 (Vernon 1988). We cannot interpret the words \"this section\" as used in section 15.10 to refer to <i>another</i> section of the Act, section 15.12. By choosing the words it did, the legislature clearly did not intend the provisions of section 15.12 to overrule the confidentiality provisions of section 15.10.</p>\n<p><span class=\"star-pagination\">*673</span> The insurers assert, in the alternative, that good cause mandates disclosure of the CID materials. They further contend that they have overcome the additional privileges to discovery asserted by the State under Texas Rule of Civil Procedure 166b(3) through demonstrating as provided therein\"that the party seeking discovery has substantial need of the materials and that the party is unable without undue hardship to obtain the substantial equivalent of the materials by other means....\" While necessarily determined by the facts of a particular case, good cause, we believe, may ordinarily be established by such a showing.</p>\n<p>With respect to the substantial need prong of the good cause standard, all of the information sought to be discovered was gathered by the State during the investigation that led to the filing of this antitrust enforcement action. The State has refused to provide materials requested by the insurers that could lead to evidence supporting their defense. It is difficult for the insurers to make a more particularized showing of need for these documents, the contents of which are unknown to them. We determine that a sufficient showing was made to establish substantial need.</p>\n<p>As for the undue hardship prong of the good cause standard, the insurers urge, and the State does not appear to dispute, the extreme difficulty and burden of replicating the investigative materials it has amassed. Copies of the CID materials cannot easily be obtained directly from third party sources because the State has refused to disclose which persons identified Jas having knowledge of relevant facts were respondents to its previous civil investigative demands. Even if they could somehow retrace their opponent's investigative path with any hope of finding all the information that had been assembled against them, the defendants should not be put to the expense and delay of that exercise. Because the substantial need and undue hardship requirements of Rule 166b(3) as well as the burden of establishing good cause under section 15.10 were satisfied, the trial judge properly ordered production.<sup>[6]</sup></p>\n<p>The Attorney General sought to protect, under the informant and investigative privileges, Tex.R.Civ.Evid. 508 and Tex.R.Civ.P. 166b(3)(d), that portion of the complaint letters that would identify the authors, unless their consent had been obtained. The State, however, offered no affidavits or testimony to set forth the factual basis of these claims.<sup>[7]</sup> To establish the informant privilege, the State must initially show that the person has provided to a law enforcement officer information assisting in the investigation of a possible violation of the law. Tex.R.Civ.Evid. 508(a). The content and addressee of the letter may be sufficient to prove the necessary factual predicate. Thus, the letters themselves may establish the privilege claimed.<sup>[8]</sup> Because the Attorney General offered to tender these documents for an <i>in camera</i> inspection, and such review was critical to the evaluation of privilege, the trial judge should have conducted an examination. <i>Loftin,</i> 776 S.W.2d at 148; <i>Weisel,</i> 718 S.W.2d at 58.</p>\n<p>The Attorney General further sought to limit discovery to those documents under the custody and control of <span class=\"star-pagination\">*674</span> the Antitrust Division, rather than his entire office. To permit a litigant to compartmentalize its operations to resist disclosure by some of the employees, attorneys, or agents over whom it \"has a superior right to compel\" cooperation, Tex.R.Civ.P. 166b(2)(b), runs counter to our rules favoring full discovery. To the extent that discovery is appropriate concerning part of his operations, it should be provided with regard to all portions of the Attorney General's Office.<sup>[9]</sup> Although the documents in other divisions are within the scope of production, we do not foreclose the possibility that those documents are privileged. Of course, the Attorney General must present \"any evidence necessary to support\" any privilege he may claim for these documents. Tex.R.Civ.P. 166b(4).</p>\n<p>Under the particular circumstances presented, we hold that the failure of the trial judge to conduct an <i>in camera</i> examination of the citizen letters sought to be discovered constituted an abuse of discretion, and grant mandamus relief accordingly. We deny the request for relief seeking to protect from discovery the CID materials and documents held by divisions of the Attorney General's office not charged with antitrust enforcement. We are confident that Judge Lowry, after vacating in part his orders of January 25, 1990 and February 9, 1990, will conduct further proceedings consistent with this opinion. The writ of mandamus will issue only if the trial court does not so vacate its orders.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 15.10(b) of the Act provides:\n</p>\n<p>Whenever the attorney general has reason to believe that any person may be in possession, custody, or control of any documentary material or may have any information relevant to a civil antitrust investigation, the attorney general may, prior to the institution of a civil proceeding, issue in writing and serve upon such person a civil investigative demand requiring the person to produce such documentary material for inspection and copying, to answer in writing written interrogatories, to give oral testimony, or to provide any combination of such material, answers, and testimony....</p>\n<p>[2]  Such affidavits may not be tendered for <i>ex parte</i> consideration, see <i>Barnes v. Whittington,</i> <span class=\"citation\" data-id=\"1518327\"><a href=\"/opinion/1518327/barnes-v-whittington/\"><span class=\"volume\">751</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">493</span></a></span>, 495 n. 1 (Tex. 1988, orig. proceeding), and must be served at least seven days in advance of the hearing. <i>See</i> Tex.R.Civ.P. 166b(4).</p>\n<p>[3]  (i) Disclosure and Use of Material and Information.\n</p>\n<p>(1) Except as provided in this section or ordered by a court for good cause shown, no documentary material, answers to interrogatories, or transcripts of oral testimony, or copies or contents thereof, shall be available for examination or used by any person without the consent of the person who produced the material, answers, or testimony and, in the case of any product of discovery, of the person from whom the discovery was obtained.</p>\n<p>(2) The attorney general may make available for inspection or prepare copies of documentary material, answers to interrogatories, or transcripts of oral testimony in his or her possession as he or she determines may be required by the state in the course of any investigation or a judicial proceeding in which the state is a party.</p>\n<p>[4]  Additionally, we note that two other statutes have granted to the attorney general the power to issue civil investigative demands. Tex.Bus. &amp; Com.Code Ann. § 17.61(f) (Vernon 1987) (charging the Attorney General to investigate deceptive acts); Tex.Rev.Civ.Stat.Ann. art. 8307 § 9a(e)(3)(E) (Vernon Supp.Pamph.1990) (repealed) (Attorney General responsible for investigation of fraud in connection with worker's compensation claims). These CID provisions import a good cause prerequisite to disclosure of investigative materials and permit the Attorney General to use these documents as he \"determines necessary.\" The legislature has thus implemented a consistent rule governing disclosure of materials gathered pursuant to the attorney general's CID powers. The interpretation urged by the insurers would either result in an inconsistency, by allowing disclosure of CID materials only in antitrust enforcement actions once suit is filed, or place this court in the unacceptable posture of interpreting Texas nonantitrust CID statutes as requiring postsuit disclosure based on a single sentence in a report discussing the passage of a federal antitrust CID statute.</p>\n<p>[5]  Additional Procedures\n</p>\n<p>In addition to the procedures set forth in this subchapter, the attorney general and any other party to a suit brought by the attorney general to enforce any of the prohibitions in Section 15.05 of this Act may request discovery and production of documents and other things, serve written interrogatories, and subpoena and depose witnesses in accordance with the applicable provisions of the Texas Rules of Civil Procedure and other state law relating to discovery.</p>\n<p>Tex.Bus. 15.12 (Vernon 1987).</p>\n<p>[6]  The Attorney General further objected to production of these materials because the selection of CID recipients and the questions posed to them constituted attorney work product. Tex. R.Civ.P. 166b(3)(a). The trial court properly determined that \"depositions, statements or interrogatory responses obtained\" from third parties pursuant to the State's CID powers were not protected by the work product privilege.</p>\n<p>[7]  The record before us is insufficient to determine whether these unsolicited complaint letters received during the Attorney General's investigation fall within the investigative privilege. Nevertheless, any such privilege may be overcome by the showing set forth in Rule 166b(3).</p>\n<p>[8]  By protecting the anonymity of consumers who report illegal activity, the privilege encourages people to assist law enforcement officials; however, the rule provides an exception if \"an informer may be able to give testimony necessary to a fair determination of a <i>material issue</i>\" in the case. Tex.R.Civ.Evid. 508(c)(2) (emphasis added). Nothing in the record suggests that the insurers argued that the exception applied; nor did they offer evidence to support its application.</p>\n<p>[9]  While in <i>Public Utility Commission of Texas v. Cofer,</i> <span class=\"citation\" data-id=\"1780656\"><a href=\"/opinion/1780656/public-utility-comn-of-texas-v-cofer/\"><span class=\"volume\">754</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">121</span></a></span> (Tex.1988, orig. proceeding), we recognized that in certain instances attorneys in different divisions of the Attorney General's Office representing opposing sides in the same litigation may need to be \"screened off\" from each other, the affidavits of various division heads provide no specifics as to what screening mechanisms are in effect nor how they would be affected by the trial court's discovery order.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/105703/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1518327/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1756496/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1775656/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1780656/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2431498/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2436879/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2443586/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2455522/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2455575/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/2455863/"
          ]
        }
      ],
      "judges": "Doggett",
      "date_created": "2015-10-16T02:40:04.182342Z",
      "date_modified": "2018-01-20T03:56:50.837431Z",
      "date_filed": "1991-02-06",
      "date_filed_is_approximate": false,
      "slug": "state-v-lowry",
      "citation_id": 1470134,
      "case_name_short": "Lowry",
      "case_name": "State v. Lowry",
      "case_name_full": "",
      "federal_cite_one": "",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "802 S.W.2d 669",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 82,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/985790/state-v-lowry/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T13:35:10.407562Z",
  "date_modified": "2014-10-30T13:35:10.407562Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Lowry",
  "case_name": "State v. Lowry",
  "case_name_full": "",
  "slug": "state-v-lowry",
  "docket_number": "C-9822",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}