{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/991802/",
  "id": 991802,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/mowd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1501945/",
      "id": 1501945,
      "absolute_url": "/opinion/1501945/dougherty-v-walker/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/991802/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1501945/",
          "id": 1501945,
          "absolute_url": "/opinion/1501945/dougherty-v-walker/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1501945/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/938/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:30:03.162823Z",
          "date_modified": "2017-04-06T02:51:00.363498Z",
          "type": "010combined",
          "sha1": "3bc6ced8bd318204537daf4c7e751ba1d5c8acb9",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>349 F.Supp. 629 (1972)</b></center>\n<center><h1>Patrick T. DOUGHERTY, Plaintiff,<br>\nv.<br>\nPinkney C. WALKER, individually and as Dean of the School of Business and Public Administration of the University of Missouri et al., Defendants.</h1></center>\n<center>Civ. No. 1678.</center>\n<center><p><b>United States District Court, W. D. Missouri, Central Division.</b></p></center>\n<center>September 25, 1972.</center>\n<p><span class=\"star-pagination\">*630</span> <span class=\"star-pagination\">*631</span> Sapp, Woods, Dannov &amp; Orr, Columbia, Mo., for plaintiff.</p>\n<p>Wright &amp; Wright, Jones, Knight &amp; Ford, Columbia, Mo., Terrell, Van Osdol &amp; Magruder, Kansas City, Mo., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM AND ORDER OVERRULING PLAINTIFF'S MOTION FOR SUMMARY JUDGMENT and SUSTAINING DEFENDANTS' MOTION FOR SUMMARY JUDGMENT.</h2>\n<p>DUNCAN, Senior Judge.</p>\n<p>Plaintiff instituted this suit on March 4, 1971, against the Curators of the University of Missouri, and C. Brice Ratchford, Interim President of the University of Missouri.</p>\n<p>On September 3, 1971, by leave of court, plaintiff filed an Amended Complaint in which he joined as individual parties, all of the members of the Board of Curators and certain officers and heads of departments of the University, both in their individual and official capacities. In his Amended Complaint the plaintiff did not, however, retain as a party defendant the Curators of the University of Missouri, which body had been made a party in the original Complaint.</p>\n<p>Upon the plaintiff's motion the court, on November 19, 1971 granted leave to add the Curators of the University of Missouri (the University) as a party defendant to the Amended Complaint. The allegations in the original Complaint and in the Amended Complaint are substantially similar. Jurisdiction was invoked under 28 U.S.C. § 1343(3)(4) and 42 U.S.C. § 1983.</p>\n<p>In this action the plaintiff alleges that he had been discharged as a Visiting Associate Professor of Political Science at the University of Missouri, and he seeks <span class=\"star-pagination\">*632</span> to require the University to reinstate him to his teaching position with back pay, to have his suspension and dismissal expunged from the records of the University and to be awarded damages in the sum of $100,000.00 plus costs and attorneys' fees.</p>\n<p>The matters now before the court are a motion by the defendants for judgment on the pleadings or for summary judgment, and a counter-motion by the plaintiff for summary judgment.</p>\n<p>In view of the fact that following the completion of pre-trial discovery the parties admit that there is no dispute as to the facts, it is almost unbelievable how voluminous the court file has become. It is approximately seven inches thick, and at its terminus, we are favored by briefs totaling 40 pages on behalf of the defendants in support of their Motion to Dismiss or for Summary Judgment, and a 72 page brief by the plaintiff in opposition thereto and in support of his Motion for Summary Judgment.</p>\n<p>The undisputed facts are that sometime in the Summer of 1970 plaintiff was contacted by a representative of the University of Missouri at Columbia, with reference to accepting a position as a Visiting Associate Professor of Political Science on the staff of the University, to take the place of a regular professor who had been granted sabbatical leave for a period of one year. A contract dated September 11, 1970 was submitted to the plaintiff and accepted and signed by him on September 16, 1970. The contract designated him as a \"Nonregular member of the academic staff, under § 1B of the University's <i>Academic Tenure Regulations,</i>\" for a term of \"nine months\" (sic) beginning September 1, 1970 and ending August 31, 1971, at a salary of $11,200.00. The contract stated that the appointment was \"under and subject to, the rules, orders and regulations of the Board of Curators\", including the Academic Tenure Regulations established by the Board of Curators on March 10, 1950. It also provided: \"I accept the above appointment with the understanding that it is made subject to all rules, orders, and regulations of the Board of Curators and will report for duty on the date the appointment becomes effective.\"</p>\n<p>On September 21, 1970, following the acceptance of the contract on September 16, 1970, the plaintiff addressed a letter to Chancellor Schwada protesting the participation of the University of Missouri's marching band in a parade to be staged by the Veiled Prophet Order in connection with the Fall Festival Celebration in the City of St. Louis, on Saturday, September 26, 1970. Copy of said letter is attached hereto as Appendix A and by reference, made a part hereof. The letter was styled:</p>\n<blockquote>\"News Release From: Patrick T. Dougherty, Chairman, St. Louis Circles of Concern and Visiting Associate Professor, University of Missouri, Columbia. 445-6766.</blockquote>\n<blockquote>To: All News Media FOR IMMEDIATE RELEASE\".</blockquote>\n<p>Then followed two pages, single spaced text addressed to Chancellor Schwada, protesting the participation of the University's band, football team, and University officials in the festivities of the Veiled Prophet Order.</p>\n<p>For some years prior to the time Professor Dougherty signed the contract to teach at the University, he had been a professor at St. Louis University and while there he became deeply involved in protests against \"the restrictive racial policies of such groups as the Missouri Athletic Club, the Fleur de Lis Order, and the Veiled Prophet Order\". While in St. Louis he had organized the \"St. Louis Circles of Concern\" and for several years he had protested and picketed the activities of the above named organizations. Preparatory to taking the position as visiting professor he had moved to Columbia during the week before September 21, 1970, at which time he had read in the <i>St. Louis Post Dispatch,</i> a news item stating that the Missouri University Marching Band would again take part in the parade, which was a <span class=\"star-pagination\">*633</span> part of the Fall Festival Celebration sponsored by the Veiled Prophet Order.</p>\n<p>On the afternoon of the same day the Missouri University football team was scheduled to play the Air Force Academy football team. After reading the article, according to his testimony, the plaintiff wrote the letter to the Chancellor. The next morning he had approximately 100 copies of the document run off in the University printing shop, for which he paid, and circulated them among the members of the faculty and the press for publication. On the following day he read the letter to his class in political science, and entered into a discussion concerning the subject of the letter.</p>\n<p>As an additional part of his protest, following publication of the letter, the plaintiff began a hunger strike and thereafter he positioned himself in front of Jesse Auditorium on the campus and publicly shaved his head. He was subsequently called to the office of Dean Walker to discuss his activities in connection with the protest.</p>\n<p>None of his activities touched a responsive chord so far as the University administration was concerned and plans remained unchanged concerning the University's participation in the upcoming festivities. On the morning of September 26, 1970, while the band was assembling preparatory to having breakfast and boarding the buses which were to convey it to St. Louis, the plaintiff appeared carrying a large picture of Martin Luther King. He says that because of his hunger strike he was too weak to drive a car to St. Louis, so he accompanied a young student, who was employed in the press box at the football stadium. He arrived in St. Louis about 9:00 o'clock in the morning.</p>\n<p>When the parade began to move about 10:00 a.m. the plaintiff still carrying the Martin Luther King picture, marched with the band along the route on Market Street. Near the end of the route he proceeded out into the street in front of the marching band, and laid down in the street among the bandsmen. The band continued to play and apparently his presence did not materially interfere with its progress. The bandmaster did testify that a number of people shouted \"Kick the SOBkill the SOB\", but that no actual violence manifested itself.</p>\n<p>Plaintiff was arrested by the St. Louis City Police, removed from the midst of the band, and charged with disturbing the peace and resisting arrest. He was subsequently released on bond. Several weeks later, as a result of plea negotiations by his attorney, the resisting arrest charge was dismissed, and he entered a plea of guilty to the disturbing the peace charge and paid a fine of $100.00.</p>\n<p>At the hearing held before the Tenure Committee, he testified that he was greatly surprised and shocked when he was charged with resisting arrest and that it had been his plan to appeal any conviction for disturbing the peace, a charge with which he was familiar. He further testified that the purpose of an appeal from the disturbing of the peace conviction was to have been to test in the courts the legality of his conduct, but that because of the seriousness of the resisting arrest charge, he felt he could not afford the expense of a judicial determination of that question. Therefore, he agreed to plead guilty to the charge of disturbing the peace.</p>\n<p>On Saturday, October 2, 1970, defendant Pinkney C. Walker, Dean of the School of Business and Public Administration (of which the Political Science Department is a part), who had been advised of plaintiff's activities, called the plaintiff to his office and questioned him about the events in St. Louis. When plaintiff refused to answer any questions or to discuss the facts, he was advised orally and in writing that he was suspended without pay as of that date. Dean Walker had obtained the information concerning plaintiff's activities in St. Louis from the bandmaster, and had learned of the writing of the letter and the alleged threats against the members of the band and others who <span class=\"star-pagination\">*634</span> might participate in the festivities in St. Louis. [See Appendix A]</p>\n<p>Present at the meeting with Dean Walker was Arthur Kalleberg, Chairman of the Political Science Department, and Wilbur Haisman, Associate Dean of the School of Business and Public Administration. Prior to that time, during the first week of Dougherty's teaching, he had encountered considerable opposition from some of the members of his very large class concerning his methods of teaching, and it had been necessary for the Chairman of the Department to divide the class and place over 70 members in another room with another instructor. This information had also been brought to the attention of Dean Walker.</p>\n<p>At the meeting with Dean Walker, Dougherty refused to answer any questions or deny or affirm his activities respecting the event. Later, as a reason for declining to discuss the matter, he said he was faced with two serious misdemeanor charges in St. Louis and he was not represented at the meeting by a lawyer. The plaintiff's suspension was based upon the alleged violation of Rule 3.0803 University Collected Rules and Regulations. The letter Dr. Walker delivered to him on October 2 stated:</p>\n<blockquote>\"Following notice and hearing I find that you interfered with the University of Missouri-Columbia band on September 26, 1970, in St. Louis and I am notifying you of your suspension effective as of this date under Rule 3.0803 of the University of Missouri Rules and Regulations.\" [Signed: Pinkney Walker Dean].</blockquote>\n<p>Rule 3.0803 states:</p>\n<blockquote>\"The University of Missouri will at all times defend the right of free expression of opinion, including the right of peaceful assembly. The University will, indeed, guard this right in behalf of all persons associated with the institution and will not tolerate actions by any individual or group that would seek to restrict the appropriate freedoms of any other individual or group. The University will not allow any unauthorized occupation of University facilities, nor will it permit any interference with its normal and regular activities. Discussion of issues within the University will in no circumstances be conducted under any form of duress. Attempts at unacceptable building occupation or interference with University business will be dealt with in a manner necessary immediately to relieve the situation. Any faculty, students or employees engaged in such activities will face immediate suspension, and may suffer ultimate dismissal.\"</blockquote>\n<p>At the time of the plaintiff's suspension his salary was discontinued, but within a few days it was reinstated, and he continued to receive his salary until the final termination of his contract on January 31, 1971.</p>\n<p>On October 2, 1970, the day of the plaintiff's suspension, plans were made to form an <i>ad hoc</i> committee composed of members of the Department of Political Science for the purpose of investigating complaints concerning the plaintiff's teaching. In addition, Dean Walker requested that the committee give him an \"opinion concerning Dougherty's professional performance, in connection with possible dismissal for cause under the tenure regulations.\"</p>\n<p>The committee met on October 8, 1970, such meeting being attended by 18 members of the Department including plaintiff. Also present was a graduate student representative and four members of Dr. Dougherty's American Government class. The meeting was presided over by Dr. Kalleberg, who informed the members of the purposes of the meeting.</p>\n<p>The committee heard testimony of the various parties who desired to testify, but we have not been furnished with a transcript of this testimony. Several of the members expressed the view that the committee was without official standing and were doubtful as to the Dean's authority to make such a request of them, and the committee's authority to make suggestions to the Dean concerning the <span class=\"star-pagination\">*635</span> plaintiff's conduct in St. Louis. There were other matters brought before this committee concerning the plaintiff's teaching practices.</p>\n<p>Dr. Dougherty was permitted to make explanations relating to his conduct. Dean Walker also appeared before the committee and explained his action in suspending the plaintiff, and his reaction to the problem generally. The outcome of this meeting was the adoption of a motion that the Dean's request had been taken under advisement, and that a reply would be made on October 16. The committee also by motion appointed a subcommittee of three members to conduct an inquiry into Professor Dougherty's professional conduct.</p>\n<p>On October 6, 1970, Dr. Kalleberg had advised Dean Walker by letter of the meeting of the Department of Political Science on October 2 and of the complaints by students concerning Dougherty's American Government class. Dr. Kalleberg further stated in the letter that he had created a parallel class to take over 70 students who wished to leave Dougherty's class, and that a committee had been appointed to investigate Professor Dougherty's handling of the class. The letter also recommended the restoration of Professor Dougherty's salary pending a final disposition of the matter.</p>\n<p>The committee made its report to Dean Walker on October 20, 1970. We do not deem it necessary for the purpose of a determination of the question before us to review the committee's findings relating to the problems concerning Professor Dougherty's teaching practices. We are concerned only with the St. Louis episode and the open letter to Chancellor Schwada. Under the heading of \"findings\" the first paragraph of the Committee's report stated:</p>\n<blockquote>\"We find that there is but scant evidence to warrant a charge of professional misconduct against Professor Dougherty. We do believe, however, that he made a number of errors in judgment which resulted in justifiable misgivings on the part of the administration, faculty, and students. We believe, further that his judgment was influenced by a sequence of stressful developments beginning in the late spring of 1970. This finding in no way touches on the merits of Professor Dougherty's complaint against the Veiled Prophet organization. We believe, indeed, that a legitimate issue has been raised.\"</blockquote>\n<p>With respect to the open letter which Dr. Dougherty had written, the committee made this finding:</p>\n<blockquote>\"* * * we believe that a faculty member normally has an obligation in the first instance to communicate any grievances concerning University policy through appropriate channels and that only extraordinary circumstances warrant circumvention of this process. When administrative officials have had an opportunity to correct error and local remedies have been exhausted, however, the faculty member has an undoubted right as a citizen to publicize his view in a larger forum.\"</blockquote>\n<p>The committee further found:</p>\n<blockquote>\"Professor Dougherty did not follow usual procedure. Three days after receiving his contract, and without prior warning of any kind, he released to the press his open letter to Chancellor Schwada condemning University participation in the Veiled Prophet Parade and threatening to seek the removal from the University of all participants. While he did indicate that he would pursue this matter through normal University channels, the letter was strongly worded with little or no ameliorating tone.\"</blockquote>\n<p>Continuing further the committee found that Professor Dougherty's failure to give University participants the benefit of the doubt was motivated in part by the fact that he had only one week within which to make his case. The report concluded:</p>\n<blockquote>\"It was, we believe, these misjudgments on his part rather than effort <span class=\"star-pagination\">*636</span> to challenge the Administration which precipitated his action.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>While one may not want to brand Professor Dougherty's action here as `unprofessional conduct', it is conduct which cannot be condoned by those seeking to reestablish mutual trust among faculty, students, and Administration. There is no reason to assume that Professor Dougherty was as aware as we of the general situation on this campus, but this is strong reason why he should as an absolute minimum have seen fit to consult with members of the Department rather than simply presenting them and the Administration with a precipitate <i>fait accompli.</i>\n</blockquote>\n<blockquote>We do not believe, however, that his conduct in this regard warrants dismissal from the University or suspension from the classroom.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>With respect to the St. Louis incident, we believe with the statement of ethics adopted by the Faculty Council on September 11, 1970, that: `Although he [the professor] observes the stated regulations of the institution, provided they do not contravene academic freedom, he maintains his right to criticize and seek revision.'</blockquote>\n<blockquote>University officials certainly have the authority and the responsibility to enforce the rules of the University, and <i>we reserve the judgment as to the facts in the St. Louis case.</i> We believe that Rule 3.0803 of the University of Missouri Rules and Regulations is a salutory one insofar as it contemplates prevention of physical disruption of ongoing campus activity. Were Professor Dougherty clearly in contravention of the rule in question, then disciplinary action would be in order. In the instant case there is room for question as to the applicability of the rule, and we do express concern that its enforcement be brought within the framework of customary standards of due process and that the meaning of `suspension' be clarified as regards salary and standing in the University.\"</blockquote>\n<p>[Emphasis supplied.]</p>\n<p>The committee recommended:</p>\n<blockquote>\"That Professor Dougherty be sternly reprimanded for his precipitate action in the matter of the letter to Chancellor Schwada and for his failure to consult with other members of the Department regarding it.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>That Professor Dougherty be assigned other duties with pay for the remainder of the Fall Semester and not returned to his classes during that period. This recommendation is based on our belief that further disruption of the Department's academic progress would be likely to ensue in case of belated reinstatement.</blockquote>\n<blockquote>That we encourage Professor Dougherty to carry through with his contemplated letter of apology to Chancellor Schwada for premature release of the open letter dated September 21, 1970, and that the University Administration agree to reexamine carefully its connection with the Veiled Prophet organization.\"</blockquote>\n<p>On October 23, following receipt of the committee report, Dean Walker addressed a communication to Chancellor Schwada summarizing the facts and making a recommendation that Dr. Patrick T. Dougherty be terminated for cause. The letter stated in part:</p>\n<blockquote>\"2. On September 21, 1970, Professor Dougherty made a press release to all news media consisting of an open letter to you regarding the University's participation in the St. Louis Fall Festival on Saturday, September 26, 1970, immediately preceding its performance at the MU-Air Force football game in St. Louis. Your attention is called to the next to the last paragraph of the open letter in which Dr. Dougherty states that he will `seek the suspension and disciplining of those University students who participate in the Festival.' It should be <span class=\"star-pagination\">*637</span> noted that Dr. Dougherty read this letter to his class, that six members of the band were enrolled in his class, and that the participation for which he stated that he would seek their suspension and disciplining was in connection with an event that had official University sanction and in which they, as members of the band, had an obligation to participate. It should also be noted that Dr. Dougherty did not write to you in advance of the release of the open letter, indicating his concern and requesting that you consider the matter, taking his position and recommendations into account.</blockquote>\n<blockquote>3. In the interim between September 21 and September 26, Dr. Dougherty went on a hunger strike in protest of the University's participation in the St. Louis Fall Festival, announced that he would shave his head in front of Jesse Hall as part of his protest, and did so.</blockquote>\n<blockquote>4. On September 26, 1970, Dr. Dougherty, as a part of his protest, placed himself in front of the University of Missouri-Columbia Marching Band while it was participating in the Fall Festival Parade in St. Louis thereby interfering with its performance.</blockquote>\n<blockquote>5. On October 2, 1970, I charged Dr. Dougherty, both orally and in writing, with violating Section 3.0803 of the Collected Rules and Regulations of the University by interfering with the University of Missouri-Columbia Marching Band by laying down in front of it during the Fall Festival Parade.</blockquote>\n<blockquote>6. Dr. Dougherty was given an opportunity to be heard and declined either to confirm or to deny the charge. On the basis of the facts that had been provided to me by Mr. Purris Williams, Instructor in Music and Acting Director of the band, and the University Rules and Regulations as cited above, I notified Dr. Dougherty, both orally and in writing, that he was suspended.</blockquote>\n<blockquote>7. Numerous complaints were received concerning Dr. Dougherty's teaching prior to his suspension and a committee of his department has found that while he committed several errors of judgment for which he should be criticized, there may be factors contributing to this other than lack of competence and professionalism.</blockquote>\n<blockquote>Attempts by a faculty member to prevent or disrupt University activities of which he disapproves by the forcible occupation of the space or facilities required for such activities and threats to seek suspension and disciplining of students who participate in officially sanctioned University activities is conduct which must be deplored and which cannot be condoned. This conduct is clearly of such a nature as to bring discredit upon the University, and, thereby, is in violation of Rule 5.0001 of the University's Collected Rules and Regulations. His interference with the band on September 26 is clearly in violation of Rule 3.0803 of the University's Collected Rules and Regulations.</blockquote>\n<blockquote>As Dean of the School of Business and Public Administration, for the reasons listed in Items 2 and 4 above, I charge Dr. Dougherty with violation of the two specific rules cited and because, in view of his actions, it is no longer possible for him to render useful service to the University, I recommend that his appointment be terminated.\"</blockquote>\n<p>It will be observed that in this letter to Chancellor Schwada, Dean Walker for the first time charged Professor Dougherty with violating Rule 5.0001, in addition to Rule 3.0803 of the University's Collected Rules and Regulations. Rule 5.0001 provides:</p>\n<blockquote>\"5.0001 Personal Conduct of Employees. The personal conduct at all times of any employees of the University <span class=\"star-pagination\">*638</span> shall be such a nature as not to bring discredit upon the institution. Conduct contrary to this policy will result in the termination of such employees' connection with the University.\"</blockquote>\n<p>In suspending Dr. Dougherty on October 2, Dean Walker referred only to an alleged violation of Rule 3.0803, which we have heretofore quoted. It was based on this breach of the University's rule that the hearing was held before the members of Dr. Dougherty's own department.</p>\n<p>Considering the nature of the charge against Dr. Dougherty we do not think that it is of substantial importance that Dean Walker did not at that time also charge Dr. Dougherty with violating Rule 5.0001. There has not been cited to us any provision in the University's regulations which requires a hearing in a proceeding of this kind by the accused professor's department colleagues. As a matter of fact, the suspension issued by Dean Walker on October 2 was a temporary one, and although it specified that it was without salary, that part of the directive was not carried into effect and he continued to collect his salary.</p>\n<p>Following the receipt of the department's recommendations, which were not binding upon anyone, Dean Walker recommended to the Chancellor that Dr. Dougherty's contract be terminated. In his recommendations to Chancellor Schwada, Dean Walker did charge the plaintiff under Rule 5.0001 as well as Rule 3.0803 and those were the charges before the Academic Tenure Committee when the hearings were conducted. Dean Walker's letter of October 23, 1970 to Chancellor Schwada stated in part:</p>\n<blockquote>\"Numerous complaints were received concerning Dr. Dougherty's teaching prior to his suspension and a committee of his department has found that while he committed several errors of judgment for which he should be criticized, there may be factors contributing to this other than lack of competence and professionalism.\"</blockquote>\n<p>Dean Walker's charge against the plaintiff came on for hearing before the Academic Tenure Committee on December 15, 1970 and was presided over by Dr. Fratcher who acted as Chairman. Plaintiff appeared in person and by his attorney, and the University was represented by its attorney. The Chairman made the following statement to the committee:</p>\n<blockquote>\"The committee met on October ninth ........ thirteenth, nineteen-seventy, to consider a request from Dr. Patrick T. Dougherty, associate professor . . . . visiting associate professor of Political Science, for a hearing with reference to his suspension from his position. At that time the committee decided that it did not have authority to grant a hearing on the suspension, unless and until removal for cause was recommended. Subsequently, on October 23, 1970, the Dean of the School of Business and Public Administration recommended Dr. Dougherty's removal from his position of visiting associate professor of Political Science. Thereafter Dr. Dougherty renewed his request for a hearing and the committee has now met in order to conduct that hearing. The secretary will have recorded the presence of representatives of all of the constituent schools on the Columbia campus.\"</blockquote>\n<p>After a preliminary examination as to the qualifications of the members of the committee and their acceptance as committeemen, counsel for Dr. Dougherty requested that the hearing be public. After due consideration and argument, subject to the possibility of being overruled by those in the committee, the Chairman ruled that the \"hearing should be closed, except of course, to Dr. Dougherty, and his advisors, and Dean Walker and his advisor, and the University official who was running the tape recording device.\"</p>\n<p>One member of the committee then made a motion to the effect that the meeting should be opened to the public, but the motion failed for lack of a second <span class=\"star-pagination\">*639</span> and the Chairman's previous ruling stood in effect.</p>\n<p>The parties were afforded an opportunity to call such witnesses as they desired and a transcript of the hearing consisting of 88 pages, has been made a part of the record in this case. The entire subject of Dr. Dougherty's opinions concerning the secret membership of the Veiled Prophet organization in St. Louis and the fact that it was confined exclusively to the Caucasian race, was developed. Dr. Dougherty related to the committee how he became interested in the subject in question, his efforts to bring to public attention the facts about which he objected, and the reason for his resignation as a professor in St. Louis University. He also testified to how he came to renew the protest so soon after he moved from St. Louis to Columbia to assume his new responsibilities and duties.</p>\n<p>We have already recited the facts leading to the plaintiff's discharge, concerning the marching band and the Veiled Prophet Fall Festival Parade. He discussed with the committee his activities as a picket and his objection to violence in any form. He stated that he had never participated in any activities of a violent nature in connection with the Veiled Prophet Order. He told the committee that he had determined to again protest the participation of the band in the parade in St. Louis on September 26, but that at the time he traveled to St. Louis he had no well formulated plan as to how that protest should manifest itself. Shortly before his final act of lying down in front of the band, he was careful to explain to the committee that he had carried an umbrella (it was a rainy day), and that before entering the street to lie down before the band, he had left the umbrella on the sidewalk for fear someone would get stuck with it. He also expressed the view that he intended to appeal to the courts if he was arrested for disturbing the peace. We have already recited how all this took place and what the result was.</p>\n<p>Two young members of the band who were students in Dr. Dougherty's class, testified they were not intimidated by Dr. Dougherty's reading and discussion of his letter to the Chancellor or by any threats of expulsion that may have been contained in the letter. The witnesses on behalf of the University were Dr. Walker and the leader of the band who described the activities of Dr. Dougherty and their own reactions to the conduct. Dr. Walker, in his testimony, stated that he was disturbed when he read the letter that had been written by Dr. Dougherty to the Chancellor. He described his feelings as follows:</p>\n<blockquote>\"I suppose my primary concern was the adverse effects this might have on the school and the University in terms of . . . in regard to accomplishing our basic mission. It was a new experience for me, nothing like this had ever happened in my experience as a dean, in my time at the university. It was a departure from those behavior patterns of my colleagues. I felt, I think I felt at the time, I'm sure I did, that I feared that it might be misinterpreted by people as reflecting the view of his colleagues, and I knew, or I thought that I knew that it did not. And I suppose that it . . . I was especially disturbed about the last paragraph, or next to the last paragraph about action being taken of the sort that's indicated there, in that paragraph about his colleagues, the administration, his students. I had a wide range of concerns, I'm not sure I've mentioned them all, but I suppose that's the jest (sic) of it.\"</blockquote>\n<p>Referring to the meeting of September 24, Dr. Walker testified:</p>\n<blockquote>\"[I]t started by pointing out what I had seen, or heard, and that I certainly didn't want to take what I had read in the press as necessarily accurate, as my experience with the press is, that it is not always accurate, and I told Dr. Dougherty that I'd like to have a statement directly from him, about the letter, whether he wrote it and so on. And in the course of the conversation <span class=\"star-pagination\">*640</span> I ascertained that he did indeed write the letter, and release it, and as we proceeded with our discussion, I recalled that I asked Dr. Dougherty, or stated to him, I assume that you wrote or got in touch with the Chancellor, that you outlined to him your concern, and perhaps made to him certain recommendations, and I assume further that you . . . the answer you got was not satisfactory, whereupon you released this letter, is that correct, and he informed me no, that he did not follow that procedure. That he had not taken this up with the Chancellor in advance, that the first step he had . . . he had written the letter, and released it openly without any prior consultation with the Chancellor, so I ascertained at the meeting, that he . . . from him, that he did write and release the letter and he didn't in advance take the matter up with the Chancellor to try and solve the problem some other way. Those were the main things, I would add the whole meeting . . . the purpose, of the conference was merely to get information, it was a solicitation of information and was not, in any sense a disciplinary proceeding of any kind.\"</blockquote>\n<p>Dr. Walker further testified that:</p>\n<blockquote>\"[A]t the October 2nd meeting I charged Dr. Dougherty with violation of rule . . . 3.08 I don't remember the number of the rule . . . . . with the violation of the University rule 3.0803 and asked him to . . . and asked for the facts in connection with that incident in St. Louis.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>The suspension was not based on teaching, it was based on the incident in St. Louis. So to wait a report on the teaching in political science it didn't seem to me to be germain to the problem.\"</blockquote>\n<p>In his testimony concerning the background of his opposition to the Veiled Prophet Order, Dr. Dougherty stated:</p>\n<blockquote>\"Well I . . . I wouldyou know, after studying the Veiled Prophet, and reading about it, and now doing some more research on it, I put it in the same category as the Jim Crow laws in the South. And it's a different kind of thing. Here, we're involved in symbolsthere's not a black and white john anymorebut here we have these symbols of this being a city-wide event, a city event, but yet it's sponsored by a private goop. (sic) And when you call up members, if you get to know who's in the Veiled Prophet, you ask them on the phone about whether they have an exclusion clause, they don't deny it they say, `we have a right to.' Okay, I really, I reallyI'm not prepared to get into a long argument on whether a group of white men, who have no ethnicnow I'm no (sic) talking about Irish-American or German-Americans but a group of city fathers . . . I'm not going to argue with you at length about whether they have a right to form a group and exclude blacks. But they do . . . there are city funds expended on putting up their banners, on putting up decorationsthere are city crews that do this. There's city expense involved in this parade. It bothers me that decision-makers are involved in an organization that has a secret membership, because I can't pinpoint conflicts of interest in that group; and as a political scientist, I'm very concerned with conflicts of interest.\"</blockquote>\n<p>Dr. Dougherty further testified concerning his opposition to the Veiled Prophet Order describing the origin of this opposition as follows:</p>\n<blockquote>\"A black graduate student, who is Ernestine Patterson, was getting his Ph.D. from St. Louis, U., and knew a lot about St. Louis politics . . . got into this discussion with me and he's teaching at the University of Colorado now, the last I heard. But anyway, he completely re-oriented my thinking on the race crisis. Before I <span class=\"star-pagination\">*641</span> had this discussion with him, I was thinking of the race problem as being in the ghetto. Ernestine completely changed my mind, and said, you know, the problem is in the psychological thinking of the white community. And they bring things down here, . . . their way of thinking . . . the blacks have to confront them down here. And he said, if you come down to the ghetto, and you try to relieve things, and you see the problem in the ghetto . . . the race problem as being in the ghetto, and you try to come down and lead things, he said, you aren't going to get anything done. He said, if you come down to the ghetto, you've got to think in terms of black leadership. If you work out in the suburbs, white leadership is okay. And he said, that's what we need, if we're ever going to solve the race crisis. We need to think of white community action in white communities. And so as a result of this long discussion . . . I asked him about the problems . . . what can we do in the white communities. And he said how many picket signs have you seen in white communities, carried by whites . . . he said, we can't go out there . . . blacks can't go out there in the suburbs . . . hesaid, whites haven't even picketed . . . they'll go down South, they'll go down to the City, but they won't even work in their own white communities. The idea of the Circles of Concern was to start a community action group, and to find out the problems. Now Ernestine mentioned the VP, and later on, we really got on to it . . . at a later meeting. Two white Episcopal priests came to our meeting and really made us center in on it. But before that happened, we were thinking of the open housing problem and all this kind of thing.\"</blockquote>\n<p>He then discussed at considerable length his activity with and objection to the Veiled Prophet Order and to the Fleurde-Lis, a Catholic organization that excluded Negroes.</p>\n<p>Dr. Dougherty further testifed that when he went to St. Louis for the purpose of protesting he did not plan to protest against the University of Missouri, but only against the Veiled Prophet Order. Further concerning his action in St. Louis, he stated:</p>\n<blockquote>\"But I didn't know what I was going to do when I got to St. Louis. I still didn't know. I knew I was going to protest the parade. * * * * * I was playing everything by ear, and I was . . . it just seemed to me that the</blockquote>\n<blockquote>University should be represented in that parade in a different way. * * * and I knew when I walked out in front of that band, that that band wasn't going to stop, that nobody was going to get hurt, that they would keep playing because for one thing, they recognized me. I had confronted them on two different occasions with my picture of Martin Luther King. They knew I was a nonviolent person. They knew that I wasn't going to stand up there and slug them. They knew that, that . . . I just felt that I could trust them too.\"</blockquote>\n<p>With reference to being arrested, he stated:</p>\n<blockquote>\"But it surprized me because I expected the police to have the decency to come in after the band has passed over me but instead they came right into the middle of the band and I regretted it very much.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>Originally, [I was charged with] breach of the peace, and then about three hours later, after I . . . you know, spending this time in jail, about three hours later, they came by and said that they had added a resisting arrest charge, which really surprized me. I had not counted on resisting arrest or that charge being placed, and this was a disappointment because <span class=\"star-pagination\">*642</span> it just added to the problem that I was confronted with then.\"</blockquote>\n<p>With respect to his meeting with Dr. Walker following his return from St. Louis, he stated:</p>\n<blockquote>\"Well, I was scared. The suspension really surprized me. I really didn't expect it at all because I felt that Dean Walker was worried about what I was going to do up there, you know, I . . . when he was talking to me the first time, he seemed to be . . . I sat there and listened to him. I thought you know, he thinks I'm going to lead a bunch of demonstrations on campus, and when I thought I would convince him by going down to St. Louis, getting clear off the campus and then I came back and I was suspended. And I was really surprized by this. I was scared. When he said to discuss the protests with him in St. Louis, the first thing I thought of was that you know, that I've got two things going against me, or possibly in . . .</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>There were two serious misdemeanors as they interpreted them down there and I wasn't . . . I was concerned with breach of the peace. I knew something about that, but I didn't know much about resisting arrest.\"</blockquote>\n<p>Dr. Dougherty was asked by the committee whether or not shaving his head and going on the hunger strike in any way interfered with University business. His answer was:</p>\n<blockquote>\"No. I . . . not that I know of. When the students came out there, for example . . . Well, the hunger strike is a very personal thing, you know, it involved no demonstration; you just go on a hunger strike. You don't do it at any certain place. I mean, I sat over there in front of the union with Martin Luther King's picture on a couple of days. But the hunger strike doesn't involve anybody. It's a very personal thing and the head-shaving is a . . . is an old Jewish custom that was later adopted by St. Paul and this led to other adoption by Christian communities; a kind of a form of protest, only in their case, they never shaved their . . . I'm sorry, they never cut their hair again until what they wanted to do was accomplished.\"</blockquote>\n<p>When asked why he chose to lie down in front of the band, instead of the cheer leaders, the President on the reviewing stand, the Missouri float, or the football team, his reply was:</p>\n<blockquote>\"Well, while I . . . we'll take the football team; that would smack too much of normal and regular university activities. I didn't feel like the football team should be down there, but I wasn't about to go out there at half time. The football game is too much normal and regular activities, so I ruled that out. I'm not one to sit down in front of a float because, I don't trust that guy in that, who's driving that car, and this is the usual kind of protest, but I just wouldn't ever sit down in front of a float, because their field of view is very poor, so it would just be my luck for them to run over me. Also in front of the band were a bunch of horses, and I just felt there would be no delay in the parade at all and no real disruption, there would have been quite a bit if I had sat down in front of a float, there might have been a delay, but I had seen this photographer at one time do this, and I felt that if he could do it that I could do it in such a way that the band wouldn't even stop, and that I would make my point, not only that I trusted the band members. I wasn't about to lay down in front of the Air Force band. I have respect for my own health. This seemed to be an ideal situation . . . I felt that if those kids wanted to march in that parade, after all I had said, that I certainly shouldn't be the one to stop them. They either had to . . . if the university stopped them, okay, but me . . . I didn't have the right to stop that parade, or to even delay it, I <span class=\"star-pagination\">*643</span> felt, in terms of the band's participation. So I felt that whatever I would do, that band would keep going, they would reach the end of the parade. I waited to the very end of the parade, the very end of the crowds to lay down. By the time I had laid down, the parade was over with as far as the band was concerned.\"</blockquote>\n<p>Dr. Dougherty further testified:</p>\n<blockquote>\"You know I came here to teach and ninety-nine per cent of my time was devoted to preparation for my classes. I've never spent a lot of time on protesting, but I have become rather specialized with regard to the kinds of things I protest, and I do it from time to time, but its certainly not a major part of my life.\"</blockquote>\n<p>On December 17, 1970, the Chairman of the Tenure Committee wrote a letter to Chancellor Schwada in which he set forth findings of fact made by the committee. In paragraph 6 thereof, the committee found that the acts of Dr. Dougherty, \"to the extent that they were improper were not `such as to seriously interfere with the appointee's capacity to perform his duties competently or with his usefulness to the University' within the meaning of Section 9 of the Academic Tenure Regulations * * * *.\" Accordingly, the committee recommended that Dr. Dougherty's appointment not be terminated prior to the end of its term.</p>\n<p>On January 11, 1971, defendant Schooling as Interim Chancellor of the University, wrote a letter to defendant Ratchford, Interim President of the University, in which he acknowledged the findings and recommendations of the Committee. The final paragraph of the letter stated:</p>\n<blockquote>\"While I fully respect the integrity of the members of the Tenure Committee and understand the basis for their recommendation, I believe Professor Dougherty's actions, as documented in the hearing before the Tenure committee, raise serious doubt as to his future usefulness to the University and, in my judgment, warrant the termination of his contract. I, therefore, recommend that Professor Patrick T. Dougherty's non-regular appointment as Visiting Associate Professor of Political Science be terminated with salary to be paid through January 31, 1971.\"</blockquote>\n<p>On January 14, 1971 defendant Ratchford notified Dr. Dougherty that his appointment was terminated as of January 31, 1971. The letter stated that the termination was based upon the findings of fact of the committee on Tenure, and the recommendations of Dr. Dougherty's Dean and those of the Interim Chancellor.</p>\n<p>Dr. Dougherty subsequently appealed defendant Ratchford's decision of termination to the Board of Curators and that body thereafter affirmed the decision of termination by a vote of five to three.</p>\n<p>The defendants have filed motion for judgment on the pleadings, or for summary judgment, alleging that the facts which are necessary to a judgment are pleaded in the first Amended Complaint and admitted by defendants in their several answers. Defendants alternatively move for summary judgment under the provisions of Rule 12(c) and Rule 56 Fed.R.Civ.P., on the ground that the pleadings, files and records herein indicate that there is no genuine issue of material fact, and that the defendants are entitled to judgment as a matter of law.</p>\n<p>Thereafter, on March 14, 1972, plaintiff filed a Counter-Motion for Summary Judgment alleging that he is entitled to summary judgment on all issues, except damages, as a matter of law. In his Suggestions in Support of such motion the plaintiff has set out eleven interrogatories which he requests the court to answer.</p>\n<p>This is scarcely the type of case justifying the submission of interrogatories to be answered by the court, but since that is what the plaintiff desires, we shall answer the questions in the order in which they have been submitted.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*644</span> I.</h2>\n<p></p>\n<h2>\n<i>Is the plaintiff's right to teach in a state university protected by the United States Constitution and the Statutes and cases thereunder</i>?</h2>\n<p>The plaintiff has no absolute constitutional right to teach in a state university or any other educational institution. If a teacher, such as the plaintiff, does accept a teaching position he is bound by the rules and regulations of the institution governing the conduct of its teachers. Such regulations may not, of course, abridge any of the rights guaranteed under the Constitution and laws of the United States. Among the rights guaranteed to all teachers, as well as the plaintiff, are those of due process of law and freedom of speech.</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>\n<i>Was the plaintiff's action in protesting state university participation with a private, secret, segregated group protected by the United States Constitution and Statutes</i>?</h2>\n<p>The plaintiff's right to protest any action of the University whether it be with respect to a private, secret, segregated club or any other organization is protected by the Constitution insofar as free speech is concerned. Such a protest must, however, be carried on in a manner so as to not disrupt the educational mission of the university. Tinker v. Des Moines Community School District, 393 U.S. 503, 89 S.Ct. 733, 21 L.Ed.2d 731. The extent to which a teacher's speech as well as any other citizen's speech, is permitted to be regulated involves a process of balancing the rights of the teacher as a citizen and the rights of the state to insure an orderly process of education. Pickering v. Board of Education, 391 U.S. 563, 88 S.Ct. 1731, 20 L.Ed.2d 811. As was expressed in the recent case of Tygrett v. Washington, 346 F.Supp. 1247 (Dist. Col. 8/3/72):</p>\n<blockquote>\"There is no question that a public employee cannot be discharged solely in reprisal for the exercise of his First Amendment Rights. However, the right of free speech is not absolute. Frequently it must be balanced against legitimate continuing interests.\"</blockquote>\n<p></p>\n<h2>III.</h2>\n<p></p>\n<h2>\n<i>Was the plaintiff afforded adequate notice and hearing when he was suspended from teaching by the defendants</i>?</h2>\n<p>The plaintiff was afforded adequate notice of the nature of the charges against him when he was called before Dean Walker several days following his return from St. Louis. At that time the plaintiff chose to stand mute, and he refused to make any explanation of the facts surrounding his protest. At the time of the suspension Dean Walker presented the plaintiff with a formal notice of the charge and a copy of the University's rule he was alleged to have violated.</p>\n<p></p>\n<h2>IV.</h2>\n<p></p>\n<h2><i>Does University of Missouri Regulation 3.0803 have a chilling effect upon rights of expression protected by the United States Constitution and cases thereunder?</i></h2>\n<p>University Regulation 3.0803 is not overly broad nor does it have a chilling effect upon expression. It is a statement of University policy which, when considered in light of the facts of this case is not so vague as to require \"men of common intelligence\" to \"guess as its meaning.\" Conally v. General Construction Co., 269 U.S. 385, 46 S.Ct. 126, 70 L.Ed. 322.</p>\n<p></p>\n<h2>V.</h2>\n<p></p>\n<h2><i>Does University of Missouri Regulation 5.0001 have a chilling effect upon rights of expression protected by the United States Constitution and the statutes and cases thereunder?</i></h2>\n<p>As in the foregoing point, Regulation 5.0001 is constitutional. We must consider this regulation as it applies to the plaintiff. The plaintiff was the holder of a Doctor of Philosophy Degree in Political Science and he had been engaged <span class=\"star-pagination\">*645</span> in the field of higher education for over seven years. He was, or should have been aware of his responsibilities to his profession and to the University as an institution of higher learning.</p>\n<p>Furthermore, it is our opinion that Regulations 3.0803 and 5.0001 must be considered valid in light of the fact that they dictate standards of teacher and student conduct ordinarily recognized and relevant to the mission of state institutions of higher learning. General Order on Student Discipline, 45 F.R.D. 133 (W.D.Mo.1968); Esteban v. Central Missouri State College, 415 F.2d 1077 (8th Cir. 1969).</p>\n<p></p>\n<h2>VI.</h2>\n<p></p>\n<h2><i>Should University Regulation 3.0803 be determined constitutional by the court, then is the participation of the University of Missouri band in the parade in St. Louis sponsored by a private, secret, segregated group, a \"normal and regular\" activity of the University of Missouri, sought to be protected by University Regulation 3.0803?</i></h2>\n<p>The plaintiff contends that the band's participation in the parade was not a \"normal and regular\" University activity and that Regulation 3.0803 only applies to on campus activities. We must find against plaintiff on both contentions. The band had represented the University in the Veiled Prophet Parade as well as many other functions in the past, and such participation was a required function for band members.</p>\n<p>On the day of the parade the University of Missouri and the Air Force Academy football teams met, and the Air Force band also participated in the parade prior to the game. We must conclude that the parade was a normal and regular function and that the University reasonably interpreted the regulations in applying them to the facts herein.</p>\n<p></p>\n<h2>VII.</h2>\n<p></p>\n<h2><i>If University Regulation 3.0803 is found to be constitutional and the University participation is found to be a normal and regular activity by the court, then did the plaintiff's action in St. Louis constitute \"interference\" which was sought to be prohibited by Regulation 3.0803?</i></h2>\n<p>The plaintiff's activities in Columbia and in St. Louis constituted interference within the meaning of the rule. The plaintiff not only laid down in front of the band in St. Louis, thereby disrupting the parade, but, in addition, he called for the disciplining of all members of the band who might participate in the parade, including several members in his class. This, we feel, is the type of activity which may rightfully be prohibited because it falls outside the area of speech protected by the First Amendment. Action v. Gannon, 450 F.2d 1227 (8th Cir. 1971); cf. Burnside v. Byars, 363 F.2d 744 (5th Cir. 1966).</p>\n<p></p>\n<h2>VIII.</h2>\n<p></p>\n<h2><i>Was the denial of plaintiff's motion for an open public hearing of Defendants' charges against him, on December 15, 1970 before the Academic Tenure Committee of the University of Missouri, a denial of procedural due process of law to the plaintiff?</i></h2>\n<p>The plaintiff was not denied due process by the Tenure Committee's refusal to open the hearing to the public. The plaintiff was represented by counsel and he produced such witnesses as he desired to produce. It is difficult to understand how admission of the public could have materially changed the nature and character of the evidence, in light of the fact that there is no real dispute concerning the facts adduced therein. The entire proceeding was electronically recorded and later transcribed.</p>\n<p>The record in this case reveals that one of the primary purposes of the plaintiff's demonstration was to attract the attention of the public to his cause. A closed hearing could not, of course, attract as much public attention to the protest and a protest without an audience might be compared to a circus parade <span class=\"star-pagination\">*646</span> without elephants, clowns and a calliope.</p>\n<p>The purpose of a hearing in cases such as this one is not to gain publicity but to determine the facts and arrive at the truth. There was no provision in the law or in the University's regulation requiring the granting of an open hearing and the failure to grant such does not constitute the denial of due process.</p>\n<p></p>\n<h2>IX.</h2>\n<p></p>\n<h2><i>Does the overturning of a decision of no dismissal rendered by the University administrative hearing bodies by the President and Chancellor without either of them reading or hearing the evidence adduced at the hearing violate due process of law and plaintiff's right to teach?</i></h2>\n<p>No. While the responsible authorities may not have read the testimony, they were in possession of the reports of the hearing committee and all of the facts which were essential to arriving at a conclusion. The reports were clear and unequivocal as to the actions and conduct of the plaintiff. In fact the plaintiff himself sets out most of these facts in his Complaint. He has never contested these facts except on the occasion when he appeared before Dean Walker and there chose to stand mute concerning the allegations.</p>\n<p></p>\n<h2>X.</h2>\n<p></p>\n<h2><i>Did the defendants fail to provide the plaintiff an impartial decision maker after the hearings of the Political Science Department and the Academic Tenure Committee?</i></h2>\n<p>The plaintiff contends that he was not provided an impartial decision maker following the hearings for the reason that the Interim Chancellor, the Interim President and the Board of Curators were biased and prejudiced against his cause. We disagree. A study of the record reveals that the procedure followed in the plaintiff's case fully complied with the law and with the regulations of the University. Two full and complete evidentiary hearings were held at which the plaintiff was represented by counsel. Findings of fact and recommendations were submitted by each to the proper University officials. There is nothing in this record to indicate that the officials were anything but fair and impartial in rendering their decisions.</p>\n<p></p>\n<h2>XI.</h2>\n<p></p>\n<h2><i>Is \"doubt of future usefulness\" of a teacher a sufficiently permissive constitutional reason to terminate plaintiff's contract or is it vague and over broad?</i></h2>\n<p>This is a compound question requiring two answers. Under the undisputed facts of this case the term \"doubt as to future usefulness\" used by defendant Schooling in connection with the plaintiff's dismissal is a sufficient reason under Section 9 of the <i>Academic Tenure Regulations,</i> and it is not vague and over broad. Section 9 of the <i>Regulations</i> provides that \"the cause for removal shall be only such as to seriously interfere\" with a teacher's \"usefulness to the University\".</p>\n<p>We must conclude that defendant Schooling made this finding in dismissing the plaintiff and that the finding is based upon substantial evidence. The plaintiff was engaged by the University to teach in the area of political science and government. During the first week of his employment he wrote the open letter to Chancellor Schwada without first making his feelings known to administrative officials of the University, he disseminated the letter among members of the press and other members of the faculty, he publicly shaved his head in front of a University building, he went on a hunger strike, he read the open letter before his class in government including the threat to bring about the suspension of those who participated in the parade (which included several members of the band who were in his class), he created such a disturbance by his teaching methods that over 70 dissatisfied students were transferred from his class, he picketed the assembly of the <span class=\"star-pagination\">*647</span> band on the morning of the parade, and finally he traveled to St. Louis and laid down in the street in front of the band resulting in his conviction for disturbing the peace.</p>\n<p>There was ample evidence from which the University officials could question the plaintiff's usefulness to the University.</p>\n<p>It is easily conceivable that every time this professor appeared before his class with a shaved head, the facts of the protest would enter the minds of the students. The protest was conducted in part in a permissible manner, but more important the protest also took the form of physical interference and the intimidation of others. Is it possible for a teacher who commits such acts to separate his thoughts and himself from the material which he attempts to impart to his students? Taking into consideration the elements of human nature, it would seem that such a professor's very presence would destroy his effectiveness as a teacher.</p>\n<p>The plaintiff has a perfect right to his own expressions but they must be exercised within the limits of the Constitution and laws of the State, and the lawful regulations of the institution.</p>\n<p>The conduct of a teacher, whether it be in private or public life, is something that cannot escape the thoughts of the students he is attempting to instruct. If his conduct sets a bad example may not his students gain a false impression from what he is attempting to teach?</p>\n<p>It is our conclusion, after having read all of the allegations, and having carefully analyzed as far as we can, the voluminous amount of relevant and irrelevant matter contained in the file, that the plaintiff has not been deprived of any of the rights guaranteed to him under the Constitution of the United States.</p>\n<p>The plaintiff's Motion for Summary Judgment is overruled, and the defendants' Motion for Summary Judgment is sustained.</p>\n<p>It is so ordered.</p>\n<p></p>\n<h2>APPENDIX A</h2>\n                         9-21-70\n<p>News Release from: Patrick T. Dougherty, Chairman, St. Louis Circles of Concern and Visiting Associate Professor, University of Missouri, Columbia. 445-6766</p>\n<p>To: All News Media</p>\n<p>FOR IMMEDIATE RELEASE</p>\n<p>The following is an open letter to John W. Schwada, Chancellor of the University of Missouri-Columbia, regarding the University's participation this Saturday, September 26, in the annual celebration of the Veiled Prophet Order.</p>\n<p>Dear Chancellor Schwada:</p>\n<p>As an alumnus of the University of Missouri (B&amp;PA '63), and presently as a member of the political science faculty at the Columbia campus, I am obliged to call the attention of the University community to your violation of the 1940 Statement of Principles (<i>Academic Tenure Regulations,</i> University of Missouri, Columbia, Appendix, Sections b and c) which prohibit unethical representation of the University or manipulation of students in controversial issues or events.</p>\n<p>In your case, I am specifically referring to the involvement last fall, and again this coming Saturday, of the University band, football team, yourself and other University officials in the annual celebration of the all-white, super-secret Veiled Prophet Order in St. Louis.</p>\n<p>The Veiled Prophet festival which celebrates both white supremacy and the subjugation of women has for many years been the target of peaceful protests by underprivileged citizens both black and white. Each year, the parade sparks numerous arrests and police violence against various human rights groups.</p>\n<p>Soon after the festival last fall in which you participated the Episcopal Diocese of Missouri condemned the event as being a serious insult to the black community in St. Louis. This resolution (<i>St. Louis Post-Dispatch,</i> Oct. 21, 1969) <span class=\"star-pagination\">*648</span> was in part a recognition of the fact that the Veiled Prophet Order is predominately Episcopalian although it has admitted a few token Catholics.</p>\n<p>Unlike the Masons but more like the Ku Klux Klan, the VP is a highly secret fraternity whose membership and activities can only be matters of speculation unless one enjoys the confidence of one of the members. While I have no evidence as yet to prove that the VP has direct ties with the Klan which it resembles, it is obvious that the proliferation of secret, all-white societies in the 1870's, at a time when the Klan was being repressed, was not only a social movement giving emphasis to male supremacy, but also a movement to celebrate the re-establishment of the doctrine of white supremacy after the failure of Reconstruction policies.</p>\n<p>For this reason, two recent candidates for the United States Supreme Court have been challenged, one successfully, on their memberships in clubs such as the Veiled Prophet Order.</p>\n<p>Would you, on your own campus, give active support to a secret, all-white society of students whose only purpose would be to perpetuate the principle of white supremacy?</p>\n<p>I am fairly certain that you would not sit on the reviewing stand during an anti-Vietnam parade, and yet you officially represented the University at an openly racist event last fall. At a time when the VP event was losing support locally and nationally, the University of Missouri, Miss America, and the Ringling Brothers Circus comes in to salvage this shabby exercise in civility.</p>\n<p>Lest you view parades by the privileged through underprivileged areas as a trivial enterprise, I should remind you that they have frequently served as the initial spark setting offfr riots and bloodshed in this country and abroad. In Northern Ireland, it was the annual Protestant parade through the districts of poverty-stricken Catholics which set off the riots in that country.</p>\n<p>You, and the participating MU students, are casting yourselves in the role of outside agitators in the most criminal sense of the term. Should this prove to be a period of riots and bloodshed in St. Louis, part of the responsibility for bringing this about will surely rest on your shoulders.</p>\n<p>I am surprised to see you giving such active support to practices which are being abandoned even in the deep South. After so many years of strife over the VP, participation in the event can no longer be termed \"unconscious racism.\"</p>\n<p>Drawing from my experience at Saint Louis University, I would suspect that white student radicals will be participating in Saturday's parade. You and they, while disagreeing on campus protests, can re-establish momentary harmony as you join hands in humiliating the black community in St. Louis. And as happened during the old lynching parties, there will be dancing, games, and floats, and everyone will have a good time, including some of the little black children.</p>\n<p>For the above reasons, I am asking all concerned that the University of Missouri withdraw completely from this Saturday's festival. If I do not hear from you within a reasonable length of time, I shall do all within my power as a citizen to prevent the participation of the University.</p>\n<p>If indeed you are successful in involving the University in the festival, I must then bring this violation of university regulations to the attention of the appropriate tenure committees and seek the removal for cause of any University officials responsible for the violation. I shall also seek the suspension and disciplining of those University students who participate in the festival. Of course, I intend to respect in all cases due process as outlined in University regulations.</p>\n<p>Thank you for your kind attention.</p>\n             Respectfully yours,\n             [s]  Patrick T. Dougherty\n                  Patrick T. Dougherty\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">349</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">629</span></span> (1972)</b></center>\n<center><h1>Patrick T. DOUGHERTY, Plaintiff,<br>\nv.<br>\nPinkney C. WALKER, individually and as Dean of the School of Business and Public Administration of the University of Missouri et al., Defendants.</h1></center>\n<center>Civ. No. 1678.</center>\n<center><p><b>United States District Court, W. D. Missouri, Central Division.</b></p></center>\n<center>September 25, 1972.</center>\n<p><span class=\"star-pagination\">*630</span> <span class=\"star-pagination\">*631</span> Sapp, Woods, Dannov &amp; Orr, Columbia, Mo., for plaintiff.</p>\n<p>Wright &amp; Wright, Jones, Knight &amp; Ford, Columbia, Mo., Terrell, Van Osdol &amp; Magruder, Kansas City, Mo., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM AND ORDER OVERRULING PLAINTIFF'S MOTION FOR SUMMARY JUDGMENT and SUSTAINING DEFENDANTS' MOTION FOR SUMMARY JUDGMENT.</h2>\n<p>DUNCAN, Senior Judge.</p>\n<p>Plaintiff instituted this suit on March 4, 1971, against the Curators of the University of Missouri, and C. Brice Ratchford, Interim President of the University of Missouri.</p>\n<p>On September 3, 1971, by leave of court, plaintiff filed an Amended Complaint in which he joined as individual parties, all of the members of the Board of Curators and certain officers and heads of departments of the University, both in their individual and official capacities. In his Amended Complaint the plaintiff did not, however, retain as a party defendant the Curators of the University of Missouri, which body had been made a party in the original Complaint.</p>\n<p>Upon the plaintiff's motion the court, on November 19, 1971 granted leave to add the Curators of the University of Missouri (the University) as a party defendant to the Amended Complaint. The allegations in the original Complaint and in the Amended Complaint are substantially similar. Jurisdiction was invoked under 28 U.S.C. § 1343(3)(4) and 42 U.S.C. § 1983.</p>\n<p>In this action the plaintiff alleges that he had been discharged as a Visiting Associate Professor of Political Science at the University of Missouri, and he seeks <span class=\"star-pagination\">*632</span> to require the University to reinstate him to his teaching position with back pay, to have his suspension and dismissal expunged from the records of the University and to be awarded damages in the sum of $100,000.00 plus costs and attorneys' fees.</p>\n<p>The matters now before the court are a motion by the defendants for judgment on the pleadings or for summary judgment, and a counter-motion by the plaintiff for summary judgment.</p>\n<p>In view of the fact that following the completion of pre-trial discovery the parties admit that there is no dispute as to the facts, it is almost unbelievable how voluminous the court file has become. It is approximately seven inches thick, and at its terminus, we are favored by briefs totaling 40 pages on behalf of the defendants in support of their Motion to Dismiss or for Summary Judgment, and a 72 page brief by the plaintiff in opposition thereto and in support of his Motion for Summary Judgment.</p>\n<p>The undisputed facts are that sometime in the Summer of 1970 plaintiff was contacted by a representative of the University of Missouri at Columbia, with reference to accepting a position as a Visiting Associate Professor of Political Science on the staff of the University, to take the place of a regular professor who had been granted sabbatical leave for a period of one year. A contract dated September 11, 1970 was submitted to the plaintiff and accepted and signed by him on September 16, 1970. The contract designated him as a \"Nonregular member of the academic staff, under § 1B of the University's <i>Academic Tenure Regulations,</i>\" for a term of \"nine months\" (sic) beginning September 1, 1970 and ending August 31, 1971, at a salary of $11,200.00. The contract stated that the appointment was \"under and subject to, the rules, orders and regulations of the Board of Curators\", including the Academic Tenure Regulations established by the Board of Curators on March 10, 1950. It also provided: \"I accept the above appointment with the understanding that it is made subject to all rules, orders, and regulations of the Board of Curators and will report for duty on the date the appointment becomes effective.\"</p>\n<p>On September 21, 1970, following the acceptance of the contract on September 16, 1970, the plaintiff addressed a letter to Chancellor Schwada protesting the participation of the University of Missouri's marching band in a parade to be staged by the Veiled Prophet Order in connection with the Fall Festival Celebration in the City of St. Louis, on Saturday, September 26, 1970. Copy of said letter is attached hereto as Appendix A and by reference, made a part hereof. The letter was styled:</p>\n<blockquote>\"News Release From: Patrick T. Dougherty, Chairman, St. Louis Circles of Concern and Visiting Associate Professor, University of Missouri, Columbia. 445-6766.</blockquote>\n<blockquote>To: All News Media FOR IMMEDIATE RELEASE\".</blockquote>\n<p>Then followed two pages, single spaced text addressed to Chancellor Schwada, protesting the participation of the University's band, football team, and University officials in the festivities of the Veiled Prophet Order.</p>\n<p>For some years prior to the time Professor Dougherty signed the contract to teach at the University, he had been a professor at St. Louis University and while there he became deeply involved in protests against \"the restrictive racial policies of such groups as the Missouri Athletic Club, the Fleur de Lis Order, and the Veiled Prophet Order\". While in St. Louis he had organized the \"St. Louis Circles of Concern\" and for several years he had protested and picketed the activities of the above named organizations. Preparatory to taking the position as visiting professor he had moved to Columbia during the week before September 21, 1970, at which time he had read in the <i>St. Louis Post Dispatch,</i> a news item stating that the Missouri University Marching Band would again take part in the parade, which was a <span class=\"star-pagination\">*633</span> part of the Fall Festival Celebration sponsored by the Veiled Prophet Order.</p>\n<p>On the afternoon of the same day the Missouri University football team was scheduled to play the Air Force Academy football team. After reading the article, according to his testimony, the plaintiff wrote the letter to the Chancellor. The next morning he had approximately 100 copies of the document run off in the University printing shop, for which he paid, and circulated them among the members of the faculty and the press for publication. On the following day he read the letter to his class in political science, and entered into a discussion concerning the subject of the letter.</p>\n<p>As an additional part of his protest, following publication of the letter, the plaintiff began a hunger strike and thereafter he positioned himself in front of Jesse Auditorium on the campus and publicly shaved his head. He was subsequently called to the office of Dean Walker to discuss his activities in connection with the protest.</p>\n<p>None of his activities touched a responsive chord so far as the University administration was concerned and plans remained unchanged concerning the University's participation in the upcoming festivities. On the morning of September 26, 1970, while the band was assembling preparatory to having breakfast and boarding the buses which were to convey it to St. Louis, the plaintiff appeared carrying a large picture of Martin Luther King. He says that because of his hunger strike he was too weak to drive a car to St. Louis, so he accompanied a young student, who was employed in the press box at the football stadium. He arrived in St. Louis about 9:00 o'clock in the morning.</p>\n<p>When the parade began to move about 10:00 a.m. the plaintiff still carrying the Martin Luther King picture, marched with the band along the route on Market Street. Near the end of the route he proceeded out into the street in front of the marching band, and laid down in the street among the bandsmen. The band continued to play and apparently his presence did not materially interfere with its progress. The bandmaster did testify that a number of people shouted \"Kick the SOBkill the SOB\", but that no actual violence manifested itself.</p>\n<p>Plaintiff was arrested by the St. Louis City Police, removed from the midst of the band, and charged with disturbing the peace and resisting arrest. He was subsequently released on bond. Several weeks later, as a result of plea negotiations by his attorney, the resisting arrest charge was dismissed, and he entered a plea of guilty to the disturbing the peace charge and paid a fine of $100.00.</p>\n<p>At the hearing held before the Tenure Committee, he testified that he was greatly surprised and shocked when he was charged with resisting arrest and that it had been his plan to appeal any conviction for disturbing the peace, a charge with which he was familiar. He further testified that the purpose of an appeal from the disturbing of the peace conviction was to have been to test in the courts the legality of his conduct, but that because of the seriousness of the resisting arrest charge, he felt he could not afford the expense of a judicial determination of that question. Therefore, he agreed to plead guilty to the charge of disturbing the peace.</p>\n<p>On Saturday, October 2, 1970, defendant Pinkney C. Walker, Dean of the School of Business and Public Administration (of which the Political Science Department is a part), who had been advised of plaintiff's activities, called the plaintiff to his office and questioned him about the events in St. Louis. When plaintiff refused to answer any questions or to discuss the facts, he was advised orally and in writing that he was suspended without pay as of that date. Dean Walker had obtained the information concerning plaintiff's activities in St. Louis from the bandmaster, and had learned of the writing of the letter and the alleged threats against the members of the band and others who <span class=\"star-pagination\">*634</span> might participate in the festivities in St. Louis. [See Appendix A]</p>\n<p>Present at the meeting with Dean Walker was Arthur Kalleberg, Chairman of the Political Science Department, and Wilbur Haisman, Associate Dean of the School of Business and Public Administration. Prior to that time, during the first week of Dougherty's teaching, he had encountered considerable opposition from some of the members of his very large class concerning his methods of teaching, and it had been necessary for the Chairman of the Department to divide the class and place over 70 members in another room with another instructor. This information had also been brought to the attention of Dean Walker.</p>\n<p>At the meeting with Dean Walker, Dougherty refused to answer any questions or deny or affirm his activities respecting the event. Later, as a reason for declining to discuss the matter, he said he was faced with two serious misdemeanor charges in St. Louis and he was not represented at the meeting by a lawyer. The plaintiff's suspension was based upon the alleged violation of Rule 3.0803 University Collected Rules and Regulations. The letter Dr. Walker delivered to him on October 2 stated:</p>\n<blockquote>\"Following notice and hearing I find that you interfered with the University of Missouri-Columbia band on September 26, 1970, in St. Louis and I am notifying you of your suspension effective as of this date under Rule 3.0803 of the University of Missouri Rules and Regulations.\" [Signed: Pinkney Walker Dean].</blockquote>\n<p>Rule 3.0803 states:</p>\n<blockquote>\"The University of Missouri will at all times defend the right of free expression of opinion, including the right of peaceful assembly. The University will, indeed, guard this right in behalf of all persons associated with the institution and will not tolerate actions by any individual or group that would seek to restrict the appropriate freedoms of any other individual or group. The University will not allow any unauthorized occupation of University facilities, nor will it permit any interference with its normal and regular activities. Discussion of issues within the University will in no circumstances be conducted under any form of duress. Attempts at unacceptable building occupation or interference with University business will be dealt with in a manner necessary immediately to relieve the situation. Any faculty, students or employees engaged in such activities will face immediate suspension, and may suffer ultimate dismissal.\"</blockquote>\n<p>At the time of the plaintiff's suspension his salary was discontinued, but within a few days it was reinstated, and he continued to receive his salary until the final termination of his contract on January 31, 1971.</p>\n<p>On October 2, 1970, the day of the plaintiff's suspension, plans were made to form an <i>ad hoc</i> committee composed of members of the Department of Political Science for the purpose of investigating complaints concerning the plaintiff's teaching. In addition, Dean Walker requested that the committee give him an \"opinion concerning Dougherty's professional performance, in connection with possible dismissal for cause under the tenure regulations.\"</p>\n<p>The committee met on October 8, 1970, such meeting being attended by 18 members of the Department including plaintiff. Also present was a graduate student representative and four members of Dr. Dougherty's American Government class. The meeting was presided over by Dr. Kalleberg, who informed the members of the purposes of the meeting.</p>\n<p>The committee heard testimony of the various parties who desired to testify, but we have not been furnished with a transcript of this testimony. Several of the members expressed the view that the committee was without official standing and were doubtful as to the Dean's authority to make such a request of them, and the committee's authority to make suggestions to the Dean concerning the <span class=\"star-pagination\">*635</span> plaintiff's conduct in St. Louis. There were other matters brought before this committee concerning the plaintiff's teaching practices.</p>\n<p>Dr. Dougherty was permitted to make explanations relating to his conduct. Dean Walker also appeared before the committee and explained his action in suspending the plaintiff, and his reaction to the problem generally. The outcome of this meeting was the adoption of a motion that the Dean's request had been taken under advisement, and that a reply would be made on October 16. The committee also by motion appointed a subcommittee of three members to conduct an inquiry into Professor Dougherty's professional conduct.</p>\n<p>On October 6, 1970, Dr. Kalleberg had advised Dean Walker by letter of the meeting of the Department of Political Science on October 2 and of the complaints by students concerning Dougherty's American Government class. Dr. Kalleberg further stated in the letter that he had created a parallel class to take over 70 students who wished to leave Dougherty's class, and that a committee had been appointed to investigate Professor Dougherty's handling of the class. The letter also recommended the restoration of Professor Dougherty's salary pending a final disposition of the matter.</p>\n<p>The committee made its report to Dean Walker on October 20, 1970. We do not deem it necessary for the purpose of a determination of the question before us to review the committee's findings relating to the problems concerning Professor Dougherty's teaching practices. We are concerned only with the St. Louis episode and the open letter to Chancellor Schwada. Under the heading of \"findings\" the first paragraph of the Committee's report stated:</p>\n<blockquote>\"We find that there is but scant evidence to warrant a charge of professional misconduct against Professor Dougherty. We do believe, however, that he made a number of errors in judgment which resulted in justifiable misgivings on the part of the administration, faculty, and students. We believe, further that his judgment was influenced by a sequence of stressful developments beginning in the late spring of 1970. This finding in no way touches on the merits of Professor Dougherty's complaint against the Veiled Prophet organization. We believe, indeed, that a legitimate issue has been raised.\"</blockquote>\n<p>With respect to the open letter which Dr. Dougherty had written, the committee made this finding:</p>\n<blockquote>\"* * * we believe that a faculty member normally has an obligation in the first instance to communicate any grievances concerning University policy through appropriate channels and that only extraordinary circumstances warrant circumvention of this process. When administrative officials have had an opportunity to correct error and local remedies have been exhausted, however, the faculty member has an undoubted right as a citizen to publicize his view in a larger forum.\"</blockquote>\n<p>The committee further found:</p>\n<blockquote>\"Professor Dougherty did not follow usual procedure. Three days after receiving his contract, and without prior warning of any kind, he released to the press his open letter to Chancellor Schwada condemning University participation in the Veiled Prophet Parade and threatening to seek the removal from the University of all participants. While he did indicate that he would pursue this matter through normal University channels, the letter was strongly worded with little or no ameliorating tone.\"</blockquote>\n<p>Continuing further the committee found that Professor Dougherty's failure to give University participants the benefit of the doubt was motivated in part by the fact that he had only one week within which to make his case. The report concluded:</p>\n<blockquote>\"It was, we believe, these misjudgments on his part rather than effort <span class=\"star-pagination\">*636</span> to challenge the Administration which precipitated his action.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>While one may not want to brand Professor Dougherty's action here as `unprofessional conduct', it is conduct which cannot be condoned by those seeking to reestablish mutual trust among faculty, students, and Administration. There is no reason to assume that Professor Dougherty was as aware as we of the general situation on this campus, but this is strong reason why he should as an absolute minimum have seen fit to consult with members of the Department rather than simply presenting them and the Administration with a precipitate <i>fait accompli.</i>\n</blockquote>\n<blockquote>We do not believe, however, that his conduct in this regard warrants dismissal from the University or suspension from the classroom.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>With respect to the St. Louis incident, we believe with the statement of ethics adopted by the Faculty Council on September 11, 1970, that: `Although he [the professor] observes the stated regulations of the institution, provided they do not contravene academic freedom, he maintains his right to criticize and seek revision.'</blockquote>\n<blockquote>University officials certainly have the authority and the responsibility to enforce the rules of the University, and <i>we reserve the judgment as to the facts in the St. Louis case.</i> We believe that Rule 3.0803 of the University of Missouri Rules and Regulations is a salutory one insofar as it contemplates prevention of physical disruption of ongoing campus activity. Were Professor Dougherty clearly in contravention of the rule in question, then disciplinary action would be in order. In the instant case there is room for question as to the applicability of the rule, and we do express concern that its enforcement be brought within the framework of customary standards of due process and that the meaning of `suspension' be clarified as regards salary and standing in the University.\"</blockquote>\n<p>[Emphasis supplied.]</p>\n<p>The committee recommended:</p>\n<blockquote>\"That Professor Dougherty be sternly reprimanded for his precipitate action in the matter of the letter to Chancellor Schwada and for his failure to consult with other members of the Department regarding it.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>That Professor Dougherty be assigned other duties with pay for the remainder of the Fall Semester and not returned to his classes during that period. This recommendation is based on our belief that further disruption of the Department's academic progress would be likely to ensue in case of belated reinstatement.</blockquote>\n<blockquote>That we encourage Professor Dougherty to carry through with his contemplated letter of apology to Chancellor Schwada for premature release of the open letter dated September 21, 1970, and that the University Administration agree to reexamine carefully its connection with the Veiled Prophet organization.\"</blockquote>\n<p>On October 23, following receipt of the committee report, Dean Walker addressed a communication to Chancellor Schwada summarizing the facts and making a recommendation that Dr. Patrick T. Dougherty be terminated for cause. The letter stated in part:</p>\n<blockquote>\"2. On September 21, 1970, Professor Dougherty made a press release to all news media consisting of an open letter to you regarding the University's participation in the St. Louis Fall Festival on Saturday, September 26, 1970, immediately preceding its performance at the MU-Air Force football game in St. Louis. Your attention is called to the next to the last paragraph of the open letter in which Dr. Dougherty states that he will `seek the suspension and disciplining of those University students who participate in the Festival.' It should be <span class=\"star-pagination\">*637</span> noted that Dr. Dougherty read this letter to his class, that six members of the band were enrolled in his class, and that the participation for which he stated that he would seek their suspension and disciplining was in connection with an event that had official University sanction and in which they, as members of the band, had an obligation to participate. It should also be noted that Dr. Dougherty did not write to you in advance of the release of the open letter, indicating his concern and requesting that you consider the matter, taking his position and recommendations into account.</blockquote>\n<blockquote>3. In the interim between September 21 and September 26, Dr. Dougherty went on a hunger strike in protest of the University's participation in the St. Louis Fall Festival, announced that he would shave his head in front of Jesse Hall as part of his protest, and did so.</blockquote>\n<blockquote>4. On September 26, 1970, Dr. Dougherty, as a part of his protest, placed himself in front of the University of Missouri-Columbia Marching Band while it was participating in the Fall Festival Parade in St. Louis thereby interfering with its performance.</blockquote>\n<blockquote>5. On October 2, 1970, I charged Dr. Dougherty, both orally and in writing, with violating Section 3.0803 of the Collected Rules and Regulations of the University by interfering with the University of Missouri-Columbia Marching Band by laying down in front of it during the Fall Festival Parade.</blockquote>\n<blockquote>6. Dr. Dougherty was given an opportunity to be heard and declined either to confirm or to deny the charge. On the basis of the facts that had been provided to me by Mr. Purris Williams, Instructor in Music and Acting Director of the band, and the University Rules and Regulations as cited above, I notified Dr. Dougherty, both orally and in writing, that he was suspended.</blockquote>\n<blockquote>7. Numerous complaints were received concerning Dr. Dougherty's teaching prior to his suspension and a committee of his department has found that while he committed several errors of judgment for which he should be criticized, there may be factors contributing to this other than lack of competence and professionalism.</blockquote>\n<blockquote>Attempts by a faculty member to prevent or disrupt University activities of which he disapproves by the forcible occupation of the space or facilities required for such activities and threats to seek suspension and disciplining of students who participate in officially sanctioned University activities is conduct which must be deplored and which cannot be condoned. This conduct is clearly of such a nature as to bring discredit upon the University, and, thereby, is in violation of Rule 5.0001 of the University's Collected Rules and Regulations. His interference with the band on September 26 is clearly in violation of Rule 3.0803 of the University's Collected Rules and Regulations.</blockquote>\n<blockquote>As Dean of the School of Business and Public Administration, for the reasons listed in Items 2 and 4 above, I charge Dr. Dougherty with violation of the two specific rules cited and because, in view of his actions, it is no longer possible for him to render useful service to the University, I recommend that his appointment be terminated.\"</blockquote>\n<p>It will be observed that in this letter to Chancellor Schwada, Dean Walker for the first time charged Professor Dougherty with violating Rule 5.0001, in addition to Rule 3.0803 of the University's Collected Rules and Regulations. Rule 5.0001 provides:</p>\n<blockquote>\"5.0001 Personal Conduct of Employees. The personal conduct at all times of any employees of the University <span class=\"star-pagination\">*638</span> shall be such a nature as not to bring discredit upon the institution. Conduct contrary to this policy will result in the termination of such employees' connection with the University.\"</blockquote>\n<p>In suspending Dr. Dougherty on October 2, Dean Walker referred only to an alleged violation of Rule 3.0803, which we have heretofore quoted. It was based on this breach of the University's rule that the hearing was held before the members of Dr. Dougherty's own department.</p>\n<p>Considering the nature of the charge against Dr. Dougherty we do not think that it is of substantial importance that Dean Walker did not at that time also charge Dr. Dougherty with violating Rule 5.0001. There has not been cited to us any provision in the University's regulations which requires a hearing in a proceeding of this kind by the accused professor's department colleagues. As a matter of fact, the suspension issued by Dean Walker on October 2 was a temporary one, and although it specified that it was without salary, that part of the directive was not carried into effect and he continued to collect his salary.</p>\n<p>Following the receipt of the department's recommendations, which were not binding upon anyone, Dean Walker recommended to the Chancellor that Dr. Dougherty's contract be terminated. In his recommendations to Chancellor Schwada, Dean Walker did charge the plaintiff under Rule 5.0001 as well as Rule 3.0803 and those were the charges before the Academic Tenure Committee when the hearings were conducted. Dean Walker's letter of October 23, 1970 to Chancellor Schwada stated in part:</p>\n<blockquote>\"Numerous complaints were received concerning Dr. Dougherty's teaching prior to his suspension and a committee of his department has found that while he committed several errors of judgment for which he should be criticized, there may be factors contributing to this other than lack of competence and professionalism.\"</blockquote>\n<p>Dean Walker's charge against the plaintiff came on for hearing before the Academic Tenure Committee on December 15, 1970 and was presided over by Dr. Fratcher who acted as Chairman. Plaintiff appeared in person and by his attorney, and the University was represented by its attorney. The Chairman made the following statement to the committee:</p>\n<blockquote>\"The committee met on October ninth ........ thirteenth, nineteen-seventy, to consider a request from Dr. Patrick T. Dougherty, associate professor . . . . visiting associate professor of Political Science, for a hearing with reference to his suspension from his position. At that time the committee decided that it did not have authority to grant a hearing on the suspension, unless and until removal for cause was recommended. Subsequently, on October 23, 1970, the Dean of the School of Business and Public Administration recommended Dr. Dougherty's removal from his position of visiting associate professor of Political Science. Thereafter Dr. Dougherty renewed his request for a hearing and the committee has now met in order to conduct that hearing. The secretary will have recorded the presence of representatives of all of the constituent schools on the Columbia campus.\"</blockquote>\n<p>After a preliminary examination as to the qualifications of the members of the committee and their acceptance as committeemen, counsel for Dr. Dougherty requested that the hearing be public. After due consideration and argument, subject to the possibility of being overruled by those in the committee, the Chairman ruled that the \"hearing should be closed, except of course, to Dr. Dougherty, and his advisors, and Dean Walker and his advisor, and the University official who was running the tape recording device.\"</p>\n<p>One member of the committee then made a motion to the effect that the meeting should be opened to the public, but the motion failed for lack of a second <span class=\"star-pagination\">*639</span> and the Chairman's previous ruling stood in effect.</p>\n<p>The parties were afforded an opportunity to call such witnesses as they desired and a transcript of the hearing consisting of 88 pages, has been made a part of the record in this case. The entire subject of Dr. Dougherty's opinions concerning the secret membership of the Veiled Prophet organization in St. Louis and the fact that it was confined exclusively to the Caucasian race, was developed. Dr. Dougherty related to the committee how he became interested in the subject in question, his efforts to bring to public attention the facts about which he objected, and the reason for his resignation as a professor in St. Louis University. He also testified to how he came to renew the protest so soon after he moved from St. Louis to Columbia to assume his new responsibilities and duties.</p>\n<p>We have already recited the facts leading to the plaintiff's discharge, concerning the marching band and the Veiled Prophet Fall Festival Parade. He discussed with the committee his activities as a picket and his objection to violence in any form. He stated that he had never participated in any activities of a violent nature in connection with the Veiled Prophet Order. He told the committee that he had determined to again protest the participation of the band in the parade in St. Louis on September 26, but that at the time he traveled to St. Louis he had no well formulated plan as to how that protest should manifest itself. Shortly before his final act of lying down in front of the band, he was careful to explain to the committee that he had carried an umbrella (it was a rainy day), and that before entering the street to lie down before the band, he had left the umbrella on the sidewalk for fear someone would get stuck with it. He also expressed the view that he intended to appeal to the courts if he was arrested for disturbing the peace. We have already recited how all this took place and what the result was.</p>\n<p>Two young members of the band who were students in Dr. Dougherty's class, testified they were not intimidated by Dr. Dougherty's reading and discussion of his letter to the Chancellor or by any threats of expulsion that may have been contained in the letter. The witnesses on behalf of the University were Dr. Walker and the leader of the band who described the activities of Dr. Dougherty and their own reactions to the conduct. Dr. Walker, in his testimony, stated that he was disturbed when he read the letter that had been written by Dr. Dougherty to the Chancellor. He described his feelings as follows:</p>\n<blockquote>\"I suppose my primary concern was the adverse effects this might have on the school and the University in terms of . . . in regard to accomplishing our basic mission. It was a new experience for me, nothing like this had ever happened in my experience as a dean, in my time at the university. It was a departure from those behavior patterns of my colleagues. I felt, I think I felt at the time, I'm sure I did, that I feared that it might be misinterpreted by people as reflecting the view of his colleagues, and I knew, or I thought that I knew that it did not. And I suppose that it . . . I was especially disturbed about the last paragraph, or next to the last paragraph about action being taken of the sort that's indicated there, in that paragraph about his colleagues, the administration, his students. I had a wide range of concerns, I'm not sure I've mentioned them all, but I suppose that's the jest (sic) of it.\"</blockquote>\n<p>Referring to the meeting of September 24, Dr. Walker testified:</p>\n<blockquote>\"[I]t started by pointing out what I had seen, or heard, and that I certainly didn't want to take what I had read in the press as necessarily accurate, as my experience with the press is, that it is not always accurate, and I told Dr. Dougherty that I'd like to have a statement directly from him, about the letter, whether he wrote it and so on. And in the course of the conversation <span class=\"star-pagination\">*640</span> I ascertained that he did indeed write the letter, and release it, and as we proceeded with our discussion, I recalled that I asked Dr. Dougherty, or stated to him, I assume that you wrote or got in touch with the Chancellor, that you outlined to him your concern, and perhaps made to him certain recommendations, and I assume further that you . . . the answer you got was not satisfactory, whereupon you released this letter, is that correct, and he informed me no, that he did not follow that procedure. That he had not taken this up with the Chancellor in advance, that the first step he had . . . he had written the letter, and released it openly without any prior consultation with the Chancellor, so I ascertained at the meeting, that he . . . from him, that he did write and release the letter and he didn't in advance take the matter up with the Chancellor to try and solve the problem some other way. Those were the main things, I would add the whole meeting . . . the purpose, of the conference was merely to get information, it was a solicitation of information and was not, in any sense a disciplinary proceeding of any kind.\"</blockquote>\n<p>Dr. Walker further testified that:</p>\n<blockquote>\"[A]t the October 2nd meeting I charged Dr. Dougherty with violation of rule . . . 3.08 I don't remember the number of the rule . . . . . with the violation of the University rule 3.0803 and asked him to . . . and asked for the facts in connection with that incident in St. Louis.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>The suspension was not based on teaching, it was based on the incident in St. Louis. So to wait a report on the teaching in political science it didn't seem to me to be germain to the problem.\"</blockquote>\n<p>In his testimony concerning the background of his opposition to the Veiled Prophet Order, Dr. Dougherty stated:</p>\n<blockquote>\"Well I . . . I wouldyou know, after studying the Veiled Prophet, and reading about it, and now doing some more research on it, I put it in the same category as the Jim Crow laws in the South. And it's a different kind of thing. Here, we're involved in symbolsthere's not a black and white john anymorebut here we have these symbols of this being a city-wide event, a city event, but yet it's sponsored by a private goop. (sic) And when you call up members, if you get to know who's in the Veiled Prophet, you ask them on the phone about whether they have an exclusion clause, they don't deny it they say, `we have a right to.' Okay, I really, I reallyI'm not prepared to get into a long argument on whether a group of white men, who have no ethnicnow I'm no (sic) talking about Irish-American or German-Americans but a group of city fathers . . . I'm not going to argue with you at length about whether they have a right to form a group and exclude blacks. But they do . . . there are city funds expended on putting up their banners, on putting up decorationsthere are city crews that do this. There's city expense involved in this parade. It bothers me that decision-makers are involved in an organization that has a secret membership, because I can't pinpoint conflicts of interest in that group; and as a political scientist, I'm very concerned with conflicts of interest.\"</blockquote>\n<p>Dr. Dougherty further testified concerning his opposition to the Veiled Prophet Order describing the origin of this opposition as follows:</p>\n<blockquote>\"A black graduate student, who is Ernestine Patterson, was getting his Ph.D. from St. Louis, U., and knew a lot about St. Louis politics . . . got into this discussion with me and he's teaching at the University of Colorado now, the last I heard. But anyway, he completely re-oriented my thinking on the race crisis. Before I <span class=\"star-pagination\">*641</span> had this discussion with him, I was thinking of the race problem as being in the ghetto. Ernestine completely changed my mind, and said, you know, the problem is in the psychological thinking of the white community. And they bring things down here, . . . their way of thinking . . . the blacks have to confront them down here. And he said, if you come down to the ghetto, and you try to relieve things, and you see the problem in the ghetto . . . the race problem as being in the ghetto, and you try to come down and lead things, he said, you aren't going to get anything done. He said, if you come down to the ghetto, you've got to think in terms of black leadership. If you work out in the suburbs, white leadership is okay. And he said, that's what we need, if we're ever going to solve the race crisis. We need to think of white community action in white communities. And so as a result of this long discussion . . . I asked him about the problems . . . what can we do in the white communities. And he said how many picket signs have you seen in white communities, carried by whites . . . he said, we can't go out there . . . blacks can't go out there in the suburbs . . . hesaid, whites haven't even picketed . . . they'll go down South, they'll go down to the City, but they won't even work in their own white communities. The idea of the Circles of Concern was to start a community action group, and to find out the problems. Now Ernestine mentioned the VP, and later on, we really got on to it . . . at a later meeting. Two white Episcopal priests came to our meeting and really made us center in on it. But before that happened, we were thinking of the open housing problem and all this kind of thing.\"</blockquote>\n<p>He then discussed at considerable length his activity with and objection to the Veiled Prophet Order and to the Fleurde-Lis, a Catholic organization that excluded Negroes.</p>\n<p>Dr. Dougherty further testifed that when he went to St. Louis for the purpose of protesting he did not plan to protest against the University of Missouri, but only against the Veiled Prophet Order. Further concerning his action in St. Louis, he stated:</p>\n<blockquote>\"But I didn't know what I was going to do when I got to St. Louis. I still didn't know. I knew I was going to protest the parade. * * * * * I was playing everything by ear, and I was . . . it just seemed to me that the</blockquote>\n<blockquote>University should be represented in that parade in a different way. * * * and I knew when I walked out in front of that band, that that band wasn't going to stop, that nobody was going to get hurt, that they would keep playing because for one thing, they recognized me. I had confronted them on two different occasions with my picture of Martin Luther King. They knew I was a nonviolent person. They knew that I wasn't going to stand up there and slug them. They knew that, that . . . I just felt that I could trust them too.\"</blockquote>\n<p>With reference to being arrested, he stated:</p>\n<blockquote>\"But it surprized me because I expected the police to have the decency to come in after the band has passed over me but instead they came right into the middle of the band and I regretted it very much.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>Originally, [I was charged with] breach of the peace, and then about three hours later, after I . . . you know, spending this time in jail, about three hours later, they came by and said that they had added a resisting arrest charge, which really surprized me. I had not counted on resisting arrest or that charge being placed, and this was a disappointment because <span class=\"star-pagination\">*642</span> it just added to the problem that I was confronted with then.\"</blockquote>\n<p>With respect to his meeting with Dr. Walker following his return from St. Louis, he stated:</p>\n<blockquote>\"Well, I was scared. The suspension really surprized me. I really didn't expect it at all because I felt that Dean Walker was worried about what I was going to do up there, you know, I . . . when he was talking to me the first time, he seemed to be . . . I sat there and listened to him. I thought you know, he thinks I'm going to lead a bunch of demonstrations on campus, and when I thought I would convince him by going down to St. Louis, getting clear off the campus and then I came back and I was suspended. And I was really surprized by this. I was scared. When he said to discuss the protests with him in St. Louis, the first thing I thought of was that you know, that I've got two things going against me, or possibly in . . .</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>There were two serious misdemeanors as they interpreted them down there and I wasn't . . . I was concerned with breach of the peace. I knew something about that, but I didn't know much about resisting arrest.\"</blockquote>\n<p>Dr. Dougherty was asked by the committee whether or not shaving his head and going on the hunger strike in any way interfered with University business. His answer was:</p>\n<blockquote>\"No. I . . . not that I know of. When the students came out there, for example . . . Well, the hunger strike is a very personal thing, you know, it involved no demonstration; you just go on a hunger strike. You don't do it at any certain place. I mean, I sat over there in front of the union with Martin Luther King's picture on a couple of days. But the hunger strike doesn't involve anybody. It's a very personal thing and the head-shaving is a . . . is an old Jewish custom that was later adopted by St. Paul and this led to other adoption by Christian communities; a kind of a form of protest, only in their case, they never shaved their . . . I'm sorry, they never cut their hair again until what they wanted to do was accomplished.\"</blockquote>\n<p>When asked why he chose to lie down in front of the band, instead of the cheer leaders, the President on the reviewing stand, the Missouri float, or the football team, his reply was:</p>\n<blockquote>\"Well, while I . . . we'll take the football team; that would smack too much of normal and regular university activities. I didn't feel like the football team should be down there, but I wasn't about to go out there at half time. The football game is too much normal and regular activities, so I ruled that out. I'm not one to sit down in front of a float because, I don't trust that guy in that, who's driving that car, and this is the usual kind of protest, but I just wouldn't ever sit down in front of a float, because their field of view is very poor, so it would just be my luck for them to run over me. Also in front of the band were a bunch of horses, and I just felt there would be no delay in the parade at all and no real disruption, there would have been quite a bit if I had sat down in front of a float, there might have been a delay, but I had seen this photographer at one time do this, and I felt that if he could do it that I could do it in such a way that the band wouldn't even stop, and that I would make my point, not only that I trusted the band members. I wasn't about to lay down in front of the Air Force band. I have respect for my own health. This seemed to be an ideal situation . . . I felt that if those kids wanted to march in that parade, after all I had said, that I certainly shouldn't be the one to stop them. They either had to . . . if the university stopped them, okay, but me . . . I didn't have the right to stop that parade, or to even delay it, I <span class=\"star-pagination\">*643</span> felt, in terms of the band's participation. So I felt that whatever I would do, that band would keep going, they would reach the end of the parade. I waited to the very end of the parade, the very end of the crowds to lay down. By the time I had laid down, the parade was over with as far as the band was concerned.\"</blockquote>\n<p>Dr. Dougherty further testified:</p>\n<blockquote>\"You know I came here to teach and ninety-nine per cent of my time was devoted to preparation for my classes. I've never spent a lot of time on protesting, but I have become rather specialized with regard to the kinds of things I protest, and I do it from time to time, but its certainly not a major part of my life.\"</blockquote>\n<p>On December 17, 1970, the Chairman of the Tenure Committee wrote a letter to Chancellor Schwada in which he set forth findings of fact made by the committee. In paragraph 6 thereof, the committee found that the acts of Dr. Dougherty, \"to the extent that they were improper were not `such as to seriously interfere with the appointee's capacity to perform his duties competently or with his usefulness to the University' within the meaning of Section 9 of the Academic Tenure Regulations * * * *.\" Accordingly, the committee recommended that Dr. Dougherty's appointment not be terminated prior to the end of its term.</p>\n<p>On January 11, 1971, defendant Schooling as Interim Chancellor of the University, wrote a letter to defendant Ratchford, Interim President of the University, in which he acknowledged the findings and recommendations of the Committee. The final paragraph of the letter stated:</p>\n<blockquote>\"While I fully respect the integrity of the members of the Tenure Committee and understand the basis for their recommendation, I believe Professor Dougherty's actions, as documented in the hearing before the Tenure committee, raise serious doubt as to his future usefulness to the University and, in my judgment, warrant the termination of his contract. I, therefore, recommend that Professor Patrick T. Dougherty's non-regular appointment as Visiting Associate Professor of Political Science be terminated with salary to be paid through January 31, 1971.\"</blockquote>\n<p>On January 14, 1971 defendant Ratchford notified Dr. Dougherty that his appointment was terminated as of January 31, 1971. The letter stated that the termination was based upon the findings of fact of the committee on Tenure, and the recommendations of Dr. Dougherty's Dean and those of the Interim Chancellor.</p>\n<p>Dr. Dougherty subsequently appealed defendant Ratchford's decision of termination to the Board of Curators and that body thereafter affirmed the decision of termination by a vote of five to three.</p>\n<p>The defendants have filed motion for judgment on the pleadings, or for summary judgment, alleging that the facts which are necessary to a judgment are pleaded in the first Amended Complaint and admitted by defendants in their several answers. Defendants alternatively move for summary judgment under the provisions of Rule 12(c) and Rule 56 Fed.R.Civ.P., on the ground that the pleadings, files and records herein indicate that there is no genuine issue of material fact, and that the defendants are entitled to judgment as a matter of law.</p>\n<p>Thereafter, on March 14, 1972, plaintiff filed a Counter-Motion for Summary Judgment alleging that he is entitled to summary judgment on all issues, except damages, as a matter of law. In his Suggestions in Support of such motion the plaintiff has set out eleven interrogatories which he requests the court to answer.</p>\n<p>This is scarcely the type of case justifying the submission of interrogatories to be answered by the court, but since that is what the plaintiff desires, we shall answer the questions in the order in which they have been submitted.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*644</span> I.</h2>\n<p></p>\n<h2>\n<i>Is the plaintiff's right to teach in a state university protected by the United States Constitution and the Statutes and cases thereunder</i>?</h2>\n<p>The plaintiff has no absolute constitutional right to teach in a state university or any other educational institution. If a teacher, such as the plaintiff, does accept a teaching position he is bound by the rules and regulations of the institution governing the conduct of its teachers. Such regulations may not, of course, abridge any of the rights guaranteed under the Constitution and laws of the United States. Among the rights guaranteed to all teachers, as well as the plaintiff, are those of due process of law and freedom of speech.</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>\n<i>Was the plaintiff's action in protesting state university participation with a private, secret, segregated group protected by the United States Constitution and Statutes</i>?</h2>\n<p>The plaintiff's right to protest any action of the University whether it be with respect to a private, secret, segregated club or any other organization is protected by the Constitution insofar as free speech is concerned. Such a protest must, however, be carried on in a manner so as to not disrupt the educational mission of the university. Tinker v. Des Moines Community School District, <span class=\"citation\" data-id=\"107841\"><a href=\"/opinion/107841/tinker-v-des-moines-independent-community-school-dist/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">503</span></a></span>, <span class=\"citation\" data-id=\"107841\"><a href=\"/opinion/107841/tinker-v-des-moines-independent-community-school-dist/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">733</span></a></span>, <span class=\"citation\" data-id=\"107841\"><a href=\"/opinion/107841/tinker-v-des-moines-independent-community-school-dist/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">731</span></a></span>. The extent to which a teacher's speech as well as any other citizen's speech, is permitted to be regulated involves a process of balancing the rights of the teacher as a citizen and the rights of the state to insure an orderly process of education. Pickering v. Board of Education, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1731</span></a></span>, <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-dist-205-will-cty/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span>. As was expressed in the recent case of Tygrett v. Washington, <span class=\"citation\" data-id=\"1878980\"><a href=\"/opinion/1878980/tygrett-v-washington/\"><span class=\"volume\">346</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1247</span></a></span> (Dist. Col. 8/3/72):</p>\n<blockquote>\"There is no question that a public employee cannot be discharged solely in reprisal for the exercise of his First Amendment Rights. However, the right of free speech is not absolute. Frequently it must be balanced against legitimate continuing interests.\"</blockquote>\n<p></p>\n<h2>III.</h2>\n<p></p>\n<h2>\n<i>Was the plaintiff afforded adequate notice and hearing when he was suspended from teaching by the defendants</i>?</h2>\n<p>The plaintiff was afforded adequate notice of the nature of the charges against him when he was called before Dean Walker several days following his return from St. Louis. At that time the plaintiff chose to stand mute, and he refused to make any explanation of the facts surrounding his protest. At the time of the suspension Dean Walker presented the plaintiff with a formal notice of the charge and a copy of the University's rule he was alleged to have violated.</p>\n<p></p>\n<h2>IV.</h2>\n<p></p>\n<h2><i>Does University of Missouri Regulation 3.0803 have a chilling effect upon rights of expression protected by the United States Constitution and cases thereunder?</i></h2>\n<p>University Regulation 3.0803 is not overly broad nor does it have a chilling effect upon expression. It is a statement of University policy which, when considered in light of the facts of this case is not so vague as to require \"men of common intelligence\" to \"guess as its meaning.\" Conally v. General Construction Co., <span class=\"citation\" data-id=\"100759\"><a href=\"/opinion/100759/connally-v-general-constr-co/\"><span class=\"volume\">269</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">385</span></a></span>, <span class=\"citation\" data-id=\"100759\"><a href=\"/opinion/100759/connally-v-general-constr-co/\"><span class=\"volume\">46</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">126</span></a></span>, <span class=\"citation\" data-id=\"100759\"><a href=\"/opinion/100759/connally-v-general-constr-co/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">322</span></a></span>.</p>\n<p></p>\n<h2>V.</h2>\n<p></p>\n<h2><i>Does University of Missouri Regulation 5.0001 have a chilling effect upon rights of expression protected by the United States Constitution and the statutes and cases thereunder?</i></h2>\n<p>As in the foregoing point, Regulation 5.0001 is constitutional. We must consider this regulation as it applies to the plaintiff. The plaintiff was the holder of a Doctor of Philosophy Degree in Political Science and he had been engaged <span class=\"star-pagination\">*645</span> in the field of higher education for over seven years. He was, or should have been aware of his responsibilities to his profession and to the University as an institution of higher learning.</p>\n<p>Furthermore, it is our opinion that Regulations 3.0803 and 5.0001 must be considered valid in light of the fact that they dictate standards of teacher and student conduct ordinarily recognized and relevant to the mission of state institutions of higher learning. General Order on Student Discipline, <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">133</span></span> (W.D.Mo.1968); Esteban v. Central Missouri State College, <span class=\"citation\" data-id=\"286447\"><a href=\"/opinion/286447/alfredo-esteban-and-steve-craig-roberds-v-central-missouri-state-college/\"><span class=\"volume\">415</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1077</span></a></span> (8th Cir. 1969).</p>\n<p></p>\n<h2>VI.</h2>\n<p></p>\n<h2><i>Should University Regulation 3.0803 be determined constitutional by the court, then is the participation of the University of Missouri band in the parade in St. Louis sponsored by a private, secret, segregated group, a \"normal and regular\" activity of the University of Missouri, sought to be protected by University Regulation 3.0803?</i></h2>\n<p>The plaintiff contends that the band's participation in the parade was not a \"normal and regular\" University activity and that Regulation 3.0803 only applies to on campus activities. We must find against plaintiff on both contentions. The band had represented the University in the Veiled Prophet Parade as well as many other functions in the past, and such participation was a required function for band members.</p>\n<p>On the day of the parade the University of Missouri and the Air Force Academy football teams met, and the Air Force band also participated in the parade prior to the game. We must conclude that the parade was a normal and regular function and that the University reasonably interpreted the regulations in applying them to the facts herein.</p>\n<p></p>\n<h2>VII.</h2>\n<p></p>\n<h2><i>If University Regulation 3.0803 is found to be constitutional and the University participation is found to be a normal and regular activity by the court, then did the plaintiff's action in St. Louis constitute \"interference\" which was sought to be prohibited by Regulation 3.0803?</i></h2>\n<p>The plaintiff's activities in Columbia and in St. Louis constituted interference within the meaning of the rule. The plaintiff not only laid down in front of the band in St. Louis, thereby disrupting the parade, but, in addition, he called for the disciplining of all members of the band who might participate in the parade, including several members in his class. This, we feel, is the type of activity which may rightfully be prohibited because it falls outside the area of speech protected by the First Amendment. Action v. Gannon, <span class=\"citation\" data-id=\"299965\"><a href=\"/opinion/299965/action-percy-green-v-rowland-e-gannon/\"><span class=\"volume\">450</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1227</span></a></span> (8th Cir. 1971); cf. Burnside v. Byars, <span class=\"citation\" data-id=\"272551\"><a href=\"/opinion/272551/mrs-margaret-burnside-v-james-byars/\"><span class=\"volume\">363</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">744</span></a></span> (5th Cir. 1966).</p>\n<p></p>\n<h2>VIII.</h2>\n<p></p>\n<h2><i>Was the denial of plaintiff's motion for an open public hearing of Defendants' charges against him, on December 15, 1970 before the Academic Tenure Committee of the University of Missouri, a denial of procedural due process of law to the plaintiff?</i></h2>\n<p>The plaintiff was not denied due process by the Tenure Committee's refusal to open the hearing to the public. The plaintiff was represented by counsel and he produced such witnesses as he desired to produce. It is difficult to understand how admission of the public could have materially changed the nature and character of the evidence, in light of the fact that there is no real dispute concerning the facts adduced therein. The entire proceeding was electronically recorded and later transcribed.</p>\n<p>The record in this case reveals that one of the primary purposes of the plaintiff's demonstration was to attract the attention of the public to his cause. A closed hearing could not, of course, attract as much public attention to the protest and a protest without an audience might be compared to a circus parade <span class=\"star-pagination\">*646</span> without elephants, clowns and a calliope.</p>\n<p>The purpose of a hearing in cases such as this one is not to gain publicity but to determine the facts and arrive at the truth. There was no provision in the law or in the University's regulation requiring the granting of an open hearing and the failure to grant such does not constitute the denial of due process.</p>\n<p></p>\n<h2>IX.</h2>\n<p></p>\n<h2><i>Does the overturning of a decision of no dismissal rendered by the University administrative hearing bodies by the President and Chancellor without either of them reading or hearing the evidence adduced at the hearing violate due process of law and plaintiff's right to teach?</i></h2>\n<p>No. While the responsible authorities may not have read the testimony, they were in possession of the reports of the hearing committee and all of the facts which were essential to arriving at a conclusion. The reports were clear and unequivocal as to the actions and conduct of the plaintiff. In fact the plaintiff himself sets out most of these facts in his Complaint. He has never contested these facts except on the occasion when he appeared before Dean Walker and there chose to stand mute concerning the allegations.</p>\n<p></p>\n<h2>X.</h2>\n<p></p>\n<h2><i>Did the defendants fail to provide the plaintiff an impartial decision maker after the hearings of the Political Science Department and the Academic Tenure Committee?</i></h2>\n<p>The plaintiff contends that he was not provided an impartial decision maker following the hearings for the reason that the Interim Chancellor, the Interim President and the Board of Curators were biased and prejudiced against his cause. We disagree. A study of the record reveals that the procedure followed in the plaintiff's case fully complied with the law and with the regulations of the University. Two full and complete evidentiary hearings were held at which the plaintiff was represented by counsel. Findings of fact and recommendations were submitted by each to the proper University officials. There is nothing in this record to indicate that the officials were anything but fair and impartial in rendering their decisions.</p>\n<p></p>\n<h2>XI.</h2>\n<p></p>\n<h2><i>Is \"doubt of future usefulness\" of a teacher a sufficiently permissive constitutional reason to terminate plaintiff's contract or is it vague and over broad?</i></h2>\n<p>This is a compound question requiring two answers. Under the undisputed facts of this case the term \"doubt as to future usefulness\" used by defendant Schooling in connection with the plaintiff's dismissal is a sufficient reason under Section 9 of the <i>Academic Tenure Regulations,</i> and it is not vague and over broad. Section 9 of the <i>Regulations</i> provides that \"the cause for removal shall be only such as to seriously interfere\" with a teacher's \"usefulness to the University\".</p>\n<p>We must conclude that defendant Schooling made this finding in dismissing the plaintiff and that the finding is based upon substantial evidence. The plaintiff was engaged by the University to teach in the area of political science and government. During the first week of his employment he wrote the open letter to Chancellor Schwada without first making his feelings known to administrative officials of the University, he disseminated the letter among members of the press and other members of the faculty, he publicly shaved his head in front of a University building, he went on a hunger strike, he read the open letter before his class in government including the threat to bring about the suspension of those who participated in the parade (which included several members of the band who were in his class), he created such a disturbance by his teaching methods that over 70 dissatisfied students were transferred from his class, he picketed the assembly of the <span class=\"star-pagination\">*647</span> band on the morning of the parade, and finally he traveled to St. Louis and laid down in the street in front of the band resulting in his conviction for disturbing the peace.</p>\n<p>There was ample evidence from which the University officials could question the plaintiff's usefulness to the University.</p>\n<p>It is easily conceivable that every time this professor appeared before his class with a shaved head, the facts of the protest would enter the minds of the students. The protest was conducted in part in a permissible manner, but more important the protest also took the form of physical interference and the intimidation of others. Is it possible for a teacher who commits such acts to separate his thoughts and himself from the material which he attempts to impart to his students? Taking into consideration the elements of human nature, it would seem that such a professor's very presence would destroy his effectiveness as a teacher.</p>\n<p>The plaintiff has a perfect right to his own expressions but they must be exercised within the limits of the Constitution and laws of the State, and the lawful regulations of the institution.</p>\n<p>The conduct of a teacher, whether it be in private or public life, is something that cannot escape the thoughts of the students he is attempting to instruct. If his conduct sets a bad example may not his students gain a false impression from what he is attempting to teach?</p>\n<p>It is our conclusion, after having read all of the allegations, and having carefully analyzed as far as we can, the voluminous amount of relevant and irrelevant matter contained in the file, that the plaintiff has not been deprived of any of the rights guaranteed to him under the Constitution of the United States.</p>\n<p>The plaintiff's Motion for Summary Judgment is overruled, and the defendants' Motion for Summary Judgment is sustained.</p>\n<p>It is so ordered.</p>\n<p></p>\n<h2>APPENDIX A</h2>\n                         9-21-70\n<p>News Release from: Patrick T. Dougherty, Chairman, St. Louis Circles of Concern and Visiting Associate Professor, University of Missouri, Columbia. 445-6766</p>\n<p>To: All News Media</p>\n<p>FOR IMMEDIATE RELEASE</p>\n<p>The following is an open letter to John W. Schwada, Chancellor of the University of Missouri-Columbia, regarding the University's participation this Saturday, September 26, in the annual celebration of the Veiled Prophet Order.</p>\n<p>Dear Chancellor Schwada:</p>\n<p>As an alumnus of the University of Missouri (B&amp;PA '63), and presently as a member of the political science faculty at the Columbia campus, I am obliged to call the attention of the University community to your violation of the 1940 Statement of Principles (<i>Academic Tenure Regulations,</i> University of Missouri, Columbia, Appendix, Sections b and c) which prohibit unethical representation of the University or manipulation of students in controversial issues or events.</p>\n<p>In your case, I am specifically referring to the involvement last fall, and again this coming Saturday, of the University band, football team, yourself and other University officials in the annual celebration of the all-white, super-secret Veiled Prophet Order in St. Louis.</p>\n<p>The Veiled Prophet festival which celebrates both white supremacy and the subjugation of women has for many years been the target of peaceful protests by underprivileged citizens both black and white. Each year, the parade sparks numerous arrests and police violence against various human rights groups.</p>\n<p>Soon after the festival last fall in which you participated the Episcopal Diocese of Missouri condemned the event as being a serious insult to the black community in St. Louis. This resolution (<i>St. Louis Post-Dispatch,</i> Oct. 21, 1969) <span class=\"star-pagination\">*648</span> was in part a recognition of the fact that the Veiled Prophet Order is predominately Episcopalian although it has admitted a few token Catholics.</p>\n<p>Unlike the Masons but more like the Ku Klux Klan, the VP is a highly secret fraternity whose membership and activities can only be matters of speculation unless one enjoys the confidence of one of the members. While I have no evidence as yet to prove that the VP has direct ties with the Klan which it resembles, it is obvious that the proliferation of secret, all-white societies in the 1870's, at a time when the Klan was being repressed, was not only a social movement giving emphasis to male supremacy, but also a movement to celebrate the re-establishment of the doctrine of white supremacy after the failure of Reconstruction policies.</p>\n<p>For this reason, two recent candidates for the United States Supreme Court have been challenged, one successfully, on their memberships in clubs such as the Veiled Prophet Order.</p>\n<p>Would you, on your own campus, give active support to a secret, all-white society of students whose only purpose would be to perpetuate the principle of white supremacy?</p>\n<p>I am fairly certain that you would not sit on the reviewing stand during an anti-Vietnam parade, and yet you officially represented the University at an openly racist event last fall. At a time when the VP event was losing support locally and nationally, the University of Missouri, Miss America, and the Ringling Brothers Circus comes in to salvage this shabby exercise in civility.</p>\n<p>Lest you view parades by the privileged through underprivileged areas as a trivial enterprise, I should remind you that they have frequently served as the initial spark setting offfr riots and bloodshed in this country and abroad. In Northern Ireland, it was the annual Protestant parade through the districts of poverty-stricken Catholics which set off the riots in that country.</p>\n<p>You, and the participating MU students, are casting yourselves in the role of outside agitators in the most criminal sense of the term. Should this prove to be a period of riots and bloodshed in St. Louis, part of the responsibility for bringing this about will surely rest on your shoulders.</p>\n<p>I am surprised to see you giving such active support to practices which are being abandoned even in the deep South. After so many years of strife over the VP, participation in the event can no longer be termed \"unconscious racism.\"</p>\n<p>Drawing from my experience at Saint Louis University, I would suspect that white student radicals will be participating in Saturday's parade. You and they, while disagreeing on campus protests, can re-establish momentary harmony as you join hands in humiliating the black community in St. Louis. And as happened during the old lynching parties, there will be dancing, games, and floats, and everyone will have a good time, including some of the little black children.</p>\n<p>For the above reasons, I am asking all concerned that the University of Missouri withdraw completely from this Saturday's festival. If I do not hear from you within a reasonable length of time, I shall do all within my power as a citizen to prevent the participation of the University.</p>\n<p>If indeed you are successful in involving the University in the festival, I must then bring this violation of university regulations to the attention of the appropriate tenure committees and seek the removal for cause of any University officials responsible for the violation. I shall also seek the suspension and disciplining of those University students who participate in the festival. Of course, I intend to respect in all cases due process as outlined in University regulations.</p>\n<p>Thank you for your kind attention.</p>\n             Respectfully yours,\n             [s]  Patrick T. Dougherty\n                  Patrick T. Dougherty\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/100759/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107717/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/107841/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/272551/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/286447/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/299965/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1878980/"
          ]
        }
      ],
      "judges": "Duncan",
      "date_created": "2014-10-30T13:37:41.671384Z",
      "date_modified": "2016-03-03T20:01:12.015035Z",
      "date_filed": "1972-09-25",
      "date_filed_is_approximate": false,
      "slug": "dougherty-v-walker",
      "citation_id": 1474716,
      "case_name_short": "Dougherty",
      "case_name": "Dougherty v. Walker",
      "case_name_full": "",
      "federal_cite_one": "349 F. Supp. 629",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 4,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/991802/dougherty-v-walker/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T13:37:41.667844Z",
  "date_modified": "2014-10-30T13:37:41.667844Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Dougherty",
  "case_name": "Dougherty v. Walker",
  "case_name_full": "",
  "slug": "dougherty-v-walker",
  "docket_number": "Civ. No. 1678",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}