{
  "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/dockets/999381/",
  "id": 999381,
  "court": "https://www.courtlistener.com:80/api/rest/v3/courts/ilnd/",
  "clusters": [
    {
      "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/clusters/1442058/",
      "id": 1442058,
      "absolute_url": "/opinion/1442058/miller-v-fairman/",
      "panel": [],
      "non_participating_judges": [],
      "docket": "https://www.courtlistener.com:80/api/rest/v3/dockets/999381/",
      "sub_opinions": [
        {
          "resource_uri": "https://www.courtlistener.com:80/api/rest/v3/opinions/1442058/",
          "id": 1442058,
          "absolute_url": "/opinion/1442058/miller-v-fairman/",
          "cluster": "https://www.courtlistener.com:80/api/rest/v3/clusters/1442058/",
          "author": "https://www.courtlistener.com:80/api/rest/v3/people/1257/",
          "joined_by": [],
          "author_str": "",
          "per_curiam": false,
          "date_created": "2013-10-30T06:10:46.006633Z",
          "date_modified": "2017-04-05T20:21:20.420860Z",
          "type": "010combined",
          "sha1": "b6902e587303f8b28c5b2d33206ce9b0595a47d2",
          "page_count": null,
          "download_url": null,
          "local_path": null,
          "plain_text": "",
          "html": "",
          "html_lawbox": "<div>\n<center><b>872 F.Supp. 498 (1994)</b></center>\n<center><h1>Dale MILLER, Plaintiff,<br>\nv.<br>\nJ.W. FAIRMAN, et al., Defendants.</h1></center>\n<center>No. 93 C 2997.</center>\n<center><p><b>United States District Court, N.D. Illinois, Eastern Division.</b></p></center>\n<center>December 19, 1994.</center>\n<p><span class=\"star-pagination\">*499</span> <span class=\"star-pagination\">*500</span> Dale Miller, pro se.</p>\n<p>Jeremy C. Schwartz, Cook County State's Attorney's Office, Terry L. McDonald, Cook County State's Atty., Chicago, IL, for defendants.</p>\n<p></p>\n<h2><i>MEMORANDUM OPINION</i></h2>\n<p>GRADY, District Judge.</p>\n<p>Before the court is defendants' motion to dismiss the complaint. For the reasons stated in this opinion, the motion is granted in part and denied in part.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Dale Miller was a pretrial detainee at the Cook County Jail during the time relevant to this lawsuit, which he brings under 42 U.S.C. § 1983 against J.W. Fairman, executive director of the Cook County Department of Corrections (\"CCDOC\"); Michael Sheahan, the Cook County Sheriff; James Carey, superintendent of the CCDOC; two Cook County Jail guards identified as \"Sgt. Clay\" and \"Sgt. O'Carroll\"; and two unidentified Cook County Jail guards sued as \"John Doe # 1\" and \"John Doe # 2.\" Count I is a due process claim related to the conditions of confinement at the jail. Miller alleges that jail overcrowding forced him for at least nine months to sleep on the floor on a mattress where mice and fruit flies sometimes crawl; that on one occasion a broken water pipe in the jail flooded the area of the floor and soaked his mattress until the leak was repaired more than two months later; that the shower and toilet areas were filthy and roach-infested; that the toilets or urinals sometimes leaked water onto persons using them; that the jail is in a general state of disrepair and is improperly ventilated; and that after inmates broke window panes to try to improve ventilation in the summer, the jail did not replace the panes even after the start of winter, causing the interior temperature to become so cold that plaintiff could see his breath and had to walk around wrapped in his bed linens. Miller also has included in Count I an allegation that jail officials denied him due process by placing him in disciplinary segregation without adequate notice and hearing. Count II alleges that one of the two unidentified guards beat him for no reason while the other watched. Count III alleges Miller's right of access to the courts was violated by the jail's policy of not paying the postage on pieces of inmate mail weighing more than one ounce.</p>\n<p></p>\n<h2>I. Count I</h2>\n<p>To state a claim under § 1983, the plaintiff must allege the violation of a right secured by the Constitution and laws of the United States, and must show that the alleged deprivation was committed by a person acting under color of state law. <i>West v. Atkins,</i> 487 U.S. 42, 48, 108 S.Ct. 2250, 2254, 101 L.Ed.2d 40 (1988). The constitutional guarantee of due process applies to pretrial detainees' claims of unconstitutional conditions of confinement. <i>Bell v. Wolfish,</i> 441 U.S. 520, 535, 99 S.Ct. 1861, 1871, 60 L.Ed.2d 447 (1979). <i>Bell</i> was a case of federal confinement implicating Fifth Amendment due process, but the holding has also been applied to cases involving state confinement implicating by Fourteenth Amendment due process. <i>Anderson v. Gutschenritter,</i> 836 F.2d 346, 348-49 (7th Cir.1988); <i>Hines v. Sheahan,</i> 845 F.Supp. 1265, 1267 (N.D.Ill. 1994).</p>\n<p><i>Bell</i> holds that a pretrial detainee, such as Miller, may be detained pending trial and may be subjected \"to the restrictions and conditions of the detention facility so long as <span class=\"star-pagination\">*501</span> those conditions and restrictions do not amount to punishment, or otherwise violate the Constitution.\" <i>Bell,</i> 441 U.S. at 536-37, 99 S.Ct. at 1872. \"[I]f a particular condition or restriction of pretrial detention is reasonably related to a legitimate governmental objective, it does not, without more, amount to `punishment.'\" <i>Id.</i> at 539, 99 S.Ct. at 1874. Legitimate governmental objectives are not limited to ensuring the detainee's presence at trial; they also may include interests stemming from the government's need to effectively manage the detention facility, or to maintain security and order there. <i>Id.</i> at 540, 99 S.Ct. at 1874-75. \"Restraints that are reasonably related to the institution's interest in maintaining jail security do not, without more, constitute unconstitutional punishment, even if they are discomforting and are restrictions that the detainee would not have experienced had he been released while awaiting trial.\" <i>Id.</i></p>\n<p>Among the conditions at issue in <i>Bell</i> was the practice of \"double-bunking\" inmates in cells designed for only one person. The Court held that this practice did not constitute punishment, reasoning that due process did not include a \"one man, one cell\" principle. <i>Id.</i> at 541-42, 99 S.Ct. at 1875-76. But the Court added:</p>\n<blockquote>While confining a given number of people in a given amount of space in such a manner as to cause them to endure genuine privations and hardship over an extended period of time might raise serious questions under the Due Process Clause as to whether those conditions amounted to punishment, nothing even approaching such hardship is shown by this record.... We simply do not believe that requiring a detainee to share toilet facilities and this admittedly rather small sleeping space with another person for generally a maximum period of 60 days violates the Constitution.</blockquote>\n<p><i>Id.</i> at 542-43, 99 S.Ct. at 1875-76. This passage from <i>Bell</i> is significant because it suggests that \"genuine privations\" greater than double-cell confinement for 60 days could amount to punishment for due process purposes.</p>\n<p>Because <i>Bell</i> requires courts to consider whether pretrial detainees' conditions of confinement claims demonstrate that \"punishment\" took place, courts have had to look somewhere for a definition of \"punishment\" in this sense. Several courts in this circuit, including this one, have looked to the Eighth Amendment for that definition. <i>See </i><i>Hines v. Sheahan,</i> 845 F.Supp. 1265, 1267 (N.D.Ill.1994) (Grady, J.); <i>Antonelli v. Sheahan,</i> 863 F.Supp. 756, 759 (N.D.Ill.1994) (Holderman, J.); <i>Chavis v. Fairman,</i> No. 92 C 7490, 1994 WL 55719, at *7 n. 4 (N.D.Ill. Feb. 22, 1994) (Aspen, J.). Under the Eighth Amendment, a litigant may state a claim for \"cruel and unusual\" punishment related to conditions of confinement if he or she can allege (1) that the conditions were so objectively extreme as to offend society's evolving standards of decency, and (2) that the prison officials subjectively had a state of mind equivalent to at least deliberate indifference to whether the conditions posed a threat of serious harm to the inmate. <i>Wilson v. Seiter,</i> 501 U.S. 294, 298-303, 111 S.Ct. 2321, 2323-2327, 115 L.Ed.2d 271 (1991).</p>\n<p>This analogy to the Eighth Amendment prohibitions against cruel and unusual punishment does not withstand analysis, however, because the rights of a pretrial detainee are fundamentally different from those of a person who stands convicted. The pretrial detainee cannot be punished at all. <i>See </i><i>Lock v. Jenkins,</i> 641 F.2d 488, 491 n. 7 (7th Cir. 1981) (\"The due process clause, forbidding all punishment of pretrial detainees, is thus more inclusive in its protection than the Eighth Amendment, which would allow punishment as long as it is not cruel and unusual.\") To say that a pretrial detainee can only complain of conditions that are so intolerable as to qualify as cruel and unusual, and then only if the conditions are the result of a jail official's deliberate indifference to the detainee's welfare, is to ignore this fundamental difference. Nonetheless, although not expressly disavowing the language in <i>Lock,</i> the Seventh Circuit more recently has stated that \"[p]unishment is punishment, and there is no reason why the term should mean two different things in the Eighth and Fourteenth Amendment contexts.\" <i>Salazar v.</i> <span class=\"star-pagination\">*502</span> <i>City of Chicago,</i> 940 F.2d 233, 240 (7th Cir. 1991). In <i>Salazar</i> and other recent pretrial detainee cases, our appeals court has required plaintiffs to allege deliberate indifference on the part of the corrections officials, as is required in Eighth Amendment analysis. <i>Swofford v. Mandrell,</i> 969 F.2d 547, 549 (7th Cir.1992); <i>Salazar,</i> 940 F.2d at 241; <i>Shelby County Jail Inmates v. Westlake,</i> 798 F.2d 1085, 1093-94 (7th Cir.1986).</p>\n<p>The awkwardness of grafting a deliberate indifference requirement onto <i>Bell's</i> reasonableness analysis, in a conditions of confinement case concerning pretrial detainees, should be readily apparent. The connection between a condition unrelated to a legitimate objective and \"punitive intent\" on the part of the person imposing or ignoring the condition may be loose or even absent. In fact, the person's state of mind could be no more than merely negligent, regardless of how unrelated the condition might be to a defensible governmental objective. But if a jail condition or restriction that imposes a genuine deprivation is arbitrary or not reasonably related to a legitimate governmental purpose, that would seem to be enough to make out a due process violation under the rule of <i>Bell.</i> The Seventh Circuit once recognized that the due process clause does not require a showing of deliberate indifference. <i>Matzker v. Herr,</i> 748 F.2d 1142, 1146 (7th Cir.1984); <i>Kincaid v. Rusk,</i> 670 F.2d 737, 743 n. 8 (7th Cir.1982). In overruling <i>Matzker</i> and <i>Kincaid,</i> our appeals court relied on the principles that mere negligence does not violate due process, that at least intentional or criminally reckless conduct is required, and that \"deliberate indifference\" is \"merely a synonym for intentional or criminally reckless conduct.\" <i>Salazar,</i> 940 F.2d at 238 (citing <i>Daniels v. Williams,</i> 474 U.S. 327, 333-35, 106 S.Ct. 662, 666-67, 88 L.Ed.2d 662 (1986); <i>Davidson v. Cannon,</i> 474 U.S. 344, 348, 106 S.Ct. 668, 670, 88 L.Ed.2d 677 (1986); <i>Archie v. City of Racine,</i> 847 F.2d 1211, 1218-19 (7th Cir.1988) (en banc), <i>cert. denied,</i> 489 U.S. 1065, 109 S.Ct. 1338, 103 L.Ed.2d 809 (1989); <i>Duckworth v. Franzen,</i> 780 F.2d 645, 652-53 (7th Cir.1985), <i>cert. denied,</i> 479 U.S. 816, 107 S.Ct. 71, 93 L.Ed.2d 28 (1986)).</p>\n<p>Perhaps following the lead of the Supreme Court in <i>Daniels</i> and <i>Davidson,</i> the Seventh Circuit in <i>Salazar</i> did not distinguish between the procedural and substantive components of due process. Procedural due process imposes a requirement of fair procedure for state actions no matter how proper those actions otherwise may be; it is \"fundamentally different\" from substantive due process, which forbids certain kinds of state actions no matter the fairness of the procedures used to implement them. <i>Daniels,</i> 474 U.S. at 338 (Stevens, J., concurring). In <i>Daniels,</i> a prisoner sued for injuries he suffered when he slipped on a pillow that was negligently left on a prison stairway. <i>Daniels,</i> 474 U.S. at 328, 106 S.Ct. at 663. <i>Davidson</i> involved a convicted prisoner who alleged that prison officials negligently failed to protect him from attack by another inmate. <i>Davidson,</i> 474 U.S. at 345-46, 106 S.Ct. at 669-70. The majority opinions in <i>Daniels</i> and <i>Davidson</i> did not discuss whether either petitioner raised a substantive due process claim, as opposed to a procedural due process claim. The <i>Daniels</i> majority stated that negligent conduct could never amount to a \"deprivation\" of due process, <i>Daniels,</i> 474 U.S. at 330-31, 106 S.Ct. at 664-65, and the <i>Davidson</i> majority read <i>Daniels</i> as holding that \"the protections of the Due Process Clause, whether procedural or substantive, are just not triggered by lack of due care by prison officials.\" <i>Davidson,</i> 474 U.S. at 348, 106 S.Ct. at 671. The <i>Daniels</i> and <i>Davidson</i> cases now are widely viewed as a dramatic curtailment of the scope of due process. <i>See</i> Sheldon H. Nahmod, <i>Civil Rights and Civil Liberties Litigation: The Law of Section 1983</i> § 3.09 at 176-77 (3d ed. 1991) (\"<i>Daniels</i> may, moreover, be expected to have a marked impact on those substantive due process cases raising difficult affirmative duty issues in the circuits.... [T]hese cases typically deal with the assertion that a local government or its officials negligently breached a substantive due process affirmative duty to protect or rescue the plaintiff, thereby causing a deprivation of life or liberty. After <i>Daniels,</i> such cases will be disposed of not on duty grounds, but instead on the ground that negligence is insufficient.\")</p>\n<p><span class=\"star-pagination\">*503</span> But in a concurrence filed in <i>Daniels</i> and <i>Davidson,</i> Justice Stevens observed that both petitioners' claims actually were in the nature of procedural due process, in that they attacked the validity of their states' procedures for redressing injuries caused by the negligence of corrections officers. <i>Daniels,</i> 474 U.S. at 340 (Stevens, J., concurring). This distinction is important because the pretrial detainee's right against punishment is a substantive due process right. No matter what procedures are used to punish an unconvicted pretrial detainee, <i>Bell</i> would hold such punishment unconstitutional. An analogous substantive due process right may be found in a mental patient's right against involuntary commitment in unsafe conditions, or those imposed without the exercise of \"professional judgment.\" <i>See </i><i>Youngberg v. Romeo,</i> 457 U.S. 307, 321, 102 S.Ct. 2452, 2461, 73 L.Ed.2d 28 (1982). Like the pretrial detainee, the involuntarily committed mental patient stands convicted of no crime and may not be punished: \"If it is cruel and unusual punishment to hold convicted criminals in unsafe conditions, it must be unconstitutional to confine the involuntarily committedwho may not be punished at allin unsafe conditions.\" <i>Id.</i> at 315-16, 102 S.Ct. at 2458. Because the involuntarily committed mental patient is entitled to better conditions of confinement than are convicted criminals, deliberate indifference is not the test for whether officials have exercised \"professional judgment\" in confining mental patients. <i>Estate of Porter v. Illinois,</i> 36 F.3d 684, 688 (7th Cir.1994). Rather, the \"professional judgment\" standard \"`generally falls somewhere between simple negligence and intentional misconduct.'\" <i>Id.</i> (quoting <i>Shaw by </i><i>Strain v. Strackhouse,</i> 920 F.2d 1135, 1146 (3d Cir.1990)).</p>\n<p>However close the analogy between involuntarily committed mental patients and pretrial detainees, this court is bound to follow <i>Salazar.</i> But it does not read <i>Salazar</i> to require an identical analysis of the \"objective\" prong of conditions claims in Fourteenth and Eighth Amendment cases. In the Eighth Amendment context, it is clear that the offending conditions must be \"extreme deprivations,\" <i>Hudson v. McMillian,</i> 503 U.S. 1, 9, 112 S.Ct. 995, 1000, 117 L.Ed.2d 156 (1992), and the Seventh Circuit has suggested generally that the prisoner must allege that conditions such as vermin infestation actually caused some form of physical harm, over and above \"considerable unpleasantness.\" <i>Harris v. Fleming,</i> 839 F.2d 1232, 1235-36 (7th Cir.1988). These cases, however, do not describe the degree of deprivation that pretrial detainees may be forced to endure. Hewing to the notion that a definition of Eighth Amendment \"cruel and unusual\" punishment must qualitatively differ from a definition of \"punishment\" for due process purposes, this court will look to the touchstone case of <i>Bell</i> and its \"rational relationship\" test, and not to Eighth Amendment cases such as <i>Hudson</i> and <i>Harris.</i> After all, it is well-established that the Eighth Amendment does not apply until after formal conviction. <i>See </i><i>Ingraham v. Wright,</i> 430 U.S. 651, 671-72, 97 S.Ct. 1401, 1412-13, 51 L.Ed.2d 711 (1977); <i>Anderson,</i> 836 F.2d at 348-49. Notably, even some of the more recent Seventh Circuit cases on the standards applicable to pretrial detainees' conditions of confinement claims employ language suggesting that the Eighth and Fourteenth Amendment rights are not precisely coextensive in this area. <i>See </i><i>Swofford,</i> 969 F.2d at 549 (\"A pretrial detainee's right not to be punished is <i>at least</i> as expansive as a convicted prisoner's freedom from cruel and unusual punishment under the Eighth Amendment.\") (emphasis added); <i>Anderson,</i> 836 F.2d at 349 (due process rights of pretrial detainees \"are <i>at least</i> as great as the Eighth Amendment protections available to a convicted prisoner\") (emphasis added). <i>Accord </i><i>Bell,</i> 441 U.S. at 545, 99 S.Ct. at 1877 (\"[P]retrial detainees, who have not been convicted of any crimes, retain <i>at least</i> those constitutional rights that we have held are enjoyed by convicted prisoners.\") (emphasis added). In <i>Titran v. Ackman,</i> 893 F.2d 145 (7th Cir.1990), an excessive force case involving a prisoner, the Seventh Circuit stated that \"three different parts of the Bill of Rights apply in sequence during arrest and confinement. Force during arrest must be reasonable within the meaning of the Fourth Amendment; between arrest and conviction the government may not `punish' the suspect without due <span class=\"star-pagination\">*504</span> process of law; after conviction the government may not inflict cruel and unusual punishment.\" <i>Id.</i> at 147.</p>\n<p>If the detainee has \"at least\" as much protection, this leaves open the argument that he can have more. That would explain why the Eighth Amendment cases relied on in <i>Salazar</i> and <i>Swofford</i> are \"useful by analogy.\" <i>See </i><i>Lock,</i> 641 F.2d at 492 n. 9. When the challenged conditions amount to cruel and unusual punishment under the Eighth Amendment, they \"obviously\" violate the Fourteenth Amendment rights of pretrial detainees. <i>Id.</i> But those are the easy cases. Miller's claims regarding inadequate heat and ventilation fall into this category. The Seventh Circuit has held that adequate heating and ventilation are fundamental attributes of shelter that corrections officials must provide under the Eighth Amendment. <i>See </i><i>Henderson v. DeRobertis,</i> 940 F.2d 1055, 1059 (7th Cir.1991), <i>cert. denied,</i> ___ U.S. ___, 112 S.Ct. 1578, 118 L.Ed.2d 220 (1992); <i>Lewis v. Lane,</i> 816 F.2d 1165, 1171 (7th Cir.1987). Miller's complaint may be read liberally to allege that the heating and ventilation were inadequate during his stay at Cook County Jail. Because this alleged condition would satisfy the objective component of an Eighth Amendment analysis, it is enough to implicate Miller's Fourteenth Amendment due process rights.</p>\n<p>If the heating and ventilation allegations present the easy case, the hard case is presented by Miller's allegations about his wet mattress infested with insects and mice, and about filthy showers and washroom facilities that spray water on the inmates. It is here that cases such as <i>Hudson</i> and <i>Harris,</i> requiring \"extreme\" deprivations, suggest that there would be no Eighth Amendment violation absent a showing of physical harm. But it is here that the Eighth Amendment cases no longer are \"useful by analogy\" because the Eighth and Fourteenth Amendment rights of convicts and pretrial detainees, respectively, cease to overlap. In suggesting that conditions more severe than double-bunking in a one-person cell for 60 days could raise \"serious questions\" under due process, the Supreme Court in <i>Bell</i> did not endorse the notion that jail authorities have carte blanche to subject pretrial detainees to the same level of discomfort that would be acceptable under the Eighth Amendment for convicts. The proper inquiry under due process is whether the jail conditions bear a reasonable relationship to a legitimate goal, or whether they are arbitrary and purposeless. <i>Bell,</i> 441 U.S. at 539, 99 S.Ct. at 1874. This court fails to see how having a pretrial detainee sleep in a flooded area on a wet mattress infested with insects and mice furthers any legitimate governmental interest in maintaining the detention facility. At this stage of the case, these allegations escape dismissal. Questions of whether the alleged deprivations took place, or whether they may be justified by the defendants' legitimate efforts to manage the jail,<sup>[1]</sup> are not <span class=\"star-pagination\">*505</span> appropriate for consideration on a motion to dismiss.</p>\n<p>In light of the Seventh Circuit's imposition of a state-of-mind requirement for these sorts of allegations, Miller must also allege that the defendants acted with deliberate indifference. This he has done as to defendants Sheahan, Fairman and Carey, whose positions as top jail administrators justify the inference (from the <i>pro se</i> complaint's allegations, which are taken as true at this stage of the proceedings) that they knew of the alleged problems with heat and ventilation. <i>Watson v. Sheahan,</i> No. 93 C 1871, 1994 WL 95782, at *2 (N.D.Ill. March 18, 1994) (citing <i>Duncan v. Duckworth,</i> 644 F.2d 653, 655-56 (7th Cir.1981)). Plaintiff alleges that he specifically told defendant O'Carroll about the heating problems, only to be told: \"[I]f you can't deal with the conditions you should get out on bond.\" As to defendant Clay, plaintiff alleges he informed Clay of the jail's conditions and was told: \"We're short of staff and you are no better than the other inmates....\" Reading the <i>pro se</i> complaint liberally, the court finds that the complaint sufficiently alleges deliberate indifference.</p>\n<p>Finally, Miller alleges in Count I that the defendants violated his due process rights by placing him in segregation for seven days as a disciplinary measure. Miller alleges that he received notice of the charges on November 2, 1992, the same day he received a hearing at which he says he was not allowed to call any witnesses in his defense. This allegation sufficiently states a claim for violation of procedural due process under <i>Wolff v. McDonnell,</i> 418 U.S. 539, 94 S.Ct. 2963, 41 L.Ed.2d 935 (1974). If a disciplinary hearing results in disciplinary segregation, the prisoner must have been given at least a 24-hour advance written notice of the hearing and an opportunity to call witnesses unless doing so would jeopardize institutional security. <i>Id.</i> at 563-67, 94 S.Ct. at 2978-80.</p>\n<p>In addition, the court reads Count I as alleging that defendants Sheahan, Fairman and Carey acted in their official capacities, and therefore defendants are liable only to the extent that their governmental employer is; local governmental entities can be liable only if plaintiff can show that the alleged constitutional deprivations occurred as a result of an official custom or policy. <i>Monell v. New York City Dep't of Social Servs.,</i> 436 U.S. 658, 694, 98 S.Ct. 2018, 2037, 56 L.Ed.2d 611 (1978). Claims that the governmental entity engaged in \"`a widespread practice that, although not authorized by written law or express municipal policy, is so permanent and well settled as to constitute a custom or usage with force of law'\" are sufficient under <i>Monell. Baxter v. Vigo County School Corp.,</i> 26 F.3d 728, 735 (7th Cir.1994) (quoting <i>City of St. Louis v. Praprotnik,</i> 485 U.S. 112, 127, 108 S.Ct. 915, 926, 99 L.Ed.2d 107 (1988) (plurality opinion) (internal quotations omitted)). To plead a <i>Monell</i> claim, plaintiff need only provide a \"short and plain statement of the claim\" that gives defendants notice of allegations of an official policy or custom. <i>Leatherman v. Tarrant County Narcotics Unit,</i> ___ U.S. ___, ___, 113 S.Ct. 1160, 1193, 122 L.Ed.2d 517 (1993). Under these pleading standards, Miller has sufficiently pleaded his official capacity claim that defendants Fairman, Sheahan and Carey have engaged in a regular policy or custom of maintaining the jail in such a fashion as to violate Miller's rights as a pretrial detainee. Miller also has stated a claim against defendants Clay and O'Carroll in their individual capacities. For these reasons, Count I withstands the motion to dismiss.</p>\n<p></p>\n<h2>II. Count II</h2>\n<p>Pretrial detainees have a Fourteenth Amendment due process right against being subjected by jail guards to excessive force that amounts to punishment. <i>Graham v. Connor,</i> 490 U.S. 386, 395 n. 10, 109 S.Ct. 1865, 1871 n. 10, 104 L.Ed.2d 443 (1989); <i>Bell v. Wolfish,</i> 441 U.S. 520, 535, 99 S.Ct. 1861, 1871, 60 L.Ed.2d 447 (1979); <i>Rascon v. Hardiman,</i> 803 F.2d 269, 276-77 (7th Cir. 1986). In this case, Miller alleges that defendant <span class=\"star-pagination\">*506</span> \"John Doe # 1\" beat him severely while defendant \"John Doe # 2\" watched. This appears to be a claim against the unidentified officers in their individual capacities. Count II does not suggest that the officers beat Miller as part of any policy or custom, but it sufficiently states a claim against these two defendants in their individual capacities. On a motion to dismiss, the court takes Miller's allegations as true, and those allegations add up to a claim that the first officer used excessive force in an unprovoked attack that harmed Miller and that was not a good faith effort to restore discipline. The complaint states a claim in this regard as to the second officer as well; the Seventh Circuit has held that a corrections official may not stand idly by while an unconstitutional summary punishment takes place in his presence. <i>Rascon,</i> 803 F.2d at 276.</p>\n<p>However, with no allegations that the other defendants were personally involved in the beating, or that such beatings were administered as part of an official custom or policy, Count II must be dismissed as to all defendants except the two John Does. <i>See id.</i> at 274. This partial dismissal will be with prejudice, because the complaint gives the court no reason to believe that Miller could make the necessary allegations to include the other defendants in his excessive force claim.</p>\n<p></p>\n<h2>III. Count III</h2>\n<p>In Count III, Miller complains that his constitutional right of access to the legal system was violated by the defendants' policy of not paying the postage on mail weighing more than one ounce, even if the mail is important legal correspondence. He states that as a result of the policy, he suffered adverse consequences in <i>Miller v. Fairman,</i> No. 93 C 1505 (N.D.Ill. April 22, 1993), a separate but related case that this court dismissed without prejudice.</p>\n<p>This court discussed Count III at the time it considered Miller's application to proceed <i>in forma pauperis.</i> At that time, the court stated:</p>\n<blockquote>That dismissal [of case number 93 C 1505] has given rise to Count III of this action. In Count III, plaintiff alleges that certain defendants denied him his right of access to the courts because they delayed and mishandled the mail he had sent to this court for filing in 93 C 1505. The facts as alleged, however, cannot give rise to an arguable claim for denial of access to the courts. To prevail on his claim of denial of access to the courts, plaintiff must show that defendants action resulted in some prejudice to pending or contemplated litigation. <i>Howland v. Kilquist,</i> 833 F.2d 639, 642 (7th Cir.1987). Plaintiff cannot possibly make such a showing here. The court dismissed 93 C 1505 without prejudice. Because dismissal was without prejudice, plaintiff was free to refile. He has in fact done so in this case. His claims in the earlier case, which are still timely, will now be litigated in this action. Plaintiff therefore cannot show that the delay in processing his mail caused him any actual prejudice. Accordingly, the court denies plaintiff leave to file <i>in forma pauperis</i> on Count III of the complaint and dismisses defendants Williams, Brasier, Valasco and Boyd from the action pursuant to 28 U.S.C. § 1915(d)....</blockquote>\n<p><i>Miller v. Fairman,</i> No. 93 C 2997 (N.D.Ill. June 10, 1993).</p>\n<p>Count III must be dismissed with prejudice because it fails to state a claim. Fed. R.Civ.P. 12(b)(6). The court's denial of leave to file <i>in forma pauperis</i> was based on its finding that Count III lacked an arguable basis in law or fact. An allegation that lacks an arguable legal basis, under a § 1915(d) analysis, obviously falls far short of stating a claim for relief so as to avoid dismissal under Rule 12(b)(6). Furthermore, the court questions whether service in this case had any effect as to Count III, for which Miller was not allowed to proceed <i>in forma pauperis</i> in the court's order of June 10, 1993. In that order, the court specifically directed, in boldface type, that the defendants who remained in the case should be served with a copy of the order in addition to the complaint. For some reason, defendants move to dismiss Count III as if it were still a part of the case. In any event, Count III fails on its merits and is dismissed with prejudice.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*507</span> <i>CONCLUSION</i>\n</h2>\n<p>For the foregoing reasons, the defendants' motion to dismiss is granted in part and denied in part. As to Count I, which is an official capacity claim against defendants Sheahan, Fairman and Carey, and an individual capacity claim against defendants O'Carroll and Clay, the motion is denied. Count II's claims against all the named defendants except the \"John Doe\" corrections officers are dismissed with prejudice, and Count II will be treated as an \"individual capacity\" claim against the two unidentified officers. Count III is dismissed with prejudice.</p>\n<h2>NOTES</h2>\n<p>[1]  It is clear that the judgments of corrections officials are to be reviewed with considerable deference. In <i>Bell,</i> the Court noted:\n</p>\n<p>[U]nder the Constitution, the first question to be answered is not whose plan is best, but in what branch of the Government is lodged the authority to initially devise the plan. This does not mean that constitutional rights are not to be scrupulously observed. It does mean, however, that the inquiry of federal courts into prison management must be limited to the issue of whether a particular system violates any prohibition of the Constitution.... The wide range of \"judgment calls\" that meet constitutional and statutory requirements are confided to officials outside the Judicial Branch of Government.</p>\n<p><i>Bell,</i> 441 U.S. at 562, 99 S.Ct. at 1886.</p>\n<p>In <i>Block v. Rutherford,</i> 468 U.S. 576, 104 S.Ct. 3227, 82 L.Ed.2d 438 (1984), the Court held that the Fourteenth Amendment did not bar jail officials from denying pretrial detainees \"contact visits\" and conducting unannounced \"shakedown searches\" of their cells. <i>Id.</i> at 585-91, 104 S.Ct. at 3232-35. Expanding upon the language in <i>Bell,</i> the <i>Block</i> Court described the courts' role in jail administration as \"very limited.\" <i>Block,</i> 468 U.S. at 584, 104 S.Ct. at 3231. \"[W]e have emphasized that we are unwilling to substitute our judgment on these difficult and sensitive matters of institutional administration and security for that of [prison or jail administrators].\" <i>Id.</i> at 588, 104 S.Ct. at 3233.</p>\n<p>In <i>Turner v. Safley,</i> 482 U.S. 78, 107 S.Ct. 2254, 96 L.Ed.2d 64 (1987), the Court articulated several factors it said were relevant to determining \"reasonableness\" under <i>Bell:</i> (1) whether there is a valid, rational connection between the prison regulation and the legitimate governmental interest put forward to justify it; (2) whether there are alternative means by which prisoners may exercise the asserted right; (3) what impact accommodating the prisoner would have on other inmates, guards and prison administration; and (4) whether there is an absence of ready alternatives, with such absence being evidence of reasonableness. <i>Turner,</i> 482 U.S. at 89-90, 107 S.Ct. at XXXX-XXXX.</p>\n\n</div>",
          "html_columbia": null,
          "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">872</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">498</span></span> (1994)</b></center>\n<center><h1>Dale MILLER, Plaintiff,<br>\nv.<br>\nJ.W. FAIRMAN, et al., Defendants.</h1></center>\n<center>No. 93 C 2997.</center>\n<center><p><b>United States District Court, N.D. Illinois, Eastern Division.</b></p></center>\n<center>December 19, 1994.</center>\n<p><span class=\"star-pagination\">*499</span> <span class=\"star-pagination\">*500</span> Dale Miller, pro se.</p>\n<p>Jeremy C. Schwartz, Cook County State's Attorney's Office, Terry L. McDonald, Cook County State's Atty., Chicago, IL, for defendants.</p>\n<p></p>\n<h2><i>MEMORANDUM OPINION</i></h2>\n<p>GRADY, District Judge.</p>\n<p>Before the court is defendants' motion to dismiss the complaint. For the reasons stated in this opinion, the motion is granted in part and denied in part.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>Dale Miller was a pretrial detainee at the Cook County Jail during the time relevant to this lawsuit, which he brings under 42 U.S.C. § 1983 against J.W. Fairman, executive director of the Cook County Department of Corrections (\"CCDOC\"); Michael Sheahan, the Cook County Sheriff; James Carey, superintendent of the CCDOC; two Cook County Jail guards identified as \"Sgt. Clay\" and \"Sgt. O'Carroll\"; and two unidentified Cook County Jail guards sued as \"John Doe # 1\" and \"John Doe # 2.\" Count I is a due process claim related to the conditions of confinement at the jail. Miller alleges that jail overcrowding forced him for at least nine months to sleep on the floor on a mattress where mice and fruit flies sometimes crawl; that on one occasion a broken water pipe in the jail flooded the area of the floor and soaked his mattress until the leak was repaired more than two months later; that the shower and toilet areas were filthy and roach-infested; that the toilets or urinals sometimes leaked water onto persons using them; that the jail is in a general state of disrepair and is improperly ventilated; and that after inmates broke window panes to try to improve ventilation in the summer, the jail did not replace the panes even after the start of winter, causing the interior temperature to become so cold that plaintiff could see his breath and had to walk around wrapped in his bed linens. Miller also has included in Count I an allegation that jail officials denied him due process by placing him in disciplinary segregation without adequate notice and hearing. Count II alleges that one of the two unidentified guards beat him for no reason while the other watched. Count III alleges Miller's right of access to the courts was violated by the jail's policy of not paying the postage on pieces of inmate mail weighing more than one ounce.</p>\n<p></p>\n<h2>I. Count I</h2>\n<p>To state a claim under § 1983, the plaintiff must allege the violation of a right secured by the Constitution and laws of the United States, and must show that the alleged deprivation was committed by a person acting under color of state law. <i>West v. Atkins,</i> <span class=\"citation\" data-id=\"112116\"><a href=\"/opinion/112116/west-v-atkins/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">42</span></a></span>, 48, <span class=\"citation\" data-id=\"112116\"><a href=\"/opinion/112116/west-v-atkins/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2250</span></a></span>, 2254, <span class=\"citation\" data-id=\"112116\"><a href=\"/opinion/112116/west-v-atkins/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span> (1988). The constitutional guarantee of due process applies to pretrial detainees' claims of unconstitutional conditions of confinement. <i>Bell v. Wolfish,</i> <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, 535, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>, 1871, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span></a></span> (1979). <i>Bell</i> was a case of federal confinement implicating Fifth Amendment due process, but the holding has also been applied to cases involving state confinement implicating by Fourteenth Amendment due process. <i>Anderson v. Gutschenritter,</i> <span class=\"citation\" data-id=\"499488\"><a href=\"/opinion/499488/david-anderson-v-martin-gutschenritter-individually-and-as-sheriff-of/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">346</span></a></span>, 348-49 (7th Cir.1988); <i>Hines v. Sheahan,</i> <span class=\"citation\" data-id=\"1460074\"><a href=\"/opinion/1460074/hines-v-sheahan/\"><span class=\"volume\">845</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1265</span></a></span>, 1267 (N.D.Ill. 1994).</p>\n<p><i>Bell</i> holds that a pretrial detainee, such as Miller, may be detained pending trial and may be subjected \"to the restrictions and conditions of the detention facility so long as <span class=\"star-pagination\">*501</span> those conditions and restrictions do not amount to punishment, or otherwise violate the Constitution.\" <i>Bell,</i> 441 U.S. at 536-37, 99 S.Ct. at 1872. \"[I]f a particular condition or restriction of pretrial detention is reasonably related to a legitimate governmental objective, it does not, without more, amount to `punishment.'\" <i>Id.</i> at 539, 99 S.Ct. at 1874. Legitimate governmental objectives are not limited to ensuring the detainee's presence at trial; they also may include interests stemming from the government's need to effectively manage the detention facility, or to maintain security and order there. <i>Id.</i> at 540, 99 S.Ct. at 1874-75. \"Restraints that are reasonably related to the institution's interest in maintaining jail security do not, without more, constitute unconstitutional punishment, even if they are discomforting and are restrictions that the detainee would not have experienced had he been released while awaiting trial.\" <i>Id.</i></p>\n<p>Among the conditions at issue in <i>Bell</i> was the practice of \"double-bunking\" inmates in cells designed for only one person. The Court held that this practice did not constitute punishment, reasoning that due process did not include a \"one man, one cell\" principle. <i>Id.</i> at 541-42, 99 S.Ct. at 1875-76. But the Court added:</p>\n<blockquote>While confining a given number of people in a given amount of space in such a manner as to cause them to endure genuine privations and hardship over an extended period of time might raise serious questions under the Due Process Clause as to whether those conditions amounted to punishment, nothing even approaching such hardship is shown by this record.... We simply do not believe that requiring a detainee to share toilet facilities and this admittedly rather small sleeping space with another person for generally a maximum period of 60 days violates the Constitution.</blockquote>\n<p><i>Id.</i> at 542-43, 99 S.Ct. at 1875-76. This passage from <i>Bell</i> is significant because it suggests that \"genuine privations\" greater than double-cell confinement for 60 days could amount to punishment for due process purposes.</p>\n<p>Because <i>Bell</i> requires courts to consider whether pretrial detainees' conditions of confinement claims demonstrate that \"punishment\" took place, courts have had to look somewhere for a definition of \"punishment\" in this sense. Several courts in this circuit, including this one, have looked to the Eighth Amendment for that definition. <i>See </i><i>Hines v. Sheahan,</i> <span class=\"citation\" data-id=\"1460074\"><a href=\"/opinion/1460074/hines-v-sheahan/\"><span class=\"volume\">845</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1265</span></a></span>, 1267 (N.D.Ill.1994) (Grady, J.); <i>Antonelli v. Sheahan,</i> <span class=\"citation no-link\"><span class=\"volume\">863</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">756</span></span>, 759 (N.D.Ill.1994) (Holderman, J.); <i>Chavis v. Fairman,</i> No. 92 C 7490, <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">55719</span></span>, at *7 n. 4 (N.D.Ill. Feb. 22, 1994) (Aspen, J.). Under the Eighth Amendment, a litigant may state a claim for \"cruel and unusual\" punishment related to conditions of confinement if he or she can allege (1) that the conditions were so objectively extreme as to offend society's evolving standards of decency, and (2) that the prison officials subjectively had a state of mind equivalent to at least deliberate indifference to whether the conditions posed a threat of serious harm to the inmate. <i>Wilson v. Seiter,</i> <span class=\"citation\" data-id=\"112626\"><a href=\"/opinion/112626/wilson-v-seiter/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span>, 298-303, <span class=\"citation\" data-id=\"112626\"><a href=\"/opinion/112626/wilson-v-seiter/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2321</span></a></span>, 2323-2327, <span class=\"citation\" data-id=\"112626\"><a href=\"/opinion/112626/wilson-v-seiter/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">271</span></a></span> (1991).</p>\n<p>This analogy to the Eighth Amendment prohibitions against cruel and unusual punishment does not withstand analysis, however, because the rights of a pretrial detainee are fundamentally different from those of a person who stands convicted. The pretrial detainee cannot be punished at all. <i>See </i><i>Lock v. Jenkins,</i> <span class=\"citation\" data-id=\"387260\"><a href=\"/opinion/387260/donald-a-lock-v-leo-d-jenkins/\"><span class=\"volume\">641</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">488</span></a></span>, 491 n. 7 (7th Cir. 1981) (\"The due process clause, forbidding all punishment of pretrial detainees, is thus more inclusive in its protection than the Eighth Amendment, which would allow punishment as long as it is not cruel and unusual.\") To say that a pretrial detainee can only complain of conditions that are so intolerable as to qualify as cruel and unusual, and then only if the conditions are the result of a jail official's deliberate indifference to the detainee's welfare, is to ignore this fundamental difference. Nonetheless, although not expressly disavowing the language in <i>Lock,</i> the Seventh Circuit more recently has stated that \"[p]unishment is punishment, and there is no reason why the term should mean two different things in the Eighth and Fourteenth Amendment contexts.\" <i>Salazar v.</i> <span class=\"star-pagination\">*502</span> <i>City of Chicago,</i> <span class=\"citation\" data-id=\"565236\"><a href=\"/opinion/565236/arturo-salazar-as-administrator-of-the-estate-of-alejandro-salazar/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">233</span></a></span>, 240 (7th Cir. 1991). In <i>Salazar</i> and other recent pretrial detainee cases, our appeals court has required plaintiffs to allege deliberate indifference on the part of the corrections officials, as is required in Eighth Amendment analysis. <i>Swofford v. Mandrell,</i> <span class=\"citation\" data-id=\"586930\"><a href=\"/opinion/586930/james-robert-swofford-v-sheriff-charles-f-mandrell/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">547</span></a></span>, 549 (7th Cir.1992); <i>Salazar,</i> 940 F.2d at 241; <i>Shelby County Jail Inmates v. Westlake,</i> <span class=\"citation\" data-id=\"474882\"><a href=\"/opinion/474882/shelby-county-jail-inmates-v-richard-w-westlake-individually-and-as/\"><span class=\"volume\">798</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1085</span></a></span>, 1093-94 (7th Cir.1986).</p>\n<p>The awkwardness of grafting a deliberate indifference requirement onto <i>Bell's</i> reasonableness analysis, in a conditions of confinement case concerning pretrial detainees, should be readily apparent. The connection between a condition unrelated to a legitimate objective and \"punitive intent\" on the part of the person imposing or ignoring the condition may be loose or even absent. In fact, the person's state of mind could be no more than merely negligent, regardless of how unrelated the condition might be to a defensible governmental objective. But if a jail condition or restriction that imposes a genuine deprivation is arbitrary or not reasonably related to a legitimate governmental purpose, that would seem to be enough to make out a due process violation under the rule of <i>Bell.</i> The Seventh Circuit once recognized that the due process clause does not require a showing of deliberate indifference. <i>Matzker v. Herr,</i> <span class=\"citation\" data-id=\"444617\"><a href=\"/opinion/444617/edward-james-matzker-jr-v-raymond-herr-sheriff-richard-a-schaab-lt/\"><span class=\"volume\">748</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1142</span></a></span>, 1146 (7th Cir.1984); <i>Kincaid v. Rusk,</i> <span class=\"citation\" data-id=\"399333\"><a href=\"/opinion/399333/darrell-d-kincaid-v-john-rusk-individually-and-as-sheriff-of-tippecanoe/\"><span class=\"volume\">670</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">737</span></a></span>, 743 n. 8 (7th Cir.1982). In overruling <i>Matzker</i> and <i>Kincaid,</i> our appeals court relied on the principles that mere negligence does not violate due process, that at least intentional or criminally reckless conduct is required, and that \"deliberate indifference\" is \"merely a synonym for intentional or criminally reckless conduct.\" <i>Salazar,</i> 940 F.2d at 238 (citing <i>Daniels v. Williams,</i> <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">327</span></a></span>, 333-35, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">662</span></a></span>, 666-67, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1986); <i>Davidson v. Cannon,</i> <span class=\"citation\" data-id=\"111556\"><a href=\"/opinion/111556/davidson-v-cannon/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">344</span></a></span>, 348, <span class=\"citation\" data-id=\"111556\"><a href=\"/opinion/111556/davidson-v-cannon/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">668</span></a></span>, 670, <span class=\"citation\" data-id=\"111556\"><a href=\"/opinion/111556/davidson-v-cannon/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">677</span></a></span> (1986); <i>Archie v. City of Racine,</i> <span class=\"citation\" data-id=\"506618\"><a href=\"/opinion/506618/betty-j-archie-v-city-of-racine-ronald-w-chiapete-and-george-w-giese/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1211</span></a></span>, 1218-19 (7th Cir.1988) (en banc), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1065</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1338</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">809</span></span> (1989); <i>Duckworth v. Franzen,</i> <span class=\"citation\" data-id=\"462687\"><a href=\"/opinion/462687/junior-ray-duckworth-cross-appellants-v-gayle-franzen-cross-appellees/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">645</span></a></span>, 652-53 (7th Cir.1985), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">816</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">71</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">28</span></span> (1986)).</p>\n<p>Perhaps following the lead of the Supreme Court in <i>Daniels</i> and <i>Davidson,</i> the Seventh Circuit in <i>Salazar</i> did not distinguish between the procedural and substantive components of due process. Procedural due process imposes a requirement of fair procedure for state actions no matter how proper those actions otherwise may be; it is \"fundamentally different\" from substantive due process, which forbids certain kinds of state actions no matter the fairness of the procedures used to implement them. <i>Daniels,</i> 474 U.S. at 338 (Stevens, J., concurring). In <i>Daniels,</i> a prisoner sued for injuries he suffered when he slipped on a pillow that was negligently left on a prison stairway. <i>Daniels,</i> 474 U.S. at 328, 106 S.Ct. at 663. <i>Davidson</i> involved a convicted prisoner who alleged that prison officials negligently failed to protect him from attack by another inmate. <i>Davidson,</i> 474 U.S. at 345-46, 106 S.Ct. at 669-70. The majority opinions in <i>Daniels</i> and <i>Davidson</i> did not discuss whether either petitioner raised a substantive due process claim, as opposed to a procedural due process claim. The <i>Daniels</i> majority stated that negligent conduct could never amount to a \"deprivation\" of due process, <i>Daniels,</i> 474 U.S. at 330-31, 106 S.Ct. at 664-65, and the <i>Davidson</i> majority read <i>Daniels</i> as holding that \"the protections of the Due Process Clause, whether procedural or substantive, are just not triggered by lack of due care by prison officials.\" <i>Davidson,</i> 474 U.S. at 348, 106 S.Ct. at 671. The <i>Daniels</i> and <i>Davidson</i> cases now are widely viewed as a dramatic curtailment of the scope of due process. <i>See</i> Sheldon H. Nahmod, <i>Civil Rights and Civil Liberties Litigation: The Law of Section 1983</i> § 3.09 at 176-77 (3d ed. 1991) (\"<i>Daniels</i> may, moreover, be expected to have a marked impact on those substantive due process cases raising difficult affirmative duty issues in the circuits.... [T]hese cases typically deal with the assertion that a local government or its officials negligently breached a substantive due process affirmative duty to protect or rescue the plaintiff, thereby causing a deprivation of life or liberty. After <i>Daniels,</i> such cases will be disposed of not on duty grounds, but instead on the ground that negligence is insufficient.\")</p>\n<p><span class=\"star-pagination\">*503</span> But in a concurrence filed in <i>Daniels</i> and <i>Davidson,</i> Justice Stevens observed that both petitioners' claims actually were in the nature of procedural due process, in that they attacked the validity of their states' procedures for redressing injuries caused by the negligence of corrections officers. <i>Daniels,</i> 474 U.S. at 340 (Stevens, J., concurring). This distinction is important because the pretrial detainee's right against punishment is a substantive due process right. No matter what procedures are used to punish an unconvicted pretrial detainee, <i>Bell</i> would hold such punishment unconstitutional. An analogous substantive due process right may be found in a mental patient's right against involuntary commitment in unsafe conditions, or those imposed without the exercise of \"professional judgment.\" <i>See </i><i>Youngberg v. Romeo,</i> <span class=\"citation\" data-id=\"110746\"><a href=\"/opinion/110746/youngberg-v-romeo/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, 321, <span class=\"citation\" data-id=\"110746\"><a href=\"/opinion/110746/youngberg-v-romeo/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2452</span></a></span>, 2461, <span class=\"citation\" data-id=\"110746\"><a href=\"/opinion/110746/youngberg-v-romeo/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">28</span></a></span> (1982). Like the pretrial detainee, the involuntarily committed mental patient stands convicted of no crime and may not be punished: \"If it is cruel and unusual punishment to hold convicted criminals in unsafe conditions, it must be unconstitutional to confine the involuntarily committedwho may not be punished at allin unsafe conditions.\" <i>Id.</i> at 315-16, 102 S.Ct. at 2458. Because the involuntarily committed mental patient is entitled to better conditions of confinement than are convicted criminals, deliberate indifference is not the test for whether officials have exercised \"professional judgment\" in confining mental patients. <i>Estate of Porter v. Illinois,</i> <span class=\"citation\" data-id=\"678858\"><a href=\"/opinion/678858/the-estate-of-leroy-porter-by-its-administrator-ernest-nelson-ernest/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">684</span></a></span>, 688 (7th Cir.1994). Rather, the \"professional judgment\" standard \"`generally falls somewhere between simple negligence and intentional misconduct.'\" <i>Id.</i> (quoting <i>Shaw by </i><i>Strain v. Strackhouse,</i> <span class=\"citation\" data-id=\"552781\"><a href=\"/opinion/552781/shaw-richard-ricky-an-incompetent-by-his-parent-and-next-friend/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1135</span></a></span>, 1146 (3d Cir.1990)).</p>\n<p>However close the analogy between involuntarily committed mental patients and pretrial detainees, this court is bound to follow <i>Salazar.</i> But it does not read <i>Salazar</i> to require an identical analysis of the \"objective\" prong of conditions claims in Fourteenth and Eighth Amendment cases. In the Eighth Amendment context, it is clear that the offending conditions must be \"extreme deprivations,\" <i>Hudson v. McMillian,</i> <span class=\"citation\" data-id=\"112693\"><a href=\"/opinion/112693/hudson-v-mcmillian/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 9, <span class=\"citation\" data-id=\"112693\"><a href=\"/opinion/112693/hudson-v-mcmillian/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">995</span></a></span>, 1000, <span class=\"citation\" data-id=\"112693\"><a href=\"/opinion/112693/hudson-v-mcmillian/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">156</span></a></span> (1992), and the Seventh Circuit has suggested generally that the prisoner must allege that conditions such as vermin infestation actually caused some form of physical harm, over and above \"considerable unpleasantness.\" <i>Harris v. Fleming,</i> <span class=\"citation\" data-id=\"501856\"><a href=\"/opinion/501856/spencer-harris-v-ronald-fleming-larry-frailey-and-walter-breischke/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1232</span></a></span>, 1235-36 (7th Cir.1988). These cases, however, do not describe the degree of deprivation that pretrial detainees may be forced to endure. Hewing to the notion that a definition of Eighth Amendment \"cruel and unusual\" punishment must qualitatively differ from a definition of \"punishment\" for due process purposes, this court will look to the touchstone case of <i>Bell</i> and its \"rational relationship\" test, and not to Eighth Amendment cases such as <i>Hudson</i> and <i>Harris.</i> After all, it is well-established that the Eighth Amendment does not apply until after formal conviction. <i>See </i><i>Ingraham v. Wright,</i> <span class=\"citation\" data-id=\"109635\"><a href=\"/opinion/109635/ingraham-v-wright/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span>, 671-72, <span class=\"citation\" data-id=\"109635\"><a href=\"/opinion/109635/ingraham-v-wright/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1401</span></a></span>, 1412-13, <span class=\"citation\" data-id=\"109635\"><a href=\"/opinion/109635/ingraham-v-wright/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">711</span></a></span> (1977); <i>Anderson,</i> 836 F.2d at 348-49. Notably, even some of the more recent Seventh Circuit cases on the standards applicable to pretrial detainees' conditions of confinement claims employ language suggesting that the Eighth and Fourteenth Amendment rights are not precisely coextensive in this area. <i>See </i><i>Swofford,</i> 969 F.2d at 549 (\"A pretrial detainee's right not to be punished is <i>at least</i> as expansive as a convicted prisoner's freedom from cruel and unusual punishment under the Eighth Amendment.\") (emphasis added); <i>Anderson,</i> 836 F.2d at 349 (due process rights of pretrial detainees \"are <i>at least</i> as great as the Eighth Amendment protections available to a convicted prisoner\") (emphasis added). <i>Accord </i><i>Bell,</i> 441 U.S. at 545, 99 S.Ct. at 1877 (\"[P]retrial detainees, who have not been convicted of any crimes, retain <i>at least</i> those constitutional rights that we have held are enjoyed by convicted prisoners.\") (emphasis added). In <i>Titran v. Ackman,</i> <span class=\"citation\" data-id=\"534609\"><a href=\"/opinion/534609/michele-titran-v-elesebeath-ackman/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">145</span></a></span> (7th Cir.1990), an excessive force case involving a prisoner, the Seventh Circuit stated that \"three different parts of the Bill of Rights apply in sequence during arrest and confinement. Force during arrest must be reasonable within the meaning of the Fourth Amendment; between arrest and conviction the government may not `punish' the suspect without due <span class=\"star-pagination\">*504</span> process of law; after conviction the government may not inflict cruel and unusual punishment.\" <i>Id.</i> at 147.</p>\n<p>If the detainee has \"at least\" as much protection, this leaves open the argument that he can have more. That would explain why the Eighth Amendment cases relied on in <i>Salazar</i> and <i>Swofford</i> are \"useful by analogy.\" <i>See </i><i>Lock,</i> 641 F.2d at 492 n. 9. When the challenged conditions amount to cruel and unusual punishment under the Eighth Amendment, they \"obviously\" violate the Fourteenth Amendment rights of pretrial detainees. <i>Id.</i> But those are the easy cases. Miller's claims regarding inadequate heat and ventilation fall into this category. The Seventh Circuit has held that adequate heating and ventilation are fundamental attributes of shelter that corrections officials must provide under the Eighth Amendment. <i>See </i><i>Henderson v. DeRobertis,</i> <span class=\"citation\" data-id=\"566031\"><a href=\"/opinion/566031/robert-henderson-and-thomas-jefferson-v-richard-derobertis-warden-and/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1055</span></a></span>, 1059 (7th Cir.1991), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1578</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">220</span></span> (1992); <i>Lewis v. Lane,</i> <span class=\"citation\" data-id=\"487178\"><a href=\"/opinion/487178/cornelius-lewis-and-paul-s-erickson-v-michael-p-lane/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1165</span></a></span>, 1171 (7th Cir.1987). Miller's complaint may be read liberally to allege that the heating and ventilation were inadequate during his stay at Cook County Jail. Because this alleged condition would satisfy the objective component of an Eighth Amendment analysis, it is enough to implicate Miller's Fourteenth Amendment due process rights.</p>\n<p>If the heating and ventilation allegations present the easy case, the hard case is presented by Miller's allegations about his wet mattress infested with insects and mice, and about filthy showers and washroom facilities that spray water on the inmates. It is here that cases such as <i>Hudson</i> and <i>Harris,</i> requiring \"extreme\" deprivations, suggest that there would be no Eighth Amendment violation absent a showing of physical harm. But it is here that the Eighth Amendment cases no longer are \"useful by analogy\" because the Eighth and Fourteenth Amendment rights of convicts and pretrial detainees, respectively, cease to overlap. In suggesting that conditions more severe than double-bunking in a one-person cell for 60 days could raise \"serious questions\" under due process, the Supreme Court in <i>Bell</i> did not endorse the notion that jail authorities have carte blanche to subject pretrial detainees to the same level of discomfort that would be acceptable under the Eighth Amendment for convicts. The proper inquiry under due process is whether the jail conditions bear a reasonable relationship to a legitimate goal, or whether they are arbitrary and purposeless. <i>Bell,</i> 441 U.S. at 539, 99 S.Ct. at 1874. This court fails to see how having a pretrial detainee sleep in a flooded area on a wet mattress infested with insects and mice furthers any legitimate governmental interest in maintaining the detention facility. At this stage of the case, these allegations escape dismissal. Questions of whether the alleged deprivations took place, or whether they may be justified by the defendants' legitimate efforts to manage the jail,<sup>[1]</sup> are not <span class=\"star-pagination\">*505</span> appropriate for consideration on a motion to dismiss.</p>\n<p>In light of the Seventh Circuit's imposition of a state-of-mind requirement for these sorts of allegations, Miller must also allege that the defendants acted with deliberate indifference. This he has done as to defendants Sheahan, Fairman and Carey, whose positions as top jail administrators justify the inference (from the <i>pro se</i> complaint's allegations, which are taken as true at this stage of the proceedings) that they knew of the alleged problems with heat and ventilation. <i>Watson v. Sheahan,</i> No. 93 C 1871, <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">95782</span></span>, at *2 (N.D.Ill. March 18, 1994) (citing <i>Duncan v. Duckworth,</i> <span class=\"citation\" data-id=\"388403\"><a href=\"/opinion/388403/lea-duncan-v-jack-duckworth-warden-and-ronald-freake-hospital/\"><span class=\"volume\">644</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">653</span></a></span>, 655-56 (7th Cir.1981)). Plaintiff alleges that he specifically told defendant O'Carroll about the heating problems, only to be told: \"[I]f you can't deal with the conditions you should get out on bond.\" As to defendant Clay, plaintiff alleges he informed Clay of the jail's conditions and was told: \"We're short of staff and you are no better than the other inmates....\" Reading the <i>pro se</i> complaint liberally, the court finds that the complaint sufficiently alleges deliberate indifference.</p>\n<p>Finally, Miller alleges in Count I that the defendants violated his due process rights by placing him in segregation for seven days as a disciplinary measure. Miller alleges that he received notice of the charges on November 2, 1992, the same day he received a hearing at which he says he was not allowed to call any witnesses in his defense. This allegation sufficiently states a claim for violation of procedural due process under <i>Wolff v. McDonnell,</i> <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2963</span></a></span>, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">935</span></a></span> (1974). If a disciplinary hearing results in disciplinary segregation, the prisoner must have been given at least a 24-hour advance written notice of the hearing and an opportunity to call witnesses unless doing so would jeopardize institutional security. <i>Id.</i> at 563-67, 94 S.Ct. at 2978-80.</p>\n<p>In addition, the court reads Count I as alleging that defendants Sheahan, Fairman and Carey acted in their official capacities, and therefore defendants are liable only to the extent that their governmental employer is; local governmental entities can be liable only if plaintiff can show that the alleged constitutional deprivations occurred as a result of an official custom or policy. <i>Monell v. New York City Dep't of Social Servs.,</i> <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, 694, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>, 2037, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">611</span></a></span> (1978). Claims that the governmental entity engaged in \"`a widespread practice that, although not authorized by written law or express municipal policy, is so permanent and well settled as to constitute a custom or usage with force of law'\" are sufficient under <i>Monell. Baxter v. Vigo County School Corp.,</i> <span class=\"citation\" data-id=\"672089\"><a href=\"/opinion/672089/chelsie-baxter-by-her-parents-wilma-baxter-and-james-baxter-v-vigo/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">728</span></a></span>, 735 (7th Cir.1994) (quoting <i>City of St. Louis v. Praprotnik,</i> <span class=\"citation\" data-id=\"112017\"><a href=\"/opinion/112017/st-louis-v-praprotnik/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">112</span></a></span>, 127, <span class=\"citation\" data-id=\"112017\"><a href=\"/opinion/112017/st-louis-v-praprotnik/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">915</span></a></span>, 926, <span class=\"citation\" data-id=\"112017\"><a href=\"/opinion/112017/st-louis-v-praprotnik/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">107</span></a></span> (1988) (plurality opinion) (internal quotations omitted)). To plead a <i>Monell</i> claim, plaintiff need only provide a \"short and plain statement of the claim\" that gives defendants notice of allegations of an official policy or custom. <i>Leatherman v. Tarrant County Narcotics Unit,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1160</span></a></span>, 1193, <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">517</span></a></span> (1993). Under these pleading standards, Miller has sufficiently pleaded his official capacity claim that defendants Fairman, Sheahan and Carey have engaged in a regular policy or custom of maintaining the jail in such a fashion as to violate Miller's rights as a pretrial detainee. Miller also has stated a claim against defendants Clay and O'Carroll in their individual capacities. For these reasons, Count I withstands the motion to dismiss.</p>\n<p></p>\n<h2>II. Count II</h2>\n<p>Pretrial detainees have a Fourteenth Amendment due process right against being subjected by jail guards to excessive force that amounts to punishment. <i>Graham v. Connor,</i> <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span>, 395 n. 10, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>, 1871 n. 10, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span></a></span> (1989); <i>Bell v. Wolfish,</i> <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, 535, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>, 1871, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span></a></span> (1979); <i>Rascon v. Hardiman,</i> <span class=\"citation\" data-id=\"478004\"><a href=\"/opinion/478004/elaine-rascon-as-legal-representative-of-david-rascon-deceased-plaintiff/\"><span class=\"volume\">803</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">269</span></a></span>, 276-77 (7th Cir. 1986). In this case, Miller alleges that defendant <span class=\"star-pagination\">*506</span> \"John Doe # 1\" beat him severely while defendant \"John Doe # 2\" watched. This appears to be a claim against the unidentified officers in their individual capacities. Count II does not suggest that the officers beat Miller as part of any policy or custom, but it sufficiently states a claim against these two defendants in their individual capacities. On a motion to dismiss, the court takes Miller's allegations as true, and those allegations add up to a claim that the first officer used excessive force in an unprovoked attack that harmed Miller and that was not a good faith effort to restore discipline. The complaint states a claim in this regard as to the second officer as well; the Seventh Circuit has held that a corrections official may not stand idly by while an unconstitutional summary punishment takes place in his presence. <i>Rascon,</i> 803 F.2d at 276.</p>\n<p>However, with no allegations that the other defendants were personally involved in the beating, or that such beatings were administered as part of an official custom or policy, Count II must be dismissed as to all defendants except the two John Does. <i>See id.</i> at 274. This partial dismissal will be with prejudice, because the complaint gives the court no reason to believe that Miller could make the necessary allegations to include the other defendants in his excessive force claim.</p>\n<p></p>\n<h2>III. Count III</h2>\n<p>In Count III, Miller complains that his constitutional right of access to the legal system was violated by the defendants' policy of not paying the postage on mail weighing more than one ounce, even if the mail is important legal correspondence. He states that as a result of the policy, he suffered adverse consequences in <i>Miller v. Fairman,</i> No. 93 C 1505 (N.D.Ill. April 22, 1993), a separate but related case that this court dismissed without prejudice.</p>\n<p>This court discussed Count III at the time it considered Miller's application to proceed <i>in forma pauperis.</i> At that time, the court stated:</p>\n<blockquote>That dismissal [of case number 93 C 1505] has given rise to Count III of this action. In Count III, plaintiff alleges that certain defendants denied him his right of access to the courts because they delayed and mishandled the mail he had sent to this court for filing in 93 C 1505. The facts as alleged, however, cannot give rise to an arguable claim for denial of access to the courts. To prevail on his claim of denial of access to the courts, plaintiff must show that defendants action resulted in some prejudice to pending or contemplated litigation. <i>Howland v. Kilquist,</i> <span class=\"citation\" data-id=\"497325\"><a href=\"/opinion/497325/william-lee-howland-v-william-kilquist-and-gene-truitt/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">639</span></a></span>, 642 (7th Cir.1987). Plaintiff cannot possibly make such a showing here. The court dismissed 93 C 1505 without prejudice. Because dismissal was without prejudice, plaintiff was free to refile. He has in fact done so in this case. His claims in the earlier case, which are still timely, will now be litigated in this action. Plaintiff therefore cannot show that the delay in processing his mail caused him any actual prejudice. Accordingly, the court denies plaintiff leave to file <i>in forma pauperis</i> on Count III of the complaint and dismisses defendants Williams, Brasier, Valasco and Boyd from the action pursuant to 28 U.S.C. § 1915(d)....</blockquote>\n<p><i>Miller v. Fairman,</i> No. 93 C 2997 (N.D.Ill. June 10, 1993).</p>\n<p>Count III must be dismissed with prejudice because it fails to state a claim. Fed. R.Civ.P. 12(b)(6). The court's denial of leave to file <i>in forma pauperis</i> was based on its finding that Count III lacked an arguable basis in law or fact. An allegation that lacks an arguable legal basis, under a § 1915(d) analysis, obviously falls far short of stating a claim for relief so as to avoid dismissal under Rule 12(b)(6). Furthermore, the court questions whether service in this case had any effect as to Count III, for which Miller was not allowed to proceed <i>in forma pauperis</i> in the court's order of June 10, 1993. In that order, the court specifically directed, in boldface type, that the defendants who remained in the case should be served with a copy of the order in addition to the complaint. For some reason, defendants move to dismiss Count III as if it were still a part of the case. In any event, Count III fails on its merits and is dismissed with prejudice.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*507</span> <i>CONCLUSION</i>\n</h2>\n<p>For the foregoing reasons, the defendants' motion to dismiss is granted in part and denied in part. As to Count I, which is an official capacity claim against defendants Sheahan, Fairman and Carey, and an individual capacity claim against defendants O'Carroll and Clay, the motion is denied. Count II's claims against all the named defendants except the \"John Doe\" corrections officers are dismissed with prejudice, and Count II will be treated as an \"individual capacity\" claim against the two unidentified officers. Count III is dismissed with prejudice.</p>\n<h2>NOTES</h2>\n<p>[1]  It is clear that the judgments of corrections officials are to be reviewed with considerable deference. In <i>Bell,</i> the Court noted:\n</p>\n<p>[U]nder the Constitution, the first question to be answered is not whose plan is best, but in what branch of the Government is lodged the authority to initially devise the plan. This does not mean that constitutional rights are not to be scrupulously observed. It does mean, however, that the inquiry of federal courts into prison management must be limited to the issue of whether a particular system violates any prohibition of the Constitution.... The wide range of \"judgment calls\" that meet constitutional and statutory requirements are confided to officials outside the Judicial Branch of Government.</p>\n<p><i>Bell,</i> 441 U.S. at 562, 99 S.Ct. at 1886.</p>\n<p>In <i>Block v. Rutherford,</i> <span class=\"citation\" data-id=\"111254\"><a href=\"/opinion/111254/block-v-rutherford/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">576</span></a></span>, <span class=\"citation\" data-id=\"111254\"><a href=\"/opinion/111254/block-v-rutherford/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3227</span></a></span>, <span class=\"citation\" data-id=\"111254\"><a href=\"/opinion/111254/block-v-rutherford/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">438</span></a></span> (1984), the Court held that the Fourteenth Amendment did not bar jail officials from denying pretrial detainees \"contact visits\" and conducting unannounced \"shakedown searches\" of their cells. <i>Id.</i> at 585-91, 104 S.Ct. at 3232-35. Expanding upon the language in <i>Bell,</i> the <i>Block</i> Court described the courts' role in jail administration as \"very limited.\" <i>Block,</i> 468 U.S. at 584, 104 S.Ct. at 3231. \"[W]e have emphasized that we are unwilling to substitute our judgment on these difficult and sensitive matters of institutional administration and security for that of [prison or jail administrators].\" <i>Id.</i> at 588, 104 S.Ct. at 3233.</p>\n<p>In <i>Turner v. Safley,</i> <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2254</span></a></span>, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">64</span></a></span> (1987), the Court articulated several factors it said were relevant to determining \"reasonableness\" under <i>Bell:</i> (1) whether there is a valid, rational connection between the prison regulation and the legitimate governmental interest put forward to justify it; (2) whether there are alternative means by which prisoners may exercise the asserted right; (3) what impact accommodating the prisoner would have on other inmates, guards and prison administration; and (4) whether there is an absence of ready alternatives, with such absence being evidence of reasonableness. <i>Turner,</i> 482 U.S. at 89-90, 107 S.Ct. at XXXX-XXXX.</p>\n\n</div>",
          "extracted_by_ocr": false,
          "opinions_cited": [
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109097/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109635/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/109881/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110075/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/110746/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111254/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111555/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111556/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/111904/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112017/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112116/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112257/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112626/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112693/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/112825/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/387260/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/388403/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/399333/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/444617/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/462687/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/474882/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/478004/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/487178/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/497325/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/499488/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/501856/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/506618/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/534609/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/552781/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/565236/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/566031/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/586930/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/672089/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/678858/",
            "https://www.courtlistener.com:80/api/rest/v3/opinions/1460074/"
          ]
        }
      ],
      "judges": "Grady",
      "date_created": "2014-10-30T13:40:51.473242Z",
      "date_modified": "2016-03-03T19:51:44.760869Z",
      "date_filed": "1994-12-19",
      "date_filed_is_approximate": false,
      "slug": "miller-v-fairman",
      "citation_id": 1414829,
      "case_name_short": "Fairman",
      "case_name": "Miller v. Fairman",
      "case_name_full": "",
      "federal_cite_one": "872 F. Supp. 498",
      "federal_cite_two": "",
      "federal_cite_three": "",
      "state_cite_one": "",
      "state_cite_two": "",
      "state_cite_three": "",
      "state_cite_regional": "",
      "specialty_cite_one": "",
      "scotus_early_cite": "",
      "lexis_cite": "",
      "westlaw_cite": "",
      "neutral_cite": "",
      "scdb_id": "",
      "scdb_decision_direction": null,
      "scdb_votes_majority": null,
      "scdb_votes_minority": null,
      "source": "L",
      "procedural_history": "",
      "attorneys": "",
      "nature_of_suit": "",
      "posture": "",
      "syllabus": "",
      "citation_count": 2,
      "precedential_status": "Published",
      "date_blocked": null,
      "blocked": false
    }
  ],
  "audio_files": [],
  "assigned_to": null,
  "referred_to": null,
  "absolute_url": "/docket/999381/miller-v-fairman/",
  "source": 0,
  "assigned_to_str": "",
  "referred_to_str": "",
  "date_created": "2014-10-30T13:40:51.471068Z",
  "date_modified": "2014-10-30T13:40:51.471068Z",
  "date_last_index": null,
  "date_cert_granted": null,
  "date_cert_denied": null,
  "date_argued": null,
  "date_reargued": null,
  "date_reargument_denied": null,
  "date_filed": null,
  "date_terminated": null,
  "date_last_filing": null,
  "case_name_short": "Fairman",
  "case_name": "Miller v. Fairman",
  "case_name_full": "",
  "slug": "miller-v-fairman",
  "docket_number": "93 C 2997",
  "pacer_case_id": "",
  "cause": "",
  "nature_of_suit": "",
  "jury_demand": "",
  "jurisdiction_type": "",
  "filepath_local": null,
  "filepath_ia": "",
  "date_blocked": null,
  "blocked": false,
  "tags": []
}